{
  "id": "500/2024",
  "type": "statute",
  "title": "Laki kaksikäyttötuotteiden vientivalvonnasta",
  "title_en": "Lag om kontroll av export av produkter med dubbla användningsområden",
  "status": "in_force",
  "issued_date": "2024-08-16",
  "in_force_date": "2024-08-16",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/500/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "vientivalvonta-asetus Tässä laissa säädetään kaksikäyttötuotteiden vientiä, välitystä, teknistä apua, kauttakulkua ja siirtoa koskevan unionin valvontajärjestelmän perustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2021/821, jäljempänä, täydentävistä velvollisuuksista, toimivaltuuksista ja menettelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "vientivalvonta-asetus Tässä laissa säädetään kaksikäyttötuotteiden vientiä, välitystä, teknistä apua, kauttakulkua ja siirtoa koskevan unionin valvontajärjestelmän perustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2021/821, jäljempänä, täydentävistä velvollisuuksista, toimivaltuuksista ja menettelyistä.",
        "folded_fi": "vientivalvonta-asetus tassa laissa saadetaan kaksikayttotuotteiden vientia, valitysta, teknista apua, kauttakulkua ja siirtoa koskevan unionin valvontajarjestelman perustamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) 2021/821, jaljempana, taydentavista velvollisuuksista, toimivaltuuksista ja menettelyista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen om exportkontroll Denna lag innehåller bestämmelser om skyldigheter, befogenheter och förfaranden som kompletterar Europaparlamentets och rådets förordning (EU) 2021/821 om upprättande av en unionsordning för kontroll av export, förmedling, transitering och överföring av samt tekniskt bistånd för produkter med dubbla användningsområden, nedan.",
        "normalized_sv": "förordningen om exportkontroll Denna lag innehåller bestämmelser om skyldigheter, befogenheter och förfaranden som kompletterar Europaparlamentets och rådets förordning (EU) 2021/821 om upprättande av en unionsordning för kontroll av export, förmedling, transitering och överföring av samt tekniskt bistånd för produkter med dubbla användningsområden, nedan.",
        "folded_sv": "forordningen om exportkontroll denna lag innehaller bestammelser om skyldigheter, befogenheter och forfaranden som kompletterar europaparlamentets och radets forordning (eu) 2021/821 om upprattande av en unionsordning for kontroll av export, formedling, transitering och overforing av samt tekniskt bistand for produkter med dubbla anvandningsomraden, nedan."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Vientivalvonta-asetuksen 2 artiklassa säädettyjä määritelmiä sovelletaan tätä lakia sovellettaessa. Lisäksi tässä laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen I sisältyvää luetteloa; 2) kauttakuljettajalla luonnollista henkilöä tai oikeushenkilöä, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejää, välittäjää, teknisen avun toimittajaa, kauttakuljettajaa sekä sellaista luonnollista henkilöä tai oikeushenkilöä, joka siirtää kaksikäyttötuotteita Euroopan unionin sisällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Vientivalvonta-asetuksen 2 artiklassa säädettyjä määritelmiä sovelletaan tätä lakia sovellettaessa. Lisäksi tässä laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen I sisältyvää luetteloa; 2) kauttakuljettajalla luonnollista henkilöä tai oikeushenkilöä, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejää, välittäjää, teknisen avun toimittajaa, kauttakuljettajaa sekä sellaista luonnollista henkilöä tai oikeushenkilöä, joka siirtää kaksikäyttötuotteita Euroopan unionin sisällä.",
        "folded_fi": "vientivalvonta-asetuksen 2 artiklassa saadettyja maaritelmia sovelletaan tata lakia sovellettaessa. lisaksi tassa laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen i sisaltyvaa luetteloa; 2) kauttakuljettajalla luonnollista henkiloa tai oikeushenkiloa, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejaa, valittajaa, teknisen avun toimittajaa, kauttakuljettajaa seka sellaista luonnollista henkiloa tai oikeushenkiloa, joka siirtaa kaksikayttotuotteita euroopan unionin sisalla.",
        "title_sv": "Definitioner",
        "content_sv": "Definitionerna i artikel 2 i förordningen om exportkontroll tillämpas vid tillämpningen av denna lag. I denna lag avses dessutom med 1) unionens kontrollförteckning den förteckning som finns i bilaga I till förordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person för vilken det kan beslutas om ett i artikel 7.2 i förordningen om exportkontroll avsett tillståndskrav som gäller transitering, 3) verksamhetsutövare exportörer, förmedlare, tillhandahållare av tekniskt bistånd, de som transiterar samt sådana fysiska eller juridiska personer som överför produkter med dubbla användningsområden inom Europeiska unionen.",
        "normalized_sv": "Definitionerna i artikel 2 i förordningen om exportkontroll tillämpas vid tillämpningen av denna lag. I denna lag avses dessutom med 1) unionens kontrollförteckning den förteckning som finns i bilaga I till förordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person för vilken det kan beslutas om ett i artikel 7.2 i förordningen om exportkontroll avsett tillståndskrav som gäller transitering, 3) verksamhetsutövare exportörer, förmedlare, tillhandahållare av tekniskt bistånd, de som transiterar samt sådana fysiska eller juridiska personer som överför produkter med dubbla användningsområden inom Europeiska unionen.",
        "folded_sv": "definitionerna i artikel 2 i forordningen om exportkontroll tillampas vid tillampningen av denna lag. i denna lag avses dessutom med 1) unionens kontrollforteckning den forteckning som finns i bilaga i till forordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person for vilken det kan beslutas om ett i artikel 7.2 i forordningen om exportkontroll avsett tillstandskrav som galler transitering, 3) verksamhetsutovare exportorer, formedlare, tillhandahallare av tekniskt bistand, de som transiterar samt sadana fysiska eller juridiska personer som overfor produkter med dubbla anvandningsomraden inom europeiska unionen."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Jos muussa laissa on tästä laista poikkeavia säännöksiä kaksikäyttötuotteiden vientivalvonnasta, niitä sovelletaan tämän lain asemasta. Puolustustarvikkeiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään puolustustarvikkeiden viennistä annetussa laissa (282/2012). Ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta säädetään ampuma-aselaissa (1/1998). Ydinalan tuotteiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään ydinenergialaissa (990/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Jos muussa laissa on tästä laista poikkeavia säännöksiä kaksikäyttötuotteiden vientivalvonnasta, niitä sovelletaan tämän lain asemasta. Puolustustarvikkeiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään puolustustarvikkeiden viennistä annetussa laissa (282/2012). Ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta säädetään ampuma-aselaissa (1/1998). Ydinalan tuotteiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään ydinenergialaissa (990/1987).",
        "folded_fi": "jos muussa laissa on tasta laista poikkeavia saannoksia kaksikayttotuotteiden vientivalvonnasta, niita sovelletaan taman lain asemasta. puolustustarvikkeiden viennin, siirron, valityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelysta saadetaan puolustustarvikkeiden viennista annetussa laissa (282/2012). ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta saadetaan ampuma-aselaissa (1/1998). ydinalan tuotteiden viennin, siirron, valityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelysta saadetaan ydinenergialaissa (990/1987).",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Om det i någon annan lag finns bestämmelser om kontroll av export av produkter med dubbla användningsområden som avviker från denna lag ska de tillämpas i stället för denna lag. Bestämmelser om kontroll av och kontrollförfarandet för export, överföring, förmedling och transitering av försvarsmateriel finns i lagen om export av försvarsmateriel (282/2012). Bestämmelser om kontroll av skjutvapen, vapendelar, patroner och särskilt farliga projektiler finns i skjutvapenlagen (1/1998). Bestämmelser om kontroll av export, överföring, förmedling och transitering av kärnteknikprodukter och om kontrollförfarandet finns i kärnenergilagen (990/1987).",
        "normalized_sv": "Om det i någon annan lag finns bestämmelser om kontroll av export av produkter med dubbla användningsområden som avviker från denna lag ska de tillämpas i stället för denna lag. Bestämmelser om kontroll av och kontrollförfarandet för export, överföring, förmedling och transitering av försvarsmateriel finns i lagen om export av försvarsmateriel (282/2012). Bestämmelser om kontroll av skjutvapen, vapendelar, patroner och särskilt farliga projektiler finns i skjutvapenlagen (1/1998). Bestämmelser om kontroll av export, överföring, förmedling och transitering av kärnteknikprodukter och om kontrollförfarandet finns i kärnenergilagen (990/1987).",
        "folded_sv": "om det i nagon annan lag finns bestammelser om kontroll av export av produkter med dubbla anvandningsomraden som avviker fran denna lag ska de tillampas i stallet for denna lag. bestammelser om kontroll av och kontrollforfarandet for export, overforing, formedling och transitering av forsvarsmateriel finns i lagen om export av forsvarsmateriel (282/2012). bestammelser om kontroll av skjutvapen, vapendelar, patroner och sarskilt farliga projektiler finns i skjutvapenlagen (1/1998). bestammelser om kontroll av export, overforing, formedling och transitering av karnteknikprodukter och om kontrollforfarandet finns i karnenergilagen (990/1987)."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Viranomaiset",
      "content": "Ulkoministeriö toimii vientivalvonta-asetuksessa tarkoitettuna ja tämän lain mukaisena toimivaltaisena viranomaisena. Tulli valvoo kaksikäyttötuotteiden vientiä, kauttakuljetusta ja siirtoa sekä kaksikäyttötuotteisiin liittyvän välityspalvelun ja teknisen avun tarjoamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Ulkoministeriö toimii vientivalvonta-asetuksessa tarkoitettuna ja tämän lain mukaisena toimivaltaisena viranomaisena. Tulli valvoo kaksikäyttötuotteiden vientiä, kauttakuljetusta ja siirtoa sekä kaksikäyttötuotteisiin liittyvän välityspalvelun ja teknisen avun tarjoamista.",
        "folded_fi": "ulkoministerio toimii vientivalvonta-asetuksessa tarkoitettuna ja taman lain mukaisena toimivaltaisena viranomaisena. tulli valvoo kaksikayttotuotteiden vientia, kauttakuljetusta ja siirtoa seka kaksikayttotuotteisiin liittyvan valityspalvelun ja teknisen avun tarjoamista.",
        "title_sv": "Myndigheter",
        "content_sv": "Utrikesministeriet är den behöriga myndighet som avses i förordningen om exportkontroll och behörig myndighet enligt denna lag. Tullen övervakar export, transitering och överföring av produkter med dubbla användningsområden samt tillhandahållandet av förmedlingstjänster och tekniskt bistånd för produkter med dubbla användningsområden.",
        "normalized_sv": "Utrikesministeriet är den behöriga myndighet som avses i förordningen om exportkontroll och behörig myndighet enligt denna lag. Tullen övervakar export, transitering och överföring av produkter med dubbla användningsområden samt tillhandahållandet av förmedlingstjänster och tekniskt bistånd för produkter med dubbla användningsområden.",
        "folded_sv": "utrikesministeriet ar den behoriga myndighet som avses i forordningen om exportkontroll och behorig myndighet enligt denna lag. tullen overvakar export, transitering och overforing av produkter med dubbla anvandningsomraden samt tillhandahallandet av formedlingstjanster och tekniskt bistand for produkter med dubbla anvandningsomraden."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansalliset ilmoitusvelvollisuudet",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 4 artiklan 2 kohdassa säädetään, viejän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että viennin kohteena olevat unionin valvontaluetteloon sisältymättömät kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 2 kohdassa säädetään, välittäjän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että välityspalvelun kohteena olevat kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 4 artiklan 2 kohdassa säädetään, viejän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että viennin kohteena olevat unionin valvontaluetteloon sisältymättömät kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 2 kohdassa säädetään, välittäjän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että välityspalvelun kohteena olevat kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun käyttöön.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 4 artiklan 2 kohdassa saadetaan, viejan on ilmoitettava ulkoministeriolle, jos silla on syyta epailla, etta viennin kohteena olevat unionin valvontaluetteloon sisaltymattomat kaksikayttotuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun kayttoon. sen lisaksi, mita vientivalvonta-asetuksen 6 artiklan 2 kohdassa saadetaan, valittajan on ilmoitettava ulkoministeriolle, jos silla on syyta epailla, etta valityspalvelun kohteena olevat kaksikayttotuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun kayttoon.",
        "title_sv": "Nationella underrättelseskyldigheter",
        "content_sv": "Utöver vad som föreskrivs i artikel 4.2 i förordningen om exportkontroll ska exportören underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning och som är föremål för export helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 6.2 i förordningen om exportkontroll ska förmedlaren underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som är föremål för förmedlingstjänster är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 4.2 i förordningen om exportkontroll ska exportören underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning och som är föremål för export helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 6.2 i förordningen om exportkontroll ska förmedlaren underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som är föremål för förmedlingstjänster är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen.",
        "folded_sv": "utover vad som foreskrivs i artikel 4.2 i forordningen om exportkontroll ska exportoren underratta utrikesministeriet, om den har anledning att misstanka att produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning och som ar foremal for export helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen. utover vad som foreskrivs i artikel 6.2 i forordningen om exportkontroll ska formedlaren underratta utrikesministeriet, om den har anledning att misstanka att produkter med dubbla anvandningsomraden som ar foremal for formedlingstjanster ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kansalliset lupavaatimukset ja kauttakulun kielto",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 1 kohdassa säädetään, unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden välityspalvelujen tarjoamiseen vaaditaan lupa, jos välittäjä on saanut ulkoministeriöltä tiedon, että kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa säädetään, ulkoministeriö kieltää unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden kauttakulun, jos tuotteet sijaitsevat Suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Kauttakulun kieltämiseen ja luvanvaraisuuteen liittyvistä menettelyistä säädetään tämän lain 4 luvussa. Sen lisäksi, mitä vientivalvonta-asetuksen 11 artiklan 1 kohdassa säädetään, ulkoministeriö asettaa kaksikäyttötuotteen siirron Suomesta toiseen Euroopan unionin jäsenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa säädetyt edellytykset täyttyvät. Ulkoministeriö asettaa unionin valvontaluetteloon sisältymättömän kaksikäyttötuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain käyttöön, joka merkittävästi vaarantaa yleistä turvallisuutta tai Suomen kansallista turvallisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 1 kohdassa säädetään, unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden välityspalvelujen tarjoamiseen vaaditaan lupa, jos välittäjä on saanut ulkoministeriöltä tiedon, että kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa säädetään, ulkoministeriö kieltää unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden kauttakulun, jos tuotteet sijaitsevat Suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Kauttakulun kieltämiseen ja luvanvaraisuuteen liittyvistä menettelyistä säädetään tämän lain 4 luvussa. Sen lisäksi, mitä vientivalvonta-asetuksen 11 artiklan 1 kohdassa säädetään, ulkoministeriö asettaa kaksikäyttötuotteen siirron Suomesta toiseen Euroopan unionin jäsenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa säädetyt edellytykset täyttyvät. Ulkoministeriö asettaa unionin valvontaluetteloon sisältymättömän kaksikäyttötuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain käyttöön, joka merkittävästi vaarantaa yleistä turvallisuutta tai Suomen kansallista turvallisuutta.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 6 artiklan 1 kohdassa saadetaan, unionin valvontaluetteloon sisaltymattomien kaksikayttotuotteiden valityspalvelujen tarjoamiseen vaaditaan lupa, jos valittaja on saanut ulkoministeriolta tiedon, etta kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. sen lisaksi, mita vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa saadetaan, ulkoministerio kieltaa unionin valvontaluetteloon sisaltymattomien kaksikayttotuotteiden kauttakulun, jos tuotteet sijaitsevat suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. kauttakulun kieltamiseen ja luvanvaraisuuteen liittyvista menettelyista saadetaan taman lain 4 luvussa. sen lisaksi, mita vientivalvonta-asetuksen 11 artiklan 1 kohdassa saadetaan, ulkoministerio asettaa kaksikayttotuotteen siirron suomesta toiseen euroopan unionin jasenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa saadetyt edellytykset tayttyvat. ulkoministerio asettaa unionin valvontaluetteloon sisaltymattoman kaksikayttotuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain kayttoon, joka merkittavasti vaarantaa yleista turvallisuutta tai suomen kansallista turvallisuutta.",
        "title_sv": "Nationella tillståndskrav och förbud mot transitering",
        "content_sv": "Utöver vad som föreskrivs i artikel 6.1 i förordningen om exportkontroll krävs det tillstånd för tillhandahållande av förmedlingstjänster för de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om förmedlaren har informerats av utrikesministeriet om att produkterna i fråga helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 7.1 och 7.2 i förordningen om exportkontroll förbjuder utrikesministeriet transitering av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om produkterna befinner sig i Finland och de helt eller delvis är, eller kan vara, avsedda för någon av de användningar som avses i artikel 4.1 i den förordningen. Bestämmelser om förfaranden som gäller tillståndsplikt för och förbud mot transitering finns i 4 kap. i denna lag. Utöver vad som föreskrivs i artikel 11.1 i förordningen om exportkontroll beslutar utrikesministeriet att överföring av produkter med dubbla användningsområden från Finland till en annan medlemsstat i Europeiska unionen är tillståndspliktig, om villkoren i artikel 11.2 i den förordningen uppfylls. Utrikesministeriet beslutar att export av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning är tillståndspliktig, om produkterna helt eller delvis är, eller kan vara, avsedda för användning som avsevärt äventyrar den allmänna säkerheten eller Finlands nationella säkerhet.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 6.1 i förordningen om exportkontroll krävs det tillstånd för tillhandahållande av förmedlingstjänster för de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om förmedlaren har informerats av utrikesministeriet om att produkterna i fråga helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 7.1 och 7.2 i förordningen om exportkontroll förbjuder utrikesministeriet transitering av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om produkterna befinner sig i Finland och de helt eller delvis är, eller kan vara, avsedda för någon av de användningar som avses i artikel 4.1 i den förordningen. Bestämmelser om förfaranden som gäller tillståndsplikt för och förbud mot transitering finns i 4 kap. i denna lag. Utöver vad som föreskrivs i artikel 11.1 i förordningen om exportkontroll beslutar utrikesministeriet att överföring av produkter med dubbla användningsområden från Finland till en annan medlemsstat i Europeiska unionen är tillståndspliktig, om villkoren i artikel 11.2 i den förordningen uppfylls. Utrikesministeriet beslutar att export av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning är tillståndspliktig, om produkterna helt eller delvis är, eller kan vara, avsedda för användning som avsevärt äventyrar den allmänna säkerheten eller Finlands nationella säkerhet.",
        "folded_sv": "utover vad som foreskrivs i artikel 6.1 i forordningen om exportkontroll kravs det tillstand for tillhandahallande av formedlingstjanster for de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning, om formedlaren har informerats av utrikesministeriet om att produkterna i fraga helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen. utover vad som foreskrivs i artikel 7.1 och 7.2 i forordningen om exportkontroll forbjuder utrikesministeriet transitering av de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning, om produkterna befinner sig i finland och de helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som avses i artikel 4.1 i den forordningen. bestammelser om forfaranden som galler tillstandsplikt for och forbud mot transitering finns i 4 kap. i denna lag. utover vad som foreskrivs i artikel 11.1 i forordningen om exportkontroll beslutar utrikesministeriet att overforing av produkter med dubbla anvandningsomraden fran finland till en annan medlemsstat i europeiska unionen ar tillstandspliktig, om villkoren i artikel 11.2 i den forordningen uppfylls. utrikesministeriet beslutar att export av de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning ar tillstandspliktig, om produkterna helt eller delvis ar, eller kan vara, avsedda for anvandning som avsevart aventyrar den allmanna sakerheten eller finlands nationella sakerhet."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kansallinen valvontaluettelo",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 3 artiklassa säädetään, tämän lain liitteessä tarkoitettujen kaksikäyttötuotteiden vientiin Suomesta Euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. Poiketen siitä, mitä vientivalvonta-asetuksen 12 artiklan 2 kohdassa säädetään, lupaviranomainen on ulkoministeriö. Luvan myöntämiseen sovelletaan tätä lakia sekä vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 3 artiklassa säädetään, tämän lain liitteessä tarkoitettujen kaksikäyttötuotteiden vientiin Suomesta Euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. Poiketen siitä, mitä vientivalvonta-asetuksen 12 artiklan 2 kohdassa säädetään, lupaviranomainen on ulkoministeriö. Luvan myöntämiseen sovelletaan tätä lakia sekä vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 3 artiklassa saadetaan, taman lain liitteessa tarkoitettujen kaksikayttotuotteiden vientiin suomesta euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. poiketen siita, mita vientivalvonta-asetuksen 12 artiklan 2 kohdassa saadetaan, lupaviranomainen on ulkoministerio. luvan myontamiseen sovelletaan tata lakia seka vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
        "title_sv": "Nationell kontrollförteckning",
        "content_sv": "Utöver vad som föreskrivs i artikel 3 i förordningen om exportkontroll krävs det exporttillstånd för export från Finland till en destination utanför Europeiska unionens tullområde av de produkter med dubbla användningsområden som avses i bilagan till denna lag. Med avvikelse från vad som föreskrivs i artikel 12.2 i förordningen om exportkontroll är utrikesministeriet tillståndsmyndighet. På beviljandet av tillstånd tillämpas denna lag och förordningen om exportkontroll, med undantag för artikel 12.2 första och andra stycket, artikel 14 och artikel 21.4.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 3 i förordningen om exportkontroll krävs det exporttillstånd för export från Finland till en destination utanför Europeiska unionens tullområde av de produkter med dubbla användningsområden som avses i bilagan till denna lag. Med avvikelse från vad som föreskrivs i artikel 12.2 i förordningen om exportkontroll är utrikesministeriet tillståndsmyndighet. På beviljandet av tillstånd tillämpas denna lag och förordningen om exportkontroll, med undantag för artikel 12.2 första och andra stycket, artikel 14 och artikel 21.4.",
        "folded_sv": "utover vad som foreskrivs i artikel 3 i forordningen om exportkontroll kravs det exporttillstand for export fran finland till en destination utanfor europeiska unionens tullomrade av de produkter med dubbla anvandningsomraden som avses i bilagan till denna lag. med avvikelse fran vad som foreskrivs i artikel 12.2 i forordningen om exportkontroll ar utrikesministeriet tillstandsmyndighet. pa beviljandet av tillstand tillampas denna lag och forordningen om exportkontroll, med undantag for artikel 12.2 forsta och andra stycket, artikel 14 och artikel 21.4."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kansallinen yleislupa",
      "content": "Ulkoministeriö myöntää vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. Kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. Julkisesta kuulutuksesta säädetään hallintolaissa (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Ulkoministeriö myöntää vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. Kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. Julkisesta kuulutuksesta säädetään hallintolaissa (434/2003).",
        "folded_fi": "ulkoministerio myontaa vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. julkisesta kuulutuksesta saadetaan hallintolaissa (434/2003).",
        "title_sv": "Nationellt generellt exporttillstånd",
        "content_sv": "Utrikesministeriet beviljar nationella generella exporttillstånd som avses i artikel 12 i förordningen om exportkontroll. Ett nationellt generellt exporttillstånd delges genom offentlig kungörelse. Bestämmelser om offentlig kungörelse finns i förvaltningslagen (434/2003).",
        "normalized_sv": "Utrikesministeriet beviljar nationella generella exporttillstånd som avses i artikel 12 i förordningen om exportkontroll. Ett nationellt generellt exporttillstånd delges genom offentlig kungörelse. Bestämmelser om offentlig kungörelse finns i förvaltningslagen (434/2003).",
        "folded_sv": "utrikesministeriet beviljar nationella generella exporttillstand som avses i artikel 12 i forordningen om exportkontroll. ett nationellt generellt exporttillstand delges genom offentlig kungorelse. bestammelser om offentlig kungorelse finns i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Raportointi, rekisterit ja luettelot sekä sisäinen vaatimustenmukaisuusohjelma",
      "content": "Viejän, jolle on myönnetty koontilupa, on raportoitava koontiluvan käytöstä ulkoministeriölle vuosittain. Ulkoministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun raportin sisällöstä, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisäisen vaatimustenmukaisuusohjelman sisällöstä, 27 artiklassa tarkoitetun rekisterin tai luettelon sisällöstä sekä liitteessä II tarkoitettujen unionin yleislupien käyttöön liittyvien ilmoitusten ja raporttien sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Viejän, jolle on myönnetty koontilupa, on raportoitava koontiluvan käytöstä ulkoministeriölle vuosittain. Ulkoministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun raportin sisällöstä, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisäisen vaatimustenmukaisuusohjelman sisällöstä, 27 artiklassa tarkoitetun rekisterin tai luettelon sisällöstä sekä liitteessä II tarkoitettujen unionin yleislupien käyttöön liittyvien ilmoitusten ja raporttien sisällöstä.",
        "folded_fi": "viejan, jolle on myonnetty koontilupa, on raportoitava koontiluvan kaytosta ulkoministeriolle vuosittain. ulkoministerion asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetun raportin sisallosta, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisaisen vaatimustenmukaisuusohjelman sisallosta, 27 artiklassa tarkoitetun rekisterin tai luettelon sisallosta seka liitteessa ii tarkoitettujen unionin yleislupien kayttoon liittyvien ilmoitusten ja raporttien sisallosta.",
        "title_sv": "Rapportering, register och förteckningar samt internt efterlevnadsprogram",
        "content_sv": "Exportörer som beviljats globalt exporttillstånd ska årligen till utrikesministeriet rapportera om användningen av det globala exporttillståndet. Närmare bestämmelser om innehållet i en rapport som avses i 1 mom., innehållet i ett internt efterlevnadsprogram som avses i artikel 2.21 i förordningen om exportkontroll, innehållet i ett register eller en förteckning som avses i artikel 27 i den förordningen samt innehållet i meddelanden och rapporter om användningen av unionens generella exporttillstånd som avses i bilaga II till den förordningen får utfärdas genom förordning av utrikesministeriet.",
        "normalized_sv": "Exportörer som beviljats globalt exporttillstånd ska årligen till utrikesministeriet rapportera om användningen av det globala exporttillståndet. Närmare bestämmelser om innehållet i en rapport som avses i 1 mom., innehållet i ett internt efterlevnadsprogram som avses i artikel 2.21 i förordningen om exportkontroll, innehållet i ett register eller en förteckning som avses i artikel 27 i den förordningen samt innehållet i meddelanden och rapporter om användningen av unionens generella exporttillstånd som avses i bilaga II till den förordningen får utfärdas genom förordning av utrikesministeriet.",
        "folded_sv": "exportorer som beviljats globalt exporttillstand ska arligen till utrikesministeriet rapportera om anvandningen av det globala exporttillstandet. narmare bestammelser om innehallet i en rapport som avses i 1 mom., innehallet i ett internt efterlevnadsprogram som avses i artikel 2.21 i forordningen om exportkontroll, innehallet i ett register eller en forteckning som avses i artikel 27 i den forordningen samt innehallet i meddelanden och rapporter om anvandningen av unionens generella exporttillstand som avses i bilaga ii till den forordningen far utfardas genom forordning av utrikesministeriet."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Lupaharkinta",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 15 artiklassa säädetään, ulkoministeriön on huomioitava lupaharkinnassaan seuraavat näkökohdat: 1) ulkomailta peräisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettömyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jälleenvientirajoitukset tai -kiellot. Ulkoministeriö voi myöntäessään lupaa asettaa luvan käyttämiselle ehtoja sen estämiseksi, että luvanvarainen tuote päätyisi muuhun kuin luvassa tarkoitettuun käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 15 artiklassa säädetään, ulkoministeriön on huomioitava lupaharkinnassaan seuraavat näkökohdat: 1) ulkomailta peräisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettömyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jälleenvientirajoitukset tai -kiellot. Ulkoministeriö voi myöntäessään lupaa asettaa luvan käyttämiselle ehtoja sen estämiseksi, että luvanvarainen tuote päätyisi muuhun kuin luvassa tarkoitettuun käyttöön.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 15 artiklassa saadetaan, ulkoministerion on huomioitava lupaharkinnassaan seuraavat nakokohdat: 1) ulkomailta peraisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettomyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jalleenvientirajoitukset tai -kiellot. ulkoministerio voi myontaessaan lupaa asettaa luvan kayttamiselle ehtoja sen estamiseksi, etta luvanvarainen tuote paatyisi muuhun kuin luvassa tarkoitettuun kayttoon.",
        "title_sv": "Tillståndsprövning",
        "content_sv": "Utöver vad som föreskrivs i artikel 15 i förordningen om exportkontroll ska utrikesministeriet vid tillståndsprövningen beakta följande: 1) säkerställande av en obehindrad tillgång till sådana utländska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som gäller tillgången till dessa produkter, 2) begränsningar av eller förbud mot återexport av en vara eller tjänst. Utrikesministeriet kan när det beviljar tillstånd förena tillståndet med villkor för att förhindra att en tillståndspliktig produkt används för något annat ändamål än det som avses i tillståndet.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 15 i förordningen om exportkontroll ska utrikesministeriet vid tillståndsprövningen beakta följande: 1) säkerställande av en obehindrad tillgång till sådana utländska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som gäller tillgången till dessa produkter, 2) begränsningar av eller förbud mot återexport av en vara eller tjänst. Utrikesministeriet kan när det beviljar tillstånd förena tillståndet med villkor för att förhindra att en tillståndspliktig produkt används för något annat ändamål än det som avses i tillståndet.",
        "folded_sv": "utover vad som foreskrivs i artikel 15 i forordningen om exportkontroll ska utrikesministeriet vid tillstandsprovningen beakta foljande: 1) sakerstallande av en obehindrad tillgang till sadana utlandska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som galler tillgangen till dessa produkter, 2) begransningar av eller forbud mot aterexport av en vara eller tjanst. utrikesministeriet kan nar det beviljar tillstand forena tillstandet med villkor for att forhindra att en tillstandspliktig produkt anvands for nagot annat andamal an det som avses i tillstandet."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kaksikäyttötuotteita koskeva ennakkotieto",
      "content": "Ulkoministeriö antaa hakemuksesta toiminnanharjoittajalle päätöksellään ennakkotiedon siitä, täyttääkö vienti, välityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisäinen siirto vientivalvonta-asetuksessa ja tässä laissa tarkoitetut luvan myöntämisen edellytykset. Myönteinen ennakkotieto on ulkoministeriötä sitova ja annetaan enintään vuoden pituiseksi määräajaksi. Myönteinen ennakkotieto ei sido ulkoministeriötä, jos ennakkotiedon antamisen jälkeen olosuhteissa tapahtuu merkittävä muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriölle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Ulkoministeriö antaa hakemuksesta toiminnanharjoittajalle päätöksellään ennakkotiedon siitä, täyttääkö vienti, välityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisäinen siirto vientivalvonta-asetuksessa ja tässä laissa tarkoitetut luvan myöntämisen edellytykset. Myönteinen ennakkotieto on ulkoministeriötä sitova ja annetaan enintään vuoden pituiseksi määräajaksi. Myönteinen ennakkotieto ei sido ulkoministeriötä, jos ennakkotiedon antamisen jälkeen olosuhteissa tapahtuu merkittävä muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriölle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
        "folded_fi": "ulkoministerio antaa hakemuksesta toiminnanharjoittajalle paatoksellaan ennakkotiedon siita, tayttaako vienti, valityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisainen siirto vientivalvonta-asetuksessa ja tassa laissa tarkoitetut luvan myontamisen edellytykset. myonteinen ennakkotieto on ulkoministeriota sitova ja annetaan enintaan vuoden pituiseksi maaraajaksi. myonteinen ennakkotieto ei sido ulkoministeriota, jos ennakkotiedon antamisen jalkeen olosuhteissa tapahtuu merkittava muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriolle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
        "title_sv": "Förhandsbesked om produkter med dubbla användningsområden",
        "content_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövare genom sitt beslut förhandsbesked om huruvida exporten, tillhandahållandet av förmedlingstjänster eller tekniskt bistånd, transiteringen eller överföringen inom unionen uppfyller de i förordningen om exportkontroll och denna lag avsedda villkoren för beviljande av tillstånd. Ett positivt förhandsbesked är bindande för utrikesministeriet och gäller för viss tid på högst ett år. Ett positivt förhandsbesked är inte bindande för utrikesministeriet, om det sker en väsentlig förändring i omständigheterna som påverkar den utrikes- och säkerhetspolitiska bedömningen efter det att beskedet har getts eller om sökanden har gett utrikesministeriet osann, väsentligen bristfällig eller vilseledande information.",
        "normalized_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövare genom sitt beslut förhandsbesked om huruvida exporten, tillhandahållandet av förmedlingstjänster eller tekniskt bistånd, transiteringen eller överföringen inom unionen uppfyller de i förordningen om exportkontroll och denna lag avsedda villkoren för beviljande av tillstånd. Ett positivt förhandsbesked är bindande för utrikesministeriet och gäller för viss tid på högst ett år. Ett positivt förhandsbesked är inte bindande för utrikesministeriet, om det sker en väsentlig förändring i omständigheterna som påverkar den utrikes- och säkerhetspolitiska bedömningen efter det att beskedet har getts eller om sökanden har gett utrikesministeriet osann, väsentligen bristfällig eller vilseledande information.",
        "folded_sv": "utrikesministeriet meddelar pa ansokan verksamhetsutovare genom sitt beslut forhandsbesked om huruvida exporten, tillhandahallandet av formedlingstjanster eller tekniskt bistand, transiteringen eller overforingen inom unionen uppfyller de i forordningen om exportkontroll och denna lag avsedda villkoren for beviljande av tillstand. ett positivt forhandsbesked ar bindande for utrikesministeriet och galler for viss tid pa hogst ett ar. ett positivt forhandsbesked ar inte bindande for utrikesministeriet, om det sker en vasentlig forandring i omstandigheterna som paverkar den utrikes- och sakerhetspolitiska bedomningen efter det att beskedet har getts eller om sokanden har gett utrikesministeriet osann, vasentligen bristfallig eller vilseledande information."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Valvonnanalaisuustiedustelu",
      "content": "Ulkoministeriö antaa hakemuksen perusteella toiminnanharjoittajalle päätöksen siitä, onko hakemuksessa yksilöity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikäyttötuote.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Ulkoministeriö antaa hakemuksen perusteella toiminnanharjoittajalle päätöksen siitä, onko hakemuksessa yksilöity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikäyttötuote.",
        "folded_fi": "ulkoministerio antaa hakemuksen perusteella toiminnanharjoittajalle paatoksen siita, onko hakemuksessa yksiloity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikayttotuote.",
        "title_sv": "Förfrågan om huruvida en produkt omfattas av exportkontroll",
        "content_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövaren beslut om huruvida den produkt som specificeras i ansökan är en produkt med dubbla användningsområden enligt unionens kontrollförteckning eller den nationella kontrollförteckningen.",
        "normalized_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövaren beslut om huruvida den produkt som specificeras i ansökan är en produkt med dubbla användningsområden enligt unionens kontrollförteckning eller den nationella kontrollförteckningen.",
        "folded_sv": "utrikesministeriet meddelar pa ansokan verksamhetsutovaren beslut om huruvida den produkt som specificeras i ansokan ar en produkt med dubbla anvandningsomraden enligt unionens kontrollforteckning eller den nationella kontrollforteckningen."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Tiedon luovuttaminen viranomaisten välillä",
      "content": "Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa toisilleen tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömiä tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvistä hakemuksista ja päätöksistä; 4) tuotteista; 5) kaksikäyttötuotteiden vastaanottajista, loppukäytöstä ja loppukäyttäjistä; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikäyttötuotteiden vientivalvontaan liittyvistä seikoista. Verohallinnolla, puolustusministeriöllä, Puolustusvoimilla, Poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, Maahanmuuttovirastolla, Rajavartiolaitoksella, työ- ja elinkeinoministeriöllä sekä Säteilyturvakeskuksella on oikeus salassapitosäännösten estämättä luovuttaa ulkoministeriölle ja Tullille 1 momentissa tarkoitetut tiedot, jotka ovat välttämättömiä tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi. Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on välttämätöntä kaksikäyttötuotteiden vientivalvontaan liittyvän tehtävän hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa toisilleen tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömiä tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvistä hakemuksista ja päätöksistä; 4) tuotteista; 5) kaksikäyttötuotteiden vastaanottajista, loppukäytöstä ja loppukäyttäjistä; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikäyttötuotteiden vientivalvontaan liittyvistä seikoista. Verohallinnolla, puolustusministeriöllä, Puolustusvoimilla, Poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, Maahanmuuttovirastolla, Rajavartiolaitoksella, työ- ja elinkeinoministeriöllä sekä Säteilyturvakeskuksella on oikeus salassapitosäännösten estämättä luovuttaa ulkoministeriölle ja Tullille 1 momentissa tarkoitetut tiedot, jotka ovat välttämättömiä tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi. Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on välttämätöntä kaksikäyttötuotteiden vientivalvontaan liittyvän tehtävän hoitamiseksi.",
        "folded_fi": "ulkoministeriolla ja tullilla on oikeus salassapitosaannosten estamatta luovuttaa toisilleen tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi valttamattomia tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvista hakemuksista ja paatoksista; 4) tuotteista; 5) kaksikayttotuotteiden vastaanottajista, loppukaytosta ja loppukayttajista; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikayttotuotteiden vientivalvontaan liittyvista seikoista. verohallinnolla, puolustusministeriolla, puolustusvoimilla, poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, maahanmuuttovirastolla, rajavartiolaitoksella, tyo- ja elinkeinoministeriolla seka sateilyturvakeskuksella on oikeus salassapitosaannosten estamatta luovuttaa ulkoministeriolle ja tullille 1 momentissa tarkoitetut tiedot, jotka ovat valttamattomia tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi. ulkoministeriolla ja tullilla on oikeus salassapitosaannosten estamatta luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on valttamatonta kaksikayttotuotteiden vientivalvontaan liittyvan tehtavan hoitamiseksi.",
        "title_sv": "Utlämnande av information mellan myndigheter",
        "content_sv": "Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till varandra lämna ut för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll nödvändig information om 1) verksamhetsutövare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansökningar och beslut som gäller exportkontroll, 4) produkter, 5) mottagare, slutanvändning och slutanvändare av produkter med dubbla användningsområden, 6) andra än i 1-5 punkten avsedda omständigheter som gäller kontroll av export av produkter med dubbla användningsområden. Skatteförvaltningen, försvarsministeriet, Försvarsmakten, Polisstyrelsen, skyddspolisen, centralkriminalpolisen, Migrationsverket, Gränsbevakningsväsendet, arbets- och näringsministeriet samt Strålsäkerhetscentralen har trots sekretessbestämmelserna rätt att till utrikesministeriet och Tullen lämna ut sådan i 1 mom. avsedd information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till de myndigheter som avses i 2 mom. lämna ut sådan information som är nödvändig för skötseln av en uppgift som gäller kontroll av export av produkter med dubbla användningsområden.",
        "normalized_sv": "Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till varandra lämna ut för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll nödvändig information om 1) verksamhetsutövare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansökningar och beslut som gäller exportkontroll, 4) produkter, 5) mottagare, slutanvändning och slutanvändare av produkter med dubbla användningsområden, 6) andra än i 1-5 punkten avsedda omständigheter som gäller kontroll av export av produkter med dubbla användningsområden. Skatteförvaltningen, försvarsministeriet, Försvarsmakten, Polisstyrelsen, skyddspolisen, centralkriminalpolisen, Migrationsverket, Gränsbevakningsväsendet, arbets- och näringsministeriet samt Strålsäkerhetscentralen har trots sekretessbestämmelserna rätt att till utrikesministeriet och Tullen lämna ut sådan i 1 mom. avsedd information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till de myndigheter som avses i 2 mom. lämna ut sådan information som är nödvändig för skötseln av en uppgift som gäller kontroll av export av produkter med dubbla användningsområden.",
        "folded_sv": "utrikesministeriet och tullen har trots sekretessbestammelserna ratt att till varandra lamna ut for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll nodvandig information om 1) verksamhetsutovare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansokningar och beslut som galler exportkontroll, 4) produkter, 5) mottagare, slutanvandning och slutanvandare av produkter med dubbla anvandningsomraden, 6) andra an i 1-5 punkten avsedda omstandigheter som galler kontroll av export av produkter med dubbla anvandningsomraden. skatteforvaltningen, forsvarsministeriet, forsvarsmakten, polisstyrelsen, skyddspolisen, centralkriminalpolisen, migrationsverket, gransbevakningsvasendet, arbets- och naringsministeriet samt stralsakerhetscentralen har trots sekretessbestammelserna ratt att till utrikesministeriet och tullen lamna ut sadan i 1 mom. avsedd information som ar nodvandig for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll. utrikesministeriet och tullen har trots sekretessbestammelserna ratt att till de myndigheter som avses i 2 mom. lamna ut sadan information som ar nodvandig for skotseln av en uppgift som galler kontroll av export av produkter med dubbla anvandningsomraden."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Salassa pidettävien tietojen luovuttaminen ulkomaan viranomaiselle ja kansainväliselle toimielimelle",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään, ulkoministeriö voi luovuttaa ulkomaan viranomaiselle tai kansainväliselle toimielimelle salassapitosäännösten estämättä tämän lain 13 §:n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilötiedon, jos se on välttämätöntä kansainvälisen vientivalvontayhteistyön toteuttamiseksi eikä tietojen luovuttaminen ole vastoin kansallista etua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään, ulkoministeriö voi luovuttaa ulkomaan viranomaiselle tai kansainväliselle toimielimelle salassapitosäännösten estämättä tämän lain 13 § :n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilötiedon, jos se on välttämätöntä kansainvälisen vientivalvontayhteistyön toteuttamiseksi eikä tietojen luovuttaminen ole vastoin kansallista etua.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan, ulkoministerio voi luovuttaa ulkomaan viranomaiselle tai kansainvaliselle toimielimelle salassapitosaannosten estamatta taman lain 13 §:n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilotiedon, jos se on valttamatonta kansainvalisen vientivalvontayhteistyon toteuttamiseksi eika tietojen luovuttaminen ole vastoin kansallista etua.",
        "title_sv": "Utlämnande av sekretessbelagd information till utländska myndigheter och internationella organ",
        "content_sv": "Utöver vad som föreskrivs i förordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) får utrikesministeriet trots sekretessbestämmelserna till utländska myndigheter eller internationella organ lämna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information än personuppgifter, om det är nödvändigt för att genomföra internationellt exportkontrollsamarbete, och utlämnandet av informationen inte strider mot nationella intressen.",
        "normalized_sv": "Utöver vad som föreskrivs i förordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) får utrikesministeriet trots sekretessbestämmelserna till utländska myndigheter eller internationella organ lämna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information än personuppgifter, om det är nödvändigt för att genomföra internationellt exportkontrollsamarbete, och utlämnandet av informationen inte strider mot nationella intressen.",
        "folded_sv": "utover vad som foreskrivs i forordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) far utrikesministeriet trots sekretessbestammelserna till utlandska myndigheter eller internationella organ lamna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information an personuppgifter, om det ar nodvandigt for att genomfora internationellt exportkontrollsamarbete, och utlamnandet av informationen inte strider mot nationella intressen."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Oikeus saada tietoja toiminnanharjoittajalta",
      "content": "Ulkoministeriöllä ja Tullilla on oikeus saada tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömät tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvältä luonnolliselta henkilöltä tai oikeushenkilöltä. Toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvällä luonnollisella henkilöllä tai oikeushenkilöllä on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Ulkoministeriöllä ja Tullilla on oikeus saada tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömät tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvältä luonnolliselta henkilöltä tai oikeushenkilöltä. Toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvällä luonnollisella henkilöllä tai oikeushenkilöllä on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
        "folded_fi": "ulkoministeriolla ja tullilla on oikeus saada tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi valttamattomat tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvalta luonnolliselta henkilolta tai oikeushenkilolta. toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvalla luonnollisella henkilolla tai oikeushenkilolla on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
        "title_sv": "Rätt att få information av verksamhetsutövare",
        "content_sv": "Utrikesministeriet och Tullen har rätt att av verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll få sådan information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll är skyldiga att lämna sådan information som avses i 1 mom.",
        "normalized_sv": "Utrikesministeriet och Tullen har rätt att av verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll få sådan information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll är skyldiga att lämna sådan information som avses i 1 mom.",
        "folded_sv": "utrikesministeriet och tullen har ratt att av verksamhetsutovare och andra fysiska eller juridiska personer som har samband med den verksamhet som ar foremal for kontroll fa sadan information som ar nodvandig for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll. verksamhetsutovare och andra fysiska eller juridiska personer som har samband med den verksamhet som ar foremal for kontroll ar skyldiga att lamna sadan information som avses i 1 mom."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Tullin toimivaltuudet",
      "content": "Tullin toimivaltuuksista säädetään tullilaissa (304/2016). Tämän lain 4 §:n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetään myös vientivalvonta-asetuksen ja tämän lain mukaista kaksikäyttötuotetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Tullin toimivaltuuksista säädetään tullilaissa (304/2016). Tämän lain 4 § :n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetään myös vientivalvonta-asetuksen ja tämän lain mukaista kaksikäyttötuotetta.",
        "folded_fi": "tullin toimivaltuuksista saadetaan tullilaissa (304/2016). taman lain 4 §:n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetaan myos vientivalvonta-asetuksen ja taman lain mukaista kaksikayttotuotetta.",
        "title_sv": "Tullens befogenheter",
        "content_sv": "Bestämmelser om Tullens befogenheter finns i tullagen (304/2016). Vid övervakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen också en produkt med dubbla användningsområden enligt förordningen om exportkontroll och denna lag.",
        "normalized_sv": "Bestämmelser om Tullens befogenheter finns i tullagen (304/2016). Vid övervakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen också en produkt med dubbla användningsområden enligt förordningen om exportkontroll och denna lag.",
        "folded_sv": "bestammelser om tullens befogenheter finns i tullagen (304/2016). vid overvakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen ocksa en produkt med dubbla anvandningsomraden enligt forordningen om exportkontroll och denna lag."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Kauttakuljetettavan tavaran haltuun ottaminen ja kauttakulkua koskeva päätöksenteko",
      "content": "Tullin on otettava kauttakuljetettava kaksikäyttötuote haltuunsa, jos Tullilla on perusteltua syytä epäillä, että kauttakuljetettavat kaksikäyttötuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettävä kauttakulkua koskeva asia ulkoministeriön käsiteltäväksi ja ratkaistavaksi. Ulkoministeriö päättää, kielletäänkö kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai tämän lain 6 §:n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. Jos kauttakululle asetetaan lupavaatimus, ulkoministeriön on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 päivää aikaa hakea lupaa ulkoministeriöltä. Jos ulkoministeriö päättää, että lupaa kauttakululle ei myönnetä, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Tullin on otettava kauttakuljetettava kaksikäyttötuote haltuunsa, jos Tullilla on perusteltua syytä epäillä, että kauttakuljetettavat kaksikäyttötuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettävä kauttakulkua koskeva asia ulkoministeriön käsiteltäväksi ja ratkaistavaksi. Ulkoministeriö päättää, kielletäänkö kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai tämän lain 6 § :n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. Jos kauttakululle asetetaan lupavaatimus, ulkoministeriön on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 päivää aikaa hakea lupaa ulkoministeriöltä. Jos ulkoministeriö päättää, että lupaa kauttakululle ei myönnetä, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
        "folded_fi": "tullin on otettava kauttakuljetettava kaksikayttotuote haltuunsa, jos tullilla on perusteltua syyta epailla, etta kauttakuljetettavat kaksikayttotuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettava kauttakulkua koskeva asia ulkoministerion kasiteltavaksi ja ratkaistavaksi. ulkoministerio paattaa, kielletaanko kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai taman lain 6 §:n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. jos kauttakululle asetetaan lupavaatimus, ulkoministerion on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 paivaa aikaa hakea lupaa ulkoministeriolta. jos ulkoministerio paattaa, etta lupaa kauttakululle ei myonneta, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
        "title_sv": "Omhändertagande av varor som transiteras och beslutsfattande om transitering",
        "content_sv": "Tullen ska omhänderta produkter med dubbla användningsområden som transiteras, om den har grundad anledning att misstänka att de produkter med dubbla användningsområden som transiteras helt eller delvis är, eller kan vara, avsedda för användning som avses i artikel 4.1 i förordningen om exportkontroll. Tullen ska meddela omhändertagandet till den som transiterar och överföra ärendet som gäller transitering till utrikesministeriet för behandling och avgörande. Utrikesministeriet beslutar huruvida transiteringen ska förbjudas med stöd av artikel 7.1 i förordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det för transiteringen ska införas tillståndskrav i enlighet med artikel 7.2 i förordningen om exportkontroll. Om det införs tillståndskrav för transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar på sig att ansöka om tillstånd hos utrikesministeriet. Om utrikesministeriet beslutar att tillstånd för transitering inte beviljas, anses transiteringen vara förbjuden i enlighet med artikel 7.1 i förordningen om exportkontroll.",
        "normalized_sv": "Tullen ska omhänderta produkter med dubbla användningsområden som transiteras, om den har grundad anledning att misstänka att de produkter med dubbla användningsområden som transiteras helt eller delvis är, eller kan vara, avsedda för användning som avses i artikel 4.1 i förordningen om exportkontroll. Tullen ska meddela omhändertagandet till den som transiterar och överföra ärendet som gäller transitering till utrikesministeriet för behandling och avgörande. Utrikesministeriet beslutar huruvida transiteringen ska förbjudas med stöd av artikel 7.1 i förordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det för transiteringen ska införas tillståndskrav i enlighet med artikel 7.2 i förordningen om exportkontroll. Om det införs tillståndskrav för transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar på sig att ansöka om tillstånd hos utrikesministeriet. Om utrikesministeriet beslutar att tillstånd för transitering inte beviljas, anses transiteringen vara förbjuden i enlighet med artikel 7.1 i förordningen om exportkontroll.",
        "folded_sv": "tullen ska omhanderta produkter med dubbla anvandningsomraden som transiteras, om den har grundad anledning att misstanka att de produkter med dubbla anvandningsomraden som transiteras helt eller delvis ar, eller kan vara, avsedda for anvandning som avses i artikel 4.1 i forordningen om exportkontroll. tullen ska meddela omhandertagandet till den som transiterar och overfora arendet som galler transitering till utrikesministeriet for behandling och avgorande. utrikesministeriet beslutar huruvida transiteringen ska forbjudas med stod av artikel 7.1 i forordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det for transiteringen ska inforas tillstandskrav i enlighet med artikel 7.2 i forordningen om exportkontroll. om det infors tillstandskrav for transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar pa sig att ansoka om tillstand hos utrikesministeriet. om utrikesministeriet beslutar att tillstand for transitering inte beviljas, anses transiteringen vara forbjuden i enlighet med artikel 7.1 i forordningen om exportkontroll."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kauttakuljetettavan tavaran palauttaminen tai hävittäminen",
      "content": "Jos ulkoministeriö päättää, että kauttakulkua ei kielletä tai myöntää luvan kauttakulkuun, Tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. Jos ulkoministeriö kieltää kauttakulun tai päättää, ettei kauttakulkuun myönnetä lupaa, ulkoministeriön on määrättävä tavara palautettavaksi lähtömaahansa. Jos kuitenkin on perusteltua syytä epäillä, että tavaraa käytettäisiin lähtömaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön, ulkoministeriön on määrättävä tavara Tullin hävitettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos ulkoministeriö päättää, että kauttakulkua ei kielletä tai myöntää luvan kauttakulkuun, Tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. Jos ulkoministeriö kieltää kauttakulun tai päättää, ettei kauttakulkuun myönnetä lupaa, ulkoministeriön on määrättävä tavara palautettavaksi lähtömaahansa. Jos kuitenkin on perusteltua syytä epäillä, että tavaraa käytettäisiin lähtömaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön, ulkoministeriön on määrättävä tavara Tullin hävitettäväksi.",
        "folded_fi": "jos ulkoministerio paattaa, etta kauttakulkua ei kielleta tai myontaa luvan kauttakulkuun, tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. jos ulkoministerio kieltaa kauttakulun tai paattaa, ettei kauttakulkuun myonneta lupaa, ulkoministerion on maarattava tavara palautettavaksi lahtomaahansa. jos kuitenkin on perusteltua syyta epailla, etta tavaraa kaytettaisiin lahtomaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon, ulkoministerion on maarattava tavara tullin havitettavaksi.",
        "title_sv": "Returnering eller förstöring av varor som transiteras",
        "content_sv": "Om utrikesministeriet beslutar att transitering inte förbjuds eller beviljar tillstånd för transitering, ska Tullen returnera de omhändertagna varorna till den som transiterar. Om utrikesministeriet förbjuder transitering eller beslutar att tillstånd inte beviljas för transitering, ska ministeriet bestämma att varorna ska returneras till ursprungslandet. Om det dock finns grundad anledning att misstänka att varorna i ursprungslandet används för ändamål enligt artikel 4.1 i förordningen om exportkontroll, ska utrikesministeriet bestämma att varorna ska förstöras av Tullen.",
        "normalized_sv": "Om utrikesministeriet beslutar att transitering inte förbjuds eller beviljar tillstånd för transitering, ska Tullen returnera de omhändertagna varorna till den som transiterar. Om utrikesministeriet förbjuder transitering eller beslutar att tillstånd inte beviljas för transitering, ska ministeriet bestämma att varorna ska returneras till ursprungslandet. Om det dock finns grundad anledning att misstänka att varorna i ursprungslandet används för ändamål enligt artikel 4.1 i förordningen om exportkontroll, ska utrikesministeriet bestämma att varorna ska förstöras av Tullen.",
        "folded_sv": "om utrikesministeriet beslutar att transitering inte forbjuds eller beviljar tillstand for transitering, ska tullen returnera de omhandertagna varorna till den som transiterar. om utrikesministeriet forbjuder transitering eller beslutar att tillstand inte beviljas for transitering, ska ministeriet bestamma att varorna ska returneras till ursprungslandet. om det dock finns grundad anledning att misstanka att varorna i ursprungslandet anvands for andamal enligt artikel 4.1 i forordningen om exportkontroll, ska utrikesministeriet bestamma att varorna ska forstoras av tullen."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Korvausvastuu",
      "content": "Kauttakuljettaja vastaa kauttakuljetettavan tavaran säilyttämisestä lupa- ja muutoksenhakumenettelyn aikana syntyneistä kustannuksista sekä tavaran palauttamisesta lähtömaahansa tai hävittämisestä aiheutuneista kustannuksista. Kauttakuljettaja ei kuitenkaan vastaa mainituista hävittämiskustannuksista, jos tavara on hävitetty ennen hävittämispäätöksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti päättänyt, ettei hävittämiselle ollut edellytyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Kauttakuljettaja vastaa kauttakuljetettavan tavaran säilyttämisestä lupa- ja muutoksenhakumenettelyn aikana syntyneistä kustannuksista sekä tavaran palauttamisesta lähtömaahansa tai hävittämisestä aiheutuneista kustannuksista. Kauttakuljettaja ei kuitenkaan vastaa mainituista hävittämiskustannuksista, jos tavara on hävitetty ennen hävittämispäätöksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti päättänyt, ettei hävittämiselle ollut edellytyksiä.",
        "folded_fi": "kauttakuljettaja vastaa kauttakuljetettavan tavaran sailyttamisesta lupa- ja muutoksenhakumenettelyn aikana syntyneista kustannuksista seka tavaran palauttamisesta lahtomaahansa tai havittamisesta aiheutuneista kustannuksista. kauttakuljettaja ei kuitenkaan vastaa mainituista havittamiskustannuksista, jos tavara on havitetty ennen havittamispaatoksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti paattanyt, ettei havittamiselle ollut edellytyksia.",
        "title_sv": "Ersättningsskyldighet",
        "content_sv": "Den som transiterar svarar under tillstånds- och ändringssökandeförfarandet för förvaringskostnaderna för varorna som transiteras och för de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av förstöringen av varorna. Den som transiterar svarar dock inte för de nämnda kostnaderna för förstöring, om varorna har förstörts innan beslutet om förstöring har vunnit laga kraft och en domstol med anledning av ändringssökande har fattat ett lagakraftvunnet beslut om att det inte fanns förutsättningar för förstöringen.",
        "normalized_sv": "Den som transiterar svarar under tillstånds- och ändringssökandeförfarandet för förvaringskostnaderna för varorna som transiteras och för de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av förstöringen av varorna. Den som transiterar svarar dock inte för de nämnda kostnaderna för förstöring, om varorna har förstörts innan beslutet om förstöring har vunnit laga kraft och en domstol med anledning av ändringssökande har fattat ett lagakraftvunnet beslut om att det inte fanns förutsättningar för förstöringen.",
        "folded_sv": "den som transiterar svarar under tillstands- och andringssokandeforfarandet for forvaringskostnaderna for varorna som transiteras och for de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av forstoringen av varorna. den som transiterar svarar dock inte for de namnda kostnaderna for forstoring, om varorna har forstorts innan beslutet om forstoring har vunnit laga kraft och en domstol med anledning av andringssokande har fattat ett lagakraftvunnet beslut om att det inte fanns forutsattningar for forstoringen."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Vientivalvontaneuvottelukunta",
      "content": "Ulkoministeriön yhteydessä toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. Vientivalvontaneuvottelukunnan tehtävänä on edistää vientivalvontaan liittyvää viranomaisyhteistyötä ja yhteyksiä elinkeinoelämän kanssa. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä vientivalvontaneuvottelukunnan tehtävistä, kokoonpanosta ja asettamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Ulkoministeriön yhteydessä toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. Vientivalvontaneuvottelukunnan tehtävänä on edistää vientivalvontaan liittyvää viranomaisyhteistyötä ja yhteyksiä elinkeinoelämän kanssa. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä vientivalvontaneuvottelukunnan tehtävistä, kokoonpanosta ja asettamisesta.",
        "folded_fi": "ulkoministerion yhteydessa toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. vientivalvontaneuvottelukunnan tehtavana on edistaa vientivalvontaan liittyvaa viranomaisyhteistyota ja yhteyksia elinkeinoelaman kanssa. valtioneuvoston asetuksella annetaan tarkempia saannoksia vientivalvontaneuvottelukunnan tehtavista, kokoonpanosta ja asettamisesta.",
        "title_sv": "Exportkontrolldelegationen",
        "content_sv": "I anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsätts av statsrådet. Exportkontrolldelegationen har till uppgift att främja myndighetssamarbetet vad gäller exportkontroll samt kontakterna med näringslivet. Närmare bestämmelser om exportkontrolldelegationens uppgifter, sammansättning och tillsättande utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsätts av statsrådet. Exportkontrolldelegationen har till uppgift att främja myndighetssamarbetet vad gäller exportkontroll samt kontakterna med näringslivet. Närmare bestämmelser om exportkontrolldelegationens uppgifter, sammansättning och tillsättande utfärdas genom förordning av statsrådet.",
        "folded_sv": "i anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsatts av statsradet. exportkontrolldelegationen har till uppgift att framja myndighetssamarbetet vad galler exportkontroll samt kontakterna med naringslivet. narmare bestammelser om exportkontrolldelegationens uppgifter, sammansattning och tillsattande utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Uhkasakko",
      "content": "Ulkoministeriö tai Tulli voi asettaa 15 §:n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Ulkoministeriö voi asettaa 9 §:n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi säädetään uhkasakkolaissa (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Ulkoministeriö tai Tulli voi asettaa 15 § :n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Ulkoministeriö voi asettaa 9 § :n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi säädetään uhkasakkolaissa (1113/1990).",
        "folded_fi": "ulkoministerio tai tulli voi asettaa 15 §:n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan maarayksen noudattamisen tehosteeksi uhkasakon. ulkoministerio voi asettaa 9 §:n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan maarayksen noudattamisen tehosteeksi uhkasakon. uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi saadetaan uhkasakkolaissa (1113/1990).",
        "title_sv": "Vite",
        "content_sv": "Utrikesministeriet eller Tullen kan förena ett föreläggande som gäller den i 15 § 2 mom. avsedda informationsskyldigheten med vite. Utrikesministeriet kan förena ett föreläggande som gäller den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. Bestämmelser om föreläggande och utdömande av vite finns i viteslagen (1113/1990).",
        "normalized_sv": "Utrikesministeriet eller Tullen kan förena ett föreläggande som gäller den i 15 § 2 mom. avsedda informationsskyldigheten med vite. Utrikesministeriet kan förena ett föreläggande som gäller den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. Bestämmelser om föreläggande och utdömande av vite finns i viteslagen (1113/1990).",
        "folded_sv": "utrikesministeriet eller tullen kan forena ett forelaggande som galler den i 15 § 2 mom. avsedda informationsskyldigheten med vite. utrikesministeriet kan forena ett forelaggande som galler den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. bestammelser om forelaggande och utdomande av vite finns i viteslagen (1113/1990)."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua päätöstä sekä toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai tämän lain 6 §:ssä tarkoitettua päätöstä on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin määrää. Jos 18 §:n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministeriö voi samalla määrätä, että hävittämispäätös on pantava muutoksenhausta huolimatta heti täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua päätöstä sekä toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai tämän lain 6 § :ssä tarkoitettua päätöstä on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin määrää. Jos 18 § :n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministeriö voi samalla määrätä, että hävittämispäätös on pantava muutoksenhausta huolimatta heti täytäntöön.",
        "folded_fi": "muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019). vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua paatosta seka toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai taman lain 6 §:ssa tarkoitettua paatosta on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin maaraa. jos 18 §:n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministerio voi samalla maarata, etta havittamispaatos on pantava muutoksenhausta huolimatta heti taytantoon.",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Ett beslut som avses i artikel 16.1 i förordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i förordningen om exportkontroll eller i 6 § i denna lag och som gäller verksamhetsutövaren ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat. Om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper är farliga, får utrikesministeriet samtidigt bestämma att beslutet om förstöring ska verkställas genast trots ändringssökande.",
        "normalized_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Ett beslut som avses i artikel 16.1 i förordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i förordningen om exportkontroll eller i 6 § i denna lag och som gäller verksamhetsutövaren ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat. Om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper är farliga, får utrikesministeriet samtidigt bestämma att beslutet om förstöring ska verkställas genast trots ändringssökande.",
        "folded_sv": "bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019). ett beslut som avses i artikel 16.1 i forordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i forordningen om exportkontroll eller i 6 § i denna lag och som galler verksamhetsutovaren ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat. om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper ar farliga, far utrikesministeriet samtidigt bestamma att beslutet om forstoring ska verkstallas genast trots andringssokande."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Viittaus rikoslakiin",
      "content": "Rangaistus säännöstelyrikoksesta säädetään rikoslain (39/1889) 46 luvun 1-3 §:ssä ja kaksikäyttötuotteiden vientivalvontailmoituksen laiminlyönnistä 12 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Rangaistus säännöstelyrikoksesta säädetään rikoslain (39/1889) 46 luvun 1-3 § :ssä ja kaksikäyttötuotteiden vientivalvontailmoituksen laiminlyönnistä 12 § :ssä.",
        "folded_fi": "rangaistus saannostelyrikoksesta saadetaan rikoslain (39/1889) 46 luvun 1-3 §:ssa ja kaksikayttotuotteiden vientivalvontailmoituksen laiminlyonnista 12 §:ssa.",
        "title_sv": "Hänvisning till strafflagen",
        "content_sv": "Bestämmelser om straff för regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestämmelser om straff för försummelse av exportkontrollanmälan om produkter med dubbla användningsområden i 46 kap. 12 § i den lagen.",
        "normalized_sv": "Bestämmelser om straff för regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestämmelser om straff för försummelse av exportkontrollanmälan om produkter med dubbla användningsområden i 46 kap. 12 § i den lagen.",
        "folded_sv": "bestammelser om straff for regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestammelser om straff for forsummelse av exportkontrollanmalan om produkter med dubbla anvandningsomraden i 46 kap. 12 § i den lagen."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä syyskuuta 2024. Tällä lailla kumotaan kaksikäyttötuotteiden vientivalvonnasta annettu laki (562/1996). Muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan tämän lain tultua voimaan viittausta tähän lakiin. Ennen tämän lain voimaantuloa vireille tulleet asiat käsitellään tämän lain voimaan tullessa voimassa olleiden säännösten mukaisesti. Ennen tämän lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tätä lakia. Tämän lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jäävät edelleen voimaan ja niihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Tämän lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun tämän lain mukaisena neuvottelukuntana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä syyskuuta 2024. Tällä lailla kumotaan kaksikäyttötuotteiden vientivalvonnasta annettu laki (562/1996). Muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan tämän lain tultua voimaan viittausta tähän lakiin. Ennen tämän lain voimaantuloa vireille tulleet asiat käsitellään tämän lain voimaan tullessa voimassa olleiden säännösten mukaisesti. Ennen tämän lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tätä lakia. Tämän lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jäävät edelleen voimaan ja niihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Tämän lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun tämän lain mukaisena neuvottelukuntana.",
        "folded_fi": "tama laki tulee voimaan 15 paivana syyskuuta 2024. talla lailla kumotaan kaksikayttotuotteiden vientivalvonnasta annettu laki (562/1996). muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan taman lain tultua voimaan viittausta tahan lakiin. ennen taman lain voimaantuloa vireille tulleet asiat kasitellaan taman lain voimaan tullessa voimassa olleiden saannosten mukaisesti. ennen taman lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tata lakia. taman lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jaavat edelleen voimaan ja niihin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. taman lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun taman lain mukaisena neuvottelukuntana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 september 2024. Genom denna lag upphävs lagen om kontroll av export av produkter med dubbel användning (562/1996). En hänvisning till den upphävda lagen någon annanstans i lag avser efter ikraftträdandet av denna lag en hänvisning till denna lag. De ärenden som har blivit anhängiga före ikraftträdandet av denna lag handläggs i enlighet med de bestämmelser som gällde vid ikraftträdandet. På ärenden som gäller exportkontrolldelegationen och som har blivit anhängiga före ikraftträdandet av denna lag tillämpas dock denna lag. De tillstånd som beviljats med stöd av den lag som gällde vid ikraftträdandet av denna lag förblir i kraft och på dem tillämpas de bestämmelser som gällde vid ikraftträdandet av denna lag. Den exportkontrolldelegation som är verksam vid ikraftträdandet av denna lag fortsätter till utgången av sin mandatperiod som en delegation enligt denna lag.",
        "normalized_sv": "Denna lag träder i kraft den 15 september 2024. Genom denna lag upphävs lagen om kontroll av export av produkter med dubbel användning (562/1996). En hänvisning till den upphävda lagen någon annanstans i lag avser efter ikraftträdandet av denna lag en hänvisning till denna lag. De ärenden som har blivit anhängiga före ikraftträdandet av denna lag handläggs i enlighet med de bestämmelser som gällde vid ikraftträdandet. På ärenden som gäller exportkontrolldelegationen och som har blivit anhängiga före ikraftträdandet av denna lag tillämpas dock denna lag. De tillstånd som beviljats med stöd av den lag som gällde vid ikraftträdandet av denna lag förblir i kraft och på dem tillämpas de bestämmelser som gällde vid ikraftträdandet av denna lag. Den exportkontrolldelegation som är verksam vid ikraftträdandet av denna lag fortsätter till utgången av sin mandatperiod som en delegation enligt denna lag.",
        "folded_sv": "denna lag trader i kraft den 15 september 2024. genom denna lag upphavs lagen om kontroll av export av produkter med dubbel anvandning (562/1996). en hanvisning till den upphavda lagen nagon annanstans i lag avser efter ikrafttradandet av denna lag en hanvisning till denna lag. de arenden som har blivit anhangiga fore ikrafttradandet av denna lag handlaggs i enlighet med de bestammelser som gallde vid ikrafttradandet. pa arenden som galler exportkontrolldelegationen och som har blivit anhangiga fore ikrafttradandet av denna lag tillampas dock denna lag. de tillstand som beviljats med stod av den lag som gallde vid ikrafttradandet av denna lag forblir i kraft och pa dem tillampas de bestammelser som gallde vid ikrafttradandet av denna lag. den exportkontrolldelegation som ar verksam vid ikrafttradandet av denna lag fortsatter till utgangen av sin mandatperiod som en delegation enligt denna lag."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "vientivalvonta-asetus Tässä laissa säädetään kaksikäyttötuotteiden vientiä, välitystä, teknistä apua, kauttakulkua ja siirtoa koskevan unionin valvontajärjestelmän perustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2021/821, jäljempänä, täydentävistä velvollisuuksista, toimivaltuuksista ja menettelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "vientivalvonta-asetus Tässä laissa säädetään kaksikäyttötuotteiden vientiä, välitystä, teknistä apua, kauttakulkua ja siirtoa koskevan unionin valvontajärjestelmän perustamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2021/821, jäljempänä, täydentävistä velvollisuuksista, toimivaltuuksista ja menettelyistä.",
        "folded_fi": "vientivalvonta-asetus tassa laissa saadetaan kaksikayttotuotteiden vientia, valitysta, teknista apua, kauttakulkua ja siirtoa koskevan unionin valvontajarjestelman perustamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) 2021/821, jaljempana, taydentavista velvollisuuksista, toimivaltuuksista ja menettelyista.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "förordningen om exportkontroll Denna lag innehåller bestämmelser om skyldigheter, befogenheter och förfaranden som kompletterar Europaparlamentets och rådets förordning (EU) 2021/821 om upprättande av en unionsordning för kontroll av export, förmedling, transitering och överföring av samt tekniskt bistånd för produkter med dubbla användningsområden, nedan.",
        "normalized_sv": "förordningen om exportkontroll Denna lag innehåller bestämmelser om skyldigheter, befogenheter och förfaranden som kompletterar Europaparlamentets och rådets förordning (EU) 2021/821 om upprättande av en unionsordning för kontroll av export, förmedling, transitering och överföring av samt tekniskt bistånd för produkter med dubbla användningsområden, nedan.",
        "folded_sv": "forordningen om exportkontroll denna lag innehaller bestammelser om skyldigheter, befogenheter och forfaranden som kompletterar europaparlamentets och radets forordning (eu) 2021/821 om upprattande av en unionsordning for kontroll av export, formedling, transitering och overforing av samt tekniskt bistand for produkter med dubbla anvandningsomraden, nedan."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Vientivalvonta-asetuksen 2 artiklassa säädettyjä määritelmiä sovelletaan tätä lakia sovellettaessa. Lisäksi tässä laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen I sisältyvää luetteloa; 2) kauttakuljettajalla luonnollista henkilöä tai oikeushenkilöä, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejää, välittäjää, teknisen avun toimittajaa, kauttakuljettajaa sekä sellaista luonnollista henkilöä tai oikeushenkilöä, joka siirtää kaksikäyttötuotteita Euroopan unionin sisällä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Vientivalvonta-asetuksen 2 artiklassa säädettyjä määritelmiä sovelletaan tätä lakia sovellettaessa. Lisäksi tässä laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen I sisältyvää luetteloa; 2) kauttakuljettajalla luonnollista henkilöä tai oikeushenkilöä, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejää, välittäjää, teknisen avun toimittajaa, kauttakuljettajaa sekä sellaista luonnollista henkilöä tai oikeushenkilöä, joka siirtää kaksikäyttötuotteita Euroopan unionin sisällä.",
        "folded_fi": "vientivalvonta-asetuksen 2 artiklassa saadettyja maaritelmia sovelletaan tata lakia sovellettaessa. lisaksi tassa laissa tarkoitetaan: 1) unionin valvontaluettelolla vientivalvonta-asetuksen liitteeseen i sisaltyvaa luetteloa; 2) kauttakuljettajalla luonnollista henkiloa tai oikeushenkiloa, jolle voidaan asettaa vientivalvonta-asetuksen 7 artiklan 2 kohdassa tarkoitettu kauttakulkua koskeva lupavaatimus; 3) toiminnanharjoittajalla viejaa, valittajaa, teknisen avun toimittajaa, kauttakuljettajaa seka sellaista luonnollista henkiloa tai oikeushenkiloa, joka siirtaa kaksikayttotuotteita euroopan unionin sisalla.",
        "title_sv": "Definitioner",
        "content_sv": "Definitionerna i artikel 2 i förordningen om exportkontroll tillämpas vid tillämpningen av denna lag. I denna lag avses dessutom med 1) unionens kontrollförteckning den förteckning som finns i bilaga I till förordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person för vilken det kan beslutas om ett i artikel 7.2 i förordningen om exportkontroll avsett tillståndskrav som gäller transitering, 3) verksamhetsutövare exportörer, förmedlare, tillhandahållare av tekniskt bistånd, de som transiterar samt sådana fysiska eller juridiska personer som överför produkter med dubbla användningsområden inom Europeiska unionen.",
        "normalized_sv": "Definitionerna i artikel 2 i förordningen om exportkontroll tillämpas vid tillämpningen av denna lag. I denna lag avses dessutom med 1) unionens kontrollförteckning den förteckning som finns i bilaga I till förordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person för vilken det kan beslutas om ett i artikel 7.2 i förordningen om exportkontroll avsett tillståndskrav som gäller transitering, 3) verksamhetsutövare exportörer, förmedlare, tillhandahållare av tekniskt bistånd, de som transiterar samt sådana fysiska eller juridiska personer som överför produkter med dubbla användningsområden inom Europeiska unionen.",
        "folded_sv": "definitionerna i artikel 2 i forordningen om exportkontroll tillampas vid tillampningen av denna lag. i denna lag avses dessutom med 1) unionens kontrollforteckning den forteckning som finns i bilaga i till forordningen om exportkontroll, 2) den som transiterar en fysisk eller juridisk person for vilken det kan beslutas om ett i artikel 7.2 i forordningen om exportkontroll avsett tillstandskrav som galler transitering, 3) verksamhetsutovare exportorer, formedlare, tillhandahallare av tekniskt bistand, de som transiterar samt sadana fysiska eller juridiska personer som overfor produkter med dubbla anvandningsomraden inom europeiska unionen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Jos muussa laissa on tästä laista poikkeavia säännöksiä kaksikäyttötuotteiden vientivalvonnasta, niitä sovelletaan tämän lain asemasta. Puolustustarvikkeiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään puolustustarvikkeiden viennistä annetussa laissa (282/2012). Ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta säädetään ampuma-aselaissa (1/1998). Ydinalan tuotteiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään ydinenergialaissa (990/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Jos muussa laissa on tästä laista poikkeavia säännöksiä kaksikäyttötuotteiden vientivalvonnasta, niitä sovelletaan tämän lain asemasta. Puolustustarvikkeiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään puolustustarvikkeiden viennistä annetussa laissa (282/2012). Ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta säädetään ampuma-aselaissa (1/1998). Ydinalan tuotteiden viennin, siirron, välityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelystä säädetään ydinenergialaissa (990/1987).",
        "folded_fi": "jos muussa laissa on tasta laista poikkeavia saannoksia kaksikayttotuotteiden vientivalvonnasta, niita sovelletaan taman lain asemasta. puolustustarvikkeiden viennin, siirron, valityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelysta saadetaan puolustustarvikkeiden viennista annetussa laissa (282/2012). ampuma-aseiden, aseen osien, patruunoiden ja erityisen vaarallisten ammusten valvonnasta saadetaan ampuma-aselaissa (1/1998). ydinalan tuotteiden viennin, siirron, valityksen ja kauttakuljetuksen valvonnasta ja valvontamenettelysta saadetaan ydinenergialaissa (990/1987).",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Om det i någon annan lag finns bestämmelser om kontroll av export av produkter med dubbla användningsområden som avviker från denna lag ska de tillämpas i stället för denna lag. Bestämmelser om kontroll av och kontrollförfarandet för export, överföring, förmedling och transitering av försvarsmateriel finns i lagen om export av försvarsmateriel (282/2012). Bestämmelser om kontroll av skjutvapen, vapendelar, patroner och särskilt farliga projektiler finns i skjutvapenlagen (1/1998). Bestämmelser om kontroll av export, överföring, förmedling och transitering av kärnteknikprodukter och om kontrollförfarandet finns i kärnenergilagen (990/1987).",
        "normalized_sv": "Om det i någon annan lag finns bestämmelser om kontroll av export av produkter med dubbla användningsområden som avviker från denna lag ska de tillämpas i stället för denna lag. Bestämmelser om kontroll av och kontrollförfarandet för export, överföring, förmedling och transitering av försvarsmateriel finns i lagen om export av försvarsmateriel (282/2012). Bestämmelser om kontroll av skjutvapen, vapendelar, patroner och särskilt farliga projektiler finns i skjutvapenlagen (1/1998). Bestämmelser om kontroll av export, överföring, förmedling och transitering av kärnteknikprodukter och om kontrollförfarandet finns i kärnenergilagen (990/1987).",
        "folded_sv": "om det i nagon annan lag finns bestammelser om kontroll av export av produkter med dubbla anvandningsomraden som avviker fran denna lag ska de tillampas i stallet for denna lag. bestammelser om kontroll av och kontrollforfarandet for export, overforing, formedling och transitering av forsvarsmateriel finns i lagen om export av forsvarsmateriel (282/2012). bestammelser om kontroll av skjutvapen, vapendelar, patroner och sarskilt farliga projektiler finns i skjutvapenlagen (1/1998). bestammelser om kontroll av export, overforing, formedling och transitering av karnteknikprodukter och om kontrollforfarandet finns i karnenergilagen (990/1987)."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Viranomaiset",
      "content": "Ulkoministeriö toimii vientivalvonta-asetuksessa tarkoitettuna ja tämän lain mukaisena toimivaltaisena viranomaisena. Tulli valvoo kaksikäyttötuotteiden vientiä, kauttakuljetusta ja siirtoa sekä kaksikäyttötuotteisiin liittyvän välityspalvelun ja teknisen avun tarjoamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_4",
        "normalized_fi": "Ulkoministeriö toimii vientivalvonta-asetuksessa tarkoitettuna ja tämän lain mukaisena toimivaltaisena viranomaisena. Tulli valvoo kaksikäyttötuotteiden vientiä, kauttakuljetusta ja siirtoa sekä kaksikäyttötuotteisiin liittyvän välityspalvelun ja teknisen avun tarjoamista.",
        "folded_fi": "ulkoministerio toimii vientivalvonta-asetuksessa tarkoitettuna ja taman lain mukaisena toimivaltaisena viranomaisena. tulli valvoo kaksikayttotuotteiden vientia, kauttakuljetusta ja siirtoa seka kaksikayttotuotteisiin liittyvan valityspalvelun ja teknisen avun tarjoamista.",
        "title_sv": "Myndigheter",
        "content_sv": "Utrikesministeriet är den behöriga myndighet som avses i förordningen om exportkontroll och behörig myndighet enligt denna lag. Tullen övervakar export, transitering och överföring av produkter med dubbla användningsområden samt tillhandahållandet av förmedlingstjänster och tekniskt bistånd för produkter med dubbla användningsområden.",
        "normalized_sv": "Utrikesministeriet är den behöriga myndighet som avses i förordningen om exportkontroll och behörig myndighet enligt denna lag. Tullen övervakar export, transitering och överföring av produkter med dubbla användningsområden samt tillhandahållandet av förmedlingstjänster och tekniskt bistånd för produkter med dubbla användningsområden.",
        "folded_sv": "utrikesministeriet ar den behoriga myndighet som avses i forordningen om exportkontroll och behorig myndighet enligt denna lag. tullen overvakar export, transitering och overforing av produkter med dubbla anvandningsomraden samt tillhandahallandet av formedlingstjanster och tekniskt bistand for produkter med dubbla anvandningsomraden."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansalliset ilmoitusvelvollisuudet",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 4 artiklan 2 kohdassa säädetään, viejän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että viennin kohteena olevat unionin valvontaluetteloon sisältymättömät kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 2 kohdassa säädetään, välittäjän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että välityspalvelun kohteena olevat kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 4 artiklan 2 kohdassa säädetään, viejän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että viennin kohteena olevat unionin valvontaluetteloon sisältymättömät kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 2 kohdassa säädetään, välittäjän on ilmoitettava ulkoministeriölle, jos sillä on syytä epäillä, että välityspalvelun kohteena olevat kaksikäyttötuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun käyttöön.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 4 artiklan 2 kohdassa saadetaan, viejan on ilmoitettava ulkoministeriolle, jos silla on syyta epailla, etta viennin kohteena olevat unionin valvontaluetteloon sisaltymattomat kaksikayttotuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain mainitun artiklan 1 kohdassa tarkoitettuun kayttoon. sen lisaksi, mita vientivalvonta-asetuksen 6 artiklan 2 kohdassa saadetaan, valittajan on ilmoitettava ulkoministeriolle, jos silla on syyta epailla, etta valityspalvelun kohteena olevat kaksikayttotuotteet on tarkoitettu tai mahdollisesti tarkoitettu johonkin 4 artiklan 1 kohdassa tarkoitettuun kayttoon.",
        "title_sv": "Nationella underrättelseskyldigheter",
        "content_sv": "Utöver vad som föreskrivs i artikel 4.2 i förordningen om exportkontroll ska exportören underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning och som är föremål för export helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 6.2 i förordningen om exportkontroll ska förmedlaren underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som är föremål för förmedlingstjänster är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 4.2 i förordningen om exportkontroll ska exportören underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning och som är föremål för export helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 6.2 i förordningen om exportkontroll ska förmedlaren underrätta utrikesministeriet, om den har anledning att misstänka att produkter med dubbla användningsområden som är föremål för förmedlingstjänster är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen.",
        "folded_sv": "utover vad som foreskrivs i artikel 4.2 i forordningen om exportkontroll ska exportoren underratta utrikesministeriet, om den har anledning att misstanka att produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning och som ar foremal for export helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen. utover vad som foreskrivs i artikel 6.2 i forordningen om exportkontroll ska formedlaren underratta utrikesministeriet, om den har anledning att misstanka att produkter med dubbla anvandningsomraden som ar foremal for formedlingstjanster ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kansalliset lupavaatimukset ja kauttakulun kielto",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 1 kohdassa säädetään, unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden välityspalvelujen tarjoamiseen vaaditaan lupa, jos välittäjä on saanut ulkoministeriöltä tiedon, että kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa säädetään, ulkoministeriö kieltää unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden kauttakulun, jos tuotteet sijaitsevat Suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Kauttakulun kieltämiseen ja luvanvaraisuuteen liittyvistä menettelyistä säädetään tämän lain 4 luvussa. Sen lisäksi, mitä vientivalvonta-asetuksen 11 artiklan 1 kohdassa säädetään, ulkoministeriö asettaa kaksikäyttötuotteen siirron Suomesta toiseen Euroopan unionin jäsenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa säädetyt edellytykset täyttyvät. Ulkoministeriö asettaa unionin valvontaluetteloon sisältymättömän kaksikäyttötuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain käyttöön, joka merkittävästi vaarantaa yleistä turvallisuutta tai Suomen kansallista turvallisuutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 6 artiklan 1 kohdassa säädetään, unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden välityspalvelujen tarjoamiseen vaaditaan lupa, jos välittäjä on saanut ulkoministeriöltä tiedon, että kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Sen lisäksi, mitä vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa säädetään, ulkoministeriö kieltää unionin valvontaluetteloon sisältymättömien kaksikäyttötuotteiden kauttakulun, jos tuotteet sijaitsevat Suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Kauttakulun kieltämiseen ja luvanvaraisuuteen liittyvistä menettelyistä säädetään tämän lain 4 luvussa. Sen lisäksi, mitä vientivalvonta-asetuksen 11 artiklan 1 kohdassa säädetään, ulkoministeriö asettaa kaksikäyttötuotteen siirron Suomesta toiseen Euroopan unionin jäsenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa säädetyt edellytykset täyttyvät. Ulkoministeriö asettaa unionin valvontaluetteloon sisältymättömän kaksikäyttötuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain käyttöön, joka merkittävästi vaarantaa yleistä turvallisuutta tai Suomen kansallista turvallisuutta.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 6 artiklan 1 kohdassa saadetaan, unionin valvontaluetteloon sisaltymattomien kaksikayttotuotteiden valityspalvelujen tarjoamiseen vaaditaan lupa, jos valittaja on saanut ulkoministeriolta tiedon, etta kyseiset tuotteet on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. sen lisaksi, mita vientivalvonta-asetuksen 7 artiklan 1 ja 2 kohdassa saadetaan, ulkoministerio kieltaa unionin valvontaluetteloon sisaltymattomien kaksikayttotuotteiden kauttakulun, jos tuotteet sijaitsevat suomessa ja ne on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain johonkin mainitun asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. kauttakulun kieltamiseen ja luvanvaraisuuteen liittyvista menettelyista saadetaan taman lain 4 luvussa. sen lisaksi, mita vientivalvonta-asetuksen 11 artiklan 1 kohdassa saadetaan, ulkoministerio asettaa kaksikayttotuotteen siirron suomesta toiseen euroopan unionin jasenvaltioon luvanvaraiseksi, jos mainitun 11 artiklan 2 kohdassa saadetyt edellytykset tayttyvat. ulkoministerio asettaa unionin valvontaluetteloon sisaltymattoman kaksikayttotuotteen viennin luvanvaraiseksi, jos kyseinen tuote on tarkoitettu tai mahdollisesti tarkoitettu kokonaan tai osittain kayttoon, joka merkittavasti vaarantaa yleista turvallisuutta tai suomen kansallista turvallisuutta.",
        "title_sv": "Nationella tillståndskrav och förbud mot transitering",
        "content_sv": "Utöver vad som föreskrivs i artikel 6.1 i förordningen om exportkontroll krävs det tillstånd för tillhandahållande av förmedlingstjänster för de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om förmedlaren har informerats av utrikesministeriet om att produkterna i fråga helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 7.1 och 7.2 i förordningen om exportkontroll förbjuder utrikesministeriet transitering av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om produkterna befinner sig i Finland och de helt eller delvis är, eller kan vara, avsedda för någon av de användningar som avses i artikel 4.1 i den förordningen. Bestämmelser om förfaranden som gäller tillståndsplikt för och förbud mot transitering finns i 4 kap. i denna lag. Utöver vad som föreskrivs i artikel 11.1 i förordningen om exportkontroll beslutar utrikesministeriet att överföring av produkter med dubbla användningsområden från Finland till en annan medlemsstat i Europeiska unionen är tillståndspliktig, om villkoren i artikel 11.2 i den förordningen uppfylls. Utrikesministeriet beslutar att export av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning är tillståndspliktig, om produkterna helt eller delvis är, eller kan vara, avsedda för användning som avsevärt äventyrar den allmänna säkerheten eller Finlands nationella säkerhet.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 6.1 i förordningen om exportkontroll krävs det tillstånd för tillhandahållande av förmedlingstjänster för de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om förmedlaren har informerats av utrikesministeriet om att produkterna i fråga helt eller delvis är, eller kan vara, avsedda för någon av de användningar som anges i artikel 4.1 i den förordningen. Utöver vad som föreskrivs i artikel 7.1 och 7.2 i förordningen om exportkontroll förbjuder utrikesministeriet transitering av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning, om produkterna befinner sig i Finland och de helt eller delvis är, eller kan vara, avsedda för någon av de användningar som avses i artikel 4.1 i den förordningen. Bestämmelser om förfaranden som gäller tillståndsplikt för och förbud mot transitering finns i 4 kap. i denna lag. Utöver vad som föreskrivs i artikel 11.1 i förordningen om exportkontroll beslutar utrikesministeriet att överföring av produkter med dubbla användningsområden från Finland till en annan medlemsstat i Europeiska unionen är tillståndspliktig, om villkoren i artikel 11.2 i den förordningen uppfylls. Utrikesministeriet beslutar att export av de produkter med dubbla användningsområden som inte förtecknas i unionens kontrollförteckning är tillståndspliktig, om produkterna helt eller delvis är, eller kan vara, avsedda för användning som avsevärt äventyrar den allmänna säkerheten eller Finlands nationella säkerhet.",
        "folded_sv": "utover vad som foreskrivs i artikel 6.1 i forordningen om exportkontroll kravs det tillstand for tillhandahallande av formedlingstjanster for de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning, om formedlaren har informerats av utrikesministeriet om att produkterna i fraga helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som anges i artikel 4.1 i den forordningen. utover vad som foreskrivs i artikel 7.1 och 7.2 i forordningen om exportkontroll forbjuder utrikesministeriet transitering av de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning, om produkterna befinner sig i finland och de helt eller delvis ar, eller kan vara, avsedda for nagon av de anvandningar som avses i artikel 4.1 i den forordningen. bestammelser om forfaranden som galler tillstandsplikt for och forbud mot transitering finns i 4 kap. i denna lag. utover vad som foreskrivs i artikel 11.1 i forordningen om exportkontroll beslutar utrikesministeriet att overforing av produkter med dubbla anvandningsomraden fran finland till en annan medlemsstat i europeiska unionen ar tillstandspliktig, om villkoren i artikel 11.2 i den forordningen uppfylls. utrikesministeriet beslutar att export av de produkter med dubbla anvandningsomraden som inte fortecknas i unionens kontrollforteckning ar tillstandspliktig, om produkterna helt eller delvis ar, eller kan vara, avsedda for anvandning som avsevart aventyrar den allmanna sakerheten eller finlands nationella sakerhet."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kansallinen valvontaluettelo",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 3 artiklassa säädetään, tämän lain liitteessä tarkoitettujen kaksikäyttötuotteiden vientiin Suomesta Euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. Poiketen siitä, mitä vientivalvonta-asetuksen 12 artiklan 2 kohdassa säädetään, lupaviranomainen on ulkoministeriö. Luvan myöntämiseen sovelletaan tätä lakia sekä vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 3 artiklassa säädetään, tämän lain liitteessä tarkoitettujen kaksikäyttötuotteiden vientiin Suomesta Euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. Poiketen siitä, mitä vientivalvonta-asetuksen 12 artiklan 2 kohdassa säädetään, lupaviranomainen on ulkoministeriö. Luvan myöntämiseen sovelletaan tätä lakia sekä vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 3 artiklassa saadetaan, taman lain liitteessa tarkoitettujen kaksikayttotuotteiden vientiin suomesta euroopan unionin tullialueen ulkopuolelle vaaditaan vientilupa. poiketen siita, mita vientivalvonta-asetuksen 12 artiklan 2 kohdassa saadetaan, lupaviranomainen on ulkoministerio. luvan myontamiseen sovelletaan tata lakia seka vientivalvonta-asetusta lukuun ottamatta 12 artiklan 2 kohdan 1 ja 2 alakohtaa, 14 artiklaa ja 21 artiklan 4 kohtaa.",
        "title_sv": "Nationell kontrollförteckning",
        "content_sv": "Utöver vad som föreskrivs i artikel 3 i förordningen om exportkontroll krävs det exporttillstånd för export från Finland till en destination utanför Europeiska unionens tullområde av de produkter med dubbla användningsområden som avses i bilagan till denna lag. Med avvikelse från vad som föreskrivs i artikel 12.2 i förordningen om exportkontroll är utrikesministeriet tillståndsmyndighet. På beviljandet av tillstånd tillämpas denna lag och förordningen om exportkontroll, med undantag för artikel 12.2 första och andra stycket, artikel 14 och artikel 21.4.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 3 i förordningen om exportkontroll krävs det exporttillstånd för export från Finland till en destination utanför Europeiska unionens tullområde av de produkter med dubbla användningsområden som avses i bilagan till denna lag. Med avvikelse från vad som föreskrivs i artikel 12.2 i förordningen om exportkontroll är utrikesministeriet tillståndsmyndighet. På beviljandet av tillstånd tillämpas denna lag och förordningen om exportkontroll, med undantag för artikel 12.2 första och andra stycket, artikel 14 och artikel 21.4.",
        "folded_sv": "utover vad som foreskrivs i artikel 3 i forordningen om exportkontroll kravs det exporttillstand for export fran finland till en destination utanfor europeiska unionens tullomrade av de produkter med dubbla anvandningsomraden som avses i bilagan till denna lag. med avvikelse fran vad som foreskrivs i artikel 12.2 i forordningen om exportkontroll ar utrikesministeriet tillstandsmyndighet. pa beviljandet av tillstand tillampas denna lag och forordningen om exportkontroll, med undantag for artikel 12.2 forsta och andra stycket, artikel 14 och artikel 21.4."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Kansallinen yleislupa",
      "content": "Ulkoministeriö myöntää vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. Kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. Julkisesta kuulutuksesta säädetään hallintolaissa (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Ulkoministeriö myöntää vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. Kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. Julkisesta kuulutuksesta säädetään hallintolaissa (434/2003).",
        "folded_fi": "ulkoministerio myontaa vientivalvonta-asetuksen 12 artiklassa tarkoitettuja kansallisia yleislupia. kansallinen yleislupa annetaan tiedoksi julkisella kuulutuksella. julkisesta kuulutuksesta saadetaan hallintolaissa (434/2003).",
        "title_sv": "Nationellt generellt exporttillstånd",
        "content_sv": "Utrikesministeriet beviljar nationella generella exporttillstånd som avses i artikel 12 i förordningen om exportkontroll. Ett nationellt generellt exporttillstånd delges genom offentlig kungörelse. Bestämmelser om offentlig kungörelse finns i förvaltningslagen (434/2003).",
        "normalized_sv": "Utrikesministeriet beviljar nationella generella exporttillstånd som avses i artikel 12 i förordningen om exportkontroll. Ett nationellt generellt exporttillstånd delges genom offentlig kungörelse. Bestämmelser om offentlig kungörelse finns i förvaltningslagen (434/2003).",
        "folded_sv": "utrikesministeriet beviljar nationella generella exporttillstand som avses i artikel 12 i forordningen om exportkontroll. ett nationellt generellt exporttillstand delges genom offentlig kungorelse. bestammelser om offentlig kungorelse finns i forvaltningslagen (434/2003)."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Raportointi, rekisterit ja luettelot sekä sisäinen vaatimustenmukaisuusohjelma",
      "content": "Viejän, jolle on myönnetty koontilupa, on raportoitava koontiluvan käytöstä ulkoministeriölle vuosittain. Ulkoministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun raportin sisällöstä, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisäisen vaatimustenmukaisuusohjelman sisällöstä, 27 artiklassa tarkoitetun rekisterin tai luettelon sisällöstä sekä liitteessä II tarkoitettujen unionin yleislupien käyttöön liittyvien ilmoitusten ja raporttien sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Viejän, jolle on myönnetty koontilupa, on raportoitava koontiluvan käytöstä ulkoministeriölle vuosittain. Ulkoministeriön asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetun raportin sisällöstä, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisäisen vaatimustenmukaisuusohjelman sisällöstä, 27 artiklassa tarkoitetun rekisterin tai luettelon sisällöstä sekä liitteessä II tarkoitettujen unionin yleislupien käyttöön liittyvien ilmoitusten ja raporttien sisällöstä.",
        "folded_fi": "viejan, jolle on myonnetty koontilupa, on raportoitava koontiluvan kaytosta ulkoministeriolle vuosittain. ulkoministerion asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetun raportin sisallosta, vientivalvonta-asetuksen 2 artiklan 21 alakohdassa tarkoitetun sisaisen vaatimustenmukaisuusohjelman sisallosta, 27 artiklassa tarkoitetun rekisterin tai luettelon sisallosta seka liitteessa ii tarkoitettujen unionin yleislupien kayttoon liittyvien ilmoitusten ja raporttien sisallosta.",
        "title_sv": "Rapportering, register och förteckningar samt internt efterlevnadsprogram",
        "content_sv": "Exportörer som beviljats globalt exporttillstånd ska årligen till utrikesministeriet rapportera om användningen av det globala exporttillståndet. Närmare bestämmelser om innehållet i en rapport som avses i 1 mom., innehållet i ett internt efterlevnadsprogram som avses i artikel 2.21 i förordningen om exportkontroll, innehållet i ett register eller en förteckning som avses i artikel 27 i den förordningen samt innehållet i meddelanden och rapporter om användningen av unionens generella exporttillstånd som avses i bilaga II till den förordningen får utfärdas genom förordning av utrikesministeriet.",
        "normalized_sv": "Exportörer som beviljats globalt exporttillstånd ska årligen till utrikesministeriet rapportera om användningen av det globala exporttillståndet. Närmare bestämmelser om innehållet i en rapport som avses i 1 mom., innehållet i ett internt efterlevnadsprogram som avses i artikel 2.21 i förordningen om exportkontroll, innehållet i ett register eller en förteckning som avses i artikel 27 i den förordningen samt innehållet i meddelanden och rapporter om användningen av unionens generella exporttillstånd som avses i bilaga II till den förordningen får utfärdas genom förordning av utrikesministeriet.",
        "folded_sv": "exportorer som beviljats globalt exporttillstand ska arligen till utrikesministeriet rapportera om anvandningen av det globala exporttillstandet. narmare bestammelser om innehallet i en rapport som avses i 1 mom., innehallet i ett internt efterlevnadsprogram som avses i artikel 2.21 i forordningen om exportkontroll, innehallet i ett register eller en forteckning som avses i artikel 27 i den forordningen samt innehallet i meddelanden och rapporter om anvandningen av unionens generella exporttillstand som avses i bilaga ii till den forordningen far utfardas genom forordning av utrikesministeriet."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Lupaharkinta",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksen 15 artiklassa säädetään, ulkoministeriön on huomioitava lupaharkinnassaan seuraavat näkökohdat: 1) ulkomailta peräisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettömyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jälleenvientirajoitukset tai -kiellot. Ulkoministeriö voi myöntäessään lupaa asettaa luvan käyttämiselle ehtoja sen estämiseksi, että luvanvarainen tuote päätyisi muuhun kuin luvassa tarkoitettuun käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_10",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksen 15 artiklassa säädetään, ulkoministeriön on huomioitava lupaharkinnassaan seuraavat näkökohdat: 1) ulkomailta peräisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettömyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jälleenvientirajoitukset tai -kiellot. Ulkoministeriö voi myöntäessään lupaa asettaa luvan käyttämiselle ehtoja sen estämiseksi, että luvanvarainen tuote päätyisi muuhun kuin luvassa tarkoitettuun käyttöön.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksen 15 artiklassa saadetaan, ulkoministerion on huomioitava lupaharkinnassaan seuraavat nakokohdat: 1) ulkomailta peraisin olevien strategisen vientivalvonnan piiriin kuuluvien tuotteiden saannin esteettomyyden varmistaminen tai niiden saantia koskevien ehtojen noudattaminen; 2) tavaran tai palvelun jalleenvientirajoitukset tai -kiellot. ulkoministerio voi myontaessaan lupaa asettaa luvan kayttamiselle ehtoja sen estamiseksi, etta luvanvarainen tuote paatyisi muuhun kuin luvassa tarkoitettuun kayttoon.",
        "title_sv": "Tillståndsprövning",
        "content_sv": "Utöver vad som föreskrivs i artikel 15 i förordningen om exportkontroll ska utrikesministeriet vid tillståndsprövningen beakta följande: 1) säkerställande av en obehindrad tillgång till sådana utländska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som gäller tillgången till dessa produkter, 2) begränsningar av eller förbud mot återexport av en vara eller tjänst. Utrikesministeriet kan när det beviljar tillstånd förena tillståndet med villkor för att förhindra att en tillståndspliktig produkt används för något annat ändamål än det som avses i tillståndet.",
        "normalized_sv": "Utöver vad som föreskrivs i artikel 15 i förordningen om exportkontroll ska utrikesministeriet vid tillståndsprövningen beakta följande: 1) säkerställande av en obehindrad tillgång till sådana utländska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som gäller tillgången till dessa produkter, 2) begränsningar av eller förbud mot återexport av en vara eller tjänst. Utrikesministeriet kan när det beviljar tillstånd förena tillståndet med villkor för att förhindra att en tillståndspliktig produkt används för något annat ändamål än det som avses i tillståndet.",
        "folded_sv": "utover vad som foreskrivs i artikel 15 i forordningen om exportkontroll ska utrikesministeriet vid tillstandsprovningen beakta foljande: 1) sakerstallande av en obehindrad tillgang till sadana utlandska produkter som omfattas av strategisk exportkontroll eller iakttagande av de villkor som galler tillgangen till dessa produkter, 2) begransningar av eller forbud mot aterexport av en vara eller tjanst. utrikesministeriet kan nar det beviljar tillstand forena tillstandet med villkor for att forhindra att en tillstandspliktig produkt anvands for nagot annat andamal an det som avses i tillstandet."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Kaksikäyttötuotteita koskeva ennakkotieto",
      "content": "Ulkoministeriö antaa hakemuksesta toiminnanharjoittajalle päätöksellään ennakkotiedon siitä, täyttääkö vienti, välityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisäinen siirto vientivalvonta-asetuksessa ja tässä laissa tarkoitetut luvan myöntämisen edellytykset. Myönteinen ennakkotieto on ulkoministeriötä sitova ja annetaan enintään vuoden pituiseksi määräajaksi. Myönteinen ennakkotieto ei sido ulkoministeriötä, jos ennakkotiedon antamisen jälkeen olosuhteissa tapahtuu merkittävä muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriölle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_11",
        "normalized_fi": "Ulkoministeriö antaa hakemuksesta toiminnanharjoittajalle päätöksellään ennakkotiedon siitä, täyttääkö vienti, välityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisäinen siirto vientivalvonta-asetuksessa ja tässä laissa tarkoitetut luvan myöntämisen edellytykset. Myönteinen ennakkotieto on ulkoministeriötä sitova ja annetaan enintään vuoden pituiseksi määräajaksi. Myönteinen ennakkotieto ei sido ulkoministeriötä, jos ennakkotiedon antamisen jälkeen olosuhteissa tapahtuu merkittävä muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriölle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
        "folded_fi": "ulkoministerio antaa hakemuksesta toiminnanharjoittajalle paatoksellaan ennakkotiedon siita, tayttaako vienti, valityspalvelun tarjoaminen, teknisen avun tarjoaminen, kauttakulku tai unionin sisainen siirto vientivalvonta-asetuksessa ja tassa laissa tarkoitetut luvan myontamisen edellytykset. myonteinen ennakkotieto on ulkoministeriota sitova ja annetaan enintaan vuoden pituiseksi maaraajaksi. myonteinen ennakkotieto ei sido ulkoministeriota, jos ennakkotiedon antamisen jalkeen olosuhteissa tapahtuu merkittava muutos, joka vaikuttaa ulko- ja turvallisuuspoliittiseen arvioon tai jos hakija on antanut ulkoministeriolle totuuden vastaisia, olennaisesti puutteellisia tai harhaanjohtavia tietoja.",
        "title_sv": "Förhandsbesked om produkter med dubbla användningsområden",
        "content_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövare genom sitt beslut förhandsbesked om huruvida exporten, tillhandahållandet av förmedlingstjänster eller tekniskt bistånd, transiteringen eller överföringen inom unionen uppfyller de i förordningen om exportkontroll och denna lag avsedda villkoren för beviljande av tillstånd. Ett positivt förhandsbesked är bindande för utrikesministeriet och gäller för viss tid på högst ett år. Ett positivt förhandsbesked är inte bindande för utrikesministeriet, om det sker en väsentlig förändring i omständigheterna som påverkar den utrikes- och säkerhetspolitiska bedömningen efter det att beskedet har getts eller om sökanden har gett utrikesministeriet osann, väsentligen bristfällig eller vilseledande information.",
        "normalized_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövare genom sitt beslut förhandsbesked om huruvida exporten, tillhandahållandet av förmedlingstjänster eller tekniskt bistånd, transiteringen eller överföringen inom unionen uppfyller de i förordningen om exportkontroll och denna lag avsedda villkoren för beviljande av tillstånd. Ett positivt förhandsbesked är bindande för utrikesministeriet och gäller för viss tid på högst ett år. Ett positivt förhandsbesked är inte bindande för utrikesministeriet, om det sker en väsentlig förändring i omständigheterna som påverkar den utrikes- och säkerhetspolitiska bedömningen efter det att beskedet har getts eller om sökanden har gett utrikesministeriet osann, väsentligen bristfällig eller vilseledande information.",
        "folded_sv": "utrikesministeriet meddelar pa ansokan verksamhetsutovare genom sitt beslut forhandsbesked om huruvida exporten, tillhandahallandet av formedlingstjanster eller tekniskt bistand, transiteringen eller overforingen inom unionen uppfyller de i forordningen om exportkontroll och denna lag avsedda villkoren for beviljande av tillstand. ett positivt forhandsbesked ar bindande for utrikesministeriet och galler for viss tid pa hogst ett ar. ett positivt forhandsbesked ar inte bindande for utrikesministeriet, om det sker en vasentlig forandring i omstandigheterna som paverkar den utrikes- och sakerhetspolitiska bedomningen efter det att beskedet har getts eller om sokanden har gett utrikesministeriet osann, vasentligen bristfallig eller vilseledande information."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Valvonnanalaisuustiedustelu",
      "content": "Ulkoministeriö antaa hakemuksen perusteella toiminnanharjoittajalle päätöksen siitä, onko hakemuksessa yksilöity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikäyttötuote.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_12",
        "normalized_fi": "Ulkoministeriö antaa hakemuksen perusteella toiminnanharjoittajalle päätöksen siitä, onko hakemuksessa yksilöity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikäyttötuote.",
        "folded_fi": "ulkoministerio antaa hakemuksen perusteella toiminnanharjoittajalle paatoksen siita, onko hakemuksessa yksiloity tuote unionin valvontaluettelon tai kansallisen valvontaluettelon mukainen kaksikayttotuote.",
        "title_sv": "Förfrågan om huruvida en produkt omfattas av exportkontroll",
        "content_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövaren beslut om huruvida den produkt som specificeras i ansökan är en produkt med dubbla användningsområden enligt unionens kontrollförteckning eller den nationella kontrollförteckningen.",
        "normalized_sv": "Utrikesministeriet meddelar på ansökan verksamhetsutövaren beslut om huruvida den produkt som specificeras i ansökan är en produkt med dubbla användningsområden enligt unionens kontrollförteckning eller den nationella kontrollförteckningen.",
        "folded_sv": "utrikesministeriet meddelar pa ansokan verksamhetsutovaren beslut om huruvida den produkt som specificeras i ansokan ar en produkt med dubbla anvandningsomraden enligt unionens kontrollforteckning eller den nationella kontrollforteckningen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Tiedon luovuttaminen viranomaisten välillä",
      "content": "Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa toisilleen tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömiä tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvistä hakemuksista ja päätöksistä; 4) tuotteista; 5) kaksikäyttötuotteiden vastaanottajista, loppukäytöstä ja loppukäyttäjistä; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikäyttötuotteiden vientivalvontaan liittyvistä seikoista. Verohallinnolla, puolustusministeriöllä, Puolustusvoimilla, Poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, Maahanmuuttovirastolla, Rajavartiolaitoksella, työ- ja elinkeinoministeriöllä sekä Säteilyturvakeskuksella on oikeus salassapitosäännösten estämättä luovuttaa ulkoministeriölle ja Tullille 1 momentissa tarkoitetut tiedot, jotka ovat välttämättömiä tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi. Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on välttämätöntä kaksikäyttötuotteiden vientivalvontaan liittyvän tehtävän hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa toisilleen tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömiä tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvistä hakemuksista ja päätöksistä; 4) tuotteista; 5) kaksikäyttötuotteiden vastaanottajista, loppukäytöstä ja loppukäyttäjistä; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikäyttötuotteiden vientivalvontaan liittyvistä seikoista. Verohallinnolla, puolustusministeriöllä, Puolustusvoimilla, Poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, Maahanmuuttovirastolla, Rajavartiolaitoksella, työ- ja elinkeinoministeriöllä sekä Säteilyturvakeskuksella on oikeus salassapitosäännösten estämättä luovuttaa ulkoministeriölle ja Tullille 1 momentissa tarkoitetut tiedot, jotka ovat välttämättömiä tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi. Ulkoministeriöllä ja Tullilla on oikeus salassapitosäännösten estämättä luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on välttämätöntä kaksikäyttötuotteiden vientivalvontaan liittyvän tehtävän hoitamiseksi.",
        "folded_fi": "ulkoministeriolla ja tullilla on oikeus salassapitosaannosten estamatta luovuttaa toisilleen tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi valttamattomia tietoja: 1) toiminnanharjoittajista; 2) vientitapahtumista ja muista valvonnan piiriin kuuluvista tapahtumista; 3) vientivalvontaan liittyvista hakemuksista ja paatoksista; 4) tuotteista; 5) kaksikayttotuotteiden vastaanottajista, loppukaytosta ja loppukayttajista; 6) muista kuin 1-5 kohdassa tarkoitetuista kaksikayttotuotteiden vientivalvontaan liittyvista seikoista. verohallinnolla, puolustusministeriolla, puolustusvoimilla, poliisihallituksella, suojelupoliisilla, keskusrikospoliisilla, maahanmuuttovirastolla, rajavartiolaitoksella, tyo- ja elinkeinoministeriolla seka sateilyturvakeskuksella on oikeus salassapitosaannosten estamatta luovuttaa ulkoministeriolle ja tullille 1 momentissa tarkoitetut tiedot, jotka ovat valttamattomia tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi. ulkoministeriolla ja tullilla on oikeus salassapitosaannosten estamatta luovuttaa 2 momentissa tarkoitetuille viranomaisille tietoja, joiden luovuttaminen on valttamatonta kaksikayttotuotteiden vientivalvontaan liittyvan tehtavan hoitamiseksi.",
        "title_sv": "Utlämnande av information mellan myndigheter",
        "content_sv": "Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till varandra lämna ut för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll nödvändig information om 1) verksamhetsutövare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansökningar och beslut som gäller exportkontroll, 4) produkter, 5) mottagare, slutanvändning och slutanvändare av produkter med dubbla användningsområden, 6) andra än i 1-5 punkten avsedda omständigheter som gäller kontroll av export av produkter med dubbla användningsområden. Skatteförvaltningen, försvarsministeriet, Försvarsmakten, Polisstyrelsen, skyddspolisen, centralkriminalpolisen, Migrationsverket, Gränsbevakningsväsendet, arbets- och näringsministeriet samt Strålsäkerhetscentralen har trots sekretessbestämmelserna rätt att till utrikesministeriet och Tullen lämna ut sådan i 1 mom. avsedd information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till de myndigheter som avses i 2 mom. lämna ut sådan information som är nödvändig för skötseln av en uppgift som gäller kontroll av export av produkter med dubbla användningsområden.",
        "normalized_sv": "Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till varandra lämna ut för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll nödvändig information om 1) verksamhetsutövare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansökningar och beslut som gäller exportkontroll, 4) produkter, 5) mottagare, slutanvändning och slutanvändare av produkter med dubbla användningsområden, 6) andra än i 1-5 punkten avsedda omständigheter som gäller kontroll av export av produkter med dubbla användningsområden. Skatteförvaltningen, försvarsministeriet, Försvarsmakten, Polisstyrelsen, skyddspolisen, centralkriminalpolisen, Migrationsverket, Gränsbevakningsväsendet, arbets- och näringsministeriet samt Strålsäkerhetscentralen har trots sekretessbestämmelserna rätt att till utrikesministeriet och Tullen lämna ut sådan i 1 mom. avsedd information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Utrikesministeriet och Tullen har trots sekretessbestämmelserna rätt att till de myndigheter som avses i 2 mom. lämna ut sådan information som är nödvändig för skötseln av en uppgift som gäller kontroll av export av produkter med dubbla användningsområden.",
        "folded_sv": "utrikesministeriet och tullen har trots sekretessbestammelserna ratt att till varandra lamna ut for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll nodvandig information om 1) verksamhetsutovare, 2) exporttransaktioner och andra transaktioner som omfattas av exportkontroll, 3) ansokningar och beslut som galler exportkontroll, 4) produkter, 5) mottagare, slutanvandning och slutanvandare av produkter med dubbla anvandningsomraden, 6) andra an i 1-5 punkten avsedda omstandigheter som galler kontroll av export av produkter med dubbla anvandningsomraden. skatteforvaltningen, forsvarsministeriet, forsvarsmakten, polisstyrelsen, skyddspolisen, centralkriminalpolisen, migrationsverket, gransbevakningsvasendet, arbets- och naringsministeriet samt stralsakerhetscentralen har trots sekretessbestammelserna ratt att till utrikesministeriet och tullen lamna ut sadan i 1 mom. avsedd information som ar nodvandig for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll. utrikesministeriet och tullen har trots sekretessbestammelserna ratt att till de myndigheter som avses i 2 mom. lamna ut sadan information som ar nodvandig for skotseln av en uppgift som galler kontroll av export av produkter med dubbla anvandningsomraden."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Salassa pidettävien tietojen luovuttaminen ulkomaan viranomaiselle ja kansainväliselle toimielimelle",
      "content": "Sen lisäksi, mitä vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään, ulkoministeriö voi luovuttaa ulkomaan viranomaiselle tai kansainväliselle toimielimelle salassapitosäännösten estämättä tämän lain 13 §:n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilötiedon, jos se on välttämätöntä kansainvälisen vientivalvontayhteistyön toteuttamiseksi eikä tietojen luovuttaminen ole vastoin kansallista etua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Sen lisäksi, mitä vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään, ulkoministeriö voi luovuttaa ulkomaan viranomaiselle tai kansainväliselle toimielimelle salassapitosäännösten estämättä tämän lain 13 § :n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilötiedon, jos se on välttämätöntä kansainvälisen vientivalvontayhteistyön toteuttamiseksi eikä tietojen luovuttaminen ole vastoin kansallista etua.",
        "folded_fi": "sen lisaksi, mita vientivalvonta-asetuksessa ja viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan, ulkoministerio voi luovuttaa ulkomaan viranomaiselle tai kansainvaliselle toimielimelle salassapitosaannosten estamatta taman lain 13 §:n 1 momentin 1-5 kohdassa tarkoitetun muun kuin henkilotiedon, jos se on valttamatonta kansainvalisen vientivalvontayhteistyon toteuttamiseksi eika tietojen luovuttaminen ole vastoin kansallista etua.",
        "title_sv": "Utlämnande av sekretessbelagd information till utländska myndigheter och internationella organ",
        "content_sv": "Utöver vad som föreskrivs i förordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) får utrikesministeriet trots sekretessbestämmelserna till utländska myndigheter eller internationella organ lämna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information än personuppgifter, om det är nödvändigt för att genomföra internationellt exportkontrollsamarbete, och utlämnandet av informationen inte strider mot nationella intressen.",
        "normalized_sv": "Utöver vad som föreskrivs i förordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) får utrikesministeriet trots sekretessbestämmelserna till utländska myndigheter eller internationella organ lämna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information än personuppgifter, om det är nödvändigt för att genomföra internationellt exportkontrollsamarbete, och utlämnandet av informationen inte strider mot nationella intressen.",
        "folded_sv": "utover vad som foreskrivs i forordningen om exportkontroll och i lagen om offentlighet i myndigheternas verksamhet (621/1999) far utrikesministeriet trots sekretessbestammelserna till utlandska myndigheter eller internationella organ lamna ut i 13 § 1 mom. 1-5 punkten i denna lag avsedd annan information an personuppgifter, om det ar nodvandigt for att genomfora internationellt exportkontrollsamarbete, och utlamnandet av informationen inte strider mot nationella intressen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Oikeus saada tietoja toiminnanharjoittajalta",
      "content": "Ulkoministeriöllä ja Tullilla on oikeus saada tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömät tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvältä luonnolliselta henkilöltä tai oikeushenkilöltä. Toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvällä luonnollisella henkilöllä tai oikeushenkilöllä on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Ulkoministeriöllä ja Tullilla on oikeus saada tässä laissa tai vientivalvonta-asetuksessa säädetyn tehtävän hoitamiseksi välttämättömät tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvältä luonnolliselta henkilöltä tai oikeushenkilöltä. Toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvällä luonnollisella henkilöllä tai oikeushenkilöllä on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
        "folded_fi": "ulkoministeriolla ja tullilla on oikeus saada tassa laissa tai vientivalvonta-asetuksessa saadetyn tehtavan hoitamiseksi valttamattomat tiedot toiminnanharjoittajalta ja muulta valvonnan kohteena olevaan toimintaan liittyvalta luonnolliselta henkilolta tai oikeushenkilolta. toiminnanharjoittajalla ja muulla valvonnan kohteena olevaan toimintaan liittyvalla luonnollisella henkilolla tai oikeushenkilolla on velvollisuus 1 momentissa tarkoitettujen tietojen antamiseen.",
        "title_sv": "Rätt att få information av verksamhetsutövare",
        "content_sv": "Utrikesministeriet och Tullen har rätt att av verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll få sådan information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll är skyldiga att lämna sådan information som avses i 1 mom.",
        "normalized_sv": "Utrikesministeriet och Tullen har rätt att av verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll få sådan information som är nödvändig för skötseln av en uppgift enligt denna lag eller förordningen om exportkontroll. Verksamhetsutövare och andra fysiska eller juridiska personer som har samband med den verksamhet som är föremål för kontroll är skyldiga att lämna sådan information som avses i 1 mom.",
        "folded_sv": "utrikesministeriet och tullen har ratt att av verksamhetsutovare och andra fysiska eller juridiska personer som har samband med den verksamhet som ar foremal for kontroll fa sadan information som ar nodvandig for skotseln av en uppgift enligt denna lag eller forordningen om exportkontroll. verksamhetsutovare och andra fysiska eller juridiska personer som har samband med den verksamhet som ar foremal for kontroll ar skyldiga att lamna sadan information som avses i 1 mom."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Tullin toimivaltuudet",
      "content": "Tullin toimivaltuuksista säädetään tullilaissa (304/2016). Tämän lain 4 §:n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetään myös vientivalvonta-asetuksen ja tämän lain mukaista kaksikäyttötuotetta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Tullin toimivaltuuksista säädetään tullilaissa (304/2016). Tämän lain 4 § :n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetään myös vientivalvonta-asetuksen ja tämän lain mukaista kaksikäyttötuotetta.",
        "folded_fi": "tullin toimivaltuuksista saadetaan tullilaissa (304/2016). taman lain 4 §:n 2 momentin mukaisessa valvonnassa tullilaissa tarkoitettuna tavarana pidetaan myos vientivalvonta-asetuksen ja taman lain mukaista kaksikayttotuotetta.",
        "title_sv": "Tullens befogenheter",
        "content_sv": "Bestämmelser om Tullens befogenheter finns i tullagen (304/2016). Vid övervakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen också en produkt med dubbla användningsområden enligt förordningen om exportkontroll och denna lag.",
        "normalized_sv": "Bestämmelser om Tullens befogenheter finns i tullagen (304/2016). Vid övervakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen också en produkt med dubbla användningsområden enligt förordningen om exportkontroll och denna lag.",
        "folded_sv": "bestammelser om tullens befogenheter finns i tullagen (304/2016). vid overvakning enligt 4 § 2 mom. i denna lag betraktas som en vara som avses i tullagen ocksa en produkt med dubbla anvandningsomraden enligt forordningen om exportkontroll och denna lag."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Kauttakuljetettavan tavaran haltuun ottaminen ja kauttakulkua koskeva päätöksenteko",
      "content": "Tullin on otettava kauttakuljetettava kaksikäyttötuote haltuunsa, jos Tullilla on perusteltua syytä epäillä, että kauttakuljetettavat kaksikäyttötuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettävä kauttakulkua koskeva asia ulkoministeriön käsiteltäväksi ja ratkaistavaksi. Ulkoministeriö päättää, kielletäänkö kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai tämän lain 6 §:n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. Jos kauttakululle asetetaan lupavaatimus, ulkoministeriön on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 päivää aikaa hakea lupaa ulkoministeriöltä. Jos ulkoministeriö päättää, että lupaa kauttakululle ei myönnetä, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Tullin on otettava kauttakuljetettava kaksikäyttötuote haltuunsa, jos Tullilla on perusteltua syytä epäillä, että kauttakuljetettavat kaksikäyttötuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön. Tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettävä kauttakulkua koskeva asia ulkoministeriön käsiteltäväksi ja ratkaistavaksi. Ulkoministeriö päättää, kielletäänkö kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai tämän lain 6 § :n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. Jos kauttakululle asetetaan lupavaatimus, ulkoministeriön on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 päivää aikaa hakea lupaa ulkoministeriöltä. Jos ulkoministeriö päättää, että lupaa kauttakululle ei myönnetä, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
        "folded_fi": "tullin on otettava kauttakuljetettava kaksikayttotuote haltuunsa, jos tullilla on perusteltua syyta epailla, etta kauttakuljetettavat kaksikayttotuotteet ovat tai voivat olla joko kokonaan tai osittain tarkoitettu vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon. tullin on ilmoitettava haltuun ottamisesta kauttakuljettajalle ja siirrettava kauttakulkua koskeva asia ulkoministerion kasiteltavaksi ja ratkaistavaksi. ulkoministerio paattaa, kielletaanko kauttakulku vientivalvonta-asetuksen 7 artiklan 1 kohdan tai taman lain 6 §:n 2 momentin nojalla taikka asetetaanko kauttakululle lupavaatimus vientivalvonta-asetuksen 7 artiklan 2 kohdan mukaisesti. jos kauttakululle asetetaan lupavaatimus, ulkoministerion on ilmoitettava lupavaatimuksen asettamisesta kauttakuljettajalle, jolla on 90 paivaa aikaa hakea lupaa ulkoministeriolta. jos ulkoministerio paattaa, etta lupaa kauttakululle ei myonneta, kauttakulku katsotaan vientivalvonta-asetuksen 7 artiklan 1 kohdan mukaisesti kielletyksi.",
        "title_sv": "Omhändertagande av varor som transiteras och beslutsfattande om transitering",
        "content_sv": "Tullen ska omhänderta produkter med dubbla användningsområden som transiteras, om den har grundad anledning att misstänka att de produkter med dubbla användningsområden som transiteras helt eller delvis är, eller kan vara, avsedda för användning som avses i artikel 4.1 i förordningen om exportkontroll. Tullen ska meddela omhändertagandet till den som transiterar och överföra ärendet som gäller transitering till utrikesministeriet för behandling och avgörande. Utrikesministeriet beslutar huruvida transiteringen ska förbjudas med stöd av artikel 7.1 i förordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det för transiteringen ska införas tillståndskrav i enlighet med artikel 7.2 i förordningen om exportkontroll. Om det införs tillståndskrav för transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar på sig att ansöka om tillstånd hos utrikesministeriet. Om utrikesministeriet beslutar att tillstånd för transitering inte beviljas, anses transiteringen vara förbjuden i enlighet med artikel 7.1 i förordningen om exportkontroll.",
        "normalized_sv": "Tullen ska omhänderta produkter med dubbla användningsområden som transiteras, om den har grundad anledning att misstänka att de produkter med dubbla användningsområden som transiteras helt eller delvis är, eller kan vara, avsedda för användning som avses i artikel 4.1 i förordningen om exportkontroll. Tullen ska meddela omhändertagandet till den som transiterar och överföra ärendet som gäller transitering till utrikesministeriet för behandling och avgörande. Utrikesministeriet beslutar huruvida transiteringen ska förbjudas med stöd av artikel 7.1 i förordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det för transiteringen ska införas tillståndskrav i enlighet med artikel 7.2 i förordningen om exportkontroll. Om det införs tillståndskrav för transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar på sig att ansöka om tillstånd hos utrikesministeriet. Om utrikesministeriet beslutar att tillstånd för transitering inte beviljas, anses transiteringen vara förbjuden i enlighet med artikel 7.1 i förordningen om exportkontroll.",
        "folded_sv": "tullen ska omhanderta produkter med dubbla anvandningsomraden som transiteras, om den har grundad anledning att misstanka att de produkter med dubbla anvandningsomraden som transiteras helt eller delvis ar, eller kan vara, avsedda for anvandning som avses i artikel 4.1 i forordningen om exportkontroll. tullen ska meddela omhandertagandet till den som transiterar och overfora arendet som galler transitering till utrikesministeriet for behandling och avgorande. utrikesministeriet beslutar huruvida transiteringen ska forbjudas med stod av artikel 7.1 i forordningen om exportkontroll eller 6 § 2 mom. i denna lag eller om det for transiteringen ska inforas tillstandskrav i enlighet med artikel 7.2 i forordningen om exportkontroll. om det infors tillstandskrav for transiteringen, ska utrikesministeriet meddela den som transiterar om detta och den som transiterar har 90 dagar pa sig att ansoka om tillstand hos utrikesministeriet. om utrikesministeriet beslutar att tillstand for transitering inte beviljas, anses transiteringen vara forbjuden i enlighet med artikel 7.1 i forordningen om exportkontroll."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kauttakuljetettavan tavaran palauttaminen tai hävittäminen",
      "content": "Jos ulkoministeriö päättää, että kauttakulkua ei kielletä tai myöntää luvan kauttakulkuun, Tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. Jos ulkoministeriö kieltää kauttakulun tai päättää, ettei kauttakulkuun myönnetä lupaa, ulkoministeriön on määrättävä tavara palautettavaksi lähtömaahansa. Jos kuitenkin on perusteltua syytä epäillä, että tavaraa käytettäisiin lähtömaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön, ulkoministeriön on määrättävä tavara Tullin hävitettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Jos ulkoministeriö päättää, että kauttakulkua ei kielletä tai myöntää luvan kauttakulkuun, Tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. Jos ulkoministeriö kieltää kauttakulun tai päättää, ettei kauttakulkuun myönnetä lupaa, ulkoministeriön on määrättävä tavara palautettavaksi lähtömaahansa. Jos kuitenkin on perusteltua syytä epäillä, että tavaraa käytettäisiin lähtömaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun käyttöön, ulkoministeriön on määrättävä tavara Tullin hävitettäväksi.",
        "folded_fi": "jos ulkoministerio paattaa, etta kauttakulkua ei kielleta tai myontaa luvan kauttakulkuun, tullin on palautettava haltuun ottamansa tavara kauttakuljettajalle. jos ulkoministerio kieltaa kauttakulun tai paattaa, ettei kauttakulkuun myonneta lupaa, ulkoministerion on maarattava tavara palautettavaksi lahtomaahansa. jos kuitenkin on perusteltua syyta epailla, etta tavaraa kaytettaisiin lahtomaassa vientivalvonta-asetuksen 4 artiklan 1 kohdassa tarkoitettuun kayttoon, ulkoministerion on maarattava tavara tullin havitettavaksi.",
        "title_sv": "Returnering eller förstöring av varor som transiteras",
        "content_sv": "Om utrikesministeriet beslutar att transitering inte förbjuds eller beviljar tillstånd för transitering, ska Tullen returnera de omhändertagna varorna till den som transiterar. Om utrikesministeriet förbjuder transitering eller beslutar att tillstånd inte beviljas för transitering, ska ministeriet bestämma att varorna ska returneras till ursprungslandet. Om det dock finns grundad anledning att misstänka att varorna i ursprungslandet används för ändamål enligt artikel 4.1 i förordningen om exportkontroll, ska utrikesministeriet bestämma att varorna ska förstöras av Tullen.",
        "normalized_sv": "Om utrikesministeriet beslutar att transitering inte förbjuds eller beviljar tillstånd för transitering, ska Tullen returnera de omhändertagna varorna till den som transiterar. Om utrikesministeriet förbjuder transitering eller beslutar att tillstånd inte beviljas för transitering, ska ministeriet bestämma att varorna ska returneras till ursprungslandet. Om det dock finns grundad anledning att misstänka att varorna i ursprungslandet används för ändamål enligt artikel 4.1 i förordningen om exportkontroll, ska utrikesministeriet bestämma att varorna ska förstöras av Tullen.",
        "folded_sv": "om utrikesministeriet beslutar att transitering inte forbjuds eller beviljar tillstand for transitering, ska tullen returnera de omhandertagna varorna till den som transiterar. om utrikesministeriet forbjuder transitering eller beslutar att tillstand inte beviljas for transitering, ska ministeriet bestamma att varorna ska returneras till ursprungslandet. om det dock finns grundad anledning att misstanka att varorna i ursprungslandet anvands for andamal enligt artikel 4.1 i forordningen om exportkontroll, ska utrikesministeriet bestamma att varorna ska forstoras av tullen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Korvausvastuu",
      "content": "Kauttakuljettaja vastaa kauttakuljetettavan tavaran säilyttämisestä lupa- ja muutoksenhakumenettelyn aikana syntyneistä kustannuksista sekä tavaran palauttamisesta lähtömaahansa tai hävittämisestä aiheutuneista kustannuksista. Kauttakuljettaja ei kuitenkaan vastaa mainituista hävittämiskustannuksista, jos tavara on hävitetty ennen hävittämispäätöksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti päättänyt, ettei hävittämiselle ollut edellytyksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_19",
        "normalized_fi": "Kauttakuljettaja vastaa kauttakuljetettavan tavaran säilyttämisestä lupa- ja muutoksenhakumenettelyn aikana syntyneistä kustannuksista sekä tavaran palauttamisesta lähtömaahansa tai hävittämisestä aiheutuneista kustannuksista. Kauttakuljettaja ei kuitenkaan vastaa mainituista hävittämiskustannuksista, jos tavara on hävitetty ennen hävittämispäätöksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti päättänyt, ettei hävittämiselle ollut edellytyksiä.",
        "folded_fi": "kauttakuljettaja vastaa kauttakuljetettavan tavaran sailyttamisesta lupa- ja muutoksenhakumenettelyn aikana syntyneista kustannuksista seka tavaran palauttamisesta lahtomaahansa tai havittamisesta aiheutuneista kustannuksista. kauttakuljettaja ei kuitenkaan vastaa mainituista havittamiskustannuksista, jos tavara on havitetty ennen havittamispaatoksen lainvoimaisuutta ja tuomioistuin muutoksenhaun johdosta on lainvoimaisesti paattanyt, ettei havittamiselle ollut edellytyksia.",
        "title_sv": "Ersättningsskyldighet",
        "content_sv": "Den som transiterar svarar under tillstånds- och ändringssökandeförfarandet för förvaringskostnaderna för varorna som transiteras och för de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av förstöringen av varorna. Den som transiterar svarar dock inte för de nämnda kostnaderna för förstöring, om varorna har förstörts innan beslutet om förstöring har vunnit laga kraft och en domstol med anledning av ändringssökande har fattat ett lagakraftvunnet beslut om att det inte fanns förutsättningar för förstöringen.",
        "normalized_sv": "Den som transiterar svarar under tillstånds- och ändringssökandeförfarandet för förvaringskostnaderna för varorna som transiteras och för de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av förstöringen av varorna. Den som transiterar svarar dock inte för de nämnda kostnaderna för förstöring, om varorna har förstörts innan beslutet om förstöring har vunnit laga kraft och en domstol med anledning av ändringssökande har fattat ett lagakraftvunnet beslut om att det inte fanns förutsättningar för förstöringen.",
        "folded_sv": "den som transiterar svarar under tillstands- och andringssokandeforfarandet for forvaringskostnaderna for varorna som transiteras och for de kostnader som orsakas av returneringen av varorna till ursprungslandet eller av forstoringen av varorna. den som transiterar svarar dock inte for de namnda kostnaderna for forstoring, om varorna har forstorts innan beslutet om forstoring har vunnit laga kraft och en domstol med anledning av andringssokande har fattat ett lagakraftvunnet beslut om att det inte fanns forutsattningar for forstoringen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Vientivalvontaneuvottelukunta",
      "content": "Ulkoministeriön yhteydessä toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. Vientivalvontaneuvottelukunnan tehtävänä on edistää vientivalvontaan liittyvää viranomaisyhteistyötä ja yhteyksiä elinkeinoelämän kanssa. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä vientivalvontaneuvottelukunnan tehtävistä, kokoonpanosta ja asettamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "Ulkoministeriön yhteydessä toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. Vientivalvontaneuvottelukunnan tehtävänä on edistää vientivalvontaan liittyvää viranomaisyhteistyötä ja yhteyksiä elinkeinoelämän kanssa. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä vientivalvontaneuvottelukunnan tehtävistä, kokoonpanosta ja asettamisesta.",
        "folded_fi": "ulkoministerion yhteydessa toimii valtioneuvoston asettama vientivalvontaneuvottelukunta. vientivalvontaneuvottelukunnan tehtavana on edistaa vientivalvontaan liittyvaa viranomaisyhteistyota ja yhteyksia elinkeinoelaman kanssa. valtioneuvoston asetuksella annetaan tarkempia saannoksia vientivalvontaneuvottelukunnan tehtavista, kokoonpanosta ja asettamisesta.",
        "title_sv": "Exportkontrolldelegationen",
        "content_sv": "I anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsätts av statsrådet. Exportkontrolldelegationen har till uppgift att främja myndighetssamarbetet vad gäller exportkontroll samt kontakterna med näringslivet. Närmare bestämmelser om exportkontrolldelegationens uppgifter, sammansättning och tillsättande utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsätts av statsrådet. Exportkontrolldelegationen har till uppgift att främja myndighetssamarbetet vad gäller exportkontroll samt kontakterna med näringslivet. Närmare bestämmelser om exportkontrolldelegationens uppgifter, sammansättning och tillsättande utfärdas genom förordning av statsrådet.",
        "folded_sv": "i anslutning till utrikesministeriet finns en exportkontrolldelegation som tillsatts av statsradet. exportkontrolldelegationen har till uppgift att framja myndighetssamarbetet vad galler exportkontroll samt kontakterna med naringslivet. narmare bestammelser om exportkontrolldelegationens uppgifter, sammansattning och tillsattande utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Uhkasakko",
      "content": "Ulkoministeriö tai Tulli voi asettaa 15 §:n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Ulkoministeriö voi asettaa 9 §:n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi säädetään uhkasakkolaissa (1113/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_21",
        "normalized_fi": "Ulkoministeriö tai Tulli voi asettaa 15 § :n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Ulkoministeriö voi asettaa 9 § :n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan määräyksen noudattamisen tehosteeksi uhkasakon. Uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi säädetään uhkasakkolaissa (1113/1990).",
        "folded_fi": "ulkoministerio tai tulli voi asettaa 15 §:n 2 momentissa tarkoitettua tiedonantovelvollisuutta koskevan maarayksen noudattamisen tehosteeksi uhkasakon. ulkoministerio voi asettaa 9 §:n 1 momentissa tarkoitettua raportointivelvollisuutta koskevan maarayksen noudattamisen tehosteeksi uhkasakon. uhkasakon asettamisesta ja sen tuomitsemisesta maksettavaksi saadetaan uhkasakkolaissa (1113/1990).",
        "title_sv": "Vite",
        "content_sv": "Utrikesministeriet eller Tullen kan förena ett föreläggande som gäller den i 15 § 2 mom. avsedda informationsskyldigheten med vite. Utrikesministeriet kan förena ett föreläggande som gäller den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. Bestämmelser om föreläggande och utdömande av vite finns i viteslagen (1113/1990).",
        "normalized_sv": "Utrikesministeriet eller Tullen kan förena ett föreläggande som gäller den i 15 § 2 mom. avsedda informationsskyldigheten med vite. Utrikesministeriet kan förena ett föreläggande som gäller den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. Bestämmelser om föreläggande och utdömande av vite finns i viteslagen (1113/1990).",
        "folded_sv": "utrikesministeriet eller tullen kan forena ett forelaggande som galler den i 15 § 2 mom. avsedda informationsskyldigheten med vite. utrikesministeriet kan forena ett forelaggande som galler den i 9 § 1 mom. avsedda rapporteringsskyldigheten med vite. bestammelser om forelaggande och utdomande av vite finns i viteslagen (1113/1990)."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua päätöstä sekä toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai tämän lain 6 §:ssä tarkoitettua päätöstä on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin määrää. Jos 18 §:n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministeriö voi samalla määrätä, että hävittämispäätös on pantava muutoksenhausta huolimatta heti täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_22",
        "normalized_fi": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua päätöstä sekä toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai tämän lain 6 § :ssä tarkoitettua päätöstä on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin määrää. Jos 18 § :n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministeriö voi samalla määrätä, että hävittämispäätös on pantava muutoksenhausta huolimatta heti täytäntöön.",
        "folded_fi": "muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019). vientivalvonta-asetuksen 16 artiklan 1 kohdassa tarkoitettua paatosta seka toiminnanharjoittajaa koskevaa mainitun asetuksen 4 artiklan 1 kohdassa, 5 artiklan 1 kohdassa, 6 artiklan 1 kohdassa, 7 artiklan 1 tai 2 kohdassa, 8 artiklan 1 kohdassa, 10 artiklan 1 kohdassa tai taman lain 6 §:ssa tarkoitettua paatosta on muutoksenhausta huolimatta noudatettava, jollei muutoksenhakuviranomainen toisin maaraa. jos 18 §:n 2 momentissa tarkoitettu kauttakuljetettava tavara on ominaisuuksiltaan vaarallista, ulkoministerio voi samalla maarata, etta havittamispaatos on pantava muutoksenhausta huolimatta heti taytantoon.",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Ett beslut som avses i artikel 16.1 i förordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i förordningen om exportkontroll eller i 6 § i denna lag och som gäller verksamhetsutövaren ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat. Om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper är farliga, får utrikesministeriet samtidigt bestämma att beslutet om förstöring ska verkställas genast trots ändringssökande.",
        "normalized_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Ett beslut som avses i artikel 16.1 i förordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i förordningen om exportkontroll eller i 6 § i denna lag och som gäller verksamhetsutövaren ska iakttas trots ändringssökande, om inte den myndighet där ändring sökts bestämmer något annat. Om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper är farliga, får utrikesministeriet samtidigt bestämma att beslutet om förstöring ska verkställas genast trots ändringssökande.",
        "folded_sv": "bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019). ett beslut som avses i artikel 16.1 i forordningen om exportkontroll samt ett beslut som avses i artikel 4.1, 5.1, 6.1, 7.1, 7.2, 8.1 eller 10.1 i forordningen om exportkontroll eller i 6 § i denna lag och som galler verksamhetsutovaren ska iakttas trots andringssokande, om inte den myndighet dar andring sokts bestammer nagot annat. om i 18 § 2 mom. avsedda varor som transiteras till sina egenskaper ar farliga, far utrikesministeriet samtidigt bestamma att beslutet om forstoring ska verkstallas genast trots andringssokande."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Viittaus rikoslakiin",
      "content": "Rangaistus säännöstelyrikoksesta säädetään rikoslain (39/1889) 46 luvun 1-3 §:ssä ja kaksikäyttötuotteiden vientivalvontailmoituksen laiminlyönnistä 12 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_23",
        "normalized_fi": "Rangaistus säännöstelyrikoksesta säädetään rikoslain (39/1889) 46 luvun 1-3 § :ssä ja kaksikäyttötuotteiden vientivalvontailmoituksen laiminlyönnistä 12 § :ssä.",
        "folded_fi": "rangaistus saannostelyrikoksesta saadetaan rikoslain (39/1889) 46 luvun 1-3 §:ssa ja kaksikayttotuotteiden vientivalvontailmoituksen laiminlyonnista 12 §:ssa.",
        "title_sv": "Hänvisning till strafflagen",
        "content_sv": "Bestämmelser om straff för regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestämmelser om straff för försummelse av exportkontrollanmälan om produkter med dubbla användningsområden i 46 kap. 12 § i den lagen.",
        "normalized_sv": "Bestämmelser om straff för regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestämmelser om straff för försummelse av exportkontrollanmälan om produkter med dubbla användningsområden i 46 kap. 12 § i den lagen.",
        "folded_sv": "bestammelser om straff for regleringsbrott finns i 46 kap. 1-3 § i strafflagen (39/1889) och bestammelser om straff for forsummelse av exportkontrollanmalan om produkter med dubbla anvandningsomraden i 46 kap. 12 § i den lagen."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä syyskuuta 2024. Tällä lailla kumotaan kaksikäyttötuotteiden vientivalvonnasta annettu laki (562/1996). Muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan tämän lain tultua voimaan viittausta tähän lakiin. Ennen tämän lain voimaantuloa vireille tulleet asiat käsitellään tämän lain voimaan tullessa voimassa olleiden säännösten mukaisesti. Ennen tämän lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tätä lakia. Tämän lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jäävät edelleen voimaan ja niihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Tämän lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun tämän lain mukaisena neuvottelukuntana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_24",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä syyskuuta 2024. Tällä lailla kumotaan kaksikäyttötuotteiden vientivalvonnasta annettu laki (562/1996). Muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan tämän lain tultua voimaan viittausta tähän lakiin. Ennen tämän lain voimaantuloa vireille tulleet asiat käsitellään tämän lain voimaan tullessa voimassa olleiden säännösten mukaisesti. Ennen tämän lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tätä lakia. Tämän lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jäävät edelleen voimaan ja niihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Tämän lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun tämän lain mukaisena neuvottelukuntana.",
        "folded_fi": "tama laki tulee voimaan 15 paivana syyskuuta 2024. talla lailla kumotaan kaksikayttotuotteiden vientivalvonnasta annettu laki (562/1996). muualla laissa olevalla viittauksella kumottuun lakiin tarkoitetaan taman lain tultua voimaan viittausta tahan lakiin. ennen taman lain voimaantuloa vireille tulleet asiat kasitellaan taman lain voimaan tullessa voimassa olleiden saannosten mukaisesti. ennen taman lain voimaantuloa vireille tulleisiin vientivalvontaneuvottelukuntaa koskeviin asioihin sovelletaan kuitenkin tata lakia. taman lain voimaan tullessa voimassa olleen lain nojalla annetut luvat jaavat edelleen voimaan ja niihin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. taman lain voimaan tullessa toimiva vientivalvontaneuvottelukunta jatkaa toimikautensa loppuun taman lain mukaisena neuvottelukuntana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 september 2024. Genom denna lag upphävs lagen om kontroll av export av produkter med dubbel användning (562/1996). En hänvisning till den upphävda lagen någon annanstans i lag avser efter ikraftträdandet av denna lag en hänvisning till denna lag. De ärenden som har blivit anhängiga före ikraftträdandet av denna lag handläggs i enlighet med de bestämmelser som gällde vid ikraftträdandet. På ärenden som gäller exportkontrolldelegationen och som har blivit anhängiga före ikraftträdandet av denna lag tillämpas dock denna lag. De tillstånd som beviljats med stöd av den lag som gällde vid ikraftträdandet av denna lag förblir i kraft och på dem tillämpas de bestämmelser som gällde vid ikraftträdandet av denna lag. Den exportkontrolldelegation som är verksam vid ikraftträdandet av denna lag fortsätter till utgången av sin mandatperiod som en delegation enligt denna lag.",
        "normalized_sv": "Denna lag träder i kraft den 15 september 2024. Genom denna lag upphävs lagen om kontroll av export av produkter med dubbel användning (562/1996). En hänvisning till den upphävda lagen någon annanstans i lag avser efter ikraftträdandet av denna lag en hänvisning till denna lag. De ärenden som har blivit anhängiga före ikraftträdandet av denna lag handläggs i enlighet med de bestämmelser som gällde vid ikraftträdandet. På ärenden som gäller exportkontrolldelegationen och som har blivit anhängiga före ikraftträdandet av denna lag tillämpas dock denna lag. De tillstånd som beviljats med stöd av den lag som gällde vid ikraftträdandet av denna lag förblir i kraft och på dem tillämpas de bestämmelser som gällde vid ikraftträdandet av denna lag. Den exportkontrolldelegation som är verksam vid ikraftträdandet av denna lag fortsätter till utgången av sin mandatperiod som en delegation enligt denna lag.",
        "folded_sv": "denna lag trader i kraft den 15 september 2024. genom denna lag upphavs lagen om kontroll av export av produkter med dubbel anvandning (562/1996). en hanvisning till den upphavda lagen nagon annanstans i lag avser efter ikrafttradandet av denna lag en hanvisning till denna lag. de arenden som har blivit anhangiga fore ikrafttradandet av denna lag handlaggs i enlighet med de bestammelser som gallde vid ikrafttradandet. pa arenden som galler exportkontrolldelegationen och som har blivit anhangiga fore ikrafttradandet av denna lag tillampas dock denna lag. de tillstand som beviljats med stod av den lag som gallde vid ikrafttradandet av denna lag forblir i kraft och pa dem tillampas de bestammelser som gallde vid ikrafttradandet av denna lag. den exportkontrolldelegation som ar verksam vid ikrafttradandet av denna lag fortsatter till utgangen av sin mandatperiod som en delegation enligt denna lag."
      },
      "valid_from": "2024-08-16",
      "valid_to": null
    }
  ]
}