{
  "id": "519/2007",
  "type": "statute",
  "title": "Laki kuntalain muuttamisesta",
  "title_en": "Lag om ändring av kommunallagen",
  "status": "in_force",
  "issued_date": "2007-04-27",
  "in_force_date": "2007-04-27",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/519/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:25 a",
      "chapter": "3",
      "section": "25 a",
      "title": "Konsernijohto",
      "content": "konsernijohtoon Kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosäännössä määrätyt viranomaiset. Konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:25 a",
        "normalized_fi": "konsernijohtoon Kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosäännössä määrätyt viranomaiset. Konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan järjestämisestä.",
        "folded_fi": "konsernijohtoon kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosaannossa maaratyt viranomaiset. konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan jarjestamisesta.",
        "title_sv": "Koncernledning",
        "content_sv": "koncernledning Till kommunens hör kommunstyrelsen, kommundirektören eller borgmästaren och andra i en instruktion fastställda myndigheter. Koncernledningen ansvarar för styrningen av kommunkoncernen och ordnandet av koncerntillsynen.",
        "normalized_sv": "koncernledning Till kommunens hör kommunstyrelsen, kommundirektören eller borgmästaren och andra i en instruktion fastställda myndigheter. Koncernledningen ansvarar för styrningen av kommunkoncernen och ordnandet av koncerntillsynen.",
        "folded_sv": "koncernledning till kommunens hor kommunstyrelsen, kommundirektoren eller borgmastaren och andra i en instruktion faststallda myndigheter. koncernledningen ansvarar for styrningen av kommunkoncernen och ordnandet av koncerntillsynen."
      }
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "title": "Esteellisyys",
      "content": "Hallintolain 28 §:n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkilöön, viranhaltijaan tai työntekijään, vaikka tämä olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymässä, kuntakonserniin kuuluvassa yhteisössä tai säätiössä. Henkilö on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtymän, yhteisön tai säätiön edut ovat ristiriidassa keskenään taikka asian tasapuolinen käsittely edellyttää, ettei henkilö osallistu asian käsittelyyn. Myöskään hallintolain 28 §:n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:52",
        "normalized_fi": "Hallintolain 28 § :n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkilöön, viranhaltijaan tai työntekijään, vaikka tämä olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymässä, kuntakonserniin kuuluvassa yhteisössä tai säätiössä. Henkilö on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtymän, yhteisön tai säätiön edut ovat ristiriidassa keskenään taikka asian tasapuolinen käsittely edellyttää, ettei henkilö osallistu asian käsittelyyn. Myöskään hallintolain 28 § :n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
        "folded_fi": "hallintolain 28 §:n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkiloon, viranhaltijaan tai tyontekijaan, vaikka tama olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymassa, kuntakonserniin kuuluvassa yhteisossa tai saatiossa. henkilo on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtyman, yhteison tai saation edut ovat ristiriidassa keskenaan taikka asian tasapuolinen kasittely edellyttaa, ettei henkilo osallistu asian kasittelyyn. myoskaan hallintolain 28 §:n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
        "title_sv": "Jäv",
        "content_sv": "Vad som föreskrivs i 28 § 1 mom. 5 punkten i förvaltningslagen tillämpas inte på förtroendevalda, tjänsteinnehavare och arbetstagare i kommunen även om personen innehar en sådan ställning som avses i ovannämnda lagrum i ett kommunalt affärsverk, en samkommun, ett samfund som hör till en kommunkoncern eller en stiftelse. Personen är dock jävig om kommunens och affärsverkets, samkommunens, samfundets eller stiftelsens intressen står i strid med varandra eller om en opartisk behandling av saken förutsätter att personen inte deltar i behandlingen av saken. Inte heller 28 § 1 mom. 6 punkten i förvaltningslagen tillämpas i kommunerna.",
        "normalized_sv": "Vad som föreskrivs i 28 § 1 mom. 5 punkten i förvaltningslagen tillämpas inte på förtroendevalda, tjänsteinnehavare och arbetstagare i kommunen även om personen innehar en sådan ställning som avses i ovannämnda lagrum i ett kommunalt affärsverk, en samkommun, ett samfund som hör till en kommunkoncern eller en stiftelse. Personen är dock jävig om kommunens och affärsverkets, samkommunens, samfundets eller stiftelsens intressen står i strid med varandra eller om en opartisk behandling av saken förutsätter att personen inte deltar i behandlingen av saken. Inte heller 28 § 1 mom. 6 punkten i förvaltningslagen tillämpas i kommunerna.",
        "folded_sv": "vad som foreskrivs i 28 § 1 mom. 5 punkten i forvaltningslagen tillampas inte pa fortroendevalda, tjansteinnehavare och arbetstagare i kommunen aven om personen innehar en sadan stallning som avses i ovannamnda lagrum i ett kommunalt affarsverk, en samkommun, ett samfund som hor till en kommunkoncern eller en stiftelse. personen ar dock javig om kommunens och affarsverkets, samkommunens, samfundets eller stiftelsens intressen star i strid med varandra eller om en opartisk behandling av saken forutsatter att personen inte deltar i behandlingen av saken. inte heller 28 § 1 mom. 6 punkten i forvaltningslagen tillampas i kommunerna."
      }
    },
    {
      "provision_ref": "3:68",
      "chapter": "3",
      "section": "68",
      "title": "Tilinpäätös",
      "content": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:68",
        "normalized_fi": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
        "folded_fi": "kunnan tilikausi on kalenterivuosi. kunnanhallituksen on laadittava tilikaudelta tilinpaatos tilikautta seuraavan vuoden maaliskuun loppuun mennessa ja annettava se tilintarkastajien tarkastettavaksi seka tilintarkastuksen jalkeen saatettava se valtuuston kasiteltavaksi kesakuun loppuun mennessa. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. tilinpaatoksen allekirjoittavat kunnanhallituksen jasenet seka kunnanjohtaja tai pormestari.",
        "title_sv": "Bokslut",
        "content_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "normalized_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "folded_sv": "kommunens rakenskapsperiod ar kalenderaret. kommunstyrelsen skall uppratta ett bokslut for rakenskapsperioden fore utgangen av mars manad aret efter rakenskapsperioden och lamna det till revisorerna for granskning samt efter revision forelagga fullmaktige bokslutet fore utgangen av juni. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. bokslutet undertecknas av ledamoterna i kommunstyrelsen och kommundirektoren eller borgmastaren."
      }
    },
    {
      "provision_ref": "3:68 a",
      "chapter": "3",
      "section": "68 a",
      "title": "Konsernitilinpäätös",
      "content": "Kunnan, joka tytäryhteisöineen muodostaa kuntakonsernin, tulee laatia ja sisällyttää tilinpäätökseensä konsernitilinpäätös. Konsernitilinpäätös tulee laatia samalta päivältä kuin kunnan tilinpäätös. Konsernitilinpäätös laaditaan konserniyhteisöjen taseiden ja tuloslaskelmien sekä niiden liitetietojen yhdistelmänä. Konsernitilinpäätökseen sisällytetään lisäksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden käytöstä tilikauden aikana. Konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jättää laatimatta, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen yhteenlaskettu liikevaihto tai sitä vastaava tuotto on alle 200 000 euroa. Konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen taseiden yhteenlaskettu arvo on ylittänyt yhden kolmasosan kuntakonsernin päättynyttä tilikautta edeltäneen tilikauden tasearvosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:68 a",
        "normalized_fi": "Kunnan, joka tytäryhteisöineen muodostaa kuntakonsernin, tulee laatia ja sisällyttää tilinpäätökseensä konsernitilinpäätös. Konsernitilinpäätös tulee laatia samalta päivältä kuin kunnan tilinpäätös. Konsernitilinpäätös laaditaan konserniyhteisöjen taseiden ja tuloslaskelmien sekä niiden liitetietojen yhdistelmänä. Konsernitilinpäätökseen sisällytetään lisäksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden käytöstä tilikauden aikana. Konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jättää laatimatta, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen yhteenlaskettu liikevaihto tai sitä vastaava tuotto on alle 200 000 euroa. Konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen taseiden yhteenlaskettu arvo on ylittänyt yhden kolmasosan kuntakonsernin päättynyttä tilikautta edeltäneen tilikauden tasearvosta.",
        "folded_fi": "kunnan, joka tytaryhteisoineen muodostaa kuntakonsernin, tulee laatia ja sisallyttaa tilinpaatokseensa konsernitilinpaatos. konsernitilinpaatos tulee laatia samalta paivalta kuin kunnan tilinpaatos. konsernitilinpaatos laaditaan konserniyhteisojen taseiden ja tuloslaskelmien seka niiden liitetietojen yhdistelmana. konsernitilinpaatokseen sisallytetaan lisaksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden kaytosta tilikauden aikana. konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jattaa laatimatta, jos seka paattyneelta tilikaudelta etta sita valittomasti edeltaneelta tilikaudelta tytaryhteisojen yhteenlaskettu liikevaihto tai sita vastaava tuotto on alle 200 000 euroa. konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos seka paattyneelta tilikaudelta etta sita valittomasti edeltaneelta tilikaudelta tytaryhteisojen taseiden yhteenlaskettu arvo on ylittanyt yhden kolmasosan kuntakonsernin paattynytta tilikautta edeltaneen tilikauden tasearvosta.",
        "title_sv": "Koncernbokslut",
        "content_sv": "En kommun som jämte dottersamfund bildar en kommunkoncern skall upprätta och i sitt bokslut ta in ett koncernbokslut. Koncernbokslutet skall upprättas samma dag som kommunens bokslut. Koncernbokslutet skall upprättas som en sammanställning av koncernsamfundens balansräkningar och resultaträkningar samt noterna till dessa. I koncernbokslutet skall dessutom inkluderas en finansieringsanalys för koncernen, i vilken anskaffningen och användningen av kommunkoncernens medel under räkenskapsperioden utreds. Koncernresultaträkning och finansieringsanalys för koncernen behöver inte upprättas, om dottersamfundens sammanräknade omsättning eller motsvarande avkastning under såväl den räkenskapsperiod som har gått ut som under den omedelbart föregående räkenskapsperioden har understigit 200 000 euro. Koncernresultaträkning och finansieringsanalys för koncernen skall emellertid alltid upprättas, om det sammanräknade värdet av dottersamfundens balansomslutning för såväl den räkenskapsperiod som har gått ut som den omedelbart föregående räkenskapsperioden har överstigit en tredjedel av kommunkoncernens balansvärde den räkenskapsperiod som föregick den räkenskapsperiod som har gått ut.",
        "normalized_sv": "En kommun som jämte dottersamfund bildar en kommunkoncern skall upprätta och i sitt bokslut ta in ett koncernbokslut. Koncernbokslutet skall upprättas samma dag som kommunens bokslut. Koncernbokslutet skall upprättas som en sammanställning av koncernsamfundens balansräkningar och resultaträkningar samt noterna till dessa. I koncernbokslutet skall dessutom inkluderas en finansieringsanalys för koncernen, i vilken anskaffningen och användningen av kommunkoncernens medel under räkenskapsperioden utreds. Koncernresultaträkning och finansieringsanalys för koncernen behöver inte upprättas, om dottersamfundens sammanräknade omsättning eller motsvarande avkastning under såväl den räkenskapsperiod som har gått ut som under den omedelbart föregående räkenskapsperioden har understigit 200 000 euro. Koncernresultaträkning och finansieringsanalys för koncernen skall emellertid alltid upprättas, om det sammanräknade värdet av dottersamfundens balansomslutning för såväl den räkenskapsperiod som har gått ut som den omedelbart föregående räkenskapsperioden har överstigit en tredjedel av kommunkoncernens balansvärde den räkenskapsperiod som föregick den räkenskapsperiod som har gått ut.",
        "folded_sv": "en kommun som jamte dottersamfund bildar en kommunkoncern skall uppratta och i sitt bokslut ta in ett koncernbokslut. koncernbokslutet skall upprattas samma dag som kommunens bokslut. koncernbokslutet skall upprattas som en sammanstallning av koncernsamfundens balansrakningar och resultatrakningar samt noterna till dessa. i koncernbokslutet skall dessutom inkluderas en finansieringsanalys for koncernen, i vilken anskaffningen och anvandningen av kommunkoncernens medel under rakenskapsperioden utreds. koncernresultatrakning och finansieringsanalys for koncernen behover inte upprattas, om dottersamfundens sammanraknade omsattning eller motsvarande avkastning under saval den rakenskapsperiod som har gatt ut som under den omedelbart foregaende rakenskapsperioden har understigit 200 000 euro. koncernresultatrakning och finansieringsanalys for koncernen skall emellertid alltid upprattas, om det sammanraknade vardet av dottersamfundens balansomslutning for saval den rakenskapsperiod som har gatt ut som den omedelbart foregaende rakenskapsperioden har overstigit en tredjedel av kommunkoncernens balansvarde den rakenskapsperiod som foregick den rakenskapsperiod som har gatt ut."
      }
    },
    {
      "provision_ref": "3:69",
      "chapter": "3",
      "section": "69",
      "title": "Toimintakertomus",
      "content": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. Toimintakertomuksessa on myös annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:69",
        "normalized_fi": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. Toimintakertomuksessa on myös annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
        "folded_fi": "toimintakertomuksessa on esitettava selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. toimintakertomuksessa on myos annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvista olennaisista asioista, joista ei ole tehtava selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. jos kunnan taseessa on kattamatonta alijaamaa, toimintakertomuksessa on tehtava selkoa talouden tasapainotuksen toteutumisesta tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyydesta talouden tasapainottamiseksi. kunnanhallituksen on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta.",
        "title_sv": "Verksamhetsberättelse",
        "content_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts i kommunen och kommunkoncernen. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansräkning, resultaträkning eller finansieringsanalys. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "normalized_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts i kommunen och kommunkoncernen. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansräkning, resultaträkning eller finansieringsanalys. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "folded_sv": "i verksamhetsberattelsen skall inga en redogorelse for hur de mal for verksamheten och ekonomin som uppstallts av fullmaktige har natts i kommunen och kommunkoncernen. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansrakning, resultatrakning eller finansieringsanalys. om kommunens balansrakning visar underskott som saknar tackning, skall det i verksamhetsberattelsen redogoras for hur balanseringen av ekonomin utfallit under rakenskapsperioden samt for den gallande ekonomiplanens och atgardsprogrammets tillracklighet for balanseringen av ekonomin. kommunstyrelsen skall i verksamhetsberattelsen lagga fram forslag till behandling av rakenskapsperiodens resultat."
      }
    },
    {
      "provision_ref": "3:70",
      "chapter": "3",
      "section": "70",
      "title": "Tytäryhteisön tiedonantovelvollisuus",
      "content": "Kunnan tytäryhteisön hallituksen tai sitä vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:70",
        "normalized_fi": "Kunnan tytäryhteisön hallituksen tai sitä vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
        "folded_fi": "kunnan tytaryhteison hallituksen tai sita vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
        "title_sv": "Dottersamfunds informationsskyldighet",
        "content_sv": "Styrelsen för kommunens dottersamfund eller motsvarande organ skall lämna kommunstyrelsen sådana uppgifter som behövs för att bedöma kommunkoncernens ekonomiska ställning och beräkna resultatet av dess verksamhet.",
        "normalized_sv": "Styrelsen för kommunens dottersamfund eller motsvarande organ skall lämna kommunstyrelsen sådana uppgifter som behövs för att bedöma kommunkoncernens ekonomiska ställning och beräkna resultatet av dess verksamhet.",
        "folded_sv": "styrelsen for kommunens dottersamfund eller motsvarande organ skall lamna kommunstyrelsen sadana uppgifter som behovs for att bedoma kommunkoncernens ekonomiska stallning och berakna resultatet av dess verksamhet."
      }
    },
    {
      "provision_ref": "3:71",
      "chapter": "3",
      "section": "71",
      "title": "Tarkastuslautakunta",
      "content": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. Tarkastuslautakunnan on huolehdittava kunnan ja sen tytäryhteisöjen tarkastuksen yhteensovittamisesta. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:71",
        "normalized_fi": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. Tarkastuslautakunnan on huolehdittava kunnan ja sen tytäryhteisöjen tarkastuksen yhteensovittamisesta. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 § :n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "folded_fi": "valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen jarjestamista varten. lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. tarkastuslautakunnan on valmisteltava valtuuston paatettavat hallinnon ja talouden tarkastusta koskevat asiat seka arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. tarkastuslautakunnan on huolehdittava kunnan ja sen tytaryhteisojen tarkastuksen yhteensovittamisesta. jos kunnan taseessa on kattamatonta alijaamaa, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyytta. vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jasen; 2) apulaispormestari; 3) henkilo, joka on kunnanhallituksen jasenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu laheinen; 4) kuntaan tai kunnan maaraamisvallassa olevaan yhteisoon tai saatioon pysyvaisluonteisessa palvelussuhteessa oleva; eika 5) henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "title_sv": "Revisionsnämnden",
        "content_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts i kommunen och kommunkoncernen. Revisionsnämnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "normalized_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts i kommunen och kommunkoncernen. Revisionsnämnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "folded_sv": "fullmaktige tillsatter en revisionsnamnd for organisering av granskningen av forvaltningen och ekonomin under de ar som motsvarar fullmaktiges mandattid. namndens ordforande och vice ordforande skall vara fullmaktigeledamoter. revisionsnamnden skall bereda de arenden som galler granskningen av forvaltningen och ekonomin och som fullmaktige skall fatta beslut om samt bedoma huruvida de mal for verksamheten och ekonomin som fullmaktige satt upp har natts i kommunen och kommunkoncernen. revisionsnamnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. om kommunens balansrakning visar underskott som saknar tackning, skall revisionsnamnden bedoma hur balanseringen av ekonomin utfallit under rakenskapsperioden samt den gallande ekonomiplanens och atgardsprogrammets tillracklighet. valbar till revisionsnamnden ar inte 1) en ledamot av kommunstyrelsen, 2) bitradande borgmastaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i forvaltningslagen ar narstaende till en ledamot av kommunstyrelsen eller till kommundirektoren, borgmastaren eller en bitradande borgmastare, 4) en person som star i anstallningsforhallande av bestaende natur till kommunen eller ett samfund eller en stiftelse dar kommunen har bestammanderatt, eller 5) en person som inte ar valbar till kommunstyrelsen."
      }
    },
    {
      "provision_ref": "3:73",
      "chapter": "3",
      "section": "73",
      "title": "Tilintarkastajan tehtävät",
      "content": "Tilintarkastajien on viimeistään toukokuun loppuun mennessä tarkastettava hyvän tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpäätös. Tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston päätösten mukaisesti; 2) onko kunnan tilinpäätös ja siihen kuuluva konsernitilinpäätös laadittu tilinpäätöksen laatimista koskevien säännösten ja määräysten mukaisesti sekä antavatko ne oikeat ja riittävät tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksestä ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja käytöstä annetut tiedot oikeita; sekä 4) onko kunnan sisäinen valvonta ja konsernivalvonta järjestetty asianmukaisesti. Tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisiä ohjeita, jolleivät ne ole ristiriidassa lain, kunnan johtosääntöjen tai hyvän tilintarkastustavan kanssa. Havaitsemistaan epäkohdista tilintarkastajien on ilmoitettava viipymättä tarkastuslautakunnalle ja tarvittaessa myös kunnanhallitukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:73",
        "normalized_fi": "Tilintarkastajien on viimeistään toukokuun loppuun mennessä tarkastettava hyvän tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpäätös. Tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston päätösten mukaisesti; 2) onko kunnan tilinpäätös ja siihen kuuluva konsernitilinpäätös laadittu tilinpäätöksen laatimista koskevien säännösten ja määräysten mukaisesti sekä antavatko ne oikeat ja riittävät tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksestä ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja käytöstä annetut tiedot oikeita; sekä 4) onko kunnan sisäinen valvonta ja konsernivalvonta järjestetty asianmukaisesti. Tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisiä ohjeita, jolleivät ne ole ristiriidassa lain, kunnan johtosääntöjen tai hyvän tilintarkastustavan kanssa. Havaitsemistaan epäkohdista tilintarkastajien on ilmoitettava viipymättä tarkastuslautakunnalle ja tarvittaessa myös kunnanhallitukselle.",
        "folded_fi": "tilintarkastajien on viimeistaan toukokuun loppuun mennessa tarkastettava hyvan tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpaatos. tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston paatosten mukaisesti; 2) onko kunnan tilinpaatos ja siihen kuuluva konsernitilinpaatos laadittu tilinpaatoksen laatimista koskevien saannosten ja maaraysten mukaisesti seka antavatko ne oikeat ja riittavat tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksesta ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja kaytosta annetut tiedot oikeita; seka 4) onko kunnan sisainen valvonta ja konsernivalvonta jarjestetty asianmukaisesti. tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisia ohjeita, jolleivat ne ole ristiriidassa lain, kunnan johtosaantojen tai hyvan tilintarkastustavan kanssa. havaitsemistaan epakohdista tilintarkastajien on ilmoitettava viipymatta tarkastuslautakunnalle ja tarvittaessa myos kunnanhallitukselle.",
        "title_sv": "Revisorernas uppgifter",
        "content_sv": "Revisorerna skall senast före utgången av maj med iakttagande av god revisionssed granska räkenskapsperiodens förvaltning, bokföring och bokslut. Revisorerna skall granska om 1) kommunens förvaltning har skötts enligt lag och fullmäktiges beslut, 2) kommunens bokslut och det därtill hörande koncernbokslutet är upprättade enligt bestämmelserna och föreskrifterna om upprättande av bokslut samt om de ger riktiga och tillräckliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under räkenskapsperioden, 3) uppgifterna om grunderna för och användningen av statsandelarna är riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats på behörigt sätt. Revisorerna skall följa fullmäktiges och revisionsnämndens särskilda anvisningar, om de inte står i strid med lag, kommunens instruktioner eller god revisionssed. Revisorerna skall utan dröjsmål underrätta revisionsnämnden och vid behov också kommunstyrelsen om missförhållanden som de har iakttagit.",
        "normalized_sv": "Revisorerna skall senast före utgången av maj med iakttagande av god revisionssed granska räkenskapsperiodens förvaltning, bokföring och bokslut. Revisorerna skall granska om 1) kommunens förvaltning har skötts enligt lag och fullmäktiges beslut, 2) kommunens bokslut och det därtill hörande koncernbokslutet är upprättade enligt bestämmelserna och föreskrifterna om upprättande av bokslut samt om de ger riktiga och tillräckliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under räkenskapsperioden, 3) uppgifterna om grunderna för och användningen av statsandelarna är riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats på behörigt sätt. Revisorerna skall följa fullmäktiges och revisionsnämndens särskilda anvisningar, om de inte står i strid med lag, kommunens instruktioner eller god revisionssed. Revisorerna skall utan dröjsmål underrätta revisionsnämnden och vid behov också kommunstyrelsen om missförhållanden som de har iakttagit.",
        "folded_sv": "revisorerna skall senast fore utgangen av maj med iakttagande av god revisionssed granska rakenskapsperiodens forvaltning, bokforing och bokslut. revisorerna skall granska om 1) kommunens forvaltning har skotts enligt lag och fullmaktiges beslut, 2) kommunens bokslut och det dartill horande koncernbokslutet ar upprattade enligt bestammelserna och foreskrifterna om upprattande av bokslut samt om de ger riktiga och tillrackliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under rakenskapsperioden, 3) uppgifterna om grunderna for och anvandningen av statsandelarna ar riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats pa behorigt satt. revisorerna skall folja fullmaktiges och revisionsnamndens sarskilda anvisningar, om de inte star i strid med lag, kommunens instruktioner eller god revisionssed. revisorerna skall utan drojsmal underratta revisionsnamnden och vid behov ocksa kommunstyrelsen om missforhallanden som de har iakttagit."
      }
    },
    {
      "provision_ref": "10:87 a",
      "chapter": "10",
      "section": "87 a",
      "title": "Kunnallinen liikelaitos ja sen tehtävät",
      "content": "Kunta tai kuntayhtymä voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtävää varten. Liikelaitoksen perustaminen edellyttää erikseen tehtävää päätöstä. kunnan liikelaitos kuntayhtymän liikelaitos liikelaitoskuntayhtymä Kunnan perustamasta liikelaitoksesta käytetään nimitystä ja kuntayhtymän perustamasta. Liikelaitoksen nimessä tulee olla sana liikelaitos. Kuntien ja kuntayhtymien yhdessä perustamasta kuntayhtymästä, jonka tehtävänä on kunnallisen liikelaitoksen ylläpitäminen, käytetään nimitystä. Tällaisen liikelaitoksen nimessä tulee olla sana liikelaitoskuntayhtymä. Kunnan liikelaitos-, kuntayhtymän liikelaitos- sekä liikelaitoskuntayhtymä-nimitystä voi käyttää vain sellainen kunnallinen liikelaitos, joka on perustettu tämän lain mukaiseksi liikelaitokseksi. Kunnan tai kuntayhtymän liikelaitoksen tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän tehtävistä on sovittava perussopimuksessa. Liikelaitoskuntayhtymästä on voimassa, mitä tässä laissa säädetään kuntayhtymästä, jollei tässä luvussa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 a",
        "normalized_fi": "Kunta tai kuntayhtymä voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtävää varten. Liikelaitoksen perustaminen edellyttää erikseen tehtävää päätöstä. kunnan liikelaitos kuntayhtymän liikelaitos liikelaitoskuntayhtymä Kunnan perustamasta liikelaitoksesta käytetään nimitystä ja kuntayhtymän perustamasta. Liikelaitoksen nimessä tulee olla sana liikelaitos. Kuntien ja kuntayhtymien yhdessä perustamasta kuntayhtymästä, jonka tehtävänä on kunnallisen liikelaitoksen ylläpitäminen, käytetään nimitystä. Tällaisen liikelaitoksen nimessä tulee olla sana liikelaitoskuntayhtymä. Kunnan liikelaitos-, kuntayhtymän liikelaitos- sekä liikelaitoskuntayhtymä-nimitystä voi käyttää vain sellainen kunnallinen liikelaitos, joka on perustettu tämän lain mukaiseksi liikelaitokseksi. Kunnan tai kuntayhtymän liikelaitoksen tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän tehtävistä on sovittava perussopimuksessa. Liikelaitoskuntayhtymästä on voimassa, mitä tässä laissa säädetään kuntayhtymästä, jollei tässä luvussa toisin säädetä.",
        "folded_fi": "kunta tai kuntayhtyma voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtavaa varten. liikelaitoksen perustaminen edellyttaa erikseen tehtavaa paatosta. kunnan liikelaitos kuntayhtyman liikelaitos liikelaitoskuntayhtyma kunnan perustamasta liikelaitoksesta kaytetaan nimitysta ja kuntayhtyman perustamasta. liikelaitoksen nimessa tulee olla sana liikelaitos. kuntien ja kuntayhtymien yhdessa perustamasta kuntayhtymasta, jonka tehtavana on kunnallisen liikelaitoksen yllapitaminen, kaytetaan nimitysta. tallaisen liikelaitoksen nimessa tulee olla sana liikelaitoskuntayhtyma. kunnan liikelaitos-, kuntayhtyman liikelaitos- seka liikelaitoskuntayhtyma-nimitysta voi kayttaa vain sellainen kunnallinen liikelaitos, joka on perustettu taman lain mukaiseksi liikelaitokseksi. kunnan tai kuntayhtyman liikelaitoksen tehtavista maarataan johtosaannossa. liikelaitoskuntayhtyman tehtavista on sovittava perussopimuksessa. liikelaitoskuntayhtymasta on voimassa, mita tassa laissa saadetaan kuntayhtymasta, jollei tassa luvussa toisin saadeta.",
        "title_sv": "Kommunalt affärsverk och dess uppgifter",
        "content_sv": "En kommun eller samkommun kan grunda ett kommunalt affärsverk för affärsverksamhet eller för en uppgift som skall skötas enligt företagsekonomiska principer. Grundandet av ett affärsverk förutsätter ett särskilt beslut. kommuns affärsverk samkommuns affärsverk affärsverkssamkommun Ett affärsverk som grundats av en kommun benämns en och ett affärsverk som grundats av en samkommun benämns. I affärsverkets namn skall ordet affärsverk ingå. En samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman för ett kommunalt affärsverk benämns. I ett sådant affärsverks namn skall ordet affärsverkssamkommun ingå. Benämningarna kommuns affärsverk, samkommuns affärsverk och affärsverkssamkommun får användas endast av de kommunala affärsverk som grundats som affärsverk enligt denna lag. Uppgifterna för en kommuns eller en samkommuns affärsverk anges i en instruktion. I fråga om en affärsverkssamkommuns uppgifter skall överenskommas i grundavtalet. Angående affärsverkssamkommuner gäller vad som i denna lag bestäms om samkommuner, om inte något annat föreskrivs i detta kapitel.",
        "normalized_sv": "En kommun eller samkommun kan grunda ett kommunalt affärsverk för affärsverksamhet eller för en uppgift som skall skötas enligt företagsekonomiska principer. Grundandet av ett affärsverk förutsätter ett särskilt beslut. kommuns affärsverk samkommuns affärsverk affärsverkssamkommun Ett affärsverk som grundats av en kommun benämns en och ett affärsverk som grundats av en samkommun benämns. I affärsverkets namn skall ordet affärsverk ingå. En samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman för ett kommunalt affärsverk benämns. I ett sådant affärsverks namn skall ordet affärsverkssamkommun ingå. Benämningarna kommuns affärsverk, samkommuns affärsverk och affärsverkssamkommun får användas endast av de kommunala affärsverk som grundats som affärsverk enligt denna lag. Uppgifterna för en kommuns eller en samkommuns affärsverk anges i en instruktion. I fråga om en affärsverkssamkommuns uppgifter skall överenskommas i grundavtalet. Angående affärsverkssamkommuner gäller vad som i denna lag bestäms om samkommuner, om inte något annat föreskrivs i detta kapitel.",
        "folded_sv": "en kommun eller samkommun kan grunda ett kommunalt affarsverk for affarsverksamhet eller for en uppgift som skall skotas enligt foretagsekonomiska principer. grundandet av ett affarsverk forutsatter ett sarskilt beslut. kommuns affarsverk samkommuns affarsverk affarsverkssamkommun ett affarsverk som grundats av en kommun benamns en och ett affarsverk som grundats av en samkommun benamns. i affarsverkets namn skall ordet affarsverk inga. en samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman for ett kommunalt affarsverk benamns. i ett sadant affarsverks namn skall ordet affarsverkssamkommun inga. benamningarna kommuns affarsverk, samkommuns affarsverk och affarsverkssamkommun far anvandas endast av de kommunala affarsverk som grundats som affarsverk enligt denna lag. uppgifterna for en kommuns eller en samkommuns affarsverk anges i en instruktion. i fraga om en affarsverkssamkommuns uppgifter skall overenskommas i grundavtalet. angaende affarsverkssamkommuner galler vad som i denna lag bestams om samkommuner, om inte nagot annat foreskrivs i detta kapitel."
      }
    },
    {
      "provision_ref": "10:87 b",
      "chapter": "10",
      "section": "87 b",
      "title": "Liikelaitoskuntayhtymän yhtymäkokous",
      "content": "yhtymäkokouksessa Liikelaitoskuntayhtymän päätösvaltaa käyttävät jäsenet, johon kuntayhtymän jäsenet valitsevat edustajansa kuhunkin kokoukseen erikseen. Yhtymäkokousedustajan valinnasta kunnassa säädetään 81 §:n 3 momentissa. Liikelaitoskuntayhtymän jäsenenä olevassa kuntayhtymässä yhtymäkokousedustajan valitsee 78 §:n 3 momentin 4 kohdassa tarkoitettu kuntayhtymän toimielin. Yhtymäkokouksen tehtävänä on: 1) päättää liikelaitoskuntayhtymän keskeisistä toiminnallisista ja taloudellisista tavoitteista; 2) hyväksyä liikelaitoskuntayhtymän johtosääntö; 3) valita liikelaitoskuntayhtymän johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosäännössä siirretty johtokunnalle; 4) päättää luottamushenkilöiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; sekä 6) hyväksyä tilinpäätös ja päättää vastuuvapaudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 b",
        "normalized_fi": "yhtymäkokouksessa Liikelaitoskuntayhtymän päätösvaltaa käyttävät jäsenet, johon kuntayhtymän jäsenet valitsevat edustajansa kuhunkin kokoukseen erikseen. Yhtymäkokousedustajan valinnasta kunnassa säädetään 81 § :n 3 momentissa. Liikelaitoskuntayhtymän jäsenenä olevassa kuntayhtymässä yhtymäkokousedustajan valitsee 78 § :n 3 momentin 4 kohdassa tarkoitettu kuntayhtymän toimielin. Yhtymäkokouksen tehtävänä on: 1) päättää liikelaitoskuntayhtymän keskeisistä toiminnallisista ja taloudellisista tavoitteista; 2) hyväksyä liikelaitoskuntayhtymän johtosääntö; 3) valita liikelaitoskuntayhtymän johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosäännössä siirretty johtokunnalle; 4) päättää luottamushenkilöiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; sekä 6) hyväksyä tilinpäätös ja päättää vastuuvapaudesta.",
        "folded_fi": "yhtymakokouksessa liikelaitoskuntayhtyman paatosvaltaa kayttavat jasenet, johon kuntayhtyman jasenet valitsevat edustajansa kuhunkin kokoukseen erikseen. yhtymakokousedustajan valinnasta kunnassa saadetaan 81 §:n 3 momentissa. liikelaitoskuntayhtyman jasenena olevassa kuntayhtymassa yhtymakokousedustajan valitsee 78 §:n 3 momentin 4 kohdassa tarkoitettu kuntayhtyman toimielin. yhtymakokouksen tehtavana on: 1) paattaa liikelaitoskuntayhtyman keskeisista toiminnallisista ja taloudellisista tavoitteista; 2) hyvaksya liikelaitoskuntayhtyman johtosaanto; 3) valita liikelaitoskuntayhtyman johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosaannossa siirretty johtokunnalle; 4) paattaa luottamushenkiloiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; seka 6) hyvaksya tilinpaatos ja paattaa vastuuvapaudesta.",
        "title_sv": "Affärsverkssamkommunens samkommunsstämma",
        "content_sv": "samkommunsstämma Affärsverkssamkommunens beslutanderätt utövas av samkommuns medlemmar vid en. Medlemmarna utser sina representanter särskilt till varje stämma. Bestämmelser om val av representanter till samkommunsstämman finns i 81 § 3 mom. I en samkommun som är medlem i en affärsverkssamkommun väljs representanterna till samkommunsstämman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. Samkommunsstämman skall 1) besluta om de centrala målen för affärsverkssamkommunens verksamhet och ekonomi, 2) godkänna affärsverkssamkommunens instruktion, 3) välja direktion, revisionsnämnd och övriga organ för affärsverkssamkommunen, om valet inte i instruktionen har överförts på direktionen, 4) besluta om grunderna för de förtroendevaldas ekonomiska förmåner, 5) välja revisorer, samt 6) godkänna bokslutet och besluta om ansvarsfrihet.",
        "normalized_sv": "samkommunsstämma Affärsverkssamkommunens beslutanderätt utövas av samkommuns medlemmar vid en. Medlemmarna utser sina representanter särskilt till varje stämma. Bestämmelser om val av representanter till samkommunsstämman finns i 81 § 3 mom. I en samkommun som är medlem i en affärsverkssamkommun väljs representanterna till samkommunsstämman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. Samkommunsstämman skall 1) besluta om de centrala målen för affärsverkssamkommunens verksamhet och ekonomi, 2) godkänna affärsverkssamkommunens instruktion, 3) välja direktion, revisionsnämnd och övriga organ för affärsverkssamkommunen, om valet inte i instruktionen har överförts på direktionen, 4) besluta om grunderna för de förtroendevaldas ekonomiska förmåner, 5) välja revisorer, samt 6) godkänna bokslutet och besluta om ansvarsfrihet.",
        "folded_sv": "samkommunsstamma affarsverkssamkommunens beslutanderatt utovas av samkommuns medlemmar vid en. medlemmarna utser sina representanter sarskilt till varje stamma. bestammelser om val av representanter till samkommunsstamman finns i 81 § 3 mom. i en samkommun som ar medlem i en affarsverkssamkommun valjs representanterna till samkommunsstamman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. samkommunsstamman skall 1) besluta om de centrala malen for affarsverkssamkommunens verksamhet och ekonomi, 2) godkanna affarsverkssamkommunens instruktion, 3) valja direktion, revisionsnamnd och ovriga organ for affarsverkssamkommunen, om valet inte i instruktionen har overforts pa direktionen, 4) besluta om grunderna for de fortroendevaldas ekonomiska formaner, 5) valja revisorer, samt 6) godkanna bokslutet och besluta om ansvarsfrihet."
      }
    },
    {
      "provision_ref": "10:87 c",
      "chapter": "10",
      "section": "87 c",
      "title": "Johtokunta",
      "content": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 c",
        "normalized_fi": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d § :n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 § :n 4 momenttia.",
        "folded_fi": "kunnallisella liikelaitoksella on johtokunta. johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. johtokunta vastaa liikelaitoksen hallinnon ja toiminnan seka sisaisen valvonnan asianmukaisesta jarjestamisesta. johtokunnan tehtavana on: 1) paattaa liikelaitoksen toiminnan kehittamisesta valtuuston tai yhtymakokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa seka seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyvaksya liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosaannossa toisin maarata; 4) paattaa liikelaitoksen investoinneista ja muista pitkavaikutteisista menoista, jollei johtosaannossa toisin maarata; 5) paattaa liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosaannossa toisin maarata, edustaa kuntaa ja kayttaa sen puhevaltaa liikelaitoksen tehtavaalueella. johtokunnan muista tehtavista maarataan johtosaannossa. liikelaitoskuntayhtymassa muista kuin yhtymakokoukselle kuuluvista asioista paattaa johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
        "title_sv": "Direktion",
        "content_sv": "Ett kommunalt affärsverk skall ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna tillsynen ordnas på behörigt sätt. Direktionen skall 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I en affärsverkssamkommun fattas beslut om andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "normalized_sv": "Ett kommunalt affärsverk skall ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna tillsynen ordnas på behörigt sätt. Direktionen skall 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I en affärsverkssamkommun fattas beslut om andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "folded_sv": "ett kommunalt affarsverk skall ha en direktion. direktionen leder och overvakar affarsverkets verksamhet. direktionen ansvarar for att affarsverkets forvaltning och verksamhet samt den interna tillsynen ordnas pa behorigt satt. direktionen skall 1) besluta om utvecklande av affarsverkets verksamhet inom ramen for de mal som fullmaktige eller samkommunsstamman satt for verksamheten och ekonomin samt folja och rapportera hur malen nas, 2) godkanna affarsverkets budget och ekonomiplan, 3) utnamna och saga upp affarsverkets direktor, om inte nagot annat bestams i instruktionen, 4) besluta om affarsverkets investeringar och ovriga utgifter med lang verkningstid, om inte nagot annat bestams i instruktionen, 5) besluta vem som har ratt att teckna affarsverkets namn, samt 6) bevaka affarsverkets intressen och, om inte nagot annat bestams i instruktionen, foretrada kommunen och fora dess talan inom affarsverkets uppgiftsomrade. i fraga om direktionens ovriga uppgifter bestams i instruktionen. i en affarsverkssamkommun fattas beslut om andra arenden an sadana som ankommer pa samkommunsstamman av direktionen, om det inte ar fraga om ett arende som enligt 87 d § ankommer pa direktoren eller om inte behorighet har overforts pa direktoren eller nagon annan myndighet. i fraga om sammansattningen av ett kommunalt affarsverks direktion tillampas inte 81 § 4 mom."
      }
    },
    {
      "provision_ref": "10:87 d",
      "chapter": "10",
      "section": "87 d",
      "title": "Johtaja",
      "content": "Kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymään. Johtaja johtaa ja kehittää johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta sekä taloudenhoidon ja sisäisen valvonnan järjestämisestä. Johtajan on huolehdittava johtokunnan päätösten täytäntöönpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittävistä toimenpiteistä ja tapahtumista. Johtajalla on oikeus käyttää puhevaltaa johtokunnan puolesta, jollei johtosäännössä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 d",
        "normalized_fi": "Kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymään. Johtaja johtaa ja kehittää johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta sekä taloudenhoidon ja sisäisen valvonnan järjestämisestä. Johtajan on huolehdittava johtokunnan päätösten täytäntöönpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittävistä toimenpiteistä ja tapahtumista. Johtajalla on oikeus käyttää puhevaltaa johtokunnan puolesta, jollei johtosäännössä toisin määrätä.",
        "folded_fi": "kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymaan. johtaja johtaa ja kehittaa johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta seka taloudenhoidon ja sisaisen valvonnan jarjestamisesta. johtajan on huolehdittava johtokunnan paatosten taytantoonpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittavista toimenpiteista ja tapahtumista. johtajalla on oikeus kayttaa puhevaltaa johtokunnan puolesta, jollei johtosaannossa toisin maarata.",
        "title_sv": "Direktör",
        "content_sv": "Ett kommunalt affärsverk skall ha en direktör som står i tjänsteförhållande till kommunen eller samkommunen. Direktören lyder under direktionen och leder och utvecklar affärsverkets verksamhet, sörjer för affärsverkets förvaltning samt ordnandet av ekonomin och den interna tillsynen. Direktören skall se till att direktionens beslut verkställs och informera direktionen om åtgärder och händelser som är betydelsefulla med tanke på affärsverkets verksamhet. Direktören har rätt att föra direktionens talan, om inte något annat bestäms i instruktionen.",
        "normalized_sv": "Ett kommunalt affärsverk skall ha en direktör som står i tjänsteförhållande till kommunen eller samkommunen. Direktören lyder under direktionen och leder och utvecklar affärsverkets verksamhet, sörjer för affärsverkets förvaltning samt ordnandet av ekonomin och den interna tillsynen. Direktören skall se till att direktionens beslut verkställs och informera direktionen om åtgärder och händelser som är betydelsefulla med tanke på affärsverkets verksamhet. Direktören har rätt att föra direktionens talan, om inte något annat bestäms i instruktionen.",
        "folded_sv": "ett kommunalt affarsverk skall ha en direktor som star i tjansteforhallande till kommunen eller samkommunen. direktoren lyder under direktionen och leder och utvecklar affarsverkets verksamhet, sorjer for affarsverkets forvaltning samt ordnandet av ekonomin och den interna tillsynen. direktoren skall se till att direktionens beslut verkstalls och informera direktionen om atgarder och handelser som ar betydelsefulla med tanke pa affarsverkets verksamhet. direktoren har ratt att fora direktionens talan, om inte nagot annat bestams i instruktionen."
      }
    },
    {
      "provision_ref": "10:87 e",
      "chapter": "10",
      "section": "87 e",
      "title": "Kunnan tai kuntayhtymän liikelaitoksen talousarvio ja -suunnitelma",
      "content": "Liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtymän talousarvion ja -suunnitelman erillinen osa. suunnittelukausi Johtokunnan on valtuuston tai yhtymäkokouksen päättämässä määräajassa tehtävä sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi sekä taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). Talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Kunnan tai kuntayhtymän talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. Liikelaitosta sitovia meno- ja tuloeriä kunnan tai kuntayhtymän talousarviossa ovat korvaus kunnan tai kuntayhtymän sijoittamasta pääomasta, kunnan tai kuntayhtymän toiminta-avustus kunnalliselle liikelaitokselle sekä kunnan tai kuntayhtymän pääomasijoitus liikelaitokseen ja liikelaitoksen pääoman palautus kunnalle tai kuntayhtymälle. Johtokunnan on päätettävä liikelaitoksen seuraavan vuoden talousarviosta viimeistään vuoden loppuun mennessä kunnan tai kuntayhtymän talousarvion asettamien sitovien tavoitteiden sekä meno- ja tuloerien mukaisesti. Liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 e",
        "normalized_fi": "Liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtymän talousarvion ja -suunnitelman erillinen osa. suunnittelukausi Johtokunnan on valtuuston tai yhtymäkokouksen päättämässä määräajassa tehtävä sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi sekä taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). Talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Kunnan tai kuntayhtymän talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. Liikelaitosta sitovia meno- ja tuloeriä kunnan tai kuntayhtymän talousarviossa ovat korvaus kunnan tai kuntayhtymän sijoittamasta pääomasta, kunnan tai kuntayhtymän toiminta-avustus kunnalliselle liikelaitokselle sekä kunnan tai kuntayhtymän pääomasijoitus liikelaitokseen ja liikelaitoksen pääoman palautus kunnalle tai kuntayhtymälle. Johtokunnan on päätettävä liikelaitoksen seuraavan vuoden talousarviosta viimeistään vuoden loppuun mennessä kunnan tai kuntayhtymän talousarvion asettamien sitovien tavoitteiden sekä meno- ja tuloerien mukaisesti. Liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
        "folded_fi": "liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtyman talousarvion ja -suunnitelman erillinen osa. suunnittelukausi johtokunnan on valtuuston tai yhtymakokouksen paattamassa maaraajassa tehtava sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi seka taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. talousarviovuosi on suunnittelukauden ensimmainen vuosi. kunnan tai kuntayhtyman talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. liikelaitosta sitovia meno- ja tuloeria kunnan tai kuntayhtyman talousarviossa ovat korvaus kunnan tai kuntayhtyman sijoittamasta paaomasta, kunnan tai kuntayhtyman toiminta-avustus kunnalliselle liikelaitokselle seka kunnan tai kuntayhtyman paaomasijoitus liikelaitokseen ja liikelaitoksen paaoman palautus kunnalle tai kuntayhtymalle. johtokunnan on paatettava liikelaitoksen seuraavan vuoden talousarviosta viimeistaan vuoden loppuun mennessa kunnan tai kuntayhtyman talousarvion asettamien sitovien tavoitteiden seka meno- ja tuloerien mukaisesti. liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. siihen tehtavista muutoksista paattaa johtokunta.",
        "title_sv": "Budget och ekonomiplan för en kommuns eller en samkommuns affärsverk",
        "content_sv": "Affärsverkets budget och ekonomiplan utgör en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod Direktionen skall inom den tid som bestäms av fullmäktige eller samkommunsstämman lägga fram ett förslag till affärsverkets budget för det följande kalenderåret samt till ekonomiplan för tre eller flera år (). I budgeten och ekonomiplanen ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgetåret är planeperiodens första år. I kommunens eller samkommunens budget sätts målen för affärsverkets verksamhet och ekonomi. Utgifts- och inkomstposter i kommunens eller samkommunens budget som är bindande för affärsverket är ersättning för kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstöd till det kommunala affärsverket samt kommunens eller samkommunens kapitalplacering i affärsverket och affärsverkets återbetalning av kapital till kommunen eller samkommunen. Direktionen skall besluta om affärsverkets budget för det följande kalenderåret senast före utgången av året i enlighet med de bindande mål samt utgifts- och inkomstposter som fastställts i kommunens eller samkommunens budget. Affärsverkets budget skall iakttas i affärsverkets verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "normalized_sv": "Affärsverkets budget och ekonomiplan utgör en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod Direktionen skall inom den tid som bestäms av fullmäktige eller samkommunsstämman lägga fram ett förslag till affärsverkets budget för det följande kalenderåret samt till ekonomiplan för tre eller flera år (). I budgeten och ekonomiplanen ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgetåret är planeperiodens första år. I kommunens eller samkommunens budget sätts målen för affärsverkets verksamhet och ekonomi. Utgifts- och inkomstposter i kommunens eller samkommunens budget som är bindande för affärsverket är ersättning för kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstöd till det kommunala affärsverket samt kommunens eller samkommunens kapitalplacering i affärsverket och affärsverkets återbetalning av kapital till kommunen eller samkommunen. Direktionen skall besluta om affärsverkets budget för det följande kalenderåret senast före utgången av året i enlighet med de bindande mål samt utgifts- och inkomstposter som fastställts i kommunens eller samkommunens budget. Affärsverkets budget skall iakttas i affärsverkets verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "folded_sv": "affarsverkets budget och ekonomiplan utgor en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod direktionen skall inom den tid som bestams av fullmaktige eller samkommunsstamman lagga fram ett forslag till affarsverkets budget for det foljande kalenderaret samt till ekonomiplan for tre eller flera ar (). i budgeten och ekonomiplanen ingar en resultatrakningsdel, en investeringsdel och en finansieringsdel. budgetaret ar planeperiodens forsta ar. i kommunens eller samkommunens budget satts malen for affarsverkets verksamhet och ekonomi. utgifts- och inkomstposter i kommunens eller samkommunens budget som ar bindande for affarsverket ar ersattning for kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstod till det kommunala affarsverket samt kommunens eller samkommunens kapitalplacering i affarsverket och affarsverkets aterbetalning av kapital till kommunen eller samkommunen. direktionen skall besluta om affarsverkets budget for det foljande kalenderaret senast fore utgangen av aret i enlighet med de bindande mal samt utgifts- och inkomstposter som faststallts i kommunens eller samkommunens budget. affarsverkets budget skall iakttas i affarsverkets verksamhet och ekonomi. beslut om andringar i den fattas av direktionen."
      }
    },
    {
      "provision_ref": "10:87 f",
      "chapter": "10",
      "section": "87 f",
      "title": "Liikelaitoskuntayhtymän talousarvio ja -suunnitelma",
      "content": "suunnittelukausi Johtokunnan on kunkin vuoden loppuun mennessä hyväksyttävä liikelaitoskuntayhtymälle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä johtokunnan on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään liikelaitoskuntayhtymän toiminnalliset ja taloudelliset tavoitteet. Talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset liikelaitoskuntayhtymän tehtävien hoitamiseen turvataan. Liikelaitoskuntayhtymän toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 f",
        "normalized_fi": "suunnittelukausi Johtokunnan on kunkin vuoden loppuun mennessä hyväksyttävä liikelaitoskuntayhtymälle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä johtokunnan on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään liikelaitoskuntayhtymän toiminnalliset ja taloudelliset tavoitteet. Talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset liikelaitoskuntayhtymän tehtävien hoitamiseen turvataan. Liikelaitoskuntayhtymän toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
        "folded_fi": "suunnittelukausi johtokunnan on kunkin vuoden loppuun mennessa hyvaksyttava liikelaitoskuntayhtymalle seuraavaksi kalenterivuodeksi talousarvio. sen hyvaksymisen yhteydessa johtokunnan on hyvaksyttava myos taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). talousarviovuosi on suunnittelukauden ensimmainen vuosi. talousarviossa ja -suunnitelmassa hyvaksytaan liikelaitoskuntayhtyman toiminnalliset ja taloudelliset tavoitteet. talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. talousarvio ja -suunnitelma on laadittava siten, etta edellytykset liikelaitoskuntayhtyman tehtavien hoitamiseen turvataan. liikelaitoskuntayhtyman toiminnassa ja taloudenhoidossa on noudatettava talousarviota. siihen tehtavista muutoksista paattaa johtokunta.",
        "title_sv": "Affärsverkssamkommunens budget och ekonomiplan",
        "content_sv": "planeperiod Direktionen skall före utgången av varje år godkänna en budget för affärsverkssamkommunen för det följande kalenderåret. I samband med att budgeten godkänns skall direktionen också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för affärsverkssamkommunens verksamhet och ekonomi. I budgeten ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av affärsverkssamkommunens uppgifter tryggas. Budgeten skall iakttas i affärsverkssamkommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "normalized_sv": "planeperiod Direktionen skall före utgången av varje år godkänna en budget för affärsverkssamkommunen för det följande kalenderåret. I samband med att budgeten godkänns skall direktionen också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för affärsverkssamkommunens verksamhet och ekonomi. I budgeten ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av affärsverkssamkommunens uppgifter tryggas. Budgeten skall iakttas i affärsverkssamkommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "folded_sv": "planeperiod direktionen skall fore utgangen av varje ar godkanna en budget for affarsverkssamkommunen for det foljande kalenderaret. i samband med att budgeten godkanns skall direktionen ocksa godkanna en ekonomiplan for tre eller flera ar (). budgetaret ar planeperiodens forsta ar. i budgeten och ekonomiplanen godkanns malen for affarsverkssamkommunens verksamhet och ekonomi. i budgeten ingar en resultatrakningsdel, en investeringsdel och en finansieringsdel. budgeten och ekonomiplanen skall goras upp sa att forutsattningarna for skotseln av affarsverkssamkommunens uppgifter tryggas. budgeten skall iakttas i affarsverkssamkommunens verksamhet och ekonomi. beslut om andringar i den fattas av direktionen."
      }
    },
    {
      "provision_ref": "10:87 g",
      "chapter": "10",
      "section": "87 g",
      "title": "Liikelaitokselle maksettava tuki tai toiminta-avustus",
      "content": "Kunta tai kuntayhtymä voi myöntää liikelaitokselle tukea tai toiminta-avustusta määrätyn tehtävän hoitamisesta aiheutuvien kustannusten kattamiseksi. Tuki tai toiminta-avustus ei saa olla enemmän kuin mitä ovat tehtävän hoitamisesta liikelaitokselle aiheutuvat kustannukset. Kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpäätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 g",
        "normalized_fi": "Kunta tai kuntayhtymä voi myöntää liikelaitokselle tukea tai toiminta-avustusta määrätyn tehtävän hoitamisesta aiheutuvien kustannusten kattamiseksi. Tuki tai toiminta-avustus ei saa olla enemmän kuin mitä ovat tehtävän hoitamisesta liikelaitokselle aiheutuvat kustannukset. Kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpäätöksessä.",
        "folded_fi": "kunta tai kuntayhtyma voi myontaa liikelaitokselle tukea tai toiminta-avustusta maaratyn tehtavan hoitamisesta aiheutuvien kustannusten kattamiseksi. tuki tai toiminta-avustus ei saa olla enemman kuin mita ovat tehtavan hoitamisesta liikelaitokselle aiheutuvat kustannukset. kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpaatoksessa.",
        "title_sv": "Stöd eller verksamhetsunderstöd till affärsverk",
        "content_sv": "Kommunen eller samkommunen kan bevilja affärsverket stöd eller verksamhetsunderstöd för att täcka kostnaderna för skötseln av en viss uppgift. Stödet eller verksamhetsunderstödet får inte vara större än affärsverkets kostnader för skötseln av uppgiften. Stöd och verksamhetsunderstöd från kommunen skall uppges särskilt i affärsverkets bokslut.",
        "normalized_sv": "Kommunen eller samkommunen kan bevilja affärsverket stöd eller verksamhetsunderstöd för att täcka kostnaderna för skötseln av en viss uppgift. Stödet eller verksamhetsunderstödet får inte vara större än affärsverkets kostnader för skötseln av uppgiften. Stöd och verksamhetsunderstöd från kommunen skall uppges särskilt i affärsverkets bokslut.",
        "folded_sv": "kommunen eller samkommunen kan bevilja affarsverket stod eller verksamhetsunderstod for att tacka kostnaderna for skotseln av en viss uppgift. stodet eller verksamhetsunderstodet far inte vara storre an affarsverkets kostnader for skotseln av uppgiften. stod och verksamhetsunderstod fran kommunen skall uppges sarskilt i affarsverkets bokslut."
      }
    },
    {
      "provision_ref": "10:87 h",
      "chapter": "10",
      "section": "87 h",
      "title": "Kirjanpitovelvollisuus",
      "content": "Kunnan tai kuntayhtymän liikelaitoksen kirjanpito on eriytettävä kunnan tai kuntayhtymän kirjanpidossa. Liikelaitoskuntayhtymä on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpäätöksestä on sen lisäksi, mitä tässä laissa säädetään, soveltuvin osin voimassa, mitä kirjanpitolaissa säädetään. Kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja tämän lain 68―70 §:n soveltamisesta kunnallisessa liikelaitoksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 h",
        "normalized_fi": "Kunnan tai kuntayhtymän liikelaitoksen kirjanpito on eriytettävä kunnan tai kuntayhtymän kirjanpidossa. Liikelaitoskuntayhtymä on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpäätöksestä on sen lisäksi, mitä tässä laissa säädetään, soveltuvin osin voimassa, mitä kirjanpitolaissa säädetään. Kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja tämän lain 68―70 § :n soveltamisesta kunnallisessa liikelaitoksessa.",
        "folded_fi": "kunnan tai kuntayhtyman liikelaitoksen kirjanpito on eriytettava kunnan tai kuntayhtyman kirjanpidossa. liikelaitoskuntayhtyma on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpaatoksesta on sen lisaksi, mita tassa laissa saadetaan, soveltuvin osin voimassa, mita kirjanpitolaissa saadetaan. kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja taman lain 68―70 §:n soveltamisesta kunnallisessa liikelaitoksessa.",
        "title_sv": "Bokföringsskyldighet",
        "content_sv": "Bokföringen för en kommuns eller en samkommuns affärsverk skall särredovisas i kommunens eller samkommunens bokföring. En affärsverkssamkommun är bokföringsskyldig och om dess bokföring och bokslut gäller utöver denna lag i tillämpliga delar bokföringslagen. Bokföringsnämndens kommunsektion meddelar anvisningar och avger utlåtanden om tillämpningen av bokföringslagen och 68-70 § i denna lag i kommunala affärsverk.",
        "normalized_sv": "Bokföringen för en kommuns eller en samkommuns affärsverk skall särredovisas i kommunens eller samkommunens bokföring. En affärsverkssamkommun är bokföringsskyldig och om dess bokföring och bokslut gäller utöver denna lag i tillämpliga delar bokföringslagen. Bokföringsnämndens kommunsektion meddelar anvisningar och avger utlåtanden om tillämpningen av bokföringslagen och 68-70 § i denna lag i kommunala affärsverk.",
        "folded_sv": "bokforingen for en kommuns eller en samkommuns affarsverk skall sarredovisas i kommunens eller samkommunens bokforing. en affarsverkssamkommun ar bokforingsskyldig och om dess bokforing och bokslut galler utover denna lag i tillampliga delar bokforingslagen. bokforingsnamndens kommunsektion meddelar anvisningar och avger utlatanden om tillampningen av bokforingslagen och 68-70 § i denna lag i kommunala affarsverk."
      }
    },
    {
      "provision_ref": "10:87 i",
      "chapter": "10",
      "section": "87 i",
      "title": "Kunnan tai kuntayhtymän liikelaitoksen tilinpäätös",
      "content": "Liikelaitoksen tilikausi on kalenterivuosi. Johtokunnan on laadittava tilikaudelta erillistilinpäätös ja annettava se tilintarkastajien tarkastettavaksi sekä saatettava se kunnanhallituksen tai yhtymähallituksen käsiteltäväksi. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Liikelaitoksen erillistilinpäätös yhdistellään kunnan tai kuntayhtymän tilinpäätöksessä. Tilinpäätöksen allekirjoittavat johtokunnan jäsenet ja johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 i",
        "normalized_fi": "Liikelaitoksen tilikausi on kalenterivuosi. Johtokunnan on laadittava tilikaudelta erillistilinpäätös ja annettava se tilintarkastajien tarkastettavaksi sekä saatettava se kunnanhallituksen tai yhtymähallituksen käsiteltäväksi. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Liikelaitoksen erillistilinpäätös yhdistellään kunnan tai kuntayhtymän tilinpäätöksessä. Tilinpäätöksen allekirjoittavat johtokunnan jäsenet ja johtaja.",
        "folded_fi": "liikelaitoksen tilikausi on kalenterivuosi. johtokunnan on laadittava tilikaudelta erillistilinpaatos ja annettava se tilintarkastajien tarkastettavaksi seka saatettava se kunnanhallituksen tai yhtymahallituksen kasiteltavaksi. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. liikelaitoksen erillistilinpaatos yhdistellaan kunnan tai kuntayhtyman tilinpaatoksessa. tilinpaatoksen allekirjoittavat johtokunnan jasenet ja johtaja.",
        "title_sv": "Bokslut för en kommuns eller en samkommuns affärsverk",
        "content_sv": "Affärsverkets räkenskapsperiod är kalenderåret. Direktionen skall upprätta ett särskilt bokslut för räkenskapsperioden och lämna bokslutet till revisorerna för granskning samt förelägga kommunstyrelsen eller samkommunsstyrelsen bokslutet för behandling. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av affärsverkets verksamhet och om dess ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Affärsverkets särskilda bokslut sammanställs i kommunens eller samkommunens bokslut. Bokslutet undertecknas av direktionens ledamöter och direktören.",
        "normalized_sv": "Affärsverkets räkenskapsperiod är kalenderåret. Direktionen skall upprätta ett särskilt bokslut för räkenskapsperioden och lämna bokslutet till revisorerna för granskning samt förelägga kommunstyrelsen eller samkommunsstyrelsen bokslutet för behandling. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av affärsverkets verksamhet och om dess ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Affärsverkets särskilda bokslut sammanställs i kommunens eller samkommunens bokslut. Bokslutet undertecknas av direktionens ledamöter och direktören.",
        "folded_sv": "affarsverkets rakenskapsperiod ar kalenderaret. direktionen skall uppratta ett sarskilt bokslut for rakenskapsperioden och lamna bokslutet till revisorerna for granskning samt forelagga kommunstyrelsen eller samkommunsstyrelsen bokslutet for behandling. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av affarsverkets verksamhet och om dess ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. affarsverkets sarskilda bokslut sammanstalls i kommunens eller samkommunens bokslut. bokslutet undertecknas av direktionens ledamoter och direktoren."
      }
    },
    {
      "provision_ref": "10:87 j",
      "chapter": "10",
      "section": "87 j",
      "title": "Liikelaitoskuntayhtymän tilinpäätös",
      "content": "Liikelaitoskuntayhtymän tilinpäätöksen laatimisesta on voimassa, mitä tämän lain 68 ja 68 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 j",
        "normalized_fi": "Liikelaitoskuntayhtymän tilinpäätöksen laatimisesta on voimassa, mitä tämän lain 68 ja 68 a § :ssä säädetään.",
        "folded_fi": "liikelaitoskuntayhtyman tilinpaatoksen laatimisesta on voimassa, mita taman lain 68 ja 68 a §:ssa saadetaan.",
        "title_sv": "Affärsverkssamkommunens bokslut",
        "content_sv": "I fråga om upprättandet av bokslutet för en affärsverkssamkommun gäller vad som föreskrivs i 68 och 68 a § i denna lag.",
        "normalized_sv": "I fråga om upprättandet av bokslutet för en affärsverkssamkommun gäller vad som föreskrivs i 68 och 68 a § i denna lag.",
        "folded_sv": "i fraga om upprattandet av bokslutet for en affarsverkssamkommun galler vad som foreskrivs i 68 och 68 a § i denna lag."
      }
    },
    {
      "provision_ref": "10:87 k",
      "chapter": "10",
      "section": "87 k",
      "title": "Toimintakertomus ja tilikauden tuloksen käsittely",
      "content": "Kunnallisen liikelaitoksen on toimintakertomuksessaan esitettävä selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on myös annettava tietoja sellaisista liikelaitoksen talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tulos- tai rahoituslaskelmassa taikka taseessa. Johtokunnan on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä. Kunnan tai kuntayhtymän liikelaitoksen tilikauden tuloksesta voidaan tehdä investointivaraus enintään kunnan tai kuntayhtymän ylijäämäerien määrään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 k",
        "normalized_fi": "Kunnallisen liikelaitoksen on toimintakertomuksessaan esitettävä selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on myös annettava tietoja sellaisista liikelaitoksen talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tulos- tai rahoituslaskelmassa taikka taseessa. Johtokunnan on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä. Kunnan tai kuntayhtymän liikelaitoksen tilikauden tuloksesta voidaan tehdä investointivaraus enintään kunnan tai kuntayhtymän ylijäämäerien määrään.",
        "folded_fi": "kunnallisen liikelaitoksen on toimintakertomuksessaan esitettava selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. toimintakertomuksessa on myos annettava tietoja sellaisista liikelaitoksen talouteen liittyvista olennaisista asioista, joista ei ole tehtava selkoa tulos- tai rahoituslaskelmassa taikka taseessa. johtokunnan on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta. kunnan tai kuntayhtyman liikelaitoksen tilikauden tuloksesta voidaan tehda investointivaraus enintaan kunnan tai kuntayhtyman ylijaamaerien maaraan.",
        "title_sv": "Verksamhetsberättelse och behandling av räkenskapsperiodens resultat",
        "content_sv": "Ett kommunalt affärsverk skall i sin verksamhetsberättelse redogöra för hur målen för affärsverkets verksamhet och ekonomi har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller affärsverkets ekonomi som inte skall redovisas i resultaträkningen, finansieringsanalysen eller balansräkningen. Direktionen skall i verksamhetsberättelsen lägga fram ett förslag till behandling av räkenskapsperiodens resultat. Av räkenskapsperiodens resultat för en kommuns eller en samkommuns affärsverk kan göras en investeringsreservering till högst beloppet av kommunens eller samkommunens överskottsposter.",
        "normalized_sv": "Ett kommunalt affärsverk skall i sin verksamhetsberättelse redogöra för hur målen för affärsverkets verksamhet och ekonomi har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller affärsverkets ekonomi som inte skall redovisas i resultaträkningen, finansieringsanalysen eller balansräkningen. Direktionen skall i verksamhetsberättelsen lägga fram ett förslag till behandling av räkenskapsperiodens resultat. Av räkenskapsperiodens resultat för en kommuns eller en samkommuns affärsverk kan göras en investeringsreservering till högst beloppet av kommunens eller samkommunens överskottsposter.",
        "folded_sv": "ett kommunalt affarsverk skall i sin verksamhetsberattelse redogora for hur malen for affarsverkets verksamhet och ekonomi har natts. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler affarsverkets ekonomi som inte skall redovisas i resultatrakningen, finansieringsanalysen eller balansrakningen. direktionen skall i verksamhetsberattelsen lagga fram ett forslag till behandling av rakenskapsperiodens resultat. av rakenskapsperiodens resultat for en kommuns eller en samkommuns affarsverk kan goras en investeringsreservering till hogst beloppet av kommunens eller samkommunens overskottsposter."
      }
    },
    {
      "provision_ref": "10:87 l",
      "chapter": "10",
      "section": "87 l",
      "title": "Liikelaitoksen oma pääoma",
      "content": "Liikelaitoksen oma pääoma muodostuu peruspääomasta, arvonkorotusrahastosta sekä oman pääoman muista eristä. Peruspääoma on kunnan tai kuntayhtymän omanpääomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. Liikelaitoskuntayhtymässä peruspääoma jakaantuu jäsenosuuksiin. Arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyistä arvonkorotuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 l",
        "normalized_fi": "Liikelaitoksen oma pääoma muodostuu peruspääomasta, arvonkorotusrahastosta sekä oman pääoman muista eristä. Peruspääoma on kunnan tai kuntayhtymän omanpääomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. Liikelaitoskuntayhtymässä peruspääoma jakaantuu jäsenosuuksiin. Arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyistä arvonkorotuksista.",
        "folded_fi": "liikelaitoksen oma paaoma muodostuu peruspaaomasta, arvonkorotusrahastosta seka oman paaoman muista erista. peruspaaoma on kunnan tai kuntayhtyman omanpaaomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. liikelaitoskuntayhtymassa peruspaaoma jakaantuu jasenosuuksiin. arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyista arvonkorotuksista.",
        "title_sv": "Affärsverkets eget kapital",
        "content_sv": "Affärsverkets eget kapital består av grundkapitalet, uppskrivningsfonden samt övriga poster av eget kapital. Grundkapitalet är kommunens eller samkommunens placering i eget kapital, för vilket affärsverket betalar ersättning. I en affärsverkssamkommun är grundkapitalet fördelat på medlemsandelar. Uppskrivningsfonden består av uppskrivningar bland bestående aktiva.",
        "normalized_sv": "Affärsverkets eget kapital består av grundkapitalet, uppskrivningsfonden samt övriga poster av eget kapital. Grundkapitalet är kommunens eller samkommunens placering i eget kapital, för vilket affärsverket betalar ersättning. I en affärsverkssamkommun är grundkapitalet fördelat på medlemsandelar. Uppskrivningsfonden består av uppskrivningar bland bestående aktiva.",
        "folded_sv": "affarsverkets eget kapital bestar av grundkapitalet, uppskrivningsfonden samt ovriga poster av eget kapital. grundkapitalet ar kommunens eller samkommunens placering i eget kapital, for vilket affarsverket betalar ersattning. i en affarsverkssamkommun ar grundkapitalet fordelat pa medlemsandelar. uppskrivningsfonden bestar av uppskrivningar bland bestaende aktiva."
      }
    },
    {
      "provision_ref": "10:87 m",
      "chapter": "10",
      "section": "87 m",
      "title": "Lainanotto ja takaukset",
      "content": "Liikelaitosta varten otettavasta lainasta päättää johtokunta johtosäännön tai perussopimuksen määräämissä rajoissa. Takaussitoumuksen ja muun vakuuden antamisesta toisen velasta päättää valtuusto tai yhtymäkokous.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 m",
        "normalized_fi": "Liikelaitosta varten otettavasta lainasta päättää johtokunta johtosäännön tai perussopimuksen määräämissä rajoissa. Takaussitoumuksen ja muun vakuuden antamisesta toisen velasta päättää valtuusto tai yhtymäkokous.",
        "folded_fi": "liikelaitosta varten otettavasta lainasta paattaa johtokunta johtosaannon tai perussopimuksen maaraamissa rajoissa. takaussitoumuksen ja muun vakuuden antamisesta toisen velasta paattaa valtuusto tai yhtymakokous.",
        "title_sv": "Lån och borgen",
        "content_sv": "Beslut om lån som tas för affärsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillåter. Beslut om borgensförbindelse och ställande av annan säkerhet för någon annans skuld fattas av fullmäktige eller samkommunsstämman.",
        "normalized_sv": "Beslut om lån som tas för affärsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillåter. Beslut om borgensförbindelse och ställande av annan säkerhet för någon annans skuld fattas av fullmäktige eller samkommunsstämman.",
        "folded_sv": "beslut om lan som tas for affarsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillater. beslut om borgensforbindelse och stallande av annan sakerhet for nagon annans skuld fattas av fullmaktige eller samkommunsstamman."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Valtuuston tehtävät",
      "content": "Valtuuston tulee: 1) päättää kunnan ja kuntakonsernin toiminnan ja talouden keskeisistä tavoitteista sekä konserniohjauksen periaatteista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Valtuuston tulee: 1) päättää kunnan ja kuntakonsernin toiminnan ja talouden keskeisistä tavoitteista sekä konserniohjauksen periaatteista;",
        "folded_fi": "valtuuston tulee: 1) paattaa kunnan ja kuntakonsernin toiminnan ja talouden keskeisista tavoitteista seka konserniohjauksen periaatteista;",
        "title_sv": "Fullmäktiges uppgifter",
        "content_sv": "Fullmäktige skall 1) fatta beslut om de centrala målen för kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna för koncernstyrningen,",
        "normalized_sv": "Fullmäktige skall 1) fatta beslut om de centrala målen för kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna för koncernstyrningen,",
        "folded_sv": "fullmaktige skall 1) fatta beslut om de centrala malen for kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna for koncernstyrningen,"
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Kuntakonserni",
      "content": "kunnan tytäryhteisö kuntakonsernin Yhteisö, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 §:ssä tarkoitettu määräysvalta, on. Kunta tytäryhteisöineen muodostaa. Mitä tässä laissa säädetään kunnan tytäryhteisöstä, sovelletaan myös kunnan määräysvaltaan kuuluvaan säätiöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "kunnan tytäryhteisö kuntakonsernin Yhteisö, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 § :ssä tarkoitettu määräysvalta, on. Kunta tytäryhteisöineen muodostaa. Mitä tässä laissa säädetään kunnan tytäryhteisöstä, sovelletaan myös kunnan määräysvaltaan kuuluvaan säätiöön.",
        "folded_fi": "kunnan tytaryhteiso kuntakonsernin yhteiso, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 §:ssa tarkoitettu maaraysvalta, on. kunta tytaryhteisoineen muodostaa. mita tassa laissa saadetaan kunnan tytaryhteisosta, sovelletaan myos kunnan maaraysvaltaan kuuluvaan saatioon.",
        "title_sv": "Kommunkoncern",
        "content_sv": "kommunens dottersamfund kommunkoncern Ett samfund där kommunen har bestämmande inflytande enligt 1 kap. 5 § i bokföringslagen (1336/1997) är. Kommunen jämte dottersamfund bildar en. Vad som i denna lag föreskrivs om kommunens dottersamfund tillämpas även på en stiftelse som kommunen har bestämmande inflytande över.",
        "normalized_sv": "kommunens dottersamfund kommunkoncern Ett samfund där kommunen har bestämmande inflytande enligt 1 kap. 5 § i bokföringslagen (1336/1997) är. Kommunen jämte dottersamfund bildar en. Vad som i denna lag föreskrivs om kommunens dottersamfund tillämpas även på en stiftelse som kommunen har bestämmande inflytande över.",
        "folded_sv": "kommunens dottersamfund kommunkoncern ett samfund dar kommunen har bestammande inflytande enligt 1 kap. 5 § i bokforingslagen (1336/1997) ar. kommunen jamte dottersamfund bildar en. vad som i denna lag foreskrivs om kommunens dottersamfund tillampas aven pa en stiftelse som kommunen har bestammande inflytande over."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:25 a",
      "chapter": "3",
      "section": "25 a",
      "title": "Konsernijohto",
      "content": "konsernijohtoon Kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosäännössä määrätyt viranomaiset. Konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:25 a",
        "normalized_fi": "konsernijohtoon Kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosäännössä määrätyt viranomaiset. Konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan järjestämisestä.",
        "folded_fi": "konsernijohtoon kunnan kuuluvat kunnanhallitus, kunnanjohtaja tai pormestari ja muut johtosaannossa maaratyt viranomaiset. konsernijohto vastaa kuntakonsernin ohjauksesta ja konsernivalvonnan jarjestamisesta.",
        "title_sv": "Koncernledning",
        "content_sv": "koncernledning Till kommunens hör kommunstyrelsen, kommundirektören eller borgmästaren och andra i en instruktion fastställda myndigheter. Koncernledningen ansvarar för styrningen av kommunkoncernen och ordnandet av koncerntillsynen.",
        "normalized_sv": "koncernledning Till kommunens hör kommunstyrelsen, kommundirektören eller borgmästaren och andra i en instruktion fastställda myndigheter. Koncernledningen ansvarar för styrningen av kommunkoncernen och ordnandet av koncerntillsynen.",
        "folded_sv": "koncernledning till kommunens hor kommunstyrelsen, kommundirektoren eller borgmastaren och andra i en instruktion faststallda myndigheter. koncernledningen ansvarar for styrningen av kommunkoncernen och ordnandet av koncerntillsynen."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:52",
      "chapter": "3",
      "section": "52",
      "title": "Esteellisyys",
      "content": "Hallintolain 28 §:n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkilöön, viranhaltijaan tai työntekijään, vaikka tämä olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymässä, kuntakonserniin kuuluvassa yhteisössä tai säätiössä. Henkilö on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtymän, yhteisön tai säätiön edut ovat ristiriidassa keskenään taikka asian tasapuolinen käsittely edellyttää, ettei henkilö osallistu asian käsittelyyn. Myöskään hallintolain 28 §:n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:52",
        "normalized_fi": "Hallintolain 28 § :n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkilöön, viranhaltijaan tai työntekijään, vaikka tämä olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymässä, kuntakonserniin kuuluvassa yhteisössä tai säätiössä. Henkilö on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtymän, yhteisön tai säätiön edut ovat ristiriidassa keskenään taikka asian tasapuolinen käsittely edellyttää, ettei henkilö osallistu asian käsittelyyn. Myöskään hallintolain 28 § :n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
        "folded_fi": "hallintolain 28 §:n 1 momentin 5 kohtaa ei sovelleta kunnan luottamushenkiloon, viranhaltijaan tai tyontekijaan, vaikka tama olisi mainitussa lainkohdassa tarkoitetussa asemassa kunnallisessa liikelaitoksessa, kuntayhtymassa, kuntakonserniin kuuluvassa yhteisossa tai saatiossa. henkilo on kuitenkin esteellinen, jos kunnan ja liikelaitoksen, kuntayhtyman, yhteison tai saation edut ovat ristiriidassa keskenaan taikka asian tasapuolinen kasittely edellyttaa, ettei henkilo osallistu asian kasittelyyn. myoskaan hallintolain 28 §:n 1 momentin 6 kohtaa ei sovelleta kunnassa.",
        "title_sv": "Jäv",
        "content_sv": "Vad som föreskrivs i 28 § 1 mom. 5 punkten i förvaltningslagen tillämpas inte på förtroendevalda, tjänsteinnehavare och arbetstagare i kommunen även om personen innehar en sådan ställning som avses i ovannämnda lagrum i ett kommunalt affärsverk, en samkommun, ett samfund som hör till en kommunkoncern eller en stiftelse. Personen är dock jävig om kommunens och affärsverkets, samkommunens, samfundets eller stiftelsens intressen står i strid med varandra eller om en opartisk behandling av saken förutsätter att personen inte deltar i behandlingen av saken. Inte heller 28 § 1 mom. 6 punkten i förvaltningslagen tillämpas i kommunerna.",
        "normalized_sv": "Vad som föreskrivs i 28 § 1 mom. 5 punkten i förvaltningslagen tillämpas inte på förtroendevalda, tjänsteinnehavare och arbetstagare i kommunen även om personen innehar en sådan ställning som avses i ovannämnda lagrum i ett kommunalt affärsverk, en samkommun, ett samfund som hör till en kommunkoncern eller en stiftelse. Personen är dock jävig om kommunens och affärsverkets, samkommunens, samfundets eller stiftelsens intressen står i strid med varandra eller om en opartisk behandling av saken förutsätter att personen inte deltar i behandlingen av saken. Inte heller 28 § 1 mom. 6 punkten i förvaltningslagen tillämpas i kommunerna.",
        "folded_sv": "vad som foreskrivs i 28 § 1 mom. 5 punkten i forvaltningslagen tillampas inte pa fortroendevalda, tjansteinnehavare och arbetstagare i kommunen aven om personen innehar en sadan stallning som avses i ovannamnda lagrum i ett kommunalt affarsverk, en samkommun, ett samfund som hor till en kommunkoncern eller en stiftelse. personen ar dock javig om kommunens och affarsverkets, samkommunens, samfundets eller stiftelsens intressen star i strid med varandra eller om en opartisk behandling av saken forutsatter att personen inte deltar i behandlingen av saken. inte heller 28 § 1 mom. 6 punkten i forvaltningslagen tillampas i kommunerna."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:68",
      "chapter": "3",
      "section": "68",
      "title": "Tilinpäätös",
      "content": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:68",
        "normalized_fi": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
        "folded_fi": "kunnan tilikausi on kalenterivuosi. kunnanhallituksen on laadittava tilikaudelta tilinpaatos tilikautta seuraavan vuoden maaliskuun loppuun mennessa ja annettava se tilintarkastajien tarkastettavaksi seka tilintarkastuksen jalkeen saatettava se valtuuston kasiteltavaksi kesakuun loppuun mennessa. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. tilinpaatoksen allekirjoittavat kunnanhallituksen jasenet seka kunnanjohtaja tai pormestari.",
        "title_sv": "Bokslut",
        "content_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "normalized_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "folded_sv": "kommunens rakenskapsperiod ar kalenderaret. kommunstyrelsen skall uppratta ett bokslut for rakenskapsperioden fore utgangen av mars manad aret efter rakenskapsperioden och lamna det till revisorerna for granskning samt efter revision forelagga fullmaktige bokslutet fore utgangen av juni. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. bokslutet undertecknas av ledamoterna i kommunstyrelsen och kommundirektoren eller borgmastaren."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:68 a",
      "chapter": "3",
      "section": "68 a",
      "title": "Konsernitilinpäätös",
      "content": "Kunnan, joka tytäryhteisöineen muodostaa kuntakonsernin, tulee laatia ja sisällyttää tilinpäätökseensä konsernitilinpäätös. Konsernitilinpäätös tulee laatia samalta päivältä kuin kunnan tilinpäätös. Konsernitilinpäätös laaditaan konserniyhteisöjen taseiden ja tuloslaskelmien sekä niiden liitetietojen yhdistelmänä. Konsernitilinpäätökseen sisällytetään lisäksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden käytöstä tilikauden aikana. Konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jättää laatimatta, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen yhteenlaskettu liikevaihto tai sitä vastaava tuotto on alle 200 000 euroa. Konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen taseiden yhteenlaskettu arvo on ylittänyt yhden kolmasosan kuntakonsernin päättynyttä tilikautta edeltäneen tilikauden tasearvosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:68 a",
        "normalized_fi": "Kunnan, joka tytäryhteisöineen muodostaa kuntakonsernin, tulee laatia ja sisällyttää tilinpäätökseensä konsernitilinpäätös. Konsernitilinpäätös tulee laatia samalta päivältä kuin kunnan tilinpäätös. Konsernitilinpäätös laaditaan konserniyhteisöjen taseiden ja tuloslaskelmien sekä niiden liitetietojen yhdistelmänä. Konsernitilinpäätökseen sisällytetään lisäksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden käytöstä tilikauden aikana. Konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jättää laatimatta, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen yhteenlaskettu liikevaihto tai sitä vastaava tuotto on alle 200 000 euroa. Konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos sekä päättyneeltä tilikaudelta että sitä välittömästi edeltäneeltä tilikaudelta tytäryhteisöjen taseiden yhteenlaskettu arvo on ylittänyt yhden kolmasosan kuntakonsernin päättynyttä tilikautta edeltäneen tilikauden tasearvosta.",
        "folded_fi": "kunnan, joka tytaryhteisoineen muodostaa kuntakonsernin, tulee laatia ja sisallyttaa tilinpaatokseensa konsernitilinpaatos. konsernitilinpaatos tulee laatia samalta paivalta kuin kunnan tilinpaatos. konsernitilinpaatos laaditaan konserniyhteisojen taseiden ja tuloslaskelmien seka niiden liitetietojen yhdistelmana. konsernitilinpaatokseen sisallytetaan lisaksi konsernin rahoituslaskelma, jossa annetaan selvitys kuntakonsernin varojen hankinnasta ja niiden kaytosta tilikauden aikana. konsernituloslaskelma ja konsernin rahoituslaskelma saadaan jattaa laatimatta, jos seka paattyneelta tilikaudelta etta sita valittomasti edeltaneelta tilikaudelta tytaryhteisojen yhteenlaskettu liikevaihto tai sita vastaava tuotto on alle 200 000 euroa. konsernituloslaskelma ja konsernin rahoituslaskelma on kuitenkin aina laadittava, jos seka paattyneelta tilikaudelta etta sita valittomasti edeltaneelta tilikaudelta tytaryhteisojen taseiden yhteenlaskettu arvo on ylittanyt yhden kolmasosan kuntakonsernin paattynytta tilikautta edeltaneen tilikauden tasearvosta.",
        "title_sv": "Koncernbokslut",
        "content_sv": "En kommun som jämte dottersamfund bildar en kommunkoncern skall upprätta och i sitt bokslut ta in ett koncernbokslut. Koncernbokslutet skall upprättas samma dag som kommunens bokslut. Koncernbokslutet skall upprättas som en sammanställning av koncernsamfundens balansräkningar och resultaträkningar samt noterna till dessa. I koncernbokslutet skall dessutom inkluderas en finansieringsanalys för koncernen, i vilken anskaffningen och användningen av kommunkoncernens medel under räkenskapsperioden utreds. Koncernresultaträkning och finansieringsanalys för koncernen behöver inte upprättas, om dottersamfundens sammanräknade omsättning eller motsvarande avkastning under såväl den räkenskapsperiod som har gått ut som under den omedelbart föregående räkenskapsperioden har understigit 200 000 euro. Koncernresultaträkning och finansieringsanalys för koncernen skall emellertid alltid upprättas, om det sammanräknade värdet av dottersamfundens balansomslutning för såväl den räkenskapsperiod som har gått ut som den omedelbart föregående räkenskapsperioden har överstigit en tredjedel av kommunkoncernens balansvärde den räkenskapsperiod som föregick den räkenskapsperiod som har gått ut.",
        "normalized_sv": "En kommun som jämte dottersamfund bildar en kommunkoncern skall upprätta och i sitt bokslut ta in ett koncernbokslut. Koncernbokslutet skall upprättas samma dag som kommunens bokslut. Koncernbokslutet skall upprättas som en sammanställning av koncernsamfundens balansräkningar och resultaträkningar samt noterna till dessa. I koncernbokslutet skall dessutom inkluderas en finansieringsanalys för koncernen, i vilken anskaffningen och användningen av kommunkoncernens medel under räkenskapsperioden utreds. Koncernresultaträkning och finansieringsanalys för koncernen behöver inte upprättas, om dottersamfundens sammanräknade omsättning eller motsvarande avkastning under såväl den räkenskapsperiod som har gått ut som under den omedelbart föregående räkenskapsperioden har understigit 200 000 euro. Koncernresultaträkning och finansieringsanalys för koncernen skall emellertid alltid upprättas, om det sammanräknade värdet av dottersamfundens balansomslutning för såväl den räkenskapsperiod som har gått ut som den omedelbart föregående räkenskapsperioden har överstigit en tredjedel av kommunkoncernens balansvärde den räkenskapsperiod som föregick den räkenskapsperiod som har gått ut.",
        "folded_sv": "en kommun som jamte dottersamfund bildar en kommunkoncern skall uppratta och i sitt bokslut ta in ett koncernbokslut. koncernbokslutet skall upprattas samma dag som kommunens bokslut. koncernbokslutet skall upprattas som en sammanstallning av koncernsamfundens balansrakningar och resultatrakningar samt noterna till dessa. i koncernbokslutet skall dessutom inkluderas en finansieringsanalys for koncernen, i vilken anskaffningen och anvandningen av kommunkoncernens medel under rakenskapsperioden utreds. koncernresultatrakning och finansieringsanalys for koncernen behover inte upprattas, om dottersamfundens sammanraknade omsattning eller motsvarande avkastning under saval den rakenskapsperiod som har gatt ut som under den omedelbart foregaende rakenskapsperioden har understigit 200 000 euro. koncernresultatrakning och finansieringsanalys for koncernen skall emellertid alltid upprattas, om det sammanraknade vardet av dottersamfundens balansomslutning for saval den rakenskapsperiod som har gatt ut som den omedelbart foregaende rakenskapsperioden har overstigit en tredjedel av kommunkoncernens balansvarde den rakenskapsperiod som foregick den rakenskapsperiod som har gatt ut."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:69",
      "chapter": "3",
      "section": "69",
      "title": "Toimintakertomus",
      "content": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. Toimintakertomuksessa on myös annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:69",
        "normalized_fi": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. Toimintakertomuksessa on myös annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
        "folded_fi": "toimintakertomuksessa on esitettava selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta kunnassa ja kuntakonsernissa. toimintakertomuksessa on myos annettava tietoja sellaisista kunnan ja kuntakonsernin talouteen liittyvista olennaisista asioista, joista ei ole tehtava selkoa kunnan tai kuntakonsernin taseessa, tuloslaskelmassa tai rahoituslaskelmassa. jos kunnan taseessa on kattamatonta alijaamaa, toimintakertomuksessa on tehtava selkoa talouden tasapainotuksen toteutumisesta tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyydesta talouden tasapainottamiseksi. kunnanhallituksen on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta.",
        "title_sv": "Verksamhetsberättelse",
        "content_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts i kommunen och kommunkoncernen. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansräkning, resultaträkning eller finansieringsanalys. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "normalized_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts i kommunen och kommunkoncernen. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansräkning, resultaträkning eller finansieringsanalys. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "folded_sv": "i verksamhetsberattelsen skall inga en redogorelse for hur de mal for verksamheten och ekonomin som uppstallts av fullmaktige har natts i kommunen och kommunkoncernen. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler kommunens och kommunkoncernens ekonomi som inte skall redovisas i kommunens eller kommunkoncernens balansrakning, resultatrakning eller finansieringsanalys. om kommunens balansrakning visar underskott som saknar tackning, skall det i verksamhetsberattelsen redogoras for hur balanseringen av ekonomin utfallit under rakenskapsperioden samt for den gallande ekonomiplanens och atgardsprogrammets tillracklighet for balanseringen av ekonomin. kommunstyrelsen skall i verksamhetsberattelsen lagga fram forslag till behandling av rakenskapsperiodens resultat."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:70",
      "chapter": "3",
      "section": "70",
      "title": "Tytäryhteisön tiedonantovelvollisuus",
      "content": "Kunnan tytäryhteisön hallituksen tai sitä vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:70",
        "normalized_fi": "Kunnan tytäryhteisön hallituksen tai sitä vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
        "folded_fi": "kunnan tytaryhteison hallituksen tai sita vastaavan toimielimen on annettava kunnanhallitukselle kuntakonsernin taloudellisen aseman arvioimiseen ja sen toiminnan tuloksen laskemiseen tarvittavat tiedot.",
        "title_sv": "Dottersamfunds informationsskyldighet",
        "content_sv": "Styrelsen för kommunens dottersamfund eller motsvarande organ skall lämna kommunstyrelsen sådana uppgifter som behövs för att bedöma kommunkoncernens ekonomiska ställning och beräkna resultatet av dess verksamhet.",
        "normalized_sv": "Styrelsen för kommunens dottersamfund eller motsvarande organ skall lämna kommunstyrelsen sådana uppgifter som behövs för att bedöma kommunkoncernens ekonomiska ställning och beräkna resultatet av dess verksamhet.",
        "folded_sv": "styrelsen for kommunens dottersamfund eller motsvarande organ skall lamna kommunstyrelsen sadana uppgifter som behovs for att bedoma kommunkoncernens ekonomiska stallning och berakna resultatet av dess verksamhet."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:71",
      "chapter": "3",
      "section": "71",
      "title": "Tarkastuslautakunta",
      "content": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. Tarkastuslautakunnan on huolehdittava kunnan ja sen tytäryhteisöjen tarkastuksen yhteensovittamisesta. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:71",
        "normalized_fi": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. Tarkastuslautakunnan on huolehdittava kunnan ja sen tytäryhteisöjen tarkastuksen yhteensovittamisesta. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 § :n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "folded_fi": "valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen jarjestamista varten. lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. tarkastuslautakunnan on valmisteltava valtuuston paatettavat hallinnon ja talouden tarkastusta koskevat asiat seka arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet kunnassa ja kuntakonsernissa toteutuneet. tarkastuslautakunnan on huolehdittava kunnan ja sen tytaryhteisojen tarkastuksen yhteensovittamisesta. jos kunnan taseessa on kattamatonta alijaamaa, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyytta. vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jasen; 2) apulaispormestari; 3) henkilo, joka on kunnanhallituksen jasenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu laheinen; 4) kuntaan tai kunnan maaraamisvallassa olevaan yhteisoon tai saatioon pysyvaisluonteisessa palvelussuhteessa oleva; eika 5) henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "title_sv": "Revisionsnämnden",
        "content_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts i kommunen och kommunkoncernen. Revisionsnämnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "normalized_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts i kommunen och kommunkoncernen. Revisionsnämnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "folded_sv": "fullmaktige tillsatter en revisionsnamnd for organisering av granskningen av forvaltningen och ekonomin under de ar som motsvarar fullmaktiges mandattid. namndens ordforande och vice ordforande skall vara fullmaktigeledamoter. revisionsnamnden skall bereda de arenden som galler granskningen av forvaltningen och ekonomin och som fullmaktige skall fatta beslut om samt bedoma huruvida de mal for verksamheten och ekonomin som fullmaktige satt upp har natts i kommunen och kommunkoncernen. revisionsnamnden skall se till att granskningen av kommunen och dess dottersamfund samordnas. om kommunens balansrakning visar underskott som saknar tackning, skall revisionsnamnden bedoma hur balanseringen av ekonomin utfallit under rakenskapsperioden samt den gallande ekonomiplanens och atgardsprogrammets tillracklighet. valbar till revisionsnamnden ar inte 1) en ledamot av kommunstyrelsen, 2) bitradande borgmastaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i forvaltningslagen ar narstaende till en ledamot av kommunstyrelsen eller till kommundirektoren, borgmastaren eller en bitradande borgmastare, 4) en person som star i anstallningsforhallande av bestaende natur till kommunen eller ett samfund eller en stiftelse dar kommunen har bestammanderatt, eller 5) en person som inte ar valbar till kommunstyrelsen."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:73",
      "chapter": "3",
      "section": "73",
      "title": "Tilintarkastajan tehtävät",
      "content": "Tilintarkastajien on viimeistään toukokuun loppuun mennessä tarkastettava hyvän tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpäätös. Tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston päätösten mukaisesti; 2) onko kunnan tilinpäätös ja siihen kuuluva konsernitilinpäätös laadittu tilinpäätöksen laatimista koskevien säännösten ja määräysten mukaisesti sekä antavatko ne oikeat ja riittävät tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksestä ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja käytöstä annetut tiedot oikeita; sekä 4) onko kunnan sisäinen valvonta ja konsernivalvonta järjestetty asianmukaisesti. Tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisiä ohjeita, jolleivät ne ole ristiriidassa lain, kunnan johtosääntöjen tai hyvän tilintarkastustavan kanssa. Havaitsemistaan epäkohdista tilintarkastajien on ilmoitettava viipymättä tarkastuslautakunnalle ja tarvittaessa myös kunnanhallitukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:73",
        "normalized_fi": "Tilintarkastajien on viimeistään toukokuun loppuun mennessä tarkastettava hyvän tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpäätös. Tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston päätösten mukaisesti; 2) onko kunnan tilinpäätös ja siihen kuuluva konsernitilinpäätös laadittu tilinpäätöksen laatimista koskevien säännösten ja määräysten mukaisesti sekä antavatko ne oikeat ja riittävät tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksestä ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja käytöstä annetut tiedot oikeita; sekä 4) onko kunnan sisäinen valvonta ja konsernivalvonta järjestetty asianmukaisesti. Tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisiä ohjeita, jolleivät ne ole ristiriidassa lain, kunnan johtosääntöjen tai hyvän tilintarkastustavan kanssa. Havaitsemistaan epäkohdista tilintarkastajien on ilmoitettava viipymättä tarkastuslautakunnalle ja tarvittaessa myös kunnanhallitukselle.",
        "folded_fi": "tilintarkastajien on viimeistaan toukokuun loppuun mennessa tarkastettava hyvan tilintarkastustavan mukaisesti kunkin tilikauden hallinto, kirjanpito ja tilinpaatos. tilintarkastajien on tarkastettava: 1) onko kunnan hallintoa hoidettu lain ja valtuuston paatosten mukaisesti; 2) onko kunnan tilinpaatos ja siihen kuuluva konsernitilinpaatos laadittu tilinpaatoksen laatimista koskevien saannosten ja maaraysten mukaisesti seka antavatko ne oikeat ja riittavat tiedot tilikauden toiminnasta, taloudesta, taloudellisesta kehityksesta ja taloudellisista vastuista; 3) ovatko valtionosuuksien perusteista ja kaytosta annetut tiedot oikeita; seka 4) onko kunnan sisainen valvonta ja konsernivalvonta jarjestetty asianmukaisesti. tilintarkastajan tulee noudattaa valtuuston ja tarkastuslautakunnan antamia erityisia ohjeita, jolleivat ne ole ristiriidassa lain, kunnan johtosaantojen tai hyvan tilintarkastustavan kanssa. havaitsemistaan epakohdista tilintarkastajien on ilmoitettava viipymatta tarkastuslautakunnalle ja tarvittaessa myos kunnanhallitukselle.",
        "title_sv": "Revisorernas uppgifter",
        "content_sv": "Revisorerna skall senast före utgången av maj med iakttagande av god revisionssed granska räkenskapsperiodens förvaltning, bokföring och bokslut. Revisorerna skall granska om 1) kommunens förvaltning har skötts enligt lag och fullmäktiges beslut, 2) kommunens bokslut och det därtill hörande koncernbokslutet är upprättade enligt bestämmelserna och föreskrifterna om upprättande av bokslut samt om de ger riktiga och tillräckliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under räkenskapsperioden, 3) uppgifterna om grunderna för och användningen av statsandelarna är riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats på behörigt sätt. Revisorerna skall följa fullmäktiges och revisionsnämndens särskilda anvisningar, om de inte står i strid med lag, kommunens instruktioner eller god revisionssed. Revisorerna skall utan dröjsmål underrätta revisionsnämnden och vid behov också kommunstyrelsen om missförhållanden som de har iakttagit.",
        "normalized_sv": "Revisorerna skall senast före utgången av maj med iakttagande av god revisionssed granska räkenskapsperiodens förvaltning, bokföring och bokslut. Revisorerna skall granska om 1) kommunens förvaltning har skötts enligt lag och fullmäktiges beslut, 2) kommunens bokslut och det därtill hörande koncernbokslutet är upprättade enligt bestämmelserna och föreskrifterna om upprättande av bokslut samt om de ger riktiga och tillräckliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under räkenskapsperioden, 3) uppgifterna om grunderna för och användningen av statsandelarna är riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats på behörigt sätt. Revisorerna skall följa fullmäktiges och revisionsnämndens särskilda anvisningar, om de inte står i strid med lag, kommunens instruktioner eller god revisionssed. Revisorerna skall utan dröjsmål underrätta revisionsnämnden och vid behov också kommunstyrelsen om missförhållanden som de har iakttagit.",
        "folded_sv": "revisorerna skall senast fore utgangen av maj med iakttagande av god revisionssed granska rakenskapsperiodens forvaltning, bokforing och bokslut. revisorerna skall granska om 1) kommunens forvaltning har skotts enligt lag och fullmaktiges beslut, 2) kommunens bokslut och det dartill horande koncernbokslutet ar upprattade enligt bestammelserna och foreskrifterna om upprattande av bokslut samt om de ger riktiga och tillrackliga uppgifter om verksamheten, ekonomin, den ekonomiska utvecklingen och de ekonomiska ansvaren under rakenskapsperioden, 3) uppgifterna om grunderna for och anvandningen av statsandelarna ar riktiga, samt om 4) kommunens interna tillsyn och koncerntillsynen har ordnats pa behorigt satt. revisorerna skall folja fullmaktiges och revisionsnamndens sarskilda anvisningar, om de inte star i strid med lag, kommunens instruktioner eller god revisionssed. revisorerna skall utan drojsmal underratta revisionsnamnden och vid behov ocksa kommunstyrelsen om missforhallanden som de har iakttagit."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 a",
      "chapter": "10",
      "section": "87 a",
      "title": "Kunnallinen liikelaitos ja sen tehtävät",
      "content": "Kunta tai kuntayhtymä voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtävää varten. Liikelaitoksen perustaminen edellyttää erikseen tehtävää päätöstä. kunnan liikelaitos kuntayhtymän liikelaitos liikelaitoskuntayhtymä Kunnan perustamasta liikelaitoksesta käytetään nimitystä ja kuntayhtymän perustamasta. Liikelaitoksen nimessä tulee olla sana liikelaitos. Kuntien ja kuntayhtymien yhdessä perustamasta kuntayhtymästä, jonka tehtävänä on kunnallisen liikelaitoksen ylläpitäminen, käytetään nimitystä. Tällaisen liikelaitoksen nimessä tulee olla sana liikelaitoskuntayhtymä. Kunnan liikelaitos-, kuntayhtymän liikelaitos- sekä liikelaitoskuntayhtymä-nimitystä voi käyttää vain sellainen kunnallinen liikelaitos, joka on perustettu tämän lain mukaiseksi liikelaitokseksi. Kunnan tai kuntayhtymän liikelaitoksen tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän tehtävistä on sovittava perussopimuksessa. Liikelaitoskuntayhtymästä on voimassa, mitä tässä laissa säädetään kuntayhtymästä, jollei tässä luvussa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 a",
        "normalized_fi": "Kunta tai kuntayhtymä voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtävää varten. Liikelaitoksen perustaminen edellyttää erikseen tehtävää päätöstä. kunnan liikelaitos kuntayhtymän liikelaitos liikelaitoskuntayhtymä Kunnan perustamasta liikelaitoksesta käytetään nimitystä ja kuntayhtymän perustamasta. Liikelaitoksen nimessä tulee olla sana liikelaitos. Kuntien ja kuntayhtymien yhdessä perustamasta kuntayhtymästä, jonka tehtävänä on kunnallisen liikelaitoksen ylläpitäminen, käytetään nimitystä. Tällaisen liikelaitoksen nimessä tulee olla sana liikelaitoskuntayhtymä. Kunnan liikelaitos-, kuntayhtymän liikelaitos- sekä liikelaitoskuntayhtymä-nimitystä voi käyttää vain sellainen kunnallinen liikelaitos, joka on perustettu tämän lain mukaiseksi liikelaitokseksi. Kunnan tai kuntayhtymän liikelaitoksen tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymän tehtävistä on sovittava perussopimuksessa. Liikelaitoskuntayhtymästä on voimassa, mitä tässä laissa säädetään kuntayhtymästä, jollei tässä luvussa toisin säädetä.",
        "folded_fi": "kunta tai kuntayhtyma voi perustaa kunnallisen liikelaitoksen liiketoimintaa tai liiketaloudellisten periaatteiden mukaan hoidettavaa tehtavaa varten. liikelaitoksen perustaminen edellyttaa erikseen tehtavaa paatosta. kunnan liikelaitos kuntayhtyman liikelaitos liikelaitoskuntayhtyma kunnan perustamasta liikelaitoksesta kaytetaan nimitysta ja kuntayhtyman perustamasta. liikelaitoksen nimessa tulee olla sana liikelaitos. kuntien ja kuntayhtymien yhdessa perustamasta kuntayhtymasta, jonka tehtavana on kunnallisen liikelaitoksen yllapitaminen, kaytetaan nimitysta. tallaisen liikelaitoksen nimessa tulee olla sana liikelaitoskuntayhtyma. kunnan liikelaitos-, kuntayhtyman liikelaitos- seka liikelaitoskuntayhtyma-nimitysta voi kayttaa vain sellainen kunnallinen liikelaitos, joka on perustettu taman lain mukaiseksi liikelaitokseksi. kunnan tai kuntayhtyman liikelaitoksen tehtavista maarataan johtosaannossa. liikelaitoskuntayhtyman tehtavista on sovittava perussopimuksessa. liikelaitoskuntayhtymasta on voimassa, mita tassa laissa saadetaan kuntayhtymasta, jollei tassa luvussa toisin saadeta.",
        "title_sv": "Kommunalt affärsverk och dess uppgifter",
        "content_sv": "En kommun eller samkommun kan grunda ett kommunalt affärsverk för affärsverksamhet eller för en uppgift som skall skötas enligt företagsekonomiska principer. Grundandet av ett affärsverk förutsätter ett särskilt beslut. kommuns affärsverk samkommuns affärsverk affärsverkssamkommun Ett affärsverk som grundats av en kommun benämns en och ett affärsverk som grundats av en samkommun benämns. I affärsverkets namn skall ordet affärsverk ingå. En samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman för ett kommunalt affärsverk benämns. I ett sådant affärsverks namn skall ordet affärsverkssamkommun ingå. Benämningarna kommuns affärsverk, samkommuns affärsverk och affärsverkssamkommun får användas endast av de kommunala affärsverk som grundats som affärsverk enligt denna lag. Uppgifterna för en kommuns eller en samkommuns affärsverk anges i en instruktion. I fråga om en affärsverkssamkommuns uppgifter skall överenskommas i grundavtalet. Angående affärsverkssamkommuner gäller vad som i denna lag bestäms om samkommuner, om inte något annat föreskrivs i detta kapitel.",
        "normalized_sv": "En kommun eller samkommun kan grunda ett kommunalt affärsverk för affärsverksamhet eller för en uppgift som skall skötas enligt företagsekonomiska principer. Grundandet av ett affärsverk förutsätter ett särskilt beslut. kommuns affärsverk samkommuns affärsverk affärsverkssamkommun Ett affärsverk som grundats av en kommun benämns en och ett affärsverk som grundats av en samkommun benämns. I affärsverkets namn skall ordet affärsverk ingå. En samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman för ett kommunalt affärsverk benämns. I ett sådant affärsverks namn skall ordet affärsverkssamkommun ingå. Benämningarna kommuns affärsverk, samkommuns affärsverk och affärsverkssamkommun får användas endast av de kommunala affärsverk som grundats som affärsverk enligt denna lag. Uppgifterna för en kommuns eller en samkommuns affärsverk anges i en instruktion. I fråga om en affärsverkssamkommuns uppgifter skall överenskommas i grundavtalet. Angående affärsverkssamkommuner gäller vad som i denna lag bestäms om samkommuner, om inte något annat föreskrivs i detta kapitel.",
        "folded_sv": "en kommun eller samkommun kan grunda ett kommunalt affarsverk for affarsverksamhet eller for en uppgift som skall skotas enligt foretagsekonomiska principer. grundandet av ett affarsverk forutsatter ett sarskilt beslut. kommuns affarsverk samkommuns affarsverk affarsverkssamkommun ett affarsverk som grundats av en kommun benamns en och ett affarsverk som grundats av en samkommun benamns. i affarsverkets namn skall ordet affarsverk inga. en samkommun som bildats av flera kommuner och samkommuner och som har i uppgift att vara huvudman for ett kommunalt affarsverk benamns. i ett sadant affarsverks namn skall ordet affarsverkssamkommun inga. benamningarna kommuns affarsverk, samkommuns affarsverk och affarsverkssamkommun far anvandas endast av de kommunala affarsverk som grundats som affarsverk enligt denna lag. uppgifterna for en kommuns eller en samkommuns affarsverk anges i en instruktion. i fraga om en affarsverkssamkommuns uppgifter skall overenskommas i grundavtalet. angaende affarsverkssamkommuner galler vad som i denna lag bestams om samkommuner, om inte nagot annat foreskrivs i detta kapitel."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 b",
      "chapter": "10",
      "section": "87 b",
      "title": "Liikelaitoskuntayhtymän yhtymäkokous",
      "content": "yhtymäkokouksessa Liikelaitoskuntayhtymän päätösvaltaa käyttävät jäsenet, johon kuntayhtymän jäsenet valitsevat edustajansa kuhunkin kokoukseen erikseen. Yhtymäkokousedustajan valinnasta kunnassa säädetään 81 §:n 3 momentissa. Liikelaitoskuntayhtymän jäsenenä olevassa kuntayhtymässä yhtymäkokousedustajan valitsee 78 §:n 3 momentin 4 kohdassa tarkoitettu kuntayhtymän toimielin. Yhtymäkokouksen tehtävänä on: 1) päättää liikelaitoskuntayhtymän keskeisistä toiminnallisista ja taloudellisista tavoitteista; 2) hyväksyä liikelaitoskuntayhtymän johtosääntö; 3) valita liikelaitoskuntayhtymän johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosäännössä siirretty johtokunnalle; 4) päättää luottamushenkilöiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; sekä 6) hyväksyä tilinpäätös ja päättää vastuuvapaudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 b",
        "normalized_fi": "yhtymäkokouksessa Liikelaitoskuntayhtymän päätösvaltaa käyttävät jäsenet, johon kuntayhtymän jäsenet valitsevat edustajansa kuhunkin kokoukseen erikseen. Yhtymäkokousedustajan valinnasta kunnassa säädetään 81 § :n 3 momentissa. Liikelaitoskuntayhtymän jäsenenä olevassa kuntayhtymässä yhtymäkokousedustajan valitsee 78 § :n 3 momentin 4 kohdassa tarkoitettu kuntayhtymän toimielin. Yhtymäkokouksen tehtävänä on: 1) päättää liikelaitoskuntayhtymän keskeisistä toiminnallisista ja taloudellisista tavoitteista; 2) hyväksyä liikelaitoskuntayhtymän johtosääntö; 3) valita liikelaitoskuntayhtymän johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosäännössä siirretty johtokunnalle; 4) päättää luottamushenkilöiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; sekä 6) hyväksyä tilinpäätös ja päättää vastuuvapaudesta.",
        "folded_fi": "yhtymakokouksessa liikelaitoskuntayhtyman paatosvaltaa kayttavat jasenet, johon kuntayhtyman jasenet valitsevat edustajansa kuhunkin kokoukseen erikseen. yhtymakokousedustajan valinnasta kunnassa saadetaan 81 §:n 3 momentissa. liikelaitoskuntayhtyman jasenena olevassa kuntayhtymassa yhtymakokousedustajan valitsee 78 §:n 3 momentin 4 kohdassa tarkoitettu kuntayhtyman toimielin. yhtymakokouksen tehtavana on: 1) paattaa liikelaitoskuntayhtyman keskeisista toiminnallisista ja taloudellisista tavoitteista; 2) hyvaksya liikelaitoskuntayhtyman johtosaanto; 3) valita liikelaitoskuntayhtyman johtokunta, tarkastuslautakunta ja muut toimielimet, joiden valintaa ei ole johtosaannossa siirretty johtokunnalle; 4) paattaa luottamushenkiloiden taloudellisten etuuksien perusteista; 5) valita tilintarkastajat; seka 6) hyvaksya tilinpaatos ja paattaa vastuuvapaudesta.",
        "title_sv": "Affärsverkssamkommunens samkommunsstämma",
        "content_sv": "samkommunsstämma Affärsverkssamkommunens beslutanderätt utövas av samkommuns medlemmar vid en. Medlemmarna utser sina representanter särskilt till varje stämma. Bestämmelser om val av representanter till samkommunsstämman finns i 81 § 3 mom. I en samkommun som är medlem i en affärsverkssamkommun väljs representanterna till samkommunsstämman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. Samkommunsstämman skall 1) besluta om de centrala målen för affärsverkssamkommunens verksamhet och ekonomi, 2) godkänna affärsverkssamkommunens instruktion, 3) välja direktion, revisionsnämnd och övriga organ för affärsverkssamkommunen, om valet inte i instruktionen har överförts på direktionen, 4) besluta om grunderna för de förtroendevaldas ekonomiska förmåner, 5) välja revisorer, samt 6) godkänna bokslutet och besluta om ansvarsfrihet.",
        "normalized_sv": "samkommunsstämma Affärsverkssamkommunens beslutanderätt utövas av samkommuns medlemmar vid en. Medlemmarna utser sina representanter särskilt till varje stämma. Bestämmelser om val av representanter till samkommunsstämman finns i 81 § 3 mom. I en samkommun som är medlem i en affärsverkssamkommun väljs representanterna till samkommunsstämman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. Samkommunsstämman skall 1) besluta om de centrala målen för affärsverkssamkommunens verksamhet och ekonomi, 2) godkänna affärsverkssamkommunens instruktion, 3) välja direktion, revisionsnämnd och övriga organ för affärsverkssamkommunen, om valet inte i instruktionen har överförts på direktionen, 4) besluta om grunderna för de förtroendevaldas ekonomiska förmåner, 5) välja revisorer, samt 6) godkänna bokslutet och besluta om ansvarsfrihet.",
        "folded_sv": "samkommunsstamma affarsverkssamkommunens beslutanderatt utovas av samkommuns medlemmar vid en. medlemmarna utser sina representanter sarskilt till varje stamma. bestammelser om val av representanter till samkommunsstamman finns i 81 § 3 mom. i en samkommun som ar medlem i en affarsverkssamkommun valjs representanterna till samkommunsstamman av det organ i samkommunen som avses i 78 § 3 mom. 4 punkten. samkommunsstamman skall 1) besluta om de centrala malen for affarsverkssamkommunens verksamhet och ekonomi, 2) godkanna affarsverkssamkommunens instruktion, 3) valja direktion, revisionsnamnd och ovriga organ for affarsverkssamkommunen, om valet inte i instruktionen har overforts pa direktionen, 4) besluta om grunderna for de fortroendevaldas ekonomiska formaner, 5) valja revisorer, samt 6) godkanna bokslutet och besluta om ansvarsfrihet."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 c",
      "chapter": "10",
      "section": "87 c",
      "title": "Johtokunta",
      "content": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 c",
        "normalized_fi": "Kunnallisella liikelaitoksella on johtokunta. Johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. Johtokunta vastaa liikelaitoksen hallinnon ja toiminnan sekä sisäisen valvonnan asianmukaisesta järjestämisestä. Johtokunnan tehtävänä on: 1) päättää liikelaitoksen toiminnan kehittämisestä valtuuston tai yhtymäkokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa sekä seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyväksyä liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosäännössä toisin määrätä; 4) päättää liikelaitoksen investoinneista ja muista pitkävaikutteisista menoista, jollei johtosäännössä toisin määrätä; 5) päättää liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosäännössä toisin määrätä, edustaa kuntaa ja käyttää sen puhevaltaa liikelaitoksen tehtäväalueella. Johtokunnan muista tehtävistä määrätään johtosäännössä. Liikelaitoskuntayhtymässä muista kuin yhtymäkokoukselle kuuluvista asioista päättää johtokunta, jollei kysymys ole johtajalle 87 d § :n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. Kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 § :n 4 momenttia.",
        "folded_fi": "kunnallisella liikelaitoksella on johtokunta. johtokunta ohjaa ja valvoo liikelaitoksen toimintaa. johtokunta vastaa liikelaitoksen hallinnon ja toiminnan seka sisaisen valvonnan asianmukaisesta jarjestamisesta. johtokunnan tehtavana on: 1) paattaa liikelaitoksen toiminnan kehittamisesta valtuuston tai yhtymakokouksen asettamien toiminnallisten ja taloudellisten tavoitteiden rajoissa seka seurata tavoitteiden saavuttamista ja raportoida niiden saavuttamisesta; 2) hyvaksya liikelaitoksen talousarvio ja -suunnitelma; 3) valita ja irtisanoa liikelaitoksen johtaja, jollei johtosaannossa toisin maarata; 4) paattaa liikelaitoksen investoinneista ja muista pitkavaikutteisista menoista, jollei johtosaannossa toisin maarata; 5) paattaa liikelaitoksen nimen kirjoittamiseen oikeutetuista; ja 6) valvoa liikelaitoksen etua ja, jollei johtosaannossa toisin maarata, edustaa kuntaa ja kayttaa sen puhevaltaa liikelaitoksen tehtavaalueella. johtokunnan muista tehtavista maarataan johtosaannossa. liikelaitoskuntayhtymassa muista kuin yhtymakokoukselle kuuluvista asioista paattaa johtokunta, jollei kysymys ole johtajalle 87 d §:n mukaan kuuluvasta asiasta tai jollei toimivaltaa ole siirretty johtajalle tai muulle viranomaiselle. kunnallisen liikelaitoksen johtokunnan kokoonpanoon ei sovelleta 81 §:n 4 momenttia.",
        "title_sv": "Direktion",
        "content_sv": "Ett kommunalt affärsverk skall ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna tillsynen ordnas på behörigt sätt. Direktionen skall 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I en affärsverkssamkommun fattas beslut om andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "normalized_sv": "Ett kommunalt affärsverk skall ha en direktion. Direktionen leder och övervakar affärsverkets verksamhet. Direktionen ansvarar för att affärsverkets förvaltning och verksamhet samt den interna tillsynen ordnas på behörigt sätt. Direktionen skall 1) besluta om utvecklande av affärsverkets verksamhet inom ramen för de mål som fullmäktige eller samkommunsstämman satt för verksamheten och ekonomin samt följa och rapportera hur målen nås, 2) godkänna affärsverkets budget och ekonomiplan, 3) utnämna och säga upp affärsverkets direktör, om inte något annat bestäms i instruktionen, 4) besluta om affärsverkets investeringar och övriga utgifter med lång verkningstid, om inte något annat bestäms i instruktionen, 5) besluta vem som har rätt att teckna affärsverkets namn, samt 6) bevaka affärsverkets intressen och, om inte något annat bestäms i instruktionen, företräda kommunen och föra dess talan inom affärsverkets uppgiftsområde. I fråga om direktionens övriga uppgifter bestäms i instruktionen. I en affärsverkssamkommun fattas beslut om andra ärenden än sådana som ankommer på samkommunsstämman av direktionen, om det inte är fråga om ett ärende som enligt 87 d § ankommer på direktören eller om inte behörighet har överförts på direktören eller någon annan myndighet. I fråga om sammansättningen av ett kommunalt affärsverks direktion tillämpas inte 81 § 4 mom.",
        "folded_sv": "ett kommunalt affarsverk skall ha en direktion. direktionen leder och overvakar affarsverkets verksamhet. direktionen ansvarar for att affarsverkets forvaltning och verksamhet samt den interna tillsynen ordnas pa behorigt satt. direktionen skall 1) besluta om utvecklande av affarsverkets verksamhet inom ramen for de mal som fullmaktige eller samkommunsstamman satt for verksamheten och ekonomin samt folja och rapportera hur malen nas, 2) godkanna affarsverkets budget och ekonomiplan, 3) utnamna och saga upp affarsverkets direktor, om inte nagot annat bestams i instruktionen, 4) besluta om affarsverkets investeringar och ovriga utgifter med lang verkningstid, om inte nagot annat bestams i instruktionen, 5) besluta vem som har ratt att teckna affarsverkets namn, samt 6) bevaka affarsverkets intressen och, om inte nagot annat bestams i instruktionen, foretrada kommunen och fora dess talan inom affarsverkets uppgiftsomrade. i fraga om direktionens ovriga uppgifter bestams i instruktionen. i en affarsverkssamkommun fattas beslut om andra arenden an sadana som ankommer pa samkommunsstamman av direktionen, om det inte ar fraga om ett arende som enligt 87 d § ankommer pa direktoren eller om inte behorighet har overforts pa direktoren eller nagon annan myndighet. i fraga om sammansattningen av ett kommunalt affarsverks direktion tillampas inte 81 § 4 mom."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 d",
      "chapter": "10",
      "section": "87 d",
      "title": "Johtaja",
      "content": "Kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymään. Johtaja johtaa ja kehittää johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta sekä taloudenhoidon ja sisäisen valvonnan järjestämisestä. Johtajan on huolehdittava johtokunnan päätösten täytäntöönpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittävistä toimenpiteistä ja tapahtumista. Johtajalla on oikeus käyttää puhevaltaa johtokunnan puolesta, jollei johtosäännössä toisin määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 d",
        "normalized_fi": "Kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymään. Johtaja johtaa ja kehittää johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta sekä taloudenhoidon ja sisäisen valvonnan järjestämisestä. Johtajan on huolehdittava johtokunnan päätösten täytäntöönpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittävistä toimenpiteistä ja tapahtumista. Johtajalla on oikeus käyttää puhevaltaa johtokunnan puolesta, jollei johtosäännössä toisin määrätä.",
        "folded_fi": "kunnallisessa liikelaitoksessa on johtaja, joka on virkasuhteessa kuntaan tai kuntayhtymaan. johtaja johtaa ja kehittaa johtokunnan alaisena liikelaitoksen toimintaa, huolehtii liikelaitoksen hallinnosta seka taloudenhoidon ja sisaisen valvonnan jarjestamisesta. johtajan on huolehdittava johtokunnan paatosten taytantoonpanosta ja annettava johtokunnalle tieto liikelaitoksen toiminnan kannalta merkittavista toimenpiteista ja tapahtumista. johtajalla on oikeus kayttaa puhevaltaa johtokunnan puolesta, jollei johtosaannossa toisin maarata.",
        "title_sv": "Direktör",
        "content_sv": "Ett kommunalt affärsverk skall ha en direktör som står i tjänsteförhållande till kommunen eller samkommunen. Direktören lyder under direktionen och leder och utvecklar affärsverkets verksamhet, sörjer för affärsverkets förvaltning samt ordnandet av ekonomin och den interna tillsynen. Direktören skall se till att direktionens beslut verkställs och informera direktionen om åtgärder och händelser som är betydelsefulla med tanke på affärsverkets verksamhet. Direktören har rätt att föra direktionens talan, om inte något annat bestäms i instruktionen.",
        "normalized_sv": "Ett kommunalt affärsverk skall ha en direktör som står i tjänsteförhållande till kommunen eller samkommunen. Direktören lyder under direktionen och leder och utvecklar affärsverkets verksamhet, sörjer för affärsverkets förvaltning samt ordnandet av ekonomin och den interna tillsynen. Direktören skall se till att direktionens beslut verkställs och informera direktionen om åtgärder och händelser som är betydelsefulla med tanke på affärsverkets verksamhet. Direktören har rätt att föra direktionens talan, om inte något annat bestäms i instruktionen.",
        "folded_sv": "ett kommunalt affarsverk skall ha en direktor som star i tjansteforhallande till kommunen eller samkommunen. direktoren lyder under direktionen och leder och utvecklar affarsverkets verksamhet, sorjer for affarsverkets forvaltning samt ordnandet av ekonomin och den interna tillsynen. direktoren skall se till att direktionens beslut verkstalls och informera direktionen om atgarder och handelser som ar betydelsefulla med tanke pa affarsverkets verksamhet. direktoren har ratt att fora direktionens talan, om inte nagot annat bestams i instruktionen."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 e",
      "chapter": "10",
      "section": "87 e",
      "title": "Kunnan tai kuntayhtymän liikelaitoksen talousarvio ja -suunnitelma",
      "content": "Liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtymän talousarvion ja -suunnitelman erillinen osa. suunnittelukausi Johtokunnan on valtuuston tai yhtymäkokouksen päättämässä määräajassa tehtävä sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi sekä taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). Talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Kunnan tai kuntayhtymän talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. Liikelaitosta sitovia meno- ja tuloeriä kunnan tai kuntayhtymän talousarviossa ovat korvaus kunnan tai kuntayhtymän sijoittamasta pääomasta, kunnan tai kuntayhtymän toiminta-avustus kunnalliselle liikelaitokselle sekä kunnan tai kuntayhtymän pääomasijoitus liikelaitokseen ja liikelaitoksen pääoman palautus kunnalle tai kuntayhtymälle. Johtokunnan on päätettävä liikelaitoksen seuraavan vuoden talousarviosta viimeistään vuoden loppuun mennessä kunnan tai kuntayhtymän talousarvion asettamien sitovien tavoitteiden sekä meno- ja tuloerien mukaisesti. Liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 e",
        "normalized_fi": "Liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtymän talousarvion ja -suunnitelman erillinen osa. suunnittelukausi Johtokunnan on valtuuston tai yhtymäkokouksen päättämässä määräajassa tehtävä sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi sekä taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). Talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Kunnan tai kuntayhtymän talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. Liikelaitosta sitovia meno- ja tuloeriä kunnan tai kuntayhtymän talousarviossa ovat korvaus kunnan tai kuntayhtymän sijoittamasta pääomasta, kunnan tai kuntayhtymän toiminta-avustus kunnalliselle liikelaitokselle sekä kunnan tai kuntayhtymän pääomasijoitus liikelaitokseen ja liikelaitoksen pääoman palautus kunnalle tai kuntayhtymälle. Johtokunnan on päätettävä liikelaitoksen seuraavan vuoden talousarviosta viimeistään vuoden loppuun mennessä kunnan tai kuntayhtymän talousarvion asettamien sitovien tavoitteiden sekä meno- ja tuloerien mukaisesti. Liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
        "folded_fi": "liikelaitoksen talousarvio ja -suunnitelma on kunnan tai kuntayhtyman talousarvion ja -suunnitelman erillinen osa. suunnittelukausi johtokunnan on valtuuston tai yhtymakokouksen paattamassa maaraajassa tehtava sille esitys liikelaitoksen seuraavan kalenterivuoden talousarvioksi seka taloussuunnitelmaksi kolmeksi tai useammaksi vuodeksi (). talousarviossa ja -suunnitelmassa on tuloslaskelma-, investointi- ja rahoitusosa. talousarviovuosi on suunnittelukauden ensimmainen vuosi. kunnan tai kuntayhtyman talousarviossa asetetaan liikelaitoksen toiminnalliset ja taloudelliset tavoitteet. liikelaitosta sitovia meno- ja tuloeria kunnan tai kuntayhtyman talousarviossa ovat korvaus kunnan tai kuntayhtyman sijoittamasta paaomasta, kunnan tai kuntayhtyman toiminta-avustus kunnalliselle liikelaitokselle seka kunnan tai kuntayhtyman paaomasijoitus liikelaitokseen ja liikelaitoksen paaoman palautus kunnalle tai kuntayhtymalle. johtokunnan on paatettava liikelaitoksen seuraavan vuoden talousarviosta viimeistaan vuoden loppuun mennessa kunnan tai kuntayhtyman talousarvion asettamien sitovien tavoitteiden seka meno- ja tuloerien mukaisesti. liikelaitoksen toiminnassa ja taloudenhoidossa on noudatettava liikelaitoksen talousarviota. siihen tehtavista muutoksista paattaa johtokunta.",
        "title_sv": "Budget och ekonomiplan för en kommuns eller en samkommuns affärsverk",
        "content_sv": "Affärsverkets budget och ekonomiplan utgör en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod Direktionen skall inom den tid som bestäms av fullmäktige eller samkommunsstämman lägga fram ett förslag till affärsverkets budget för det följande kalenderåret samt till ekonomiplan för tre eller flera år (). I budgeten och ekonomiplanen ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgetåret är planeperiodens första år. I kommunens eller samkommunens budget sätts målen för affärsverkets verksamhet och ekonomi. Utgifts- och inkomstposter i kommunens eller samkommunens budget som är bindande för affärsverket är ersättning för kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstöd till det kommunala affärsverket samt kommunens eller samkommunens kapitalplacering i affärsverket och affärsverkets återbetalning av kapital till kommunen eller samkommunen. Direktionen skall besluta om affärsverkets budget för det följande kalenderåret senast före utgången av året i enlighet med de bindande mål samt utgifts- och inkomstposter som fastställts i kommunens eller samkommunens budget. Affärsverkets budget skall iakttas i affärsverkets verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "normalized_sv": "Affärsverkets budget och ekonomiplan utgör en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod Direktionen skall inom den tid som bestäms av fullmäktige eller samkommunsstämman lägga fram ett förslag till affärsverkets budget för det följande kalenderåret samt till ekonomiplan för tre eller flera år (). I budgeten och ekonomiplanen ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgetåret är planeperiodens första år. I kommunens eller samkommunens budget sätts målen för affärsverkets verksamhet och ekonomi. Utgifts- och inkomstposter i kommunens eller samkommunens budget som är bindande för affärsverket är ersättning för kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstöd till det kommunala affärsverket samt kommunens eller samkommunens kapitalplacering i affärsverket och affärsverkets återbetalning av kapital till kommunen eller samkommunen. Direktionen skall besluta om affärsverkets budget för det följande kalenderåret senast före utgången av året i enlighet med de bindande mål samt utgifts- och inkomstposter som fastställts i kommunens eller samkommunens budget. Affärsverkets budget skall iakttas i affärsverkets verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "folded_sv": "affarsverkets budget och ekonomiplan utgor en separat del av kommunens eller samkommunens budget och ekonomiplan. planeperiod direktionen skall inom den tid som bestams av fullmaktige eller samkommunsstamman lagga fram ett forslag till affarsverkets budget for det foljande kalenderaret samt till ekonomiplan for tre eller flera ar (). i budgeten och ekonomiplanen ingar en resultatrakningsdel, en investeringsdel och en finansieringsdel. budgetaret ar planeperiodens forsta ar. i kommunens eller samkommunens budget satts malen for affarsverkets verksamhet och ekonomi. utgifts- och inkomstposter i kommunens eller samkommunens budget som ar bindande for affarsverket ar ersattning for kapital som kommunen eller samkommunen placerat, kommunens eller samkommunens verksamhetsunderstod till det kommunala affarsverket samt kommunens eller samkommunens kapitalplacering i affarsverket och affarsverkets aterbetalning av kapital till kommunen eller samkommunen. direktionen skall besluta om affarsverkets budget for det foljande kalenderaret senast fore utgangen av aret i enlighet med de bindande mal samt utgifts- och inkomstposter som faststallts i kommunens eller samkommunens budget. affarsverkets budget skall iakttas i affarsverkets verksamhet och ekonomi. beslut om andringar i den fattas av direktionen."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 f",
      "chapter": "10",
      "section": "87 f",
      "title": "Liikelaitoskuntayhtymän talousarvio ja -suunnitelma",
      "content": "suunnittelukausi Johtokunnan on kunkin vuoden loppuun mennessä hyväksyttävä liikelaitoskuntayhtymälle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä johtokunnan on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään liikelaitoskuntayhtymän toiminnalliset ja taloudelliset tavoitteet. Talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset liikelaitoskuntayhtymän tehtävien hoitamiseen turvataan. Liikelaitoskuntayhtymän toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 f",
        "normalized_fi": "suunnittelukausi Johtokunnan on kunkin vuoden loppuun mennessä hyväksyttävä liikelaitoskuntayhtymälle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä johtokunnan on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on suunnittelukauden ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään liikelaitoskuntayhtymän toiminnalliset ja taloudelliset tavoitteet. Talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset liikelaitoskuntayhtymän tehtävien hoitamiseen turvataan. Liikelaitoskuntayhtymän toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää johtokunta.",
        "folded_fi": "suunnittelukausi johtokunnan on kunkin vuoden loppuun mennessa hyvaksyttava liikelaitoskuntayhtymalle seuraavaksi kalenterivuodeksi talousarvio. sen hyvaksymisen yhteydessa johtokunnan on hyvaksyttava myos taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). talousarviovuosi on suunnittelukauden ensimmainen vuosi. talousarviossa ja -suunnitelmassa hyvaksytaan liikelaitoskuntayhtyman toiminnalliset ja taloudelliset tavoitteet. talousarviossa on tuloslaskelma-, investointi- ja rahoitusosa. talousarvio ja -suunnitelma on laadittava siten, etta edellytykset liikelaitoskuntayhtyman tehtavien hoitamiseen turvataan. liikelaitoskuntayhtyman toiminnassa ja taloudenhoidossa on noudatettava talousarviota. siihen tehtavista muutoksista paattaa johtokunta.",
        "title_sv": "Affärsverkssamkommunens budget och ekonomiplan",
        "content_sv": "planeperiod Direktionen skall före utgången av varje år godkänna en budget för affärsverkssamkommunen för det följande kalenderåret. I samband med att budgeten godkänns skall direktionen också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för affärsverkssamkommunens verksamhet och ekonomi. I budgeten ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av affärsverkssamkommunens uppgifter tryggas. Budgeten skall iakttas i affärsverkssamkommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "normalized_sv": "planeperiod Direktionen skall före utgången av varje år godkänna en budget för affärsverkssamkommunen för det följande kalenderåret. I samband med att budgeten godkänns skall direktionen också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för affärsverkssamkommunens verksamhet och ekonomi. I budgeten ingår en resultaträkningsdel, en investeringsdel och en finansieringsdel. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av affärsverkssamkommunens uppgifter tryggas. Budgeten skall iakttas i affärsverkssamkommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av direktionen.",
        "folded_sv": "planeperiod direktionen skall fore utgangen av varje ar godkanna en budget for affarsverkssamkommunen for det foljande kalenderaret. i samband med att budgeten godkanns skall direktionen ocksa godkanna en ekonomiplan for tre eller flera ar (). budgetaret ar planeperiodens forsta ar. i budgeten och ekonomiplanen godkanns malen for affarsverkssamkommunens verksamhet och ekonomi. i budgeten ingar en resultatrakningsdel, en investeringsdel och en finansieringsdel. budgeten och ekonomiplanen skall goras upp sa att forutsattningarna for skotseln av affarsverkssamkommunens uppgifter tryggas. budgeten skall iakttas i affarsverkssamkommunens verksamhet och ekonomi. beslut om andringar i den fattas av direktionen."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 g",
      "chapter": "10",
      "section": "87 g",
      "title": "Liikelaitokselle maksettava tuki tai toiminta-avustus",
      "content": "Kunta tai kuntayhtymä voi myöntää liikelaitokselle tukea tai toiminta-avustusta määrätyn tehtävän hoitamisesta aiheutuvien kustannusten kattamiseksi. Tuki tai toiminta-avustus ei saa olla enemmän kuin mitä ovat tehtävän hoitamisesta liikelaitokselle aiheutuvat kustannukset. Kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpäätöksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 g",
        "normalized_fi": "Kunta tai kuntayhtymä voi myöntää liikelaitokselle tukea tai toiminta-avustusta määrätyn tehtävän hoitamisesta aiheutuvien kustannusten kattamiseksi. Tuki tai toiminta-avustus ei saa olla enemmän kuin mitä ovat tehtävän hoitamisesta liikelaitokselle aiheutuvat kustannukset. Kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpäätöksessä.",
        "folded_fi": "kunta tai kuntayhtyma voi myontaa liikelaitokselle tukea tai toiminta-avustusta maaratyn tehtavan hoitamisesta aiheutuvien kustannusten kattamiseksi. tuki tai toiminta-avustus ei saa olla enemman kuin mita ovat tehtavan hoitamisesta liikelaitokselle aiheutuvat kustannukset. kunnan tuki ja toiminta-avustus on ilmoitettava erikseen liikelaitoksen tilinpaatoksessa.",
        "title_sv": "Stöd eller verksamhetsunderstöd till affärsverk",
        "content_sv": "Kommunen eller samkommunen kan bevilja affärsverket stöd eller verksamhetsunderstöd för att täcka kostnaderna för skötseln av en viss uppgift. Stödet eller verksamhetsunderstödet får inte vara större än affärsverkets kostnader för skötseln av uppgiften. Stöd och verksamhetsunderstöd från kommunen skall uppges särskilt i affärsverkets bokslut.",
        "normalized_sv": "Kommunen eller samkommunen kan bevilja affärsverket stöd eller verksamhetsunderstöd för att täcka kostnaderna för skötseln av en viss uppgift. Stödet eller verksamhetsunderstödet får inte vara större än affärsverkets kostnader för skötseln av uppgiften. Stöd och verksamhetsunderstöd från kommunen skall uppges särskilt i affärsverkets bokslut.",
        "folded_sv": "kommunen eller samkommunen kan bevilja affarsverket stod eller verksamhetsunderstod for att tacka kostnaderna for skotseln av en viss uppgift. stodet eller verksamhetsunderstodet far inte vara storre an affarsverkets kostnader for skotseln av uppgiften. stod och verksamhetsunderstod fran kommunen skall uppges sarskilt i affarsverkets bokslut."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 h",
      "chapter": "10",
      "section": "87 h",
      "title": "Kirjanpitovelvollisuus",
      "content": "Kunnan tai kuntayhtymän liikelaitoksen kirjanpito on eriytettävä kunnan tai kuntayhtymän kirjanpidossa. Liikelaitoskuntayhtymä on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpäätöksestä on sen lisäksi, mitä tässä laissa säädetään, soveltuvin osin voimassa, mitä kirjanpitolaissa säädetään. Kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja tämän lain 68―70 §:n soveltamisesta kunnallisessa liikelaitoksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 h",
        "normalized_fi": "Kunnan tai kuntayhtymän liikelaitoksen kirjanpito on eriytettävä kunnan tai kuntayhtymän kirjanpidossa. Liikelaitoskuntayhtymä on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpäätöksestä on sen lisäksi, mitä tässä laissa säädetään, soveltuvin osin voimassa, mitä kirjanpitolaissa säädetään. Kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja tämän lain 68―70 § :n soveltamisesta kunnallisessa liikelaitoksessa.",
        "folded_fi": "kunnan tai kuntayhtyman liikelaitoksen kirjanpito on eriytettava kunnan tai kuntayhtyman kirjanpidossa. liikelaitoskuntayhtyma on kirjanpitovelvollinen ja sen kirjanpidosta ja tilinpaatoksesta on sen lisaksi, mita tassa laissa saadetaan, soveltuvin osin voimassa, mita kirjanpitolaissa saadetaan. kirjanpitolautakunnan kuntajaosto antaa ohjeita ja lausuntoja kirjanpitolain ja taman lain 68―70 §:n soveltamisesta kunnallisessa liikelaitoksessa.",
        "title_sv": "Bokföringsskyldighet",
        "content_sv": "Bokföringen för en kommuns eller en samkommuns affärsverk skall särredovisas i kommunens eller samkommunens bokföring. En affärsverkssamkommun är bokföringsskyldig och om dess bokföring och bokslut gäller utöver denna lag i tillämpliga delar bokföringslagen. Bokföringsnämndens kommunsektion meddelar anvisningar och avger utlåtanden om tillämpningen av bokföringslagen och 68-70 § i denna lag i kommunala affärsverk.",
        "normalized_sv": "Bokföringen för en kommuns eller en samkommuns affärsverk skall särredovisas i kommunens eller samkommunens bokföring. En affärsverkssamkommun är bokföringsskyldig och om dess bokföring och bokslut gäller utöver denna lag i tillämpliga delar bokföringslagen. Bokföringsnämndens kommunsektion meddelar anvisningar och avger utlåtanden om tillämpningen av bokföringslagen och 68-70 § i denna lag i kommunala affärsverk.",
        "folded_sv": "bokforingen for en kommuns eller en samkommuns affarsverk skall sarredovisas i kommunens eller samkommunens bokforing. en affarsverkssamkommun ar bokforingsskyldig och om dess bokforing och bokslut galler utover denna lag i tillampliga delar bokforingslagen. bokforingsnamndens kommunsektion meddelar anvisningar och avger utlatanden om tillampningen av bokforingslagen och 68-70 § i denna lag i kommunala affarsverk."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 i",
      "chapter": "10",
      "section": "87 i",
      "title": "Kunnan tai kuntayhtymän liikelaitoksen tilinpäätös",
      "content": "Liikelaitoksen tilikausi on kalenterivuosi. Johtokunnan on laadittava tilikaudelta erillistilinpäätös ja annettava se tilintarkastajien tarkastettavaksi sekä saatettava se kunnanhallituksen tai yhtymähallituksen käsiteltäväksi. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Liikelaitoksen erillistilinpäätös yhdistellään kunnan tai kuntayhtymän tilinpäätöksessä. Tilinpäätöksen allekirjoittavat johtokunnan jäsenet ja johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 i",
        "normalized_fi": "Liikelaitoksen tilikausi on kalenterivuosi. Johtokunnan on laadittava tilikaudelta erillistilinpäätös ja annettava se tilintarkastajien tarkastettavaksi sekä saatettava se kunnanhallituksen tai yhtymähallituksen käsiteltäväksi. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Liikelaitoksen erillistilinpäätös yhdistellään kunnan tai kuntayhtymän tilinpäätöksessä. Tilinpäätöksen allekirjoittavat johtokunnan jäsenet ja johtaja.",
        "folded_fi": "liikelaitoksen tilikausi on kalenterivuosi. johtokunnan on laadittava tilikaudelta erillistilinpaatos ja annettava se tilintarkastajien tarkastettavaksi seka saatettava se kunnanhallituksen tai yhtymahallituksen kasiteltavaksi. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot liikelaitoksen toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. liikelaitoksen erillistilinpaatos yhdistellaan kunnan tai kuntayhtyman tilinpaatoksessa. tilinpaatoksen allekirjoittavat johtokunnan jasenet ja johtaja.",
        "title_sv": "Bokslut för en kommuns eller en samkommuns affärsverk",
        "content_sv": "Affärsverkets räkenskapsperiod är kalenderåret. Direktionen skall upprätta ett särskilt bokslut för räkenskapsperioden och lämna bokslutet till revisorerna för granskning samt förelägga kommunstyrelsen eller samkommunsstyrelsen bokslutet för behandling. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av affärsverkets verksamhet och om dess ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Affärsverkets särskilda bokslut sammanställs i kommunens eller samkommunens bokslut. Bokslutet undertecknas av direktionens ledamöter och direktören.",
        "normalized_sv": "Affärsverkets räkenskapsperiod är kalenderåret. Direktionen skall upprätta ett särskilt bokslut för räkenskapsperioden och lämna bokslutet till revisorerna för granskning samt förelägga kommunstyrelsen eller samkommunsstyrelsen bokslutet för behandling. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av affärsverkets verksamhet och om dess ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. Affärsverkets särskilda bokslut sammanställs i kommunens eller samkommunens bokslut. Bokslutet undertecknas av direktionens ledamöter och direktören.",
        "folded_sv": "affarsverkets rakenskapsperiod ar kalenderaret. direktionen skall uppratta ett sarskilt bokslut for rakenskapsperioden och lamna bokslutet till revisorerna for granskning samt forelagga kommunstyrelsen eller samkommunsstyrelsen bokslutet for behandling. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av affarsverkets verksamhet och om dess ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. affarsverkets sarskilda bokslut sammanstalls i kommunens eller samkommunens bokslut. bokslutet undertecknas av direktionens ledamoter och direktoren."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 j",
      "chapter": "10",
      "section": "87 j",
      "title": "Liikelaitoskuntayhtymän tilinpäätös",
      "content": "Liikelaitoskuntayhtymän tilinpäätöksen laatimisesta on voimassa, mitä tämän lain 68 ja 68 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 j",
        "normalized_fi": "Liikelaitoskuntayhtymän tilinpäätöksen laatimisesta on voimassa, mitä tämän lain 68 ja 68 a § :ssä säädetään.",
        "folded_fi": "liikelaitoskuntayhtyman tilinpaatoksen laatimisesta on voimassa, mita taman lain 68 ja 68 a §:ssa saadetaan.",
        "title_sv": "Affärsverkssamkommunens bokslut",
        "content_sv": "I fråga om upprättandet av bokslutet för en affärsverkssamkommun gäller vad som föreskrivs i 68 och 68 a § i denna lag.",
        "normalized_sv": "I fråga om upprättandet av bokslutet för en affärsverkssamkommun gäller vad som föreskrivs i 68 och 68 a § i denna lag.",
        "folded_sv": "i fraga om upprattandet av bokslutet for en affarsverkssamkommun galler vad som foreskrivs i 68 och 68 a § i denna lag."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 k",
      "chapter": "10",
      "section": "87 k",
      "title": "Toimintakertomus ja tilikauden tuloksen käsittely",
      "content": "Kunnallisen liikelaitoksen on toimintakertomuksessaan esitettävä selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on myös annettava tietoja sellaisista liikelaitoksen talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tulos- tai rahoituslaskelmassa taikka taseessa. Johtokunnan on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä. Kunnan tai kuntayhtymän liikelaitoksen tilikauden tuloksesta voidaan tehdä investointivaraus enintään kunnan tai kuntayhtymän ylijäämäerien määrään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 k",
        "normalized_fi": "Kunnallisen liikelaitoksen on toimintakertomuksessaan esitettävä selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on myös annettava tietoja sellaisista liikelaitoksen talouteen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tulos- tai rahoituslaskelmassa taikka taseessa. Johtokunnan on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä. Kunnan tai kuntayhtymän liikelaitoksen tilikauden tuloksesta voidaan tehdä investointivaraus enintään kunnan tai kuntayhtymän ylijäämäerien määrään.",
        "folded_fi": "kunnallisen liikelaitoksen on toimintakertomuksessaan esitettava selvitys liikelaitokselle asetettujen toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. toimintakertomuksessa on myos annettava tietoja sellaisista liikelaitoksen talouteen liittyvista olennaisista asioista, joista ei ole tehtava selkoa tulos- tai rahoituslaskelmassa taikka taseessa. johtokunnan on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta. kunnan tai kuntayhtyman liikelaitoksen tilikauden tuloksesta voidaan tehda investointivaraus enintaan kunnan tai kuntayhtyman ylijaamaerien maaraan.",
        "title_sv": "Verksamhetsberättelse och behandling av räkenskapsperiodens resultat",
        "content_sv": "Ett kommunalt affärsverk skall i sin verksamhetsberättelse redogöra för hur målen för affärsverkets verksamhet och ekonomi har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller affärsverkets ekonomi som inte skall redovisas i resultaträkningen, finansieringsanalysen eller balansräkningen. Direktionen skall i verksamhetsberättelsen lägga fram ett förslag till behandling av räkenskapsperiodens resultat. Av räkenskapsperiodens resultat för en kommuns eller en samkommuns affärsverk kan göras en investeringsreservering till högst beloppet av kommunens eller samkommunens överskottsposter.",
        "normalized_sv": "Ett kommunalt affärsverk skall i sin verksamhetsberättelse redogöra för hur målen för affärsverkets verksamhet och ekonomi har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller affärsverkets ekonomi som inte skall redovisas i resultaträkningen, finansieringsanalysen eller balansräkningen. Direktionen skall i verksamhetsberättelsen lägga fram ett förslag till behandling av räkenskapsperiodens resultat. Av räkenskapsperiodens resultat för en kommuns eller en samkommuns affärsverk kan göras en investeringsreservering till högst beloppet av kommunens eller samkommunens överskottsposter.",
        "folded_sv": "ett kommunalt affarsverk skall i sin verksamhetsberattelse redogora for hur malen for affarsverkets verksamhet och ekonomi har natts. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler affarsverkets ekonomi som inte skall redovisas i resultatrakningen, finansieringsanalysen eller balansrakningen. direktionen skall i verksamhetsberattelsen lagga fram ett forslag till behandling av rakenskapsperiodens resultat. av rakenskapsperiodens resultat for en kommuns eller en samkommuns affarsverk kan goras en investeringsreservering till hogst beloppet av kommunens eller samkommunens overskottsposter."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 l",
      "chapter": "10",
      "section": "87 l",
      "title": "Liikelaitoksen oma pääoma",
      "content": "Liikelaitoksen oma pääoma muodostuu peruspääomasta, arvonkorotusrahastosta sekä oman pääoman muista eristä. Peruspääoma on kunnan tai kuntayhtymän omanpääomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. Liikelaitoskuntayhtymässä peruspääoma jakaantuu jäsenosuuksiin. Arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyistä arvonkorotuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 l",
        "normalized_fi": "Liikelaitoksen oma pääoma muodostuu peruspääomasta, arvonkorotusrahastosta sekä oman pääoman muista eristä. Peruspääoma on kunnan tai kuntayhtymän omanpääomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. Liikelaitoskuntayhtymässä peruspääoma jakaantuu jäsenosuuksiin. Arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyistä arvonkorotuksista.",
        "folded_fi": "liikelaitoksen oma paaoma muodostuu peruspaaomasta, arvonkorotusrahastosta seka oman paaoman muista erista. peruspaaoma on kunnan tai kuntayhtyman omanpaaomanehtoinen sijoitus, josta liikelaitos suorittaa korvauksen. liikelaitoskuntayhtymassa peruspaaoma jakaantuu jasenosuuksiin. arvonkorotusrahasto muodostuu pysyviin vastaaviin tehdyista arvonkorotuksista.",
        "title_sv": "Affärsverkets eget kapital",
        "content_sv": "Affärsverkets eget kapital består av grundkapitalet, uppskrivningsfonden samt övriga poster av eget kapital. Grundkapitalet är kommunens eller samkommunens placering i eget kapital, för vilket affärsverket betalar ersättning. I en affärsverkssamkommun är grundkapitalet fördelat på medlemsandelar. Uppskrivningsfonden består av uppskrivningar bland bestående aktiva.",
        "normalized_sv": "Affärsverkets eget kapital består av grundkapitalet, uppskrivningsfonden samt övriga poster av eget kapital. Grundkapitalet är kommunens eller samkommunens placering i eget kapital, för vilket affärsverket betalar ersättning. I en affärsverkssamkommun är grundkapitalet fördelat på medlemsandelar. Uppskrivningsfonden består av uppskrivningar bland bestående aktiva.",
        "folded_sv": "affarsverkets eget kapital bestar av grundkapitalet, uppskrivningsfonden samt ovriga poster av eget kapital. grundkapitalet ar kommunens eller samkommunens placering i eget kapital, for vilket affarsverket betalar ersattning. i en affarsverkssamkommun ar grundkapitalet fordelat pa medlemsandelar. uppskrivningsfonden bestar av uppskrivningar bland bestaende aktiva."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "10:87 m",
      "chapter": "10",
      "section": "87 m",
      "title": "Lainanotto ja takaukset",
      "content": "Liikelaitosta varten otettavasta lainasta päättää johtokunta johtosäännön tai perussopimuksen määräämissä rajoissa. Takaussitoumuksen ja muun vakuuden antamisesta toisen velasta päättää valtuusto tai yhtymäkokous.",
      "metadata": {
        "source": "finlex",
        "source_eid": "10:87 m",
        "normalized_fi": "Liikelaitosta varten otettavasta lainasta päättää johtokunta johtosäännön tai perussopimuksen määräämissä rajoissa. Takaussitoumuksen ja muun vakuuden antamisesta toisen velasta päättää valtuusto tai yhtymäkokous.",
        "folded_fi": "liikelaitosta varten otettavasta lainasta paattaa johtokunta johtosaannon tai perussopimuksen maaraamissa rajoissa. takaussitoumuksen ja muun vakuuden antamisesta toisen velasta paattaa valtuusto tai yhtymakokous.",
        "title_sv": "Lån och borgen",
        "content_sv": "Beslut om lån som tas för affärsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillåter. Beslut om borgensförbindelse och ställande av annan säkerhet för någon annans skuld fattas av fullmäktige eller samkommunsstämman.",
        "normalized_sv": "Beslut om lån som tas för affärsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillåter. Beslut om borgensförbindelse och ställande av annan säkerhet för någon annans skuld fattas av fullmäktige eller samkommunsstämman.",
        "folded_sv": "beslut om lan som tas for affarsverket fattas av direktionen inom den ram som instruktionen eller grundavtalet tillater. beslut om borgensforbindelse och stallande av annan sakerhet for nagon annans skuld fattas av fullmaktige eller samkommunsstamman."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Valtuuston tehtävät",
      "content": "Valtuuston tulee: 1) päättää kunnan ja kuntakonsernin toiminnan ja talouden keskeisistä tavoitteista sekä konserniohjauksen periaatteista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Valtuuston tulee: 1) päättää kunnan ja kuntakonsernin toiminnan ja talouden keskeisistä tavoitteista sekä konserniohjauksen periaatteista;",
        "folded_fi": "valtuuston tulee: 1) paattaa kunnan ja kuntakonsernin toiminnan ja talouden keskeisista tavoitteista seka konserniohjauksen periaatteista;",
        "title_sv": "Fullmäktiges uppgifter",
        "content_sv": "Fullmäktige skall 1) fatta beslut om de centrala målen för kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna för koncernstyrningen,",
        "normalized_sv": "Fullmäktige skall 1) fatta beslut om de centrala målen för kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna för koncernstyrningen,",
        "folded_sv": "fullmaktige skall 1) fatta beslut om de centrala malen for kommunens och kommunkoncernens verksamhet och ekonomi samt om principerna for koncernstyrningen,"
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Kuntakonserni",
      "content": "kunnan tytäryhteisö kuntakonsernin Yhteisö, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 §:ssä tarkoitettu määräysvalta, on. Kunta tytäryhteisöineen muodostaa. Mitä tässä laissa säädetään kunnan tytäryhteisöstä, sovelletaan myös kunnan määräysvaltaan kuuluvaan säätiöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "kunnan tytäryhteisö kuntakonsernin Yhteisö, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 § :ssä tarkoitettu määräysvalta, on. Kunta tytäryhteisöineen muodostaa. Mitä tässä laissa säädetään kunnan tytäryhteisöstä, sovelletaan myös kunnan määräysvaltaan kuuluvaan säätiöön.",
        "folded_fi": "kunnan tytaryhteiso kuntakonsernin yhteiso, jossa kunnalla on kirjanpitolain (1336/1997) 1 luvun 5 §:ssa tarkoitettu maaraysvalta, on. kunta tytaryhteisoineen muodostaa. mita tassa laissa saadetaan kunnan tytaryhteisosta, sovelletaan myos kunnan maaraysvaltaan kuuluvaan saatioon.",
        "title_sv": "Kommunkoncern",
        "content_sv": "kommunens dottersamfund kommunkoncern Ett samfund där kommunen har bestämmande inflytande enligt 1 kap. 5 § i bokföringslagen (1336/1997) är. Kommunen jämte dottersamfund bildar en. Vad som i denna lag föreskrivs om kommunens dottersamfund tillämpas även på en stiftelse som kommunen har bestämmande inflytande över.",
        "normalized_sv": "kommunens dottersamfund kommunkoncern Ett samfund där kommunen har bestämmande inflytande enligt 1 kap. 5 § i bokföringslagen (1336/1997) är. Kommunen jämte dottersamfund bildar en. Vad som i denna lag föreskrivs om kommunens dottersamfund tillämpas även på en stiftelse som kommunen har bestämmande inflytande över.",
        "folded_sv": "kommunens dottersamfund kommunkoncern ett samfund dar kommunen har bestammande inflytande enligt 1 kap. 5 § i bokforingslagen (1336/1997) ar. kommunen jamte dottersamfund bildar en. vad som i denna lag foreskrivs om kommunens dottersamfund tillampas aven pa en stiftelse som kommunen har bestammande inflytande over."
      },
      "valid_from": "2007-04-27",
      "valid_to": null
    }
  ]
}