{
  "id": "522/2005",
  "type": "statute",
  "title": "Laki puolustusvoimien virka-avusta poliisille annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försvarsmaktens handräckning till polisen",
  "status": "in_force",
  "issued_date": "2005-07-15",
  "in_force_date": "2005-07-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/522/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Poliisilla on oikeus saada puolustusvoimilta voimakeinojen käyttöä edellyttävää virka-apua rikoslain 34 a luvun 1 §:n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estämiseksi tai keskeyttämiseksi, jos estäminen tai keskeyttäminen ei ole mahdollista poliisin omalla välineistöllä ja henkilöstöllä. Virka-apu voi sisältää sotilaallisten voimakeinojen käyttöä, jos se on välttämätöntä suuren ihmismäärän henkeä tai terveyttä välittömästi uhkaavan vakavan vaaran torjumiseksi eikä vaaraa ole mahdollista torjua lievemmillä keinoilla. Sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilökohtaisen aseen käyttöä voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman käyttöä, joka soveltuu poliisitehtävän suorittamiseen. Voimakeinojen on oltava puolustettavia suhteessa tehtävän tärkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, käytettävissä oleviin voimavaroihin sekä muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. Erityisesti on otettava huomioon sivullisten oikeudet ja heidän turvallisuutensa. Ennen voimakeinojen käyttöä on niiden käytöstä mahdollisuuksien mukaan varoitettava. Poliisi päättää tässä pykälässä tarkoitettujen voimakeinojen käyttämisestä ja johtaa niiden käyttöä. Voimakeinoja saa käyttää vain puolustusvoimien sotilasvirassa palveleva sekä se, joka on nimitetty puolustusvoimien virkamieheksi määräaikaiseen virkasuhteeseen määrättynä sotilastehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisilla on oikeus saada puolustusvoimilta voimakeinojen käyttöä edellyttävää virka-apua rikoslain 34 a luvun 1 § :n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estämiseksi tai keskeyttämiseksi, jos estäminen tai keskeyttäminen ei ole mahdollista poliisin omalla välineistöllä ja henkilöstöllä. Virka-apu voi sisältää sotilaallisten voimakeinojen käyttöä, jos se on välttämätöntä suuren ihmismäärän henkeä tai terveyttä välittömästi uhkaavan vakavan vaaran torjumiseksi eikä vaaraa ole mahdollista torjua lievemmillä keinoilla. Sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilökohtaisen aseen käyttöä voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman käyttöä, joka soveltuu poliisitehtävän suorittamiseen. Voimakeinojen on oltava puolustettavia suhteessa tehtävän tärkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, käytettävissä oleviin voimavaroihin sekä muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. Erityisesti on otettava huomioon sivullisten oikeudet ja heidän turvallisuutensa. Ennen voimakeinojen käyttöä on niiden käytöstä mahdollisuuksien mukaan varoitettava. Poliisi päättää tässä pykälässä tarkoitettujen voimakeinojen käyttämisestä ja johtaa niiden käyttöä. Voimakeinoja saa käyttää vain puolustusvoimien sotilasvirassa palveleva sekä se, joka on nimitetty puolustusvoimien virkamieheksi määräaikaiseen virkasuhteeseen määrättynä sotilastehtävään.",
        "folded_fi": "poliisilla on oikeus saada puolustusvoimilta voimakeinojen kayttoa edellyttavaa virka-apua rikoslain 34 a luvun 1 §:n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estamiseksi tai keskeyttamiseksi, jos estaminen tai keskeyttaminen ei ole mahdollista poliisin omalla valineistolla ja henkilostolla. virka-apu voi sisaltaa sotilaallisten voimakeinojen kayttoa, jos se on valttamatonta suuren ihmismaaran henkea tai terveytta valittomasti uhkaavan vakavan vaaran torjumiseksi eika vaaraa ole mahdollista torjua lievemmilla keinoilla. sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilokohtaisen aseen kayttoa voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman kayttoa, joka soveltuu poliisitehtavan suorittamiseen. voimakeinojen on oltava puolustettavia suhteessa tehtavan tarkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, kaytettavissa oleviin voimavaroihin seka muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. erityisesti on otettava huomioon sivullisten oikeudet ja heidan turvallisuutensa. ennen voimakeinojen kayttoa on niiden kaytosta mahdollisuuksien mukaan varoitettava. poliisi paattaa tassa pykalassa tarkoitettujen voimakeinojen kayttamisesta ja johtaa niiden kayttoa. voimakeinoja saa kayttaa vain puolustusvoimien sotilasvirassa palveleva seka se, joka on nimitetty puolustusvoimien virkamieheksi maaraaikaiseen virkasuhteeseen maarattyna sotilastehtavaan.",
        "content_sv": "Polisen har rätt att av försvarsmakten få nödvändig handräckning som kräver användning av maktmedel, om det är nödvändigt för att förhindra brott eller avbryta begående av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte är möjligt att förhindra eller avbryta ett brott med polisens egen utrustning och personal. Handräckning kan omfatta användning av militära maktmedel, om det är nödvändigt för att avvärja en överhängande allvarlig fara som hotar ett stort antal människors liv eller hälsa och det inte finns något lindrigare sätt att avvärja hotet. Med militära maktmedel avses sådan användning av vapenmakt med krigsmateriel som är slagkraftigare än användningen av militärpersonens personliga vapen som lämpar sig för polisuppdrag. Maktmedlen skall vara försvarliga i förhållande till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande och övriga omständigheter som inverkar på helhetsbedömningen av situationen. Utomstående personers rättigheter och säkerhet måste beaktas särskilt. Föregående varning om att maktmedel kommer att användas bör om möjligt ges. Polisen fattar beslut om användning av maktmedel enligt denna paragraf och leder användningen av dem. Maktmedel får endast användas av den som tjänstgör inom försvarsmakten i militär tjänst samt den som inom försvarsmakten har utnämnts till tjänsteman i tjänsteförhållande för viss tid för att tjänstgöra i militära uppgifter.",
        "normalized_sv": "Polisen har rätt att av försvarsmakten få nödvändig handräckning som kräver användning av maktmedel, om det är nödvändigt för att förhindra brott eller avbryta begående av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte är möjligt att förhindra eller avbryta ett brott med polisens egen utrustning och personal. Handräckning kan omfatta användning av militära maktmedel, om det är nödvändigt för att avvärja en överhängande allvarlig fara som hotar ett stort antal människors liv eller hälsa och det inte finns något lindrigare sätt att avvärja hotet. Med militära maktmedel avses sådan användning av vapenmakt med krigsmateriel som är slagkraftigare än användningen av militärpersonens personliga vapen som lämpar sig för polisuppdrag. Maktmedlen skall vara försvarliga i förhållande till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande och övriga omständigheter som inverkar på helhetsbedömningen av situationen. Utomstående personers rättigheter och säkerhet måste beaktas särskilt. Föregående varning om att maktmedel kommer att användas bör om möjligt ges. Polisen fattar beslut om användning av maktmedel enligt denna paragraf och leder användningen av dem. Maktmedel får endast användas av den som tjänstgör inom försvarsmakten i militär tjänst samt den som inom försvarsmakten har utnämnts till tjänsteman i tjänsteförhållande för viss tid för att tjänstgöra i militära uppgifter.",
        "folded_sv": "polisen har ratt att av forsvarsmakten fa nodvandig handrackning som kraver anvandning av maktmedel, om det ar nodvandigt for att forhindra brott eller avbryta begaende av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte ar mojligt att forhindra eller avbryta ett brott med polisens egen utrustning och personal. handrackning kan omfatta anvandning av militara maktmedel, om det ar nodvandigt for att avvarja en overhangande allvarlig fara som hotar ett stort antal manniskors liv eller halsa och det inte finns nagot lindrigare satt att avvarja hotet. med militara maktmedel avses sadan anvandning av vapenmakt med krigsmateriel som ar slagkraftigare an anvandningen av militarpersonens personliga vapen som lampar sig for polisuppdrag. maktmedlen skall vara forsvarliga i forhallande till hur viktigt och bradskande uppdraget ar, hur farligt motstandet ar, de resurser som star till forfogande och ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. utomstaende personers rattigheter och sakerhet maste beaktas sarskilt. foregaende varning om att maktmedel kommer att anvandas bor om mojligt ges. polisen fattar beslut om anvandning av maktmedel enligt denna paragraf och leder anvandningen av dem. maktmedel far endast anvandas av den som tjanstgor inom forsvarsmakten i militar tjanst samt den som inom forsvarsmakten har utnamnts till tjansteman i tjansteforhallande for viss tid for att tjanstgora i militara uppgifter."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Edellä 4 §:ssä tarkoitetussa tilanteessa virka-apua pyytää sisäasiainministeriö puolustusministeriöltä ja sen antamisesta päätetään valtioneuvoston yleisistunnossa. Jos valtioneuvostoa ei ole mahdollista saada riittävän nopeasti koolle, yhteiskunnan erittäin tärkeää toimintoa välittömästi ja vakavasti vaarantavassa kiireellisessä tapauksessa voi virka-apua pyytää sisäasiainministeriö puolustusministeriöltä, joka välittömästi päättää virka-avun antamisesta. Pyynnöstä ja päätöksestä on tällöin ilmoitettava viipymättä valtioneuvostolle ja tasavallan presidentille. Valtioneuvosto voi päättää jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. Puolustusvoimia ei saa määrätä 4 §:ssä tarkoitettuihin toimiin ilman 1 momentissa edellytettyä virka-avun pyyntöä ja päätöstä sen antamisesta, ellei puolustusvoimien ylipäällikön toimivallasta muuta johdu. Suomen alueellisen koskemattomuuden turvaamisesta säädetään aluevalvontalaissa (755/2000).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Edellä 4 § :ssä tarkoitetussa tilanteessa virka-apua pyytää sisäasiainministeriö puolustusministeriöltä ja sen antamisesta päätetään valtioneuvoston yleisistunnossa. Jos valtioneuvostoa ei ole mahdollista saada riittävän nopeasti koolle, yhteiskunnan erittäin tärkeää toimintoa välittömästi ja vakavasti vaarantavassa kiireellisessä tapauksessa voi virka-apua pyytää sisäasiainministeriö puolustusministeriöltä, joka välittömästi päättää virka-avun antamisesta. Pyynnöstä ja päätöksestä on tällöin ilmoitettava viipymättä valtioneuvostolle ja tasavallan presidentille. Valtioneuvosto voi päättää jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. Puolustusvoimia ei saa määrätä 4 § :ssä tarkoitettuihin toimiin ilman 1 momentissa edellytettyä virka-avun pyyntöä ja päätöstä sen antamisesta, ellei puolustusvoimien ylipäällikön toimivallasta muuta johdu. Suomen alueellisen koskemattomuuden turvaamisesta säädetään aluevalvontalaissa (755/2000).",
        "folded_fi": "edella 4 §:ssa tarkoitetussa tilanteessa virka-apua pyytaa sisaasiainministerio puolustusministeriolta ja sen antamisesta paatetaan valtioneuvoston yleisistunnossa. jos valtioneuvostoa ei ole mahdollista saada riittavan nopeasti koolle, yhteiskunnan erittain tarkeaa toimintoa valittomasti ja vakavasti vaarantavassa kiireellisessa tapauksessa voi virka-apua pyytaa sisaasiainministerio puolustusministeriolta, joka valittomasti paattaa virka-avun antamisesta. pyynnosta ja paatoksesta on talloin ilmoitettava viipymatta valtioneuvostolle ja tasavallan presidentille. valtioneuvosto voi paattaa jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. puolustusvoimia ei saa maarata 4 §:ssa tarkoitettuihin toimiin ilman 1 momentissa edellytettya virka-avun pyyntoa ja paatosta sen antamisesta, ellei puolustusvoimien ylipaallikon toimivallasta muuta johdu. suomen alueellisen koskemattomuuden turvaamisesta saadetaan aluevalvontalaissa (755/2000).",
        "content_sv": "I situationer som avses i 4 § begär inrikesministeriet handräckning hos försvarsministeriet och beslut om att lämna handräckning fattas vid statsrådets allmänna sammanträde. Om det inte är möjligt att sammankalla statsrådet tillräckligt snabbt kan inrikesministeriet i brådskande fall som direkt och allvarligt äventyrar synnerligen viktiga samhällsfunktioner begära handräckning hos försvarsministeriet, som omedelbart beslutar om lämnande av handräckning. Statsrådet och republikens president skall utan dröjsmål underrättas om begäran och beslutet om att lämna handräckning. Statsrådet kan fatta beslut om att fortsätta eller upphöra med redan inledd handräckning. Försvarsmakten får inte åläggas uppdrag som avses i 4 § utan den begäran om handräckning och det beslut om att lämna handräckning som avses i 1 mom., om inte något annat följer av den behörighet som innehas av försvarsmaktens överbefälhavare. Bestämmelser om tryggande av Finlands territoriella integritet finns i territorialövervakningslagen (755/2000).",
        "normalized_sv": "I situationer som avses i 4 § begär inrikesministeriet handräckning hos försvarsministeriet och beslut om att lämna handräckning fattas vid statsrådets allmänna sammanträde. Om det inte är möjligt att sammankalla statsrådet tillräckligt snabbt kan inrikesministeriet i brådskande fall som direkt och allvarligt äventyrar synnerligen viktiga samhällsfunktioner begära handräckning hos försvarsministeriet, som omedelbart beslutar om lämnande av handräckning. Statsrådet och republikens president skall utan dröjsmål underrättas om begäran och beslutet om att lämna handräckning. Statsrådet kan fatta beslut om att fortsätta eller upphöra med redan inledd handräckning. Försvarsmakten får inte åläggas uppdrag som avses i 4 § utan den begäran om handräckning och det beslut om att lämna handräckning som avses i 1 mom., om inte något annat följer av den behörighet som innehas av försvarsmaktens överbefälhavare. Bestämmelser om tryggande av Finlands territoriella integritet finns i territorialövervakningslagen (755/2000).",
        "folded_sv": "i situationer som avses i 4 § begar inrikesministeriet handrackning hos forsvarsministeriet och beslut om att lamna handrackning fattas vid statsradets allmanna sammantrade. om det inte ar mojligt att sammankalla statsradet tillrackligt snabbt kan inrikesministeriet i bradskande fall som direkt och allvarligt aventyrar synnerligen viktiga samhallsfunktioner begara handrackning hos forsvarsministeriet, som omedelbart beslutar om lamnande av handrackning. statsradet och republikens president skall utan drojsmal underrattas om begaran och beslutet om att lamna handrackning. statsradet kan fatta beslut om att fortsatta eller upphora med redan inledd handrackning. forsvarsmakten far inte alaggas uppdrag som avses i 4 § utan den begaran om handrackning och det beslut om att lamna handrackning som avses i 1 mom., om inte nagot annat foljer av den behorighet som innehas av forsvarsmaktens overbefalhavare. bestammelser om tryggande av finlands territoriella integritet finns i territorialovervakningslagen (755/2000)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Poliisilla on oikeus saada puolustusvoimilta voimakeinojen käyttöä edellyttävää virka-apua rikoslain 34 a luvun 1 §:n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estämiseksi tai keskeyttämiseksi, jos estäminen tai keskeyttäminen ei ole mahdollista poliisin omalla välineistöllä ja henkilöstöllä. Virka-apu voi sisältää sotilaallisten voimakeinojen käyttöä, jos se on välttämätöntä suuren ihmismäärän henkeä tai terveyttä välittömästi uhkaavan vakavan vaaran torjumiseksi eikä vaaraa ole mahdollista torjua lievemmillä keinoilla. Sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilökohtaisen aseen käyttöä voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman käyttöä, joka soveltuu poliisitehtävän suorittamiseen. Voimakeinojen on oltava puolustettavia suhteessa tehtävän tärkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, käytettävissä oleviin voimavaroihin sekä muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. Erityisesti on otettava huomioon sivullisten oikeudet ja heidän turvallisuutensa. Ennen voimakeinojen käyttöä on niiden käytöstä mahdollisuuksien mukaan varoitettava. Poliisi päättää tässä pykälässä tarkoitettujen voimakeinojen käyttämisestä ja johtaa niiden käyttöä. Voimakeinoja saa käyttää vain puolustusvoimien sotilasvirassa palveleva sekä se, joka on nimitetty puolustusvoimien virkamieheksi määräaikaiseen virkasuhteeseen määrättynä sotilastehtävään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisilla on oikeus saada puolustusvoimilta voimakeinojen käyttöä edellyttävää virka-apua rikoslain 34 a luvun 1 § :n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estämiseksi tai keskeyttämiseksi, jos estäminen tai keskeyttäminen ei ole mahdollista poliisin omalla välineistöllä ja henkilöstöllä. Virka-apu voi sisältää sotilaallisten voimakeinojen käyttöä, jos se on välttämätöntä suuren ihmismäärän henkeä tai terveyttä välittömästi uhkaavan vakavan vaaran torjumiseksi eikä vaaraa ole mahdollista torjua lievemmillä keinoilla. Sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilökohtaisen aseen käyttöä voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman käyttöä, joka soveltuu poliisitehtävän suorittamiseen. Voimakeinojen on oltava puolustettavia suhteessa tehtävän tärkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, käytettävissä oleviin voimavaroihin sekä muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. Erityisesti on otettava huomioon sivullisten oikeudet ja heidän turvallisuutensa. Ennen voimakeinojen käyttöä on niiden käytöstä mahdollisuuksien mukaan varoitettava. Poliisi päättää tässä pykälässä tarkoitettujen voimakeinojen käyttämisestä ja johtaa niiden käyttöä. Voimakeinoja saa käyttää vain puolustusvoimien sotilasvirassa palveleva sekä se, joka on nimitetty puolustusvoimien virkamieheksi määräaikaiseen virkasuhteeseen määrättynä sotilastehtävään.",
        "folded_fi": "poliisilla on oikeus saada puolustusvoimilta voimakeinojen kayttoa edellyttavaa virka-apua rikoslain 34 a luvun 1 §:n 1 momentin 2―7 kohdassa tai 2 momentissa tarkoitetun rikoksen estamiseksi tai keskeyttamiseksi, jos estaminen tai keskeyttaminen ei ole mahdollista poliisin omalla valineistolla ja henkilostolla. virka-apu voi sisaltaa sotilaallisten voimakeinojen kayttoa, jos se on valttamatonta suuren ihmismaaran henkea tai terveytta valittomasti uhkaavan vakavan vaaran torjumiseksi eika vaaraa ole mahdollista torjua lievemmilla keinoilla. sotilaallisilla voimakeinoilla tarkoitetaan virkamiehen henkilokohtaisen aseen kayttoa voimakkaampaa sotavarustein tapahtuvaa sellaista asevoiman kayttoa, joka soveltuu poliisitehtavan suorittamiseen. voimakeinojen on oltava puolustettavia suhteessa tehtavan tarkeyteen ja kiireellisyyteen, vastarinnan vaarallisuuteen, kaytettavissa oleviin voimavaroihin seka muihin tilanteen kokonaisarvosteluun vaikuttaviin seikkoihin. erityisesti on otettava huomioon sivullisten oikeudet ja heidan turvallisuutensa. ennen voimakeinojen kayttoa on niiden kaytosta mahdollisuuksien mukaan varoitettava. poliisi paattaa tassa pykalassa tarkoitettujen voimakeinojen kayttamisesta ja johtaa niiden kayttoa. voimakeinoja saa kayttaa vain puolustusvoimien sotilasvirassa palveleva seka se, joka on nimitetty puolustusvoimien virkamieheksi maaraaikaiseen virkasuhteeseen maarattyna sotilastehtavaan.",
        "content_sv": "Polisen har rätt att av försvarsmakten få nödvändig handräckning som kräver användning av maktmedel, om det är nödvändigt för att förhindra brott eller avbryta begående av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte är möjligt att förhindra eller avbryta ett brott med polisens egen utrustning och personal. Handräckning kan omfatta användning av militära maktmedel, om det är nödvändigt för att avvärja en överhängande allvarlig fara som hotar ett stort antal människors liv eller hälsa och det inte finns något lindrigare sätt att avvärja hotet. Med militära maktmedel avses sådan användning av vapenmakt med krigsmateriel som är slagkraftigare än användningen av militärpersonens personliga vapen som lämpar sig för polisuppdrag. Maktmedlen skall vara försvarliga i förhållande till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande och övriga omständigheter som inverkar på helhetsbedömningen av situationen. Utomstående personers rättigheter och säkerhet måste beaktas särskilt. Föregående varning om att maktmedel kommer att användas bör om möjligt ges. Polisen fattar beslut om användning av maktmedel enligt denna paragraf och leder användningen av dem. Maktmedel får endast användas av den som tjänstgör inom försvarsmakten i militär tjänst samt den som inom försvarsmakten har utnämnts till tjänsteman i tjänsteförhållande för viss tid för att tjänstgöra i militära uppgifter.",
        "normalized_sv": "Polisen har rätt att av försvarsmakten få nödvändig handräckning som kräver användning av maktmedel, om det är nödvändigt för att förhindra brott eller avbryta begående av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte är möjligt att förhindra eller avbryta ett brott med polisens egen utrustning och personal. Handräckning kan omfatta användning av militära maktmedel, om det är nödvändigt för att avvärja en överhängande allvarlig fara som hotar ett stort antal människors liv eller hälsa och det inte finns något lindrigare sätt att avvärja hotet. Med militära maktmedel avses sådan användning av vapenmakt med krigsmateriel som är slagkraftigare än användningen av militärpersonens personliga vapen som lämpar sig för polisuppdrag. Maktmedlen skall vara försvarliga i förhållande till hur viktigt och brådskande uppdraget är, hur farligt motståndet är, de resurser som står till förfogande och övriga omständigheter som inverkar på helhetsbedömningen av situationen. Utomstående personers rättigheter och säkerhet måste beaktas särskilt. Föregående varning om att maktmedel kommer att användas bör om möjligt ges. Polisen fattar beslut om användning av maktmedel enligt denna paragraf och leder användningen av dem. Maktmedel får endast användas av den som tjänstgör inom försvarsmakten i militär tjänst samt den som inom försvarsmakten har utnämnts till tjänsteman i tjänsteförhållande för viss tid för att tjänstgöra i militära uppgifter.",
        "folded_sv": "polisen har ratt att av forsvarsmakten fa nodvandig handrackning som kraver anvandning av maktmedel, om det ar nodvandigt for att forhindra brott eller avbryta begaende av brott som avses i 34 a kap. 1 § 1 mom. 2―7 punkten eller 2 mom., om det inte ar mojligt att forhindra eller avbryta ett brott med polisens egen utrustning och personal. handrackning kan omfatta anvandning av militara maktmedel, om det ar nodvandigt for att avvarja en overhangande allvarlig fara som hotar ett stort antal manniskors liv eller halsa och det inte finns nagot lindrigare satt att avvarja hotet. med militara maktmedel avses sadan anvandning av vapenmakt med krigsmateriel som ar slagkraftigare an anvandningen av militarpersonens personliga vapen som lampar sig for polisuppdrag. maktmedlen skall vara forsvarliga i forhallande till hur viktigt och bradskande uppdraget ar, hur farligt motstandet ar, de resurser som star till forfogande och ovriga omstandigheter som inverkar pa helhetsbedomningen av situationen. utomstaende personers rattigheter och sakerhet maste beaktas sarskilt. foregaende varning om att maktmedel kommer att anvandas bor om mojligt ges. polisen fattar beslut om anvandning av maktmedel enligt denna paragraf och leder anvandningen av dem. maktmedel far endast anvandas av den som tjanstgor inom forsvarsmakten i militar tjanst samt den som inom forsvarsmakten har utnamnts till tjansteman i tjansteforhallande for viss tid for att tjanstgora i militara uppgifter."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "content": "Edellä 4 §:ssä tarkoitetussa tilanteessa virka-apua pyytää sisäasiainministeriö puolustusministeriöltä ja sen antamisesta päätetään valtioneuvoston yleisistunnossa. Jos valtioneuvostoa ei ole mahdollista saada riittävän nopeasti koolle, yhteiskunnan erittäin tärkeää toimintoa välittömästi ja vakavasti vaarantavassa kiireellisessä tapauksessa voi virka-apua pyytää sisäasiainministeriö puolustusministeriöltä, joka välittömästi päättää virka-avun antamisesta. Pyynnöstä ja päätöksestä on tällöin ilmoitettava viipymättä valtioneuvostolle ja tasavallan presidentille. Valtioneuvosto voi päättää jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. Puolustusvoimia ei saa määrätä 4 §:ssä tarkoitettuihin toimiin ilman 1 momentissa edellytettyä virka-avun pyyntöä ja päätöstä sen antamisesta, ellei puolustusvoimien ylipäällikön toimivallasta muuta johdu. Suomen alueellisen koskemattomuuden turvaamisesta säädetään aluevalvontalaissa (755/2000).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Edellä 4 § :ssä tarkoitetussa tilanteessa virka-apua pyytää sisäasiainministeriö puolustusministeriöltä ja sen antamisesta päätetään valtioneuvoston yleisistunnossa. Jos valtioneuvostoa ei ole mahdollista saada riittävän nopeasti koolle, yhteiskunnan erittäin tärkeää toimintoa välittömästi ja vakavasti vaarantavassa kiireellisessä tapauksessa voi virka-apua pyytää sisäasiainministeriö puolustusministeriöltä, joka välittömästi päättää virka-avun antamisesta. Pyynnöstä ja päätöksestä on tällöin ilmoitettava viipymättä valtioneuvostolle ja tasavallan presidentille. Valtioneuvosto voi päättää jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. Puolustusvoimia ei saa määrätä 4 § :ssä tarkoitettuihin toimiin ilman 1 momentissa edellytettyä virka-avun pyyntöä ja päätöstä sen antamisesta, ellei puolustusvoimien ylipäällikön toimivallasta muuta johdu. Suomen alueellisen koskemattomuuden turvaamisesta säädetään aluevalvontalaissa (755/2000).",
        "folded_fi": "edella 4 §:ssa tarkoitetussa tilanteessa virka-apua pyytaa sisaasiainministerio puolustusministeriolta ja sen antamisesta paatetaan valtioneuvoston yleisistunnossa. jos valtioneuvostoa ei ole mahdollista saada riittavan nopeasti koolle, yhteiskunnan erittain tarkeaa toimintoa valittomasti ja vakavasti vaarantavassa kiireellisessa tapauksessa voi virka-apua pyytaa sisaasiainministerio puolustusministeriolta, joka valittomasti paattaa virka-avun antamisesta. pyynnosta ja paatoksesta on talloin ilmoitettava viipymatta valtioneuvostolle ja tasavallan presidentille. valtioneuvosto voi paattaa jo aloitetun virka-avun antamisen jatkamisesta tai lopettamisesta. puolustusvoimia ei saa maarata 4 §:ssa tarkoitettuihin toimiin ilman 1 momentissa edellytettya virka-avun pyyntoa ja paatosta sen antamisesta, ellei puolustusvoimien ylipaallikon toimivallasta muuta johdu. suomen alueellisen koskemattomuuden turvaamisesta saadetaan aluevalvontalaissa (755/2000).",
        "content_sv": "I situationer som avses i 4 § begär inrikesministeriet handräckning hos försvarsministeriet och beslut om att lämna handräckning fattas vid statsrådets allmänna sammanträde. Om det inte är möjligt att sammankalla statsrådet tillräckligt snabbt kan inrikesministeriet i brådskande fall som direkt och allvarligt äventyrar synnerligen viktiga samhällsfunktioner begära handräckning hos försvarsministeriet, som omedelbart beslutar om lämnande av handräckning. Statsrådet och republikens president skall utan dröjsmål underrättas om begäran och beslutet om att lämna handräckning. Statsrådet kan fatta beslut om att fortsätta eller upphöra med redan inledd handräckning. Försvarsmakten får inte åläggas uppdrag som avses i 4 § utan den begäran om handräckning och det beslut om att lämna handräckning som avses i 1 mom., om inte något annat följer av den behörighet som innehas av försvarsmaktens överbefälhavare. Bestämmelser om tryggande av Finlands territoriella integritet finns i territorialövervakningslagen (755/2000).",
        "normalized_sv": "I situationer som avses i 4 § begär inrikesministeriet handräckning hos försvarsministeriet och beslut om att lämna handräckning fattas vid statsrådets allmänna sammanträde. Om det inte är möjligt att sammankalla statsrådet tillräckligt snabbt kan inrikesministeriet i brådskande fall som direkt och allvarligt äventyrar synnerligen viktiga samhällsfunktioner begära handräckning hos försvarsministeriet, som omedelbart beslutar om lämnande av handräckning. Statsrådet och republikens president skall utan dröjsmål underrättas om begäran och beslutet om att lämna handräckning. Statsrådet kan fatta beslut om att fortsätta eller upphöra med redan inledd handräckning. Försvarsmakten får inte åläggas uppdrag som avses i 4 § utan den begäran om handräckning och det beslut om att lämna handräckning som avses i 1 mom., om inte något annat följer av den behörighet som innehas av försvarsmaktens överbefälhavare. Bestämmelser om tryggande av Finlands territoriella integritet finns i territorialövervakningslagen (755/2000).",
        "folded_sv": "i situationer som avses i 4 § begar inrikesministeriet handrackning hos forsvarsministeriet och beslut om att lamna handrackning fattas vid statsradets allmanna sammantrade. om det inte ar mojligt att sammankalla statsradet tillrackligt snabbt kan inrikesministeriet i bradskande fall som direkt och allvarligt aventyrar synnerligen viktiga samhallsfunktioner begara handrackning hos forsvarsministeriet, som omedelbart beslutar om lamnande av handrackning. statsradet och republikens president skall utan drojsmal underrattas om begaran och beslutet om att lamna handrackning. statsradet kan fatta beslut om att fortsatta eller upphora med redan inledd handrackning. forsvarsmakten far inte alaggas uppdrag som avses i 4 § utan den begaran om handrackning och det beslut om att lamna handrackning som avses i 1 mom., om inte nagot annat foljer av den behorighet som innehas av forsvarsmaktens overbefalhavare. bestammelser om tryggande av finlands territoriella integritet finns i territorialovervakningslagen (755/2000)."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    }
  ]
}