{
  "id": "533/2006",
  "type": "statute",
  "title": "Laki työsopimuslain 4 luvun muuttamisesta",
  "title_en": "Lag om ändring av 4 kap. i arbetsavtalslagen",
  "status": "in_force",
  "issued_date": "2006-06-29",
  "in_force_date": "2006-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/533/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Äitiys-, erityisäitiys-, isyys- ja vanhempainvapaa",
      "content": "Työntekijällä on oikeus saada vapaaksi työstä sairausvakuutuslaissa tarkoitetut äitiys-, erityisäitiys-, isyys- ja vanhempainrahakaudet. Työntekijällä on oikeus pitää vanhempainvapaa enintään kahdessa osassa, joiden tulee olla vähintään 12 arkipäivän pituisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Työntekijällä on oikeus saada vapaaksi työstä sairausvakuutuslaissa tarkoitetut äitiys-, erityisäitiys-, isyys- ja vanhempainrahakaudet. Työntekijällä on oikeus pitää vanhempainvapaa enintään kahdessa osassa, joiden tulee olla vähintään 12 arkipäivän pituisia.",
        "folded_fi": "tyontekijalla on oikeus saada vapaaksi tyosta sairausvakuutuslaissa tarkoitetut aitiys-, erityisaitiys-, isyys- ja vanhempainrahakaudet. tyontekijalla on oikeus pitaa vanhempainvapaa enintaan kahdessa osassa, joiden tulee olla vahintaan 12 arkipaivan pituisia.",
        "title_sv": "Moderskaps-, särskild moderskaps-, faderskaps- och föräldraledighet",
        "content_sv": "En arbetstagare har rätt till ledighet från arbetet under en sådan moderskaps-, särskild moderskaps-, faderskaps- eller föräldrapenningsperiod som avses i sjukförsäkringslagen. Arbetstagaren har rätt att ta ut föräldraledighet i högst två perioder, som vardera skall omfatta minst 12 vardagar.",
        "normalized_sv": "En arbetstagare har rätt till ledighet från arbetet under en sådan moderskaps-, särskild moderskaps-, faderskaps- eller föräldrapenningsperiod som avses i sjukförsäkringslagen. Arbetstagaren har rätt att ta ut föräldraledighet i högst två perioder, som vardera skall omfatta minst 12 vardagar.",
        "folded_sv": "en arbetstagare har ratt till ledighet fran arbetet under en sadan moderskaps-, sarskild moderskaps-, faderskaps- eller foraldrapenningsperiod som avses i sjukforsakringslagen. arbetstagaren har ratt att ta ut foraldraledighet i hogst tva perioder, som vardera skall omfatta minst 12 vardagar."
      }
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "title": "Hoitovapaa",
      "content": "Työntekijällä on oikeus saada hoitovapaata lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi täyttää kolme vuotta. Ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintään siihen asti, kun lapsi aloittaa koulun. Hoitovapaana voidaan pitää enintään kaksi vähintään kuukauden pituista jaksoa, jolleivät työnantaja ja työntekijä sovi kahta useammasta tai kuukautta lyhyemmästä jaksosta. Hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. Äitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitää yhden jakson hoitovapaata.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3",
        "normalized_fi": "Työntekijällä on oikeus saada hoitovapaata lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi täyttää kolme vuotta. Ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintään siihen asti, kun lapsi aloittaa koulun. Hoitovapaana voidaan pitää enintään kaksi vähintään kuukauden pituista jaksoa, jolleivät työnantaja ja työntekijä sovi kahta useammasta tai kuukautta lyhyemmästä jaksosta. Hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. Äitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitää yhden jakson hoitovapaata.",
        "folded_fi": "tyontekijalla on oikeus saada hoitovapaata lapsensa tai muun hanen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi tayttaa kolme vuotta. ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintaan siihen asti, kun lapsi aloittaa koulun. hoitovapaana voidaan pitaa enintaan kaksi vahintaan kuukauden pituista jaksoa, jolleivat tyonantaja ja tyontekija sovi kahta useammasta tai kuukautta lyhyemmasta jaksosta. hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. aitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitaa yhden jakson hoitovapaata.",
        "title_sv": "Vårdledighet",
        "content_sv": "En arbetstagare har rätt till vårdledighet för att vårda sitt barn eller något annat barn, som varaktigt bor i hans eller hennes hushåll, till dess barnet fyller tre år. Föräldrar till adoptivbarn har dock rätt till vårdledighet till dess två år har förflutit från adoptionen, dock högst till dess barnet inleder sin skolgång. Vårdledighet kan tas ut i högst två perioder, som vardera är minst en månad lång, om inte arbetsgivaren och arbetstagaren kommer överens om flera perioder än två eller att någon period skall vara kortare än en månad. Av föräldrarna eller vårdnadshavarna kan endast en i sänder vara vårdledig. Under tiden för moderskaps- eller föräldraledighet får dock den andra föräldern eller vårdnadshavaren ta ut en period vårdledighet.",
        "normalized_sv": "En arbetstagare har rätt till vårdledighet för att vårda sitt barn eller något annat barn, som varaktigt bor i hans eller hennes hushåll, till dess barnet fyller tre år. Föräldrar till adoptivbarn har dock rätt till vårdledighet till dess två år har förflutit från adoptionen, dock högst till dess barnet inleder sin skolgång. Vårdledighet kan tas ut i högst två perioder, som vardera är minst en månad lång, om inte arbetsgivaren och arbetstagaren kommer överens om flera perioder än två eller att någon period skall vara kortare än en månad. Av föräldrarna eller vårdnadshavarna kan endast en i sänder vara vårdledig. Under tiden för moderskaps- eller föräldraledighet får dock den andra föräldern eller vårdnadshavaren ta ut en period vårdledighet.",
        "folded_sv": "en arbetstagare har ratt till vardledighet for att varda sitt barn eller nagot annat barn, som varaktigt bor i hans eller hennes hushall, till dess barnet fyller tre ar. foraldrar till adoptivbarn har dock ratt till vardledighet till dess tva ar har forflutit fran adoptionen, dock hogst till dess barnet inleder sin skolgang. vardledighet kan tas ut i hogst tva perioder, som vardera ar minst en manad lang, om inte arbetsgivaren och arbetstagaren kommer overens om flera perioder an tva eller att nagon period skall vara kortare an en manad. av foraldrarna eller vardnadshavarna kan endast en i sander vara vardledig. under tiden for moderskaps- eller foraldraledighet far dock den andra foraldern eller vardnadshavaren ta ut en period vardledighet."
      }
    },
    {
      "provision_ref": "4:3 a",
      "chapter": "4",
      "section": "3 a",
      "title": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta ilmoittaminen",
      "content": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta on ilmoitettava työnantajalle viimeistään kaksi kuukautta ennen vapaan aiottua alkamisaikaa. Jos vapaan kesto on enintään 12 arkipäivää, ilmoitusaika on kuitenkin yksi kuukausi. Ottolapsen hoidon vuoksi pidettävästä vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edellä säädettyä ilmoitusaikaa. Jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison työhön menon ja siitä johtuvan lapsen hoidon järjestämisen takia mahdollista, työntekijällä on oikeus jäädä vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siitä aiheudu työpaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. Työnantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettävä työntekijälle selvitys kieltäytymisen perusteena olevista seikoista. Työntekijä saa perustellusta syystä muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siitä työnantajalle viimeistään kuukautta ennen muutosta. Työntekijä saa kuitenkin varhentaa äitiysvapaan sekä muuttaa synnytyksen yhteydessä pidettäväksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntymän tai lapsen, äidin tai isän terveydentilan vuoksi. Muutoksesta on tällöin ilmoitettava työnantajalle niin pian kuin mahdollista. Ottolapsen vanhempi saa perustellusta syystä muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siitä työnantajalle niin pian kuin se on mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3 a",
        "normalized_fi": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta on ilmoitettava työnantajalle viimeistään kaksi kuukautta ennen vapaan aiottua alkamisaikaa. Jos vapaan kesto on enintään 12 arkipäivää, ilmoitusaika on kuitenkin yksi kuukausi. Ottolapsen hoidon vuoksi pidettävästä vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edellä säädettyä ilmoitusaikaa. Jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison työhön menon ja siitä johtuvan lapsen hoidon järjestämisen takia mahdollista, työntekijällä on oikeus jäädä vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siitä aiheudu työpaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. Työnantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettävä työntekijälle selvitys kieltäytymisen perusteena olevista seikoista. Työntekijä saa perustellusta syystä muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siitä työnantajalle viimeistään kuukautta ennen muutosta. Työntekijä saa kuitenkin varhentaa äitiysvapaan sekä muuttaa synnytyksen yhteydessä pidettäväksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntymän tai lapsen, äidin tai isän terveydentilan vuoksi. Muutoksesta on tällöin ilmoitettava työnantajalle niin pian kuin mahdollista. Ottolapsen vanhempi saa perustellusta syystä muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siitä työnantajalle niin pian kuin se on mahdollista.",
        "folded_fi": "aitiys-, isyys- ja vanhempainvapaasta seka hoitovapaasta on ilmoitettava tyonantajalle viimeistaan kaksi kuukautta ennen vapaan aiottua alkamisaikaa. jos vapaan kesto on enintaan 12 arkipaivaa, ilmoitusaika on kuitenkin yksi kuukausi. ottolapsen hoidon vuoksi pidettavasta vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edella saadettya ilmoitusaikaa. jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison tyohon menon ja siita johtuvan lapsen hoidon jarjestamisen takia mahdollista, tyontekijalla on oikeus jaada vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siita aiheudu tyopaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. tyonantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettava tyontekijalle selvitys kieltaytymisen perusteena olevista seikoista. tyontekija saa perustellusta syysta muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siita tyonantajalle viimeistaan kuukautta ennen muutosta. tyontekija saa kuitenkin varhentaa aitiysvapaan seka muuttaa synnytyksen yhteydessa pidettavaksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntyman tai lapsen, aidin tai isan terveydentilan vuoksi. muutoksesta on talloin ilmoitettava tyonantajalle niin pian kuin mahdollista. ottolapsen vanhempi saa perustellusta syysta muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siita tyonantajalle niin pian kuin se on mahdollista.",
        "title_sv": "Anmälan om moderskaps-, faderskaps- och föräldraledighet samt om vårdledighet",
        "content_sv": "Moderskaps-, faderskaps- och föräldraledighet samt vårdledighet skall anmälas till arbetsgivaren senast två månader före den planerade ledighetens början. Om ledigheten varar högst 12 vardagar är anmälningstiden dock en månad. Vid anmälan om ledighet för vård av adoptivbarn skall om möjligt ovan föreskrivna anmälningstid iakttas. Om det på grund av ordnandet av vården av barnet då maken börjar arbeta inte är möjligt att iaktta en anmälningstid på två månader, har arbetstagaren rätt att bli föräldraledig när en månad förflutit från anmälan, om inte detta medför betydande olägenhet för produktions- eller serviceverksamheten på arbetsplatsen. Om arbetsgivaren anser att han inte kan samtycka till en anmälningstid om en månad, skall han för arbetstagaren lägga fram en utredning om de omständigheter som ligger till grund för vägran. Arbetstagaren får av grundad anledning ändra tidpunkten för ledigheten och dess längd genom att anmäla detta till arbetsgivaren senast en månad före ändringen. En arbetstagare får dock tidigarelägga en moderskapsledighet samt ändra tidpunkten för en faderskapsledighet som hon eller han tänkt hålla i samband med nedkomsten, om det är nödvändigt på grund av barnets födelse eller barnets, moderns eller faderns hälsotillstånd. Ändringarna skall då anmälas till arbetsgivaren så snart som möjligt. Föräldrar till adoptivbarn får av grundad anledning innan ledigheten börjar ändra dess tidpunkt genom att anmäla det till arbetsgivaren så snart som möjligt.",
        "normalized_sv": "Moderskaps-, faderskaps- och föräldraledighet samt vårdledighet skall anmälas till arbetsgivaren senast två månader före den planerade ledighetens början. Om ledigheten varar högst 12 vardagar är anmälningstiden dock en månad. Vid anmälan om ledighet för vård av adoptivbarn skall om möjligt ovan föreskrivna anmälningstid iakttas. Om det på grund av ordnandet av vården av barnet då maken börjar arbeta inte är möjligt att iaktta en anmälningstid på två månader, har arbetstagaren rätt att bli föräldraledig när en månad förflutit från anmälan, om inte detta medför betydande olägenhet för produktions- eller serviceverksamheten på arbetsplatsen. Om arbetsgivaren anser att han inte kan samtycka till en anmälningstid om en månad, skall han för arbetstagaren lägga fram en utredning om de omständigheter som ligger till grund för vägran. Arbetstagaren får av grundad anledning ändra tidpunkten för ledigheten och dess längd genom att anmäla detta till arbetsgivaren senast en månad före ändringen. En arbetstagare får dock tidigarelägga en moderskapsledighet samt ändra tidpunkten för en faderskapsledighet som hon eller han tänkt hålla i samband med nedkomsten, om det är nödvändigt på grund av barnets födelse eller barnets, moderns eller faderns hälsotillstånd. Ändringarna skall då anmälas till arbetsgivaren så snart som möjligt. Föräldrar till adoptivbarn får av grundad anledning innan ledigheten börjar ändra dess tidpunkt genom att anmäla det till arbetsgivaren så snart som möjligt.",
        "folded_sv": "moderskaps-, faderskaps- och foraldraledighet samt vardledighet skall anmalas till arbetsgivaren senast tva manader fore den planerade ledighetens borjan. om ledigheten varar hogst 12 vardagar ar anmalningstiden dock en manad. vid anmalan om ledighet for vard av adoptivbarn skall om mojligt ovan foreskrivna anmalningstid iakttas. om det pa grund av ordnandet av varden av barnet da maken borjar arbeta inte ar mojligt att iaktta en anmalningstid pa tva manader, har arbetstagaren ratt att bli foraldraledig nar en manad forflutit fran anmalan, om inte detta medfor betydande olagenhet for produktions- eller serviceverksamheten pa arbetsplatsen. om arbetsgivaren anser att han inte kan samtycka till en anmalningstid om en manad, skall han for arbetstagaren lagga fram en utredning om de omstandigheter som ligger till grund for vagran. arbetstagaren far av grundad anledning andra tidpunkten for ledigheten och dess langd genom att anmala detta till arbetsgivaren senast en manad fore andringen. en arbetstagare far dock tidigarelagga en moderskapsledighet samt andra tidpunkten for en faderskapsledighet som hon eller han tankt halla i samband med nedkomsten, om det ar nodvandigt pa grund av barnets fodelse eller barnets, moderns eller faderns halsotillstand. andringarna skall da anmalas till arbetsgivaren sa snart som mojligt. foraldrar till adoptivbarn far av grundad anledning innan ledigheten borjar andra dess tidpunkt genom att anmala det till arbetsgivaren sa snart som mojligt."
      }
    },
    {
      "provision_ref": "4:4",
      "chapter": "4",
      "section": "4",
      "title": "Osittainen hoitovapaa",
      "content": "Työntekijä, joka on ollut saman työnantajan työssä yhteensä vähintään kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi päättyy. Jos lapsi kuuluu perusopetuslain (628/1998) 25 §:n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi päättyy. Erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkäaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi täyttää 18 vuotta. Lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti. Työntekijän on tehtävä työnantajalle esitys osittaisesta hoitovapaasta viimeistään kaksi kuukautta ennen vapaan alkamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4",
        "normalized_fi": "Työntekijä, joka on ollut saman työnantajan työssä yhteensä vähintään kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi päättyy. Jos lapsi kuuluu perusopetuslain (628/1998) 25 § :n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi päättyy. Erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkäaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi täyttää 18 vuotta. Lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti. Työntekijän on tehtävä työnantajalle esitys osittaisesta hoitovapaasta viimeistään kaksi kuukautta ennen vapaan alkamista.",
        "folded_fi": "tyontekija, joka on ollut saman tyonantajan tyossa yhteensa vahintaan kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hanen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi paattyy. jos lapsi kuuluu perusopetuslain (628/1998) 25 §:n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi paattyy. erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkaaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi tayttaa 18 vuotta. lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivat yhtaaikaisesti. tyontekijan on tehtava tyonantajalle esitys osittaisesta hoitovapaasta viimeistaan kaksi kuukautta ennen vapaan alkamista.",
        "title_sv": "Partiell vårdledighet",
        "content_sv": "En arbetstagare som har varit anställd hos samma arbetsgivare sammanlagt minst sex månader under de senaste 12 månaderna kan få partiell vårdledighet för att vårda sitt barn eller något annat barn som varaktigt bor i hans eller hennes hushåll till utgången av det andra läsåret för barnets grundläggande utbildning. Om barnet omfattas av förlängd läroplikt enligt 25 § 2 mom. i lagen om grundläggande utbildning (628/1998), får partiell vårdledighet tas ut till utgången av barnets tredje läsår. En förälder till ett handikappat eller långtidssjukt barn som är i behov av särskild vård och omsorg kan få partiell vårdledighet till dess barnet fyller 18 år. Barnets båda föräldrar eller vårdnadshavare får hålla partiell vårdledighet under samma kalenderperiod men inte samtidigt. Arbetstagaren skall göra framställning om partiell vårdledighet till arbetsgivaren senast två månader före ledighetens början.",
        "normalized_sv": "En arbetstagare som har varit anställd hos samma arbetsgivare sammanlagt minst sex månader under de senaste 12 månaderna kan få partiell vårdledighet för att vårda sitt barn eller något annat barn som varaktigt bor i hans eller hennes hushåll till utgången av det andra läsåret för barnets grundläggande utbildning. Om barnet omfattas av förlängd läroplikt enligt 25 § 2 mom. i lagen om grundläggande utbildning (628/1998), får partiell vårdledighet tas ut till utgången av barnets tredje läsår. En förälder till ett handikappat eller långtidssjukt barn som är i behov av särskild vård och omsorg kan få partiell vårdledighet till dess barnet fyller 18 år. Barnets båda föräldrar eller vårdnadshavare får hålla partiell vårdledighet under samma kalenderperiod men inte samtidigt. Arbetstagaren skall göra framställning om partiell vårdledighet till arbetsgivaren senast två månader före ledighetens början.",
        "folded_sv": "en arbetstagare som har varit anstalld hos samma arbetsgivare sammanlagt minst sex manader under de senaste 12 manaderna kan fa partiell vardledighet for att varda sitt barn eller nagot annat barn som varaktigt bor i hans eller hennes hushall till utgangen av det andra lasaret for barnets grundlaggande utbildning. om barnet omfattas av forlangd laroplikt enligt 25 § 2 mom. i lagen om grundlaggande utbildning (628/1998), far partiell vardledighet tas ut till utgangen av barnets tredje lasar. en foralder till ett handikappat eller langtidssjukt barn som ar i behov av sarskild vard och omsorg kan fa partiell vardledighet till dess barnet fyller 18 ar. barnets bada foraldrar eller vardnadshavare far halla partiell vardledighet under samma kalenderperiod men inte samtidigt. arbetstagaren skall gora framstallning om partiell vardledighet till arbetsgivaren senast tva manader fore ledighetens borjan."
      }
    },
    {
      "provision_ref": "4:6",
      "chapter": "4",
      "section": "6",
      "title": "Tilapäinen hoitovapaa",
      "content": "Työntekijän lapsen tai muun hänen taloudessaan vakituisesti asuvan lapsen, joka ei ole täyttänyt 10 vuotta, sairastuessa äkillisesti työntekijällä on oikeus saada lapsen hoidon järjestämiseksi tai tämän hoitamiseksi tilapäistä hoitovapaata enintään neljä työpäivää kerrallaan. Sama oikeus on myös lapsen vanhemmalla, joka ei asu tämän kanssa samassa taloudessa. Tilapäiseen hoitovapaaseen oikeutetut saavat olla tilapäisellä hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:6",
        "normalized_fi": "Työntekijän lapsen tai muun hänen taloudessaan vakituisesti asuvan lapsen, joka ei ole täyttänyt 10 vuotta, sairastuessa äkillisesti työntekijällä on oikeus saada lapsen hoidon järjestämiseksi tai tämän hoitamiseksi tilapäistä hoitovapaata enintään neljä työpäivää kerrallaan. Sama oikeus on myös lapsen vanhemmalla, joka ei asu tämän kanssa samassa taloudessa. Tilapäiseen hoitovapaaseen oikeutetut saavat olla tilapäisellä hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti.",
        "folded_fi": "tyontekijan lapsen tai muun hanen taloudessaan vakituisesti asuvan lapsen, joka ei ole tayttanyt 10 vuotta, sairastuessa akillisesti tyontekijalla on oikeus saada lapsen hoidon jarjestamiseksi tai taman hoitamiseksi tilapaista hoitovapaata enintaan nelja tyopaivaa kerrallaan. sama oikeus on myos lapsen vanhemmalla, joka ei asu taman kanssa samassa taloudessa. tilapaiseen hoitovapaaseen oikeutetut saavat olla tilapaisella hoitovapaalla saman kalenterijakson aikana, mutta eivat yhtaaikaisesti.",
        "title_sv": "Tillfällig vårdledighet",
        "content_sv": "Om en arbetstagares barn eller något annat i hans eller hennes hushåll varaktigt boende barn som inte har fyllt tio år plötsligt insjuknar, har arbetstagaren rätt till tillfällig vårdledighet under högst fyra arbetsdagar åt gången för att ordna vård eller för att vårda barnet. Också en förälder som inte bor i samma hushåll som barnet har samma rätt. De som har rätt till tillfällig vårdledighet får hålla tillfällig vårdledighet under samma kalenderperiod men inte samtidigt.",
        "normalized_sv": "Om en arbetstagares barn eller något annat i hans eller hennes hushåll varaktigt boende barn som inte har fyllt tio år plötsligt insjuknar, har arbetstagaren rätt till tillfällig vårdledighet under högst fyra arbetsdagar åt gången för att ordna vård eller för att vårda barnet. Också en förälder som inte bor i samma hushåll som barnet har samma rätt. De som har rätt till tillfällig vårdledighet får hålla tillfällig vårdledighet under samma kalenderperiod men inte samtidigt.",
        "folded_sv": "om en arbetstagares barn eller nagot annat i hans eller hennes hushall varaktigt boende barn som inte har fyllt tio ar plotsligt insjuknar, har arbetstagaren ratt till tillfallig vardledighet under hogst fyra arbetsdagar at gangen for att ordna vard eller for att varda barnet. ocksa en foralder som inte bor i samma hushall som barnet har samma ratt. de som har ratt till tillfallig vardledighet far halla tillfallig vardledighet under samma kalenderperiod men inte samtidigt."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Äitiys-, erityisäitiys-, isyys- ja vanhempainvapaa",
      "content": "Työntekijällä on oikeus saada vapaaksi työstä sairausvakuutuslaissa tarkoitetut äitiys-, erityisäitiys-, isyys- ja vanhempainrahakaudet. Työntekijällä on oikeus pitää vanhempainvapaa enintään kahdessa osassa, joiden tulee olla vähintään 12 arkipäivän pituisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Työntekijällä on oikeus saada vapaaksi työstä sairausvakuutuslaissa tarkoitetut äitiys-, erityisäitiys-, isyys- ja vanhempainrahakaudet. Työntekijällä on oikeus pitää vanhempainvapaa enintään kahdessa osassa, joiden tulee olla vähintään 12 arkipäivän pituisia.",
        "folded_fi": "tyontekijalla on oikeus saada vapaaksi tyosta sairausvakuutuslaissa tarkoitetut aitiys-, erityisaitiys-, isyys- ja vanhempainrahakaudet. tyontekijalla on oikeus pitaa vanhempainvapaa enintaan kahdessa osassa, joiden tulee olla vahintaan 12 arkipaivan pituisia.",
        "title_sv": "Moderskaps-, särskild moderskaps-, faderskaps- och föräldraledighet",
        "content_sv": "En arbetstagare har rätt till ledighet från arbetet under en sådan moderskaps-, särskild moderskaps-, faderskaps- eller föräldrapenningsperiod som avses i sjukförsäkringslagen. Arbetstagaren har rätt att ta ut föräldraledighet i högst två perioder, som vardera skall omfatta minst 12 vardagar.",
        "normalized_sv": "En arbetstagare har rätt till ledighet från arbetet under en sådan moderskaps-, särskild moderskaps-, faderskaps- eller föräldrapenningsperiod som avses i sjukförsäkringslagen. Arbetstagaren har rätt att ta ut föräldraledighet i högst två perioder, som vardera skall omfatta minst 12 vardagar.",
        "folded_sv": "en arbetstagare har ratt till ledighet fran arbetet under en sadan moderskaps-, sarskild moderskaps-, faderskaps- eller foraldrapenningsperiod som avses i sjukforsakringslagen. arbetstagaren har ratt att ta ut foraldraledighet i hogst tva perioder, som vardera skall omfatta minst 12 vardagar."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:3",
      "chapter": "4",
      "section": "3",
      "title": "Hoitovapaa",
      "content": "Työntekijällä on oikeus saada hoitovapaata lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi täyttää kolme vuotta. Ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintään siihen asti, kun lapsi aloittaa koulun. Hoitovapaana voidaan pitää enintään kaksi vähintään kuukauden pituista jaksoa, jolleivät työnantaja ja työntekijä sovi kahta useammasta tai kuukautta lyhyemmästä jaksosta. Hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. Äitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitää yhden jakson hoitovapaata.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3",
        "normalized_fi": "Työntekijällä on oikeus saada hoitovapaata lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi täyttää kolme vuotta. Ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintään siihen asti, kun lapsi aloittaa koulun. Hoitovapaana voidaan pitää enintään kaksi vähintään kuukauden pituista jaksoa, jolleivät työnantaja ja työntekijä sovi kahta useammasta tai kuukautta lyhyemmästä jaksosta. Hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. Äitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitää yhden jakson hoitovapaata.",
        "folded_fi": "tyontekijalla on oikeus saada hoitovapaata lapsensa tai muun hanen taloudessaan vakituisesti asuvan lapsen hoitamiseksi, kunnes lapsi tayttaa kolme vuotta. ottolapsen vanhemman oikeus hoitovapaaseen jatkuu kuitenkin siihen saakka, kun lapseksi ottamisesta on kulunut kaksi vuotta, enintaan siihen asti, kun lapsi aloittaa koulun. hoitovapaana voidaan pitaa enintaan kaksi vahintaan kuukauden pituista jaksoa, jolleivat tyonantaja ja tyontekija sovi kahta useammasta tai kuukautta lyhyemmasta jaksosta. hoitovapaata saa vain toinen vanhemmista tai huoltajista kerrallaan. aitiys- tai vanhempainvapaan aikana toinen vanhemmista tai huoltajista voi kuitenkin pitaa yhden jakson hoitovapaata.",
        "title_sv": "Vårdledighet",
        "content_sv": "En arbetstagare har rätt till vårdledighet för att vårda sitt barn eller något annat barn, som varaktigt bor i hans eller hennes hushåll, till dess barnet fyller tre år. Föräldrar till adoptivbarn har dock rätt till vårdledighet till dess två år har förflutit från adoptionen, dock högst till dess barnet inleder sin skolgång. Vårdledighet kan tas ut i högst två perioder, som vardera är minst en månad lång, om inte arbetsgivaren och arbetstagaren kommer överens om flera perioder än två eller att någon period skall vara kortare än en månad. Av föräldrarna eller vårdnadshavarna kan endast en i sänder vara vårdledig. Under tiden för moderskaps- eller föräldraledighet får dock den andra föräldern eller vårdnadshavaren ta ut en period vårdledighet.",
        "normalized_sv": "En arbetstagare har rätt till vårdledighet för att vårda sitt barn eller något annat barn, som varaktigt bor i hans eller hennes hushåll, till dess barnet fyller tre år. Föräldrar till adoptivbarn har dock rätt till vårdledighet till dess två år har förflutit från adoptionen, dock högst till dess barnet inleder sin skolgång. Vårdledighet kan tas ut i högst två perioder, som vardera är minst en månad lång, om inte arbetsgivaren och arbetstagaren kommer överens om flera perioder än två eller att någon period skall vara kortare än en månad. Av föräldrarna eller vårdnadshavarna kan endast en i sänder vara vårdledig. Under tiden för moderskaps- eller föräldraledighet får dock den andra föräldern eller vårdnadshavaren ta ut en period vårdledighet.",
        "folded_sv": "en arbetstagare har ratt till vardledighet for att varda sitt barn eller nagot annat barn, som varaktigt bor i hans eller hennes hushall, till dess barnet fyller tre ar. foraldrar till adoptivbarn har dock ratt till vardledighet till dess tva ar har forflutit fran adoptionen, dock hogst till dess barnet inleder sin skolgang. vardledighet kan tas ut i hogst tva perioder, som vardera ar minst en manad lang, om inte arbetsgivaren och arbetstagaren kommer overens om flera perioder an tva eller att nagon period skall vara kortare an en manad. av foraldrarna eller vardnadshavarna kan endast en i sander vara vardledig. under tiden for moderskaps- eller foraldraledighet far dock den andra foraldern eller vardnadshavaren ta ut en period vardledighet."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:3 a",
      "chapter": "4",
      "section": "3 a",
      "title": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta ilmoittaminen",
      "content": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta on ilmoitettava työnantajalle viimeistään kaksi kuukautta ennen vapaan aiottua alkamisaikaa. Jos vapaan kesto on enintään 12 arkipäivää, ilmoitusaika on kuitenkin yksi kuukausi. Ottolapsen hoidon vuoksi pidettävästä vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edellä säädettyä ilmoitusaikaa. Jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison työhön menon ja siitä johtuvan lapsen hoidon järjestämisen takia mahdollista, työntekijällä on oikeus jäädä vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siitä aiheudu työpaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. Työnantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettävä työntekijälle selvitys kieltäytymisen perusteena olevista seikoista. Työntekijä saa perustellusta syystä muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siitä työnantajalle viimeistään kuukautta ennen muutosta. Työntekijä saa kuitenkin varhentaa äitiysvapaan sekä muuttaa synnytyksen yhteydessä pidettäväksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntymän tai lapsen, äidin tai isän terveydentilan vuoksi. Muutoksesta on tällöin ilmoitettava työnantajalle niin pian kuin mahdollista. Ottolapsen vanhempi saa perustellusta syystä muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siitä työnantajalle niin pian kuin se on mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:3 a",
        "normalized_fi": "Äitiys-, isyys- ja vanhempainvapaasta sekä hoitovapaasta on ilmoitettava työnantajalle viimeistään kaksi kuukautta ennen vapaan aiottua alkamisaikaa. Jos vapaan kesto on enintään 12 arkipäivää, ilmoitusaika on kuitenkin yksi kuukausi. Ottolapsen hoidon vuoksi pidettävästä vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edellä säädettyä ilmoitusaikaa. Jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison työhön menon ja siitä johtuvan lapsen hoidon järjestämisen takia mahdollista, työntekijällä on oikeus jäädä vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siitä aiheudu työpaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. Työnantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettävä työntekijälle selvitys kieltäytymisen perusteena olevista seikoista. Työntekijä saa perustellusta syystä muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siitä työnantajalle viimeistään kuukautta ennen muutosta. Työntekijä saa kuitenkin varhentaa äitiysvapaan sekä muuttaa synnytyksen yhteydessä pidettäväksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntymän tai lapsen, äidin tai isän terveydentilan vuoksi. Muutoksesta on tällöin ilmoitettava työnantajalle niin pian kuin mahdollista. Ottolapsen vanhempi saa perustellusta syystä muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siitä työnantajalle niin pian kuin se on mahdollista.",
        "folded_fi": "aitiys-, isyys- ja vanhempainvapaasta seka hoitovapaasta on ilmoitettava tyonantajalle viimeistaan kaksi kuukautta ennen vapaan aiottua alkamisaikaa. jos vapaan kesto on enintaan 12 arkipaivaa, ilmoitusaika on kuitenkin yksi kuukausi. ottolapsen hoidon vuoksi pidettavasta vapaasta ilmoitettaessa on, jos mahdollista, noudatettava edella saadettya ilmoitusaikaa. jos kahden kuukauden ilmoitusajan noudattaminen ei ole puolison tyohon menon ja siita johtuvan lapsen hoidon jarjestamisen takia mahdollista, tyontekijalla on oikeus jaada vanhempainvapaalle kuukauden kuluttua ilmoituksesta, ellei siita aiheudu tyopaikan tuotanto- tai palvelutoiminnalle vakavaa haittaa. tyonantajan on katsoessaan, ettei voi suostua kuukauden ilmoitusaikaan, esitettava tyontekijalle selvitys kieltaytymisen perusteena olevista seikoista. tyontekija saa perustellusta syysta muuttaa vapaan ajankohdan ja pituuden ilmoittamalla siita tyonantajalle viimeistaan kuukautta ennen muutosta. tyontekija saa kuitenkin varhentaa aitiysvapaan seka muuttaa synnytyksen yhteydessa pidettavaksi aiotun isyysvapaan ajankohdan, jos se on tarpeen lapsen syntyman tai lapsen, aidin tai isan terveydentilan vuoksi. muutoksesta on talloin ilmoitettava tyonantajalle niin pian kuin mahdollista. ottolapsen vanhempi saa perustellusta syysta muuttaa ennen vapaan alkamista vapaan ajankohtaa ilmoittamalla siita tyonantajalle niin pian kuin se on mahdollista.",
        "title_sv": "Anmälan om moderskaps-, faderskaps- och föräldraledighet samt om vårdledighet",
        "content_sv": "Moderskaps-, faderskaps- och föräldraledighet samt vårdledighet skall anmälas till arbetsgivaren senast två månader före den planerade ledighetens början. Om ledigheten varar högst 12 vardagar är anmälningstiden dock en månad. Vid anmälan om ledighet för vård av adoptivbarn skall om möjligt ovan föreskrivna anmälningstid iakttas. Om det på grund av ordnandet av vården av barnet då maken börjar arbeta inte är möjligt att iaktta en anmälningstid på två månader, har arbetstagaren rätt att bli föräldraledig när en månad förflutit från anmälan, om inte detta medför betydande olägenhet för produktions- eller serviceverksamheten på arbetsplatsen. Om arbetsgivaren anser att han inte kan samtycka till en anmälningstid om en månad, skall han för arbetstagaren lägga fram en utredning om de omständigheter som ligger till grund för vägran. Arbetstagaren får av grundad anledning ändra tidpunkten för ledigheten och dess längd genom att anmäla detta till arbetsgivaren senast en månad före ändringen. En arbetstagare får dock tidigarelägga en moderskapsledighet samt ändra tidpunkten för en faderskapsledighet som hon eller han tänkt hålla i samband med nedkomsten, om det är nödvändigt på grund av barnets födelse eller barnets, moderns eller faderns hälsotillstånd. Ändringarna skall då anmälas till arbetsgivaren så snart som möjligt. Föräldrar till adoptivbarn får av grundad anledning innan ledigheten börjar ändra dess tidpunkt genom att anmäla det till arbetsgivaren så snart som möjligt.",
        "normalized_sv": "Moderskaps-, faderskaps- och föräldraledighet samt vårdledighet skall anmälas till arbetsgivaren senast två månader före den planerade ledighetens början. Om ledigheten varar högst 12 vardagar är anmälningstiden dock en månad. Vid anmälan om ledighet för vård av adoptivbarn skall om möjligt ovan föreskrivna anmälningstid iakttas. Om det på grund av ordnandet av vården av barnet då maken börjar arbeta inte är möjligt att iaktta en anmälningstid på två månader, har arbetstagaren rätt att bli föräldraledig när en månad förflutit från anmälan, om inte detta medför betydande olägenhet för produktions- eller serviceverksamheten på arbetsplatsen. Om arbetsgivaren anser att han inte kan samtycka till en anmälningstid om en månad, skall han för arbetstagaren lägga fram en utredning om de omständigheter som ligger till grund för vägran. Arbetstagaren får av grundad anledning ändra tidpunkten för ledigheten och dess längd genom att anmäla detta till arbetsgivaren senast en månad före ändringen. En arbetstagare får dock tidigarelägga en moderskapsledighet samt ändra tidpunkten för en faderskapsledighet som hon eller han tänkt hålla i samband med nedkomsten, om det är nödvändigt på grund av barnets födelse eller barnets, moderns eller faderns hälsotillstånd. Ändringarna skall då anmälas till arbetsgivaren så snart som möjligt. Föräldrar till adoptivbarn får av grundad anledning innan ledigheten börjar ändra dess tidpunkt genom att anmäla det till arbetsgivaren så snart som möjligt.",
        "folded_sv": "moderskaps-, faderskaps- och foraldraledighet samt vardledighet skall anmalas till arbetsgivaren senast tva manader fore den planerade ledighetens borjan. om ledigheten varar hogst 12 vardagar ar anmalningstiden dock en manad. vid anmalan om ledighet for vard av adoptivbarn skall om mojligt ovan foreskrivna anmalningstid iakttas. om det pa grund av ordnandet av varden av barnet da maken borjar arbeta inte ar mojligt att iaktta en anmalningstid pa tva manader, har arbetstagaren ratt att bli foraldraledig nar en manad forflutit fran anmalan, om inte detta medfor betydande olagenhet for produktions- eller serviceverksamheten pa arbetsplatsen. om arbetsgivaren anser att han inte kan samtycka till en anmalningstid om en manad, skall han for arbetstagaren lagga fram en utredning om de omstandigheter som ligger till grund for vagran. arbetstagaren far av grundad anledning andra tidpunkten for ledigheten och dess langd genom att anmala detta till arbetsgivaren senast en manad fore andringen. en arbetstagare far dock tidigarelagga en moderskapsledighet samt andra tidpunkten for en faderskapsledighet som hon eller han tankt halla i samband med nedkomsten, om det ar nodvandigt pa grund av barnets fodelse eller barnets, moderns eller faderns halsotillstand. andringarna skall da anmalas till arbetsgivaren sa snart som mojligt. foraldrar till adoptivbarn far av grundad anledning innan ledigheten borjar andra dess tidpunkt genom att anmala det till arbetsgivaren sa snart som mojligt."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:4",
      "chapter": "4",
      "section": "4",
      "title": "Osittainen hoitovapaa",
      "content": "Työntekijä, joka on ollut saman työnantajan työssä yhteensä vähintään kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi päättyy. Jos lapsi kuuluu perusopetuslain (628/1998) 25 §:n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi päättyy. Erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkäaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi täyttää 18 vuotta. Lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti. Työntekijän on tehtävä työnantajalle esitys osittaisesta hoitovapaasta viimeistään kaksi kuukautta ennen vapaan alkamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4",
        "normalized_fi": "Työntekijä, joka on ollut saman työnantajan työssä yhteensä vähintään kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hänen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi päättyy. Jos lapsi kuuluu perusopetuslain (628/1998) 25 § :n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi päättyy. Erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkäaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi täyttää 18 vuotta. Lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti. Työntekijän on tehtävä työnantajalle esitys osittaisesta hoitovapaasta viimeistään kaksi kuukautta ennen vapaan alkamista.",
        "folded_fi": "tyontekija, joka on ollut saman tyonantajan tyossa yhteensa vahintaan kuusi kuukautta viimeksi kuluneiden 12 kuukauden aikana, voi saada lapsensa tai muun hanen taloudessaan vakituisesti asuvan lapsen hoitamiseksi osittaista hoitovapaata siihen saakka, kun perusopetuksessa olevan lapsen toinen lukuvuosi paattyy. jos lapsi kuuluu perusopetuslain (628/1998) 25 §:n 2 momentissa tarkoitetun pidennetyn oppivelvollisuuden piiriin, osittaista hoitovapaata voi kuitenkin saada siihen saakka, kun lapsen kolmas lukuvuosi paattyy. erityisen hoidon ja huollon tarpeessa olevan vammaisen tai pitkaaikaissairaan lapsen vanhempi voi saada osittaista hoitovapaata siihen saakka, kun lapsi tayttaa 18 vuotta. lapsen molemmat vanhemmat tai huoltajat saavat olla osittaisella hoitovapaalla saman kalenterijakson aikana, mutta eivat yhtaaikaisesti. tyontekijan on tehtava tyonantajalle esitys osittaisesta hoitovapaasta viimeistaan kaksi kuukautta ennen vapaan alkamista.",
        "title_sv": "Partiell vårdledighet",
        "content_sv": "En arbetstagare som har varit anställd hos samma arbetsgivare sammanlagt minst sex månader under de senaste 12 månaderna kan få partiell vårdledighet för att vårda sitt barn eller något annat barn som varaktigt bor i hans eller hennes hushåll till utgången av det andra läsåret för barnets grundläggande utbildning. Om barnet omfattas av förlängd läroplikt enligt 25 § 2 mom. i lagen om grundläggande utbildning (628/1998), får partiell vårdledighet tas ut till utgången av barnets tredje läsår. En förälder till ett handikappat eller långtidssjukt barn som är i behov av särskild vård och omsorg kan få partiell vårdledighet till dess barnet fyller 18 år. Barnets båda föräldrar eller vårdnadshavare får hålla partiell vårdledighet under samma kalenderperiod men inte samtidigt. Arbetstagaren skall göra framställning om partiell vårdledighet till arbetsgivaren senast två månader före ledighetens början.",
        "normalized_sv": "En arbetstagare som har varit anställd hos samma arbetsgivare sammanlagt minst sex månader under de senaste 12 månaderna kan få partiell vårdledighet för att vårda sitt barn eller något annat barn som varaktigt bor i hans eller hennes hushåll till utgången av det andra läsåret för barnets grundläggande utbildning. Om barnet omfattas av förlängd läroplikt enligt 25 § 2 mom. i lagen om grundläggande utbildning (628/1998), får partiell vårdledighet tas ut till utgången av barnets tredje läsår. En förälder till ett handikappat eller långtidssjukt barn som är i behov av särskild vård och omsorg kan få partiell vårdledighet till dess barnet fyller 18 år. Barnets båda föräldrar eller vårdnadshavare får hålla partiell vårdledighet under samma kalenderperiod men inte samtidigt. Arbetstagaren skall göra framställning om partiell vårdledighet till arbetsgivaren senast två månader före ledighetens början.",
        "folded_sv": "en arbetstagare som har varit anstalld hos samma arbetsgivare sammanlagt minst sex manader under de senaste 12 manaderna kan fa partiell vardledighet for att varda sitt barn eller nagot annat barn som varaktigt bor i hans eller hennes hushall till utgangen av det andra lasaret for barnets grundlaggande utbildning. om barnet omfattas av forlangd laroplikt enligt 25 § 2 mom. i lagen om grundlaggande utbildning (628/1998), far partiell vardledighet tas ut till utgangen av barnets tredje lasar. en foralder till ett handikappat eller langtidssjukt barn som ar i behov av sarskild vard och omsorg kan fa partiell vardledighet till dess barnet fyller 18 ar. barnets bada foraldrar eller vardnadshavare far halla partiell vardledighet under samma kalenderperiod men inte samtidigt. arbetstagaren skall gora framstallning om partiell vardledighet till arbetsgivaren senast tva manader fore ledighetens borjan."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "4:6",
      "chapter": "4",
      "section": "6",
      "title": "Tilapäinen hoitovapaa",
      "content": "Työntekijän lapsen tai muun hänen taloudessaan vakituisesti asuvan lapsen, joka ei ole täyttänyt 10 vuotta, sairastuessa äkillisesti työntekijällä on oikeus saada lapsen hoidon järjestämiseksi tai tämän hoitamiseksi tilapäistä hoitovapaata enintään neljä työpäivää kerrallaan. Sama oikeus on myös lapsen vanhemmalla, joka ei asu tämän kanssa samassa taloudessa. Tilapäiseen hoitovapaaseen oikeutetut saavat olla tilapäisellä hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:6",
        "normalized_fi": "Työntekijän lapsen tai muun hänen taloudessaan vakituisesti asuvan lapsen, joka ei ole täyttänyt 10 vuotta, sairastuessa äkillisesti työntekijällä on oikeus saada lapsen hoidon järjestämiseksi tai tämän hoitamiseksi tilapäistä hoitovapaata enintään neljä työpäivää kerrallaan. Sama oikeus on myös lapsen vanhemmalla, joka ei asu tämän kanssa samassa taloudessa. Tilapäiseen hoitovapaaseen oikeutetut saavat olla tilapäisellä hoitovapaalla saman kalenterijakson aikana, mutta eivät yhtäaikaisesti.",
        "folded_fi": "tyontekijan lapsen tai muun hanen taloudessaan vakituisesti asuvan lapsen, joka ei ole tayttanyt 10 vuotta, sairastuessa akillisesti tyontekijalla on oikeus saada lapsen hoidon jarjestamiseksi tai taman hoitamiseksi tilapaista hoitovapaata enintaan nelja tyopaivaa kerrallaan. sama oikeus on myos lapsen vanhemmalla, joka ei asu taman kanssa samassa taloudessa. tilapaiseen hoitovapaaseen oikeutetut saavat olla tilapaisella hoitovapaalla saman kalenterijakson aikana, mutta eivat yhtaaikaisesti.",
        "title_sv": "Tillfällig vårdledighet",
        "content_sv": "Om en arbetstagares barn eller något annat i hans eller hennes hushåll varaktigt boende barn som inte har fyllt tio år plötsligt insjuknar, har arbetstagaren rätt till tillfällig vårdledighet under högst fyra arbetsdagar åt gången för att ordna vård eller för att vårda barnet. Också en förälder som inte bor i samma hushåll som barnet har samma rätt. De som har rätt till tillfällig vårdledighet får hålla tillfällig vårdledighet under samma kalenderperiod men inte samtidigt.",
        "normalized_sv": "Om en arbetstagares barn eller något annat i hans eller hennes hushåll varaktigt boende barn som inte har fyllt tio år plötsligt insjuknar, har arbetstagaren rätt till tillfällig vårdledighet under högst fyra arbetsdagar åt gången för att ordna vård eller för att vårda barnet. Också en förälder som inte bor i samma hushåll som barnet har samma rätt. De som har rätt till tillfällig vårdledighet får hålla tillfällig vårdledighet under samma kalenderperiod men inte samtidigt.",
        "folded_sv": "om en arbetstagares barn eller nagot annat i hans eller hennes hushall varaktigt boende barn som inte har fyllt tio ar plotsligt insjuknar, har arbetstagaren ratt till tillfallig vardledighet under hogst fyra arbetsdagar at gangen for att ordna vard eller for att varda barnet. ocksa en foralder som inte bor i samma hushall som barnet har samma ratt. de som har ratt till tillfallig vardledighet far halla tillfallig vardledighet under samma kalenderperiod men inte samtidigt."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    }
  ]
}