{
  "id": "541/2007",
  "type": "statute",
  "title": "Laki pakkokeinolain 4 luvun muuttamisesta",
  "title_en": "Lag om ändring av 4 kap. i tvångsmedelslagen",
  "status": "in_force",
  "issued_date": "2007-05-11",
  "in_force_date": "2007-05-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/541/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Takavarikon edellytykset",
      "content": "Esine tai asiakirja voidaan takavarikoida, jos on syytä olettaa, että se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka että tuomioistuin julistaa sen menetetyksi. data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on tietokoneessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Mitä tässä luvussa säädetään asiakirjasta, sovelletaan myös datan muodossa olevaan asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Esine tai asiakirja voidaan takavarikoida, jos on syytä olettaa, että se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka että tuomioistuin julistaa sen menetetyksi. data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on tietokoneessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Mitä tässä luvussa säädetään asiakirjasta, sovelletaan myös datan muodossa olevaan asiakirjaan.",
        "folded_fi": "esine tai asiakirja voidaan takavarikoida, jos on syyta olettaa, etta se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka etta tuomioistuin julistaa sen menetetyksi. data mita 1 momentissa saadetaan, koskee myos tietoa, joka on tietokoneessa tai muussa vastaavassa tietojarjestelmassa taikka sen tallennusalustalla (). mita tassa luvussa saadetaan asiakirjasta, sovelletaan myos datan muodossa olevaan asiakirjaan.",
        "title_sv": "Förutsättningar för beslag",
        "content_sv": "Föremål och handlingar får tas i beslag, om det finns skäl att anta att de kan ha betydelse som bevis i brottmål eller att de har avhänts någon genom brott eller att en domstol förklarar dem förverkade. data Vad som bestäms i 1 mom. gäller också information som finns i en dator eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "normalized_sv": "Föremål och handlingar får tas i beslag, om det finns skäl att anta att de kan ha betydelse som bevis i brottmål eller att de har avhänts någon genom brott eller att en domstol förklarar dem förverkade. data Vad som bestäms i 1 mom. gäller också information som finns i en dator eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "folded_sv": "foremal och handlingar far tas i beslag, om det finns skal att anta att de kan ha betydelse som bevis i brottmal eller att de har avhants nagon genom brott eller att en domstol forklarar dem forverkade. data vad som bestams i 1 mom. galler ocksa information som finns i en dator eller i nagot annat motsvarande informationssystem eller pa dess lagringsplattform (). vad som i detta kapitel bestams om handlingar tillampas aven pa handlingar i form av data."
      }
    },
    {
      "provision_ref": "4:4 a",
      "chapter": "4",
      "section": "4 a",
      "title": "Tietojärjestelmän haltijan tietojenantovelvollisuus",
      "content": "Tietojärjestelmän haltija, ylläpitäjä tai muu henkilö on velvollinen antamaan esitutkintaviranomaiselle tämän pyynnöstä tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. Pyynnöstä on pyydettäessä annettava kirjallinen todistus sille, jolle pyyntö on esitetty. Jos henkilö kieltäytyy antamasta tietoja, häntä voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 §:ssä säädetään. Mitä 1 ja 2 momentissa säädetään, ei koske epäiltyä eikä henkilöä, joka esitutkintalain 27 §:n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltäytymään todistamasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 a",
        "normalized_fi": "Tietojärjestelmän haltija, ylläpitäjä tai muu henkilö on velvollinen antamaan esitutkintaviranomaiselle tämän pyynnöstä tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. Pyynnöstä on pyydettäessä annettava kirjallinen todistus sille, jolle pyyntö on esitetty. Jos henkilö kieltäytyy antamasta tietoja, häntä voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 § :ssä säädetään. Mitä 1 ja 2 momentissa säädetään, ei koske epäiltyä eikä henkilöä, joka esitutkintalain 27 § :n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltäytymään todistamasta.",
        "folded_fi": "tietojarjestelman haltija, yllapitaja tai muu henkilo on velvollinen antamaan esitutkintaviranomaiselle taman pyynnosta tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. pyynnosta on pyydettaessa annettava kirjallinen todistus sille, jolle pyynto on esitetty. jos henkilo kieltaytyy antamasta tietoja, hanta voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 §:ssa saadetaan. mita 1 ja 2 momentissa saadetaan, ei koske epailtya eika henkiloa, joka esitutkintalain 27 §:n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltaytymaan todistamasta.",
        "title_sv": "Skyldighet för innehavare av informationssystem att lämna uppgifter",
        "content_sv": "Innehavaren av ett informationssystem, den som svarar för systemet eller någon annan person är skyldig att på begäran ge förundersökningsmyndigheten lösenord och andra motsvarande uppgifter som han eller hon har kännedom om och som behövs för verkställande av beslag. Personen i fråga skall, om han eller hon så önskar, få ett skriftligt intyg över begäran. Den som vägrar att lämna uppgifterna kan förhöras i domstol så som bestäms i 28 § i förundersökningslagen. Vad som bestäms i 1 och 2 mom. gäller inte en misstänkt och inte heller en person som med stöd av 27 § i förundersökningslagen har rätt eller skyldighet att vägra vittna vid en förundersökning.",
        "normalized_sv": "Innehavaren av ett informationssystem, den som svarar för systemet eller någon annan person är skyldig att på begäran ge förundersökningsmyndigheten lösenord och andra motsvarande uppgifter som han eller hon har kännedom om och som behövs för verkställande av beslag. Personen i fråga skall, om han eller hon så önskar, få ett skriftligt intyg över begäran. Den som vägrar att lämna uppgifterna kan förhöras i domstol så som bestäms i 28 § i förundersökningslagen. Vad som bestäms i 1 och 2 mom. gäller inte en misstänkt och inte heller en person som med stöd av 27 § i förundersökningslagen har rätt eller skyldighet att vägra vittna vid en förundersökning.",
        "folded_sv": "innehavaren av ett informationssystem, den som svarar for systemet eller nagon annan person ar skyldig att pa begaran ge forundersokningsmyndigheten losenord och andra motsvarande uppgifter som han eller hon har kannedom om och som behovs for verkstallande av beslag. personen i fraga skall, om han eller hon sa onskar, fa ett skriftligt intyg over begaran. den som vagrar att lamna uppgifterna kan forhoras i domstol sa som bestams i 28 § i forundersokningslagen. vad som bestams i 1 och 2 mom. galler inte en misstankt och inte heller en person som med stod av 27 § i forundersokningslagen har ratt eller skyldighet att vagra vittna vid en forundersokning."
      }
    },
    {
      "provision_ref": "4:4 b",
      "chapter": "4",
      "section": "4 b",
      "title": "Datan säilyttämismääräys",
      "content": "Jos on syytä olettaa, että data, jolla voi olla merkitystä tutkittavana olevan rikoksen selvittämiselle, häviää tai sitä muutetaan, pidättämiseen oikeutettu virkamies voi määrätä sen, jonka hallussa tai määräysvallassa data on, ei kuitenkaan rikoksesta epäiltyä, säilyttämään sen muuttumattomana. Määräyksestä on pyynnöstä annettava kirjallinen todistus. liikennetieto Mitä 1 momentissa säädetään, koskee myös tietojärjestelmän välityksellä siirrettyyn viestiin liittyvää tietoa viestin alkuperästä, määränpäästä, reitistä ja koosta sekä viestinnän ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). Esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun säilyttämismääräyksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisältöä. Jos 2 momentissa tarkoitetun viestin välittämiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 b",
        "normalized_fi": "Jos on syytä olettaa, että data, jolla voi olla merkitystä tutkittavana olevan rikoksen selvittämiselle, häviää tai sitä muutetaan, pidättämiseen oikeutettu virkamies voi määrätä sen, jonka hallussa tai määräysvallassa data on, ei kuitenkaan rikoksesta epäiltyä, säilyttämään sen muuttumattomana. Määräyksestä on pyynnöstä annettava kirjallinen todistus. liikennetieto Mitä 1 momentissa säädetään, koskee myös tietojärjestelmän välityksellä siirrettyyn viestiin liittyvää tietoa viestin alkuperästä, määränpäästä, reitistä ja koosta sekä viestinnän ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). Esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun säilyttämismääräyksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisältöä. Jos 2 momentissa tarkoitetun viestin välittämiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
        "folded_fi": "jos on syyta olettaa, etta data, jolla voi olla merkitysta tutkittavana olevan rikoksen selvittamiselle, haviaa tai sita muutetaan, pidattamiseen oikeutettu virkamies voi maarata sen, jonka hallussa tai maaraysvallassa data on, ei kuitenkaan rikoksesta epailtya, sailyttamaan sen muuttumattomana. maarayksesta on pyynnosta annettava kirjallinen todistus. liikennetieto mita 1 momentissa saadetaan, koskee myos tietojarjestelman valityksella siirrettyyn viestiin liittyvaa tietoa viestin alkuperasta, maaranpaasta, reitista ja koosta seka viestinnan ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun sailyttamismaarayksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisaltoa. jos 2 momentissa tarkoitetun viestin valittamiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
        "title_sv": "Föreläggande att säkra data",
        "content_sv": "Om det finns skäl att anta att data som kan ha betydelse för utredningen av det brott som undersöks går förlorade eller förändras, kan en anhållningsberättigad tjänsteman ålägga den som innehar eller har bestämmanderätten över dessa data, dock inte den som misstänks för brott, att säkra uppgifterna så att de inte ändras. Personen i fråga skall på begäran få ett skriftligt intyg över föreläggandet. trafikuppgifter Vad som bestäms i 1 mom. gäller även sådana uppgifter i anslutning till ett meddelande som förmedlats med hjälp av ett informationssystem vilka anger meddelandets ursprung, destination, färdväg, storlek, tidpunkt, varaktighet, art och andra motsvarande omständigheter (). Förundersökningsmyndigheten har inte med stöd av ett sådant föreläggande att säkra data som avses i 1 mom. rätt att ta del av innehållet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. Om flera tjänsteleverantörer har deltagit i förmedlingen av ett sådant meddelande som avses i 2 mom., har förundersökningsmyndigheten rätt att ta del av de trafikuppgifter som behövs för att identifiera tjänsteleverantörerna.",
        "normalized_sv": "Om det finns skäl att anta att data som kan ha betydelse för utredningen av det brott som undersöks går förlorade eller förändras, kan en anhållningsberättigad tjänsteman ålägga den som innehar eller har bestämmanderätten över dessa data, dock inte den som misstänks för brott, att säkra uppgifterna så att de inte ändras. Personen i fråga skall på begäran få ett skriftligt intyg över föreläggandet. trafikuppgifter Vad som bestäms i 1 mom. gäller även sådana uppgifter i anslutning till ett meddelande som förmedlats med hjälp av ett informationssystem vilka anger meddelandets ursprung, destination, färdväg, storlek, tidpunkt, varaktighet, art och andra motsvarande omständigheter (). Förundersökningsmyndigheten har inte med stöd av ett sådant föreläggande att säkra data som avses i 1 mom. rätt att ta del av innehållet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. Om flera tjänsteleverantörer har deltagit i förmedlingen av ett sådant meddelande som avses i 2 mom., har förundersökningsmyndigheten rätt att ta del av de trafikuppgifter som behövs för att identifiera tjänsteleverantörerna.",
        "folded_sv": "om det finns skal att anta att data som kan ha betydelse for utredningen av det brott som undersoks gar forlorade eller forandras, kan en anhallningsberattigad tjansteman alagga den som innehar eller har bestammanderatten over dessa data, dock inte den som misstanks for brott, att sakra uppgifterna sa att de inte andras. personen i fraga skall pa begaran fa ett skriftligt intyg over forelaggandet. trafikuppgifter vad som bestams i 1 mom. galler aven sadana uppgifter i anslutning till ett meddelande som formedlats med hjalp av ett informationssystem vilka anger meddelandets ursprung, destination, fardvag, storlek, tidpunkt, varaktighet, art och andra motsvarande omstandigheter (). forundersokningsmyndigheten har inte med stod av ett sadant forelaggande att sakra data som avses i 1 mom. ratt att ta del av innehallet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. om flera tjansteleverantorer har deltagit i formedlingen av ett sadant meddelande som avses i 2 mom., har forundersokningsmyndigheten ratt att ta del av de trafikuppgifter som behovs for att identifiera tjansteleverantorerna."
      }
    },
    {
      "provision_ref": "4:4 c",
      "chapter": "4",
      "section": "4 c",
      "title": "Datan säilyttämismääräyksen kesto ja salassapitovelvollisuus",
      "content": "Datan säilyttämismääräys annetaan määräajaksi, enintään kolmeksi kuukaudeksi. Määräaikaa voidaan pidentää enintään kolme kuukautta kerrallaan, jos rikoksen tutkinta sitä edellyttää. Säilyttämismääräyksen saanut on velvollinen pitämään salassa saamansa määräyksen. Rangaistus 2 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 c",
        "normalized_fi": "Datan säilyttämismääräys annetaan määräajaksi, enintään kolmeksi kuukaudeksi. Määräaikaa voidaan pidentää enintään kolme kuukautta kerrallaan, jos rikoksen tutkinta sitä edellyttää. Säilyttämismääräyksen saanut on velvollinen pitämään salassa saamansa määräyksen. Rangaistus 2 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 § :n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "datan sailyttamismaarays annetaan maaraajaksi, enintaan kolmeksi kuukaudeksi. maaraaikaa voidaan pidentaa enintaan kolme kuukautta kerrallaan, jos rikoksen tutkinta sita edellyttaa. sailyttamismaarayksen saanut on velvollinen pitamaan salassa saamansa maarayksen. rangaistus 2 momentissa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Varaktigheten av ett föreläggande att säkra data samt tystnadsplikt",
        "content_sv": "Ett föreläggande att säkra data utfärdas för viss tid, högst tre månader. Tiden kan förlängas med högst tre månader åt gången, om det är nödvändigt för utredningen av brottet. Den som fått ett föreläggande att säkra data är skyldig att hemlighålla det. Till straff för brott mot tystnadsplikt som avses i 2 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "normalized_sv": "Ett föreläggande att säkra data utfärdas för viss tid, högst tre månader. Tiden kan förlängas med högst tre månader åt gången, om det är nödvändigt för utredningen av brottet. Den som fått ett föreläggande att säkra data är skyldig att hemlighålla det. Till straff för brott mot tystnadsplikt som avses i 2 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "folded_sv": "ett forelaggande att sakra data utfardas for viss tid, hogst tre manader. tiden kan forlangas med hogst tre manader at gangen, om det ar nodvandigt for utredningen av brottet. den som fatt ett forelaggande att sakra data ar skyldig att hemlighalla det. till straff for brott mot tystnadsplikt som avses i 2 mom. doms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strangare straff for garningen foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "4:15 a",
      "chapter": "4",
      "section": "15 a",
      "title": "Takavarikosta päättäminen vieraan valtion oikeusapupyynnön johdosta",
      "content": "Esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnöstä takavarikoida, jos se voi olla todisteena pyynnön esittäneen vieraan valtion viranomaisen käsiteltävänä olevassa rikosasiassa taikka se on rikoksella joltakulta viety. Esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla päätöksellä julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, että esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen käsiteltävänä olevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:15 a",
        "normalized_fi": "Esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnöstä takavarikoida, jos se voi olla todisteena pyynnön esittäneen vieraan valtion viranomaisen käsiteltävänä olevassa rikosasiassa taikka se on rikoksella joltakulta viety. Esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla päätöksellä julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, että esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen käsiteltävänä olevassa asiassa.",
        "folded_fi": "esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnosta takavarikoida, jos se voi olla todisteena pyynnon esittaneen vieraan valtion viranomaisen kasiteltavana olevassa rikosasiassa taikka se on rikoksella joltakulta viety. esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla paatoksella julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, etta esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen kasiteltavana olevassa asiassa.",
        "title_sv": "Beslut om beslag när en främmande stat har begärt rättshjälp",
        "content_sv": "Föremål, handlingar och data kan på begäran av en utländsk myndighet tas i beslag, om de kan utgöra bevis i ett brottmål som behandlas av den utländska myndigheten eller om de har avhänts någon genom brott. Ett föremål kan tas i beslag, om det genom ett beslut av en utländsk domstol har förklarats förverkat med anledning av ett brott eller om det med fog kan antas att föremålet med anledning av ett brott kommer att förklaras förverkat i ett mål som behandlas av en utländsk myndighet.",
        "normalized_sv": "Föremål, handlingar och data kan på begäran av en utländsk myndighet tas i beslag, om de kan utgöra bevis i ett brottmål som behandlas av den utländska myndigheten eller om de har avhänts någon genom brott. Ett föremål kan tas i beslag, om det genom ett beslut av en utländsk domstol har förklarats förverkat med anledning av ett brott eller om det med fog kan antas att föremålet med anledning av ett brott kommer att förklaras förverkat i ett mål som behandlas av en utländsk myndighet.",
        "folded_sv": "foremal, handlingar och data kan pa begaran av en utlandsk myndighet tas i beslag, om de kan utgora bevis i ett brottmal som behandlas av den utlandska myndigheten eller om de har avhants nagon genom brott. ett foremal kan tas i beslag, om det genom ett beslut av en utlandsk domstol har forklarats forverkat med anledning av ett brott eller om det med fog kan antas att foremalet med anledning av ett brott kommer att forklaras forverkat i ett mal som behandlas av en utlandsk myndighet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Takavarikon edellytykset",
      "content": "Esine tai asiakirja voidaan takavarikoida, jos on syytä olettaa, että se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka että tuomioistuin julistaa sen menetetyksi. data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on tietokoneessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Mitä tässä luvussa säädetään asiakirjasta, sovelletaan myös datan muodossa olevaan asiakirjaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Esine tai asiakirja voidaan takavarikoida, jos on syytä olettaa, että se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka että tuomioistuin julistaa sen menetetyksi. data Mitä 1 momentissa säädetään, koskee myös tietoa, joka on tietokoneessa tai muussa vastaavassa tietojärjestelmässä taikka sen tallennusalustalla (). Mitä tässä luvussa säädetään asiakirjasta, sovelletaan myös datan muodossa olevaan asiakirjaan.",
        "folded_fi": "esine tai asiakirja voidaan takavarikoida, jos on syyta olettaa, etta se voi olla todisteena rikosasiassa tai on rikoksella joltakulta viety taikka etta tuomioistuin julistaa sen menetetyksi. data mita 1 momentissa saadetaan, koskee myos tietoa, joka on tietokoneessa tai muussa vastaavassa tietojarjestelmassa taikka sen tallennusalustalla (). mita tassa luvussa saadetaan asiakirjasta, sovelletaan myos datan muodossa olevaan asiakirjaan.",
        "title_sv": "Förutsättningar för beslag",
        "content_sv": "Föremål och handlingar får tas i beslag, om det finns skäl att anta att de kan ha betydelse som bevis i brottmål eller att de har avhänts någon genom brott eller att en domstol förklarar dem förverkade. data Vad som bestäms i 1 mom. gäller också information som finns i en dator eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "normalized_sv": "Föremål och handlingar får tas i beslag, om det finns skäl att anta att de kan ha betydelse som bevis i brottmål eller att de har avhänts någon genom brott eller att en domstol förklarar dem förverkade. data Vad som bestäms i 1 mom. gäller också information som finns i en dator eller i något annat motsvarande informationssystem eller på dess lagringsplattform (). Vad som i detta kapitel bestäms om handlingar tillämpas även på handlingar i form av data.",
        "folded_sv": "foremal och handlingar far tas i beslag, om det finns skal att anta att de kan ha betydelse som bevis i brottmal eller att de har avhants nagon genom brott eller att en domstol forklarar dem forverkade. data vad som bestams i 1 mom. galler ocksa information som finns i en dator eller i nagot annat motsvarande informationssystem eller pa dess lagringsplattform (). vad som i detta kapitel bestams om handlingar tillampas aven pa handlingar i form av data."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "4:4 a",
      "chapter": "4",
      "section": "4 a",
      "title": "Tietojärjestelmän haltijan tietojenantovelvollisuus",
      "content": "Tietojärjestelmän haltija, ylläpitäjä tai muu henkilö on velvollinen antamaan esitutkintaviranomaiselle tämän pyynnöstä tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. Pyynnöstä on pyydettäessä annettava kirjallinen todistus sille, jolle pyyntö on esitetty. Jos henkilö kieltäytyy antamasta tietoja, häntä voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 §:ssä säädetään. Mitä 1 ja 2 momentissa säädetään, ei koske epäiltyä eikä henkilöä, joka esitutkintalain 27 §:n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltäytymään todistamasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 a",
        "normalized_fi": "Tietojärjestelmän haltija, ylläpitäjä tai muu henkilö on velvollinen antamaan esitutkintaviranomaiselle tämän pyynnöstä tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. Pyynnöstä on pyydettäessä annettava kirjallinen todistus sille, jolle pyyntö on esitetty. Jos henkilö kieltäytyy antamasta tietoja, häntä voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 § :ssä säädetään. Mitä 1 ja 2 momentissa säädetään, ei koske epäiltyä eikä henkilöä, joka esitutkintalain 27 § :n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltäytymään todistamasta.",
        "folded_fi": "tietojarjestelman haltija, yllapitaja tai muu henkilo on velvollinen antamaan esitutkintaviranomaiselle taman pyynnosta tiedossaan olevat takavarikon toimittamiseksi tarpeelliset salasanat ja muut vastaavat tiedot. pyynnosta on pyydettaessa annettava kirjallinen todistus sille, jolle pyynto on esitetty. jos henkilo kieltaytyy antamasta tietoja, hanta voidaan kuulustella tuomioistuimessa siten kuin esitutkintalain 28 §:ssa saadetaan. mita 1 ja 2 momentissa saadetaan, ei koske epailtya eika henkiloa, joka esitutkintalain 27 §:n mukaan on oikeutettu tai velvollinen esitutkinnassa kieltaytymaan todistamasta.",
        "title_sv": "Skyldighet för innehavare av informationssystem att lämna uppgifter",
        "content_sv": "Innehavaren av ett informationssystem, den som svarar för systemet eller någon annan person är skyldig att på begäran ge förundersökningsmyndigheten lösenord och andra motsvarande uppgifter som han eller hon har kännedom om och som behövs för verkställande av beslag. Personen i fråga skall, om han eller hon så önskar, få ett skriftligt intyg över begäran. Den som vägrar att lämna uppgifterna kan förhöras i domstol så som bestäms i 28 § i förundersökningslagen. Vad som bestäms i 1 och 2 mom. gäller inte en misstänkt och inte heller en person som med stöd av 27 § i förundersökningslagen har rätt eller skyldighet att vägra vittna vid en förundersökning.",
        "normalized_sv": "Innehavaren av ett informationssystem, den som svarar för systemet eller någon annan person är skyldig att på begäran ge förundersökningsmyndigheten lösenord och andra motsvarande uppgifter som han eller hon har kännedom om och som behövs för verkställande av beslag. Personen i fråga skall, om han eller hon så önskar, få ett skriftligt intyg över begäran. Den som vägrar att lämna uppgifterna kan förhöras i domstol så som bestäms i 28 § i förundersökningslagen. Vad som bestäms i 1 och 2 mom. gäller inte en misstänkt och inte heller en person som med stöd av 27 § i förundersökningslagen har rätt eller skyldighet att vägra vittna vid en förundersökning.",
        "folded_sv": "innehavaren av ett informationssystem, den som svarar for systemet eller nagon annan person ar skyldig att pa begaran ge forundersokningsmyndigheten losenord och andra motsvarande uppgifter som han eller hon har kannedom om och som behovs for verkstallande av beslag. personen i fraga skall, om han eller hon sa onskar, fa ett skriftligt intyg over begaran. den som vagrar att lamna uppgifterna kan forhoras i domstol sa som bestams i 28 § i forundersokningslagen. vad som bestams i 1 och 2 mom. galler inte en misstankt och inte heller en person som med stod av 27 § i forundersokningslagen har ratt eller skyldighet att vagra vittna vid en forundersokning."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "4:4 b",
      "chapter": "4",
      "section": "4 b",
      "title": "Datan säilyttämismääräys",
      "content": "Jos on syytä olettaa, että data, jolla voi olla merkitystä tutkittavana olevan rikoksen selvittämiselle, häviää tai sitä muutetaan, pidättämiseen oikeutettu virkamies voi määrätä sen, jonka hallussa tai määräysvallassa data on, ei kuitenkaan rikoksesta epäiltyä, säilyttämään sen muuttumattomana. Määräyksestä on pyynnöstä annettava kirjallinen todistus. liikennetieto Mitä 1 momentissa säädetään, koskee myös tietojärjestelmän välityksellä siirrettyyn viestiin liittyvää tietoa viestin alkuperästä, määränpäästä, reitistä ja koosta sekä viestinnän ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). Esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun säilyttämismääräyksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisältöä. Jos 2 momentissa tarkoitetun viestin välittämiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 b",
        "normalized_fi": "Jos on syytä olettaa, että data, jolla voi olla merkitystä tutkittavana olevan rikoksen selvittämiselle, häviää tai sitä muutetaan, pidättämiseen oikeutettu virkamies voi määrätä sen, jonka hallussa tai määräysvallassa data on, ei kuitenkaan rikoksesta epäiltyä, säilyttämään sen muuttumattomana. Määräyksestä on pyynnöstä annettava kirjallinen todistus. liikennetieto Mitä 1 momentissa säädetään, koskee myös tietojärjestelmän välityksellä siirrettyyn viestiin liittyvää tietoa viestin alkuperästä, määränpäästä, reitistä ja koosta sekä viestinnän ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). Esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun säilyttämismääräyksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisältöä. Jos 2 momentissa tarkoitetun viestin välittämiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
        "folded_fi": "jos on syyta olettaa, etta data, jolla voi olla merkitysta tutkittavana olevan rikoksen selvittamiselle, haviaa tai sita muutetaan, pidattamiseen oikeutettu virkamies voi maarata sen, jonka hallussa tai maaraysvallassa data on, ei kuitenkaan rikoksesta epailtya, sailyttamaan sen muuttumattomana. maarayksesta on pyynnosta annettava kirjallinen todistus. liikennetieto mita 1 momentissa saadetaan, koskee myos tietojarjestelman valityksella siirrettyyn viestiin liittyvaa tietoa viestin alkuperasta, maaranpaasta, reitista ja koosta seka viestinnan ajankohdasta, kestosta, laadusta ja muista vastaavista seikoista (). esitutkintaviranomaisella ei ole 1 momentissa tarkoitetun sailyttamismaarayksen nojalla oikeutta saada tietoonsa viestin, liikennetiedon tai muun tallennetun tiedon sisaltoa. jos 2 momentissa tarkoitetun viestin valittamiseen on osallistunut useampi palveluntarjoaja, esitutkintaviranomaisella on oikeus saada tietoonsa palveluntarjoajien tunnistamiseksi tarvittavat liikennetiedot.",
        "title_sv": "Föreläggande att säkra data",
        "content_sv": "Om det finns skäl att anta att data som kan ha betydelse för utredningen av det brott som undersöks går förlorade eller förändras, kan en anhållningsberättigad tjänsteman ålägga den som innehar eller har bestämmanderätten över dessa data, dock inte den som misstänks för brott, att säkra uppgifterna så att de inte ändras. Personen i fråga skall på begäran få ett skriftligt intyg över föreläggandet. trafikuppgifter Vad som bestäms i 1 mom. gäller även sådana uppgifter i anslutning till ett meddelande som förmedlats med hjälp av ett informationssystem vilka anger meddelandets ursprung, destination, färdväg, storlek, tidpunkt, varaktighet, art och andra motsvarande omständigheter (). Förundersökningsmyndigheten har inte med stöd av ett sådant föreläggande att säkra data som avses i 1 mom. rätt att ta del av innehållet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. Om flera tjänsteleverantörer har deltagit i förmedlingen av ett sådant meddelande som avses i 2 mom., har förundersökningsmyndigheten rätt att ta del av de trafikuppgifter som behövs för att identifiera tjänsteleverantörerna.",
        "normalized_sv": "Om det finns skäl att anta att data som kan ha betydelse för utredningen av det brott som undersöks går förlorade eller förändras, kan en anhållningsberättigad tjänsteman ålägga den som innehar eller har bestämmanderätten över dessa data, dock inte den som misstänks för brott, att säkra uppgifterna så att de inte ändras. Personen i fråga skall på begäran få ett skriftligt intyg över föreläggandet. trafikuppgifter Vad som bestäms i 1 mom. gäller även sådana uppgifter i anslutning till ett meddelande som förmedlats med hjälp av ett informationssystem vilka anger meddelandets ursprung, destination, färdväg, storlek, tidpunkt, varaktighet, art och andra motsvarande omständigheter (). Förundersökningsmyndigheten har inte med stöd av ett sådant föreläggande att säkra data som avses i 1 mom. rätt att ta del av innehållet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. Om flera tjänsteleverantörer har deltagit i förmedlingen av ett sådant meddelande som avses i 2 mom., har förundersökningsmyndigheten rätt att ta del av de trafikuppgifter som behövs för att identifiera tjänsteleverantörerna.",
        "folded_sv": "om det finns skal att anta att data som kan ha betydelse for utredningen av det brott som undersoks gar forlorade eller forandras, kan en anhallningsberattigad tjansteman alagga den som innehar eller har bestammanderatten over dessa data, dock inte den som misstanks for brott, att sakra uppgifterna sa att de inte andras. personen i fraga skall pa begaran fa ett skriftligt intyg over forelaggandet. trafikuppgifter vad som bestams i 1 mom. galler aven sadana uppgifter i anslutning till ett meddelande som formedlats med hjalp av ett informationssystem vilka anger meddelandets ursprung, destination, fardvag, storlek, tidpunkt, varaktighet, art och andra motsvarande omstandigheter (). forundersokningsmyndigheten har inte med stod av ett sadant forelaggande att sakra data som avses i 1 mom. ratt att ta del av innehallet i ett meddelande, i trafikuppgifter eller i andra lagrade uppgifter. om flera tjansteleverantorer har deltagit i formedlingen av ett sadant meddelande som avses i 2 mom., har forundersokningsmyndigheten ratt att ta del av de trafikuppgifter som behovs for att identifiera tjansteleverantorerna."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "4:4 c",
      "chapter": "4",
      "section": "4 c",
      "title": "Datan säilyttämismääräyksen kesto ja salassapitovelvollisuus",
      "content": "Datan säilyttämismääräys annetaan määräajaksi, enintään kolmeksi kuukaudeksi. Määräaikaa voidaan pidentää enintään kolme kuukautta kerrallaan, jos rikoksen tutkinta sitä edellyttää. Säilyttämismääräyksen saanut on velvollinen pitämään salassa saamansa määräyksen. Rangaistus 2 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:4 c",
        "normalized_fi": "Datan säilyttämismääräys annetaan määräajaksi, enintään kolmeksi kuukaudeksi. Määräaikaa voidaan pidentää enintään kolme kuukautta kerrallaan, jos rikoksen tutkinta sitä edellyttää. Säilyttämismääräyksen saanut on velvollinen pitämään salassa saamansa määräyksen. Rangaistus 2 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 § :n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "datan sailyttamismaarays annetaan maaraajaksi, enintaan kolmeksi kuukaudeksi. maaraaikaa voidaan pidentaa enintaan kolme kuukautta kerrallaan, jos rikoksen tutkinta sita edellyttaa. sailyttamismaarayksen saanut on velvollinen pitamaan salassa saamansa maarayksen. rangaistus 2 momentissa saadetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Varaktigheten av ett föreläggande att säkra data samt tystnadsplikt",
        "content_sv": "Ett föreläggande att säkra data utfärdas för viss tid, högst tre månader. Tiden kan förlängas med högst tre månader åt gången, om det är nödvändigt för utredningen av brottet. Den som fått ett föreläggande att säkra data är skyldig att hemlighålla det. Till straff för brott mot tystnadsplikt som avses i 2 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "normalized_sv": "Ett föreläggande att säkra data utfärdas för viss tid, högst tre månader. Tiden kan förlängas med högst tre månader åt gången, om det är nödvändigt för utredningen av brottet. Den som fått ett föreläggande att säkra data är skyldig att hemlighålla det. Till straff för brott mot tystnadsplikt som avses i 2 mom. döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strängare straff för gärningen föreskrivs någon annanstans i lag.",
        "folded_sv": "ett forelaggande att sakra data utfardas for viss tid, hogst tre manader. tiden kan forlangas med hogst tre manader at gangen, om det ar nodvandigt for utredningen av brottet. den som fatt ett forelaggande att sakra data ar skyldig att hemlighalla det. till straff for brott mot tystnadsplikt som avses i 2 mom. doms enligt 38 kap. 1 eller 2 § i strafflagen, om inte strangare straff for garningen foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "4:15 a",
      "chapter": "4",
      "section": "15 a",
      "title": "Takavarikosta päättäminen vieraan valtion oikeusapupyynnön johdosta",
      "content": "Esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnöstä takavarikoida, jos se voi olla todisteena pyynnön esittäneen vieraan valtion viranomaisen käsiteltävänä olevassa rikosasiassa taikka se on rikoksella joltakulta viety. Esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla päätöksellä julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, että esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen käsiteltävänä olevassa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:15 a",
        "normalized_fi": "Esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnöstä takavarikoida, jos se voi olla todisteena pyynnön esittäneen vieraan valtion viranomaisen käsiteltävänä olevassa rikosasiassa taikka se on rikoksella joltakulta viety. Esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla päätöksellä julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, että esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen käsiteltävänä olevassa asiassa.",
        "folded_fi": "esine, asiakirja tai data voidaan vieraan valtion viranomaisen pyynnosta takavarikoida, jos se voi olla todisteena pyynnon esittaneen vieraan valtion viranomaisen kasiteltavana olevassa rikosasiassa taikka se on rikoksella joltakulta viety. esine voidaan takavarikoida, jos se on vieraan valtion tuomioistuimen antamalla paatoksella julistettu rikoksen johdosta menetetyksi taikka jos voidaan aiheellisesti olettaa, etta esine tullaan julistamaan rikoksen johdosta menetetyksi vieraan valtion viranomaisen kasiteltavana olevassa asiassa.",
        "title_sv": "Beslut om beslag när en främmande stat har begärt rättshjälp",
        "content_sv": "Föremål, handlingar och data kan på begäran av en utländsk myndighet tas i beslag, om de kan utgöra bevis i ett brottmål som behandlas av den utländska myndigheten eller om de har avhänts någon genom brott. Ett föremål kan tas i beslag, om det genom ett beslut av en utländsk domstol har förklarats förverkat med anledning av ett brott eller om det med fog kan antas att föremålet med anledning av ett brott kommer att förklaras förverkat i ett mål som behandlas av en utländsk myndighet.",
        "normalized_sv": "Föremål, handlingar och data kan på begäran av en utländsk myndighet tas i beslag, om de kan utgöra bevis i ett brottmål som behandlas av den utländska myndigheten eller om de har avhänts någon genom brott. Ett föremål kan tas i beslag, om det genom ett beslut av en utländsk domstol har förklarats förverkat med anledning av ett brott eller om det med fog kan antas att föremålet med anledning av ett brott kommer att förklaras förverkat i ett mål som behandlas av en utländsk myndighet.",
        "folded_sv": "foremal, handlingar och data kan pa begaran av en utlandsk myndighet tas i beslag, om de kan utgora bevis i ett brottmal som behandlas av den utlandska myndigheten eller om de har avhants nagon genom brott. ett foremal kan tas i beslag, om det genom ett beslut av en utlandsk domstol har forklarats forverkat med anledning av ett brott eller om det med fog kan antas att foremalet med anledning av ett brott kommer att forklaras forverkat i ett mal som behandlas av en utlandsk myndighet."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    }
  ]
}