{
  "id": "547/2005",
  "type": "statute",
  "title": "Laki kadun ja eräiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om underhåll och renhållning av gator och vissa allmänna områden",
  "status": "in_force",
  "issued_date": "2005-07-15",
  "in_force_date": "2005-07-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/547/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tämän lain mukaan on pidettävä kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankäyttö- ja rakennuslain (132/1999) mukaisesti yleiseen käyttöön luovutettu tai luovutetuksi katsottava katu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaan on pidettävä kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankäyttö- ja rakennuslain (132/1999) mukaisesti yleiseen käyttöön luovutettu tai luovutetuksi katsottava katu.",
        "folded_fi": "taman lain mukaan on pidettava kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankaytto- ja rakennuslain (132/1999) mukaisesti yleiseen kayttoon luovutettu tai luovutetuksi katsottava katu.",
        "content_sv": "Underhåll och renhållning av gator enligt denna lag gäller gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvändnings- och bygglagen (132/1999) upplåtits till allmänt bruk eller kan anses upplåtna därtill.",
        "normalized_sv": "Underhåll och renhållning av gator enligt denna lag gäller gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvändnings- och bygglagen (132/1999) upplåtits till allmänt bruk eller kan anses upplåtna därtill.",
        "folded_sv": "underhall och renhallning av gator enligt denna lag galler gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvandnings- och bygglagen (132/1999) upplatits till allmant bruk eller kan anses upplatna dartill."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kadun kunnossapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu liikenteen tarpeiden edellyttämässä tyydyttävässä kunnossa. Kunnossapidon tason määräytymisessä otetaan huomioon kadun liikenteellinen merkitys, liikenteen määrä, säätila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika sekä eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyöräilyn, tarpeet sekä terveellisyys, liikenneturvallisuus ja liikenteen esteettömyys. Kadun kunnossapito käsittää kadun rikkoutuneen päällysteen korjaamisen tai uudelleen päällystämisen, sorapäällysteisen kadun tasaisena pitämisen ja sorapäällysteisen kadun ajoradan pölyn sitomisen. Kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. Kadun kunnossapito käsittää myös ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttämiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jään poistamisen, kadun pinnan pitämisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen käytetyn kiviaineksen poistamisen sekä katuojien, sadevesikourujen ja -kaivojen avoinna pitämisen. Kunta voi päättää, jos liikenteelle ei aiheudu huomattavaa haittaa, että määrätty katu tai kadun osa pidetään talvella kunnossa vain osittain taikka että määrätyllä kadulla tai kadun osalla ei torjuta liukkautta, jotta sitä voidaan käyttää kelkalla kulkemiseen. Liukkauden torjumatta jättämisestä on ilmoitettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kadun kunnossapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu liikenteen tarpeiden edellyttämässä tyydyttävässä kunnossa. Kunnossapidon tason määräytymisessä otetaan huomioon kadun liikenteellinen merkitys, liikenteen määrä, säätila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika sekä eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyöräilyn, tarpeet sekä terveellisyys, liikenneturvallisuus ja liikenteen esteettömyys. Kadun kunnossapito käsittää kadun rikkoutuneen päällysteen korjaamisen tai uudelleen päällystämisen, sorapäällysteisen kadun tasaisena pitämisen ja sorapäällysteisen kadun ajoradan pölyn sitomisen. Kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. Kadun kunnossapito käsittää myös ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttämiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jään poistamisen, kadun pinnan pitämisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen käytetyn kiviaineksen poistamisen sekä katuojien, sadevesikourujen ja -kaivojen avoinna pitämisen. Kunta voi päättää, jos liikenteelle ei aiheudu huomattavaa haittaa, että määrätty katu tai kadun osa pidetään talvella kunnossa vain osittain taikka että määrätyllä kadulla tai kadun osalla ei torjuta liukkautta, jotta sitä voidaan käyttää kelkalla kulkemiseen. Liukkauden torjumatta jättämisestä on ilmoitettava.",
        "folded_fi": "kadun kunnossapito kasittaa ne toimenpiteet, joiden tarkoituksena on pitaa katu liikenteen tarpeiden edellyttamassa tyydyttavassa kunnossa. kunnossapidon tason maaraytymisessa otetaan huomioon kadun liikenteellinen merkitys, liikenteen maara, saatila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika seka eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyorailyn, tarpeet seka terveellisyys, liikenneturvallisuus ja liikenteen esteettomyys. kadun kunnossapito kasittaa kadun rikkoutuneen paallysteen korjaamisen tai uudelleen paallystamisen, sorapaallysteisen kadun tasaisena pitamisen ja sorapaallysteisen kadun ajoradan polyn sitomisen. kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. kadun kunnossapito kasittaa myos ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttamiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jaan poistamisen, kadun pinnan pitamisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen kaytetyn kiviaineksen poistamisen seka katuojien, sadevesikourujen ja -kaivojen avoinna pitamisen. kunta voi paattaa, jos liikenteelle ei aiheudu huomattavaa haittaa, etta maaratty katu tai kadun osa pidetaan talvella kunnossa vain osittain taikka etta maaratylla kadulla tai kadun osalla ei torjuta liukkautta, jotta sita voidaan kayttaa kelkalla kulkemiseen. liukkauden torjumatta jattamisesta on ilmoitettava.",
        "content_sv": "Gatuunderhållet omfattar de åtgärder som har till syfte att hålla en gata i ett sådant skick som är tillfredsställande med avseende på trafikens behov. Vid bestämmandet av nivån på underhållet beaktas gatans betydelse för trafiken, trafikvolymen, väderleken och förutsebara förändningar i väderleken, tiden på dygnet, de olika trafikformernas behov, såsom motorfordonstrafikens, fotgängartrafikens och cykeltrafikens behov, samt hälsoeffekten, trafiksäkerheten och trafikens framkomlighet. Gatuunderhållet omfattar reparation av skadad gatubeläggning eller ombeläggning, hållande av en grusbelagd gata jämn och dammbindning på en grusbelagd gatas körbana. Till gatuunderhållet hänförs underhållet av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar inom ett gatuområde. Gatuunderhållet omfattar även de åtgärder som på vintern behövs för att en gata skall bevaras i ett sådant skick som avses i 1 mom., såsom avlägsnande av snö och is, hållande av gatuytan jämn, halkbekämpning, avlägsnande av stenmaterial som använts för halkbekämpning samt hållande av rännstenar, regnvattenrännor och regnvattenbrunnar öppna. Kommunen kan, om det inte medför avsevärda olägenheter för trafiken, besluta att en viss gata eller del av en gata vintertid skall underhållas endast delvis eller att den delvis skall lämnas utan halkbekämpning för att möjliggöra användning av kälke. Om halkbekämpning inte utförs skall detta meddelas.",
        "normalized_sv": "Gatuunderhållet omfattar de åtgärder som har till syfte att hålla en gata i ett sådant skick som är tillfredsställande med avseende på trafikens behov. Vid bestämmandet av nivån på underhållet beaktas gatans betydelse för trafiken, trafikvolymen, väderleken och förutsebara förändningar i väderleken, tiden på dygnet, de olika trafikformernas behov, såsom motorfordonstrafikens, fotgängartrafikens och cykeltrafikens behov, samt hälsoeffekten, trafiksäkerheten och trafikens framkomlighet. Gatuunderhållet omfattar reparation av skadad gatubeläggning eller ombeläggning, hållande av en grusbelagd gata jämn och dammbindning på en grusbelagd gatas körbana. Till gatuunderhållet hänförs underhållet av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar inom ett gatuområde. Gatuunderhållet omfattar även de åtgärder som på vintern behövs för att en gata skall bevaras i ett sådant skick som avses i 1 mom., såsom avlägsnande av snö och is, hållande av gatuytan jämn, halkbekämpning, avlägsnande av stenmaterial som använts för halkbekämpning samt hållande av rännstenar, regnvattenrännor och regnvattenbrunnar öppna. Kommunen kan, om det inte medför avsevärda olägenheter för trafiken, besluta att en viss gata eller del av en gata vintertid skall underhållas endast delvis eller att den delvis skall lämnas utan halkbekämpning för att möjliggöra användning av kälke. Om halkbekämpning inte utförs skall detta meddelas.",
        "folded_sv": "gatuunderhallet omfattar de atgarder som har till syfte att halla en gata i ett sadant skick som ar tillfredsstallande med avseende pa trafikens behov. vid bestammandet av nivan pa underhallet beaktas gatans betydelse for trafiken, trafikvolymen, vaderleken och forutsebara forandningar i vaderleken, tiden pa dygnet, de olika trafikformernas behov, sasom motorfordonstrafikens, fotgangartrafikens och cykeltrafikens behov, samt halsoeffekten, trafiksakerheten och trafikens framkomlighet. gatuunderhallet omfattar reparation av skadad gatubelaggning eller ombelaggning, hallande av en grusbelagd gata jamn och dammbindning pa en grusbelagd gatas korbana. till gatuunderhallet hanfors underhallet av planteringar, gatumobler, refuger, skyddsrack, vagmarken och andra motsvarande anordningar inom ett gatuomrade. gatuunderhallet omfattar aven de atgarder som pa vintern behovs for att en gata skall bevaras i ett sadant skick som avses i 1 mom., sasom avlagsnande av sno och is, hallande av gatuytan jamn, halkbekampning, avlagsnande av stenmaterial som anvants for halkbekampning samt hallande av rannstenar, regnvattenrannor och regnvattenbrunnar oppna. kommunen kan, om det inte medfor avsevarda olagenheter for trafiken, besluta att en viss gata eller del av en gata vintertid skall underhallas endast delvis eller att den delvis skall lamnas utan halkbekampning for att mojliggora anvandning av kalke. om halkbekampning inte utfors skall detta meddelas."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kadun kunnossapito kuuluu kunnalle. Tontinomistajan velvollisuutena on kuitenkin, jollei 8 §:stä muuta johdu, pitää tontin kohdalla oleva jalkakäytävä käyttökelpoisena poistamalla jalankulkua haittaava lumi ja jää sekä huolehtia liukkauden torjumisesta jalkakäytävällä ja liukkauden torjumiseen käytetyn kiviaineksen poistamisesta jalkakäytävältä. Lisäksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakäytävälle tai sen vierelle kertyneet lumivallit sekä pitää jalkakäytävän viereinen katuoja ja sadevesikouru lumettomana ja jäättömänä. Tontinomistaja vastaa myös tontille johtavan kulkutien kunnossapidosta. Pyörätien sekä rakenteellisesti toisistaan erottamattoman jalankulku- ja pyörätien kunnossapito kuuluu kunnalle sen estämättä, mitä 1 momentissa säädetään. Kunta voi päättää kävelykadun, pihakadun ja muun erityistä liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa säädetään. Tontinomistajalle näin määrättävä kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin tämän lain mukaan kuuluva kunnossapitovelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Kadun kunnossapito kuuluu kunnalle. Tontinomistajan velvollisuutena on kuitenkin, jollei 8 § :stä muuta johdu, pitää tontin kohdalla oleva jalkakäytävä käyttökelpoisena poistamalla jalankulkua haittaava lumi ja jää sekä huolehtia liukkauden torjumisesta jalkakäytävällä ja liukkauden torjumiseen käytetyn kiviaineksen poistamisesta jalkakäytävältä. Lisäksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakäytävälle tai sen vierelle kertyneet lumivallit sekä pitää jalkakäytävän viereinen katuoja ja sadevesikouru lumettomana ja jäättömänä. Tontinomistaja vastaa myös tontille johtavan kulkutien kunnossapidosta. Pyörätien sekä rakenteellisesti toisistaan erottamattoman jalankulku- ja pyörätien kunnossapito kuuluu kunnalle sen estämättä, mitä 1 momentissa säädetään. Kunta voi päättää kävelykadun, pihakadun ja muun erityistä liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa säädetään. Tontinomistajalle näin määrättävä kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin tämän lain mukaan kuuluva kunnossapitovelvollisuus.",
        "folded_fi": "kadun kunnossapito kuuluu kunnalle. tontinomistajan velvollisuutena on kuitenkin, jollei 8 §:sta muuta johdu, pitaa tontin kohdalla oleva jalkakaytava kayttokelpoisena poistamalla jalankulkua haittaava lumi ja jaa seka huolehtia liukkauden torjumisesta jalkakaytavalla ja liukkauden torjumiseen kaytetyn kiviaineksen poistamisesta jalkakaytavalta. lisaksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakaytavalle tai sen vierelle kertyneet lumivallit seka pitaa jalkakaytavan viereinen katuoja ja sadevesikouru lumettomana ja jaattomana. tontinomistaja vastaa myos tontille johtavan kulkutien kunnossapidosta. pyoratien seka rakenteellisesti toisistaan erottamattoman jalankulku- ja pyoratien kunnossapito kuuluu kunnalle sen estamatta, mita 1 momentissa saadetaan. kunta voi paattaa kavelykadun, pihakadun ja muun erityista liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa saadetaan. tontinomistajalle nain maarattava kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin taman lain mukaan kuuluva kunnossapitovelvollisuus.",
        "content_sv": "Gatuunderhållet ankommer på kommunen. Tomtägaren är likväl, om inte något annat följer av 8 §, skyldig att hålla gångbanan invid tomten användbar genom att avlägsna snö och is som försvårar fotgängartrafiken på gångbanan samt sköta halkbekämpningen och avlägsnandet av stenmaterial som använts för halkbekämpning på gångbanan. Tomtägaren är dessutom skyldig att vid behov forsla bort snövallar som hopats på eller vid gångbanan samt att hålla rännstenen och regnvattenrännan på gångbanan fria från snö och is. Tomtägaren svarar också för underhållet av den infartsväg som leder till tomten. Underhållet av cykelvägar samt sådana gång- och cykelvägar som till sin utformning inte kan särskiljas från varandra ankommer på kommunen, utan hinder av vad som bestäms i 1 mom. Kommunen kan besluta att skyldigheten att underhålla en gågata, gårdsgata eller annan gata som tillgodoser ett särskilt trafikbehov skall fördelas på annat sätt än vad som bestäms i 1 mom. Den underhållsskyldighet som tomtägaren sålunda åläggs får dock inte vara avsevärt tyngre än den som tomtägaren annars har enligt denna lag.",
        "normalized_sv": "Gatuunderhållet ankommer på kommunen. Tomtägaren är likväl, om inte något annat följer av 8 § , skyldig att hålla gångbanan invid tomten användbar genom att avlägsna snö och is som försvårar fotgängartrafiken på gångbanan samt sköta halkbekämpningen och avlägsnandet av stenmaterial som använts för halkbekämpning på gångbanan. Tomtägaren är dessutom skyldig att vid behov forsla bort snövallar som hopats på eller vid gångbanan samt att hålla rännstenen och regnvattenrännan på gångbanan fria från snö och is. Tomtägaren svarar också för underhållet av den infartsväg som leder till tomten. Underhållet av cykelvägar samt sådana gång- och cykelvägar som till sin utformning inte kan särskiljas från varandra ankommer på kommunen, utan hinder av vad som bestäms i 1 mom. Kommunen kan besluta att skyldigheten att underhålla en gågata, gårdsgata eller annan gata som tillgodoser ett särskilt trafikbehov skall fördelas på annat sätt än vad som bestäms i 1 mom. Den underhållsskyldighet som tomtägaren sålunda åläggs får dock inte vara avsevärt tyngre än den som tomtägaren annars har enligt denna lag.",
        "folded_sv": "gatuunderhallet ankommer pa kommunen. tomtagaren ar likval, om inte nagot annat foljer av 8 §, skyldig att halla gangbanan invid tomten anvandbar genom att avlagsna sno och is som forsvarar fotgangartrafiken pa gangbanan samt skota halkbekampningen och avlagsnandet av stenmaterial som anvants for halkbekampning pa gangbanan. tomtagaren ar dessutom skyldig att vid behov forsla bort snovallar som hopats pa eller vid gangbanan samt att halla rannstenen och regnvattenrannan pa gangbanan fria fran sno och is. tomtagaren svarar ocksa for underhallet av den infartsvag som leder till tomten. underhallet av cykelvagar samt sadana gang- och cykelvagar som till sin utformning inte kan sarskiljas fran varandra ankommer pa kommunen, utan hinder av vad som bestams i 1 mom. kommunen kan besluta att skyldigheten att underhalla en gagata, gardsgata eller annan gata som tillgodoser ett sarskilt trafikbehov skall fordelas pa annat satt an vad som bestams i 1 mom. den underhallsskyldighet som tomtagaren salunda alaggs far dock inte vara avsevart tyngre an den som tomtagaren annars har enligt denna lag."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kunta voi päätöksellään ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtävistä yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan määrätyllä osalla. Jos pientalovaltaisella alueella ei saavuteta tämän lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtävät jakautuvat alueen tontinomistajien kesken erityisen epätasapuolisesti, kunnan on päätöksellään otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 §:n 1 momentin mukaan kuuluvista kunnossapitotehtävistä. Edellytyksenä kuitenkin on, että kunnossapito voidaan järjestää tarkoituksenmukaisena alueellisena kokonaisuutena ja että alue soveltuu koneelliseen kunnossapitoon. Kunnan ottaessa huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtävistä vastuu niistä siirtyy kunnalle. Kunnossapidon maksuista säädetään 14 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kunta voi päätöksellään ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 § :n mukaan kuuluvista kunnossapitotehtävistä yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan määrätyllä osalla. Jos pientalovaltaisella alueella ei saavuteta tämän lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtävät jakautuvat alueen tontinomistajien kesken erityisen epätasapuolisesti, kunnan on päätöksellään otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 § :n 1 momentin mukaan kuuluvista kunnossapitotehtävistä. Edellytyksenä kuitenkin on, että kunnossapito voidaan järjestää tarkoituksenmukaisena alueellisena kokonaisuutena ja että alue soveltuu koneelliseen kunnossapitoon. Kunnan ottaessa huolehtiakseen tontinomistajalle 4 § :n mukaan kuuluvista kunnossapitotehtävistä vastuu niistä siirtyy kunnalle. Kunnossapidon maksuista säädetään 14 b § :ssä.",
        "folded_fi": "kunta voi paatoksellaan ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtavista yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan maaratylla osalla. jos pientalovaltaisella alueella ei saavuteta taman lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtavat jakautuvat alueen tontinomistajien kesken erityisen epatasapuolisesti, kunnan on paatoksellaan otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 §:n 1 momentin mukaan kuuluvista kunnossapitotehtavista. edellytyksena kuitenkin on, etta kunnossapito voidaan jarjestaa tarkoituksenmukaisena alueellisena kokonaisuutena ja etta alue soveltuu koneelliseen kunnossapitoon. kunnan ottaessa huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtavista vastuu niista siirtyy kunnalle. kunnossapidon maksuista saadetaan 14 b §:ssa.",
        "content_sv": "Kommunen kan besluta att helt eller delvis åta sig att i fråga om en eller flera tomter på samtliga detaljplaneområden eller inom en viss del av en detaljplan sköta det underhåll som enligt 4 § ankommer på tomtägaren. Om den nivå för underhållet som föreskrivs i denna lag inte uppnås inom ett småhusdominerat område eller om underhållet fördelas särskilt ojämlikt mellan tomtägarna inom området, skall kommunen genom sitt beslut helt eller delvis åta sig att sköta det underhåll som enligt 4 § 1 mom. ankommer på tomtägarna. En förutsättning är dock att underhållet kan anordnas som en ändamålsenlig regional helhet och att området lämpar sig för maskinellt underhåll. När kommunen åtar sig att sköta det underhåll som enligt 4 § ankommer på tomtägarna, överförs ansvaret för underhållet på kommunen. Bestämmelser om underhållsavgifterna finns i 14 b §.",
        "normalized_sv": "Kommunen kan besluta att helt eller delvis åta sig att i fråga om en eller flera tomter på samtliga detaljplaneområden eller inom en viss del av en detaljplan sköta det underhåll som enligt 4 § ankommer på tomtägaren. Om den nivå för underhållet som föreskrivs i denna lag inte uppnås inom ett småhusdominerat område eller om underhållet fördelas särskilt ojämlikt mellan tomtägarna inom området, skall kommunen genom sitt beslut helt eller delvis åta sig att sköta det underhåll som enligt 4 § 1 mom. ankommer på tomtägarna. En förutsättning är dock att underhållet kan anordnas som en ändamålsenlig regional helhet och att området lämpar sig för maskinellt underhåll. När kommunen åtar sig att sköta det underhåll som enligt 4 § ankommer på tomtägarna, överförs ansvaret för underhållet på kommunen. Bestämmelser om underhållsavgifterna finns i 14 b § .",
        "folded_sv": "kommunen kan besluta att helt eller delvis ata sig att i fraga om en eller flera tomter pa samtliga detaljplaneomraden eller inom en viss del av en detaljplan skota det underhall som enligt 4 § ankommer pa tomtagaren. om den niva for underhallet som foreskrivs i denna lag inte uppnas inom ett smahusdominerat omrade eller om underhallet fordelas sarskilt ojamlikt mellan tomtagarna inom omradet, skall kommunen genom sitt beslut helt eller delvis ata sig att skota det underhall som enligt 4 § 1 mom. ankommer pa tomtagarna. en forutsattning ar dock att underhallet kan anordnas som en andamalsenlig regional helhet och att omradet lampar sig for maskinellt underhall. nar kommunen atar sig att skota det underhall som enligt 4 § ankommer pa tomtagarna, overfors ansvaret for underhallet pa kommunen. bestammelser om underhallsavgifterna finns i 14 b §."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "content": "Ennen 4 §:n 4 momentin ja 8 §:n 1 ja 2 momentin mukaisen päätöksen tekemistä päätösehdotuksen pitämisestä julkisesti nähtävänä on etukäteen ilmoitettava kunnan ilmoitustaululla ja vähintään yhdessä paikkakunnalla yleisesti leviävässä sanomalehdessä. Päätösehdotuksesta on annettava tieto aloitteen tekijöille. Lisäksi sellaisesta päätösehdotuksesta, jolla kunta ottaa tontinomistajien tehtäviä huolehtiakseen, on annettava tieto alueen tontinomistajille. Tiedoksianto voi tapahtua tavallisella kirjeellä. Muistutus ehdotuksesta on jätettävä kunnalle 14 päivän kuluessa ehdotuksen nähtäville asettamisesta tai kirjeen tiedoksisaamisesta. Edellä 1 momentissa tarkoitettu päätös annetaan tiedoksi aloitteen tekijöille. Päätös annetaan todisteellisesti tiedoksi niille tontinomistajille, joita päätös koskee siten kuin hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Ennen 4 § :n 4 momentin ja 8 § :n 1 ja 2 momentin mukaisen päätöksen tekemistä päätösehdotuksen pitämisestä julkisesti nähtävänä on etukäteen ilmoitettava kunnan ilmoitustaululla ja vähintään yhdessä paikkakunnalla yleisesti leviävässä sanomalehdessä. Päätösehdotuksesta on annettava tieto aloitteen tekijöille. Lisäksi sellaisesta päätösehdotuksesta, jolla kunta ottaa tontinomistajien tehtäviä huolehtiakseen, on annettava tieto alueen tontinomistajille. Tiedoksianto voi tapahtua tavallisella kirjeellä. Muistutus ehdotuksesta on jätettävä kunnalle 14 päivän kuluessa ehdotuksen nähtäville asettamisesta tai kirjeen tiedoksisaamisesta. Edellä 1 momentissa tarkoitettu päätös annetaan tiedoksi aloitteen tekijöille. Päätös annetaan todisteellisesti tiedoksi niille tontinomistajille, joita päätös koskee siten kuin hallintolaissa (434/2003) säädetään.",
        "folded_fi": "ennen 4 §:n 4 momentin ja 8 §:n 1 ja 2 momentin mukaisen paatoksen tekemista paatosehdotuksen pitamisesta julkisesti nahtavana on etukateen ilmoitettava kunnan ilmoitustaululla ja vahintaan yhdessa paikkakunnalla yleisesti leviavassa sanomalehdessa. paatosehdotuksesta on annettava tieto aloitteen tekijoille. lisaksi sellaisesta paatosehdotuksesta, jolla kunta ottaa tontinomistajien tehtavia huolehtiakseen, on annettava tieto alueen tontinomistajille. tiedoksianto voi tapahtua tavallisella kirjeella. muistutus ehdotuksesta on jatettava kunnalle 14 paivan kuluessa ehdotuksen nahtaville asettamisesta tai kirjeen tiedoksisaamisesta. edella 1 momentissa tarkoitettu paatos annetaan tiedoksi aloitteen tekijoille. paatos annetaan todisteellisesti tiedoksi niille tontinomistajille, joita paatos koskee siten kuin hallintolaissa (434/2003) saadetaan.",
        "content_sv": "Innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det på kommunens anslagstavla och i minst en tidning med allmän spridning på orten på förhand kungöras att beslutsförslaget hålls offentligt framlagt. Ett beslutsförslag skall delges dem som gjort framställningen. Dessutom skall tomtägarna inom området delges sådana beslutsförslag genom vilka kommunen åtar sig att sköta tomtägarnas uppgifter. Delgivningen får ske genom ett vanligt brev. Anmärkningar mot förslaget skall lämnas till kommunen inom 14 dagar efter framläggandet av förslaget eller delfåendet av brevet. Ett beslut som avses i 1 mom. skall delges dem som gjort framställningen. Beslutet skall på det sätt som föreskrivs i förvaltningslagen (434/2003) bevisligen delges de tomtägare som beslutet gäller.",
        "normalized_sv": "Innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det på kommunens anslagstavla och i minst en tidning med allmän spridning på orten på förhand kungöras att beslutsförslaget hålls offentligt framlagt. Ett beslutsförslag skall delges dem som gjort framställningen. Dessutom skall tomtägarna inom området delges sådana beslutsförslag genom vilka kommunen åtar sig att sköta tomtägarnas uppgifter. Delgivningen får ske genom ett vanligt brev. Anmärkningar mot förslaget skall lämnas till kommunen inom 14 dagar efter framläggandet av förslaget eller delfåendet av brevet. Ett beslut som avses i 1 mom. skall delges dem som gjort framställningen. Beslutet skall på det sätt som föreskrivs i förvaltningslagen (434/2003) bevisligen delges de tomtägare som beslutet gäller.",
        "folded_sv": "innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det pa kommunens anslagstavla och i minst en tidning med allman spridning pa orten pa forhand kungoras att beslutsforslaget halls offentligt framlagt. ett beslutsforslag skall delges dem som gjort framstallningen. dessutom skall tomtagarna inom omradet delges sadana beslutsforslag genom vilka kommunen atar sig att skota tomtagarnas uppgifter. delgivningen far ske genom ett vanligt brev. anmarkningar mot forslaget skall lamnas till kommunen inom 14 dagar efter framlaggandet av forslaget eller delfaendet av brevet. ett beslut som avses i 1 mom. skall delges dem som gjort framstallningen. beslutet skall pa det satt som foreskrivs i forvaltningslagen (434/2003) bevisligen delges de tomtagare som beslutet galler."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kadun puhtaanapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu siistinä ja terveydellisesti tyydyttävänä, kuten kadulle kerääntyneen lian, lehtien, roskien ja irtonaisten esineiden sekä rikkaruohon poistamisen ajoradalta ja jalkakäytävältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kadun puhtaanapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu siistinä ja terveydellisesti tyydyttävänä, kuten kadulle kerääntyneen lian, lehtien, roskien ja irtonaisten esineiden sekä rikkaruohon poistamisen ajoradalta ja jalkakäytävältä.",
        "folded_fi": "kadun puhtaanapito kasittaa ne toimenpiteet, joiden tarkoituksena on pitaa katu siistina ja terveydellisesti tyydyttavana, kuten kadulle keraantyneen lian, lehtien, roskien ja irtonaisten esineiden seka rikkaruohon poistamisen ajoradalta ja jalkakaytavalta.",
        "content_sv": "Gaturenhållningen omfattar de åtgärder som har till syfte att hålla gatan ren och i sanitärt hänseende i tillfredsställande skick, såsom avlägsnande av smuts, löv, skräp och lösa föremål som samlats på gatan samt ogräs från körbanan och gångbanan.",
        "normalized_sv": "Gaturenhållningen omfattar de åtgärder som har till syfte att hålla gatan ren och i sanitärt hänseende i tillfredsställande skick, såsom avlägsnande av smuts, löv, skräp och lösa föremål som samlats på gatan samt ogräs från körbanan och gångbanan.",
        "folded_sv": "gaturenhallningen omfattar de atgarder som har till syfte att halla gatan ren och i sanitart hanseende i tillfredsstallande skick, sasom avlagsnande av smuts, lov, skrap och losa foremal som samlats pa gatan samt ogras fran korbanan och gangbanan."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tontinomistaja ei ole velvollinen pitämään puhtaana ajoradan vastakkaisella puolella olevaa pyörätietä tai jalkakäytävää. Jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitämään puhtaana. Tällaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitää katu puhtaana enintään 24 metrin etäisyydelle tontin rajasta. Istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettävä puhtaina. Edellä tässä momentissa säädetystä poiketen tontinomistajalle kuuluu enintään 3 metrin etäisyydelle tontin rajasta ulottuvan, tonttiin välittömästi rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistinä pitäminen. Muilta osin kadun puhtaanapito kuuluu kunnalle. Kunnan velvollisuutena on pitää puhtaina myös kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tontinomistaja ei ole velvollinen pitämään puhtaana ajoradan vastakkaisella puolella olevaa pyörätietä tai jalkakäytävää. Jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitämään puhtaana. Tällaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitää katu puhtaana enintään 24 metrin etäisyydelle tontin rajasta. Istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettävä puhtaina. Edellä tässä momentissa säädetystä poiketen tontinomistajalle kuuluu enintään 3 metrin etäisyydelle tontin rajasta ulottuvan, tonttiin välittömästi rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistinä pitäminen. Muilta osin kadun puhtaanapito kuuluu kunnalle. Kunnan velvollisuutena on pitää puhtaina myös kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
        "folded_fi": "tontinomistaja ei ole velvollinen pitamaan puhtaana ajoradan vastakkaisella puolella olevaa pyoratieta tai jalkakaytavaa. jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitamaan puhtaana. tallaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitaa katu puhtaana enintaan 24 metrin etaisyydelle tontin rajasta. istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettava puhtaina. edella tassa momentissa saadetysta poiketen tontinomistajalle kuuluu enintaan 3 metrin etaisyydelle tontin rajasta ulottuvan, tonttiin valittomasti rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistina pitaminen. muilta osin kadun puhtaanapito kuuluu kunnalle. kunnan velvollisuutena on pitaa puhtaina myos kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
        "content_sv": "Tomtägaren är inte skyldig att sköta renhållningen av en cykelväg eller gångbana på körbanans motsatta sida. Om det finns en plantering på gatuområdet, anses det planterade området inte höra till det område som tomtägaren är skyldig att hålla rent. Tomtägarens skyldighet att hålla gatan ren sträcker sig i ett sådant fall högst 24 meter från tomtgränsen. Renhållningen av sådana infartsvägar till tomten som leder genom planteringar skall dock skötas av tomtägaren. Med avvikelse från vad som bestäms ovan i detta moment hör det till tomtägarens uppgifter att avlägsna skräp från en grönremsa eller ett dike som direkt gränsar till tomten och som sträcker sig högst 3 meter från tomtgränsen, att sköta den övriga renhållningen av området och att hålla områdets växtlighet välvårdad. Till övriga delar ankommer gaturenhållningen på kommunen. Kommunen är även skyldig att sköta renhållningen av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar på gatorna.",
        "normalized_sv": "Tomtägaren är inte skyldig att sköta renhållningen av en cykelväg eller gångbana på körbanans motsatta sida. Om det finns en plantering på gatuområdet, anses det planterade området inte höra till det område som tomtägaren är skyldig att hålla rent. Tomtägarens skyldighet att hålla gatan ren sträcker sig i ett sådant fall högst 24 meter från tomtgränsen. Renhållningen av sådana infartsvägar till tomten som leder genom planteringar skall dock skötas av tomtägaren. Med avvikelse från vad som bestäms ovan i detta moment hör det till tomtägarens uppgifter att avlägsna skräp från en grönremsa eller ett dike som direkt gränsar till tomten och som sträcker sig högst 3 meter från tomtgränsen, att sköta den övriga renhållningen av området och att hålla områdets växtlighet välvårdad. Till övriga delar ankommer gaturenhållningen på kommunen. Kommunen är även skyldig att sköta renhållningen av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar på gatorna.",
        "folded_sv": "tomtagaren ar inte skyldig att skota renhallningen av en cykelvag eller gangbana pa korbanans motsatta sida. om det finns en plantering pa gatuomradet, anses det planterade omradet inte hora till det omrade som tomtagaren ar skyldig att halla rent. tomtagarens skyldighet att halla gatan ren stracker sig i ett sadant fall hogst 24 meter fran tomtgransen. renhallningen av sadana infartsvagar till tomten som leder genom planteringar skall dock skotas av tomtagaren. med avvikelse fran vad som bestams ovan i detta moment hor det till tomtagarens uppgifter att avlagsna skrap fran en gronremsa eller ett dike som direkt gransar till tomten och som stracker sig hogst 3 meter fran tomtgransen, att skota den ovriga renhallningen av omradet och att halla omradets vaxtlighet valvardad. till ovriga delar ankommer gaturenhallningen pa kommunen. kommunen ar aven skyldig att skota renhallningen av planteringar, gatumobler, refuger, skyddsrack, vagmarken och andra motsvarande anordningar pa gatorna."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kunta voi päätöksellään ottaa huolehtiakseen tontinomistajalle tämän lain mukaan kuuluvista puhtaanapitotehtävistä määrättyjen katujen tai tehtävien osalta. Kunnan ottaessa huolehtiakseen tontinomistajalle 10 §:n mukaan kuuluvista puhtaanapitotehtävistä vastuu niistä siirtyy kunnalle. Puhtaanapidon järjestämistä koskevan päätöksen valmisteluun ja tiedoksiantoon sovelletaan, mitä 8 a §:ssä säädetään kunnossapidon järjestämistä koskevasta päätöksestä. Puhtaanapidon maksuista säädetään 14 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunta voi päätöksellään ottaa huolehtiakseen tontinomistajalle tämän lain mukaan kuuluvista puhtaanapitotehtävistä määrättyjen katujen tai tehtävien osalta. Kunnan ottaessa huolehtiakseen tontinomistajalle 10 § :n mukaan kuuluvista puhtaanapitotehtävistä vastuu niistä siirtyy kunnalle. Puhtaanapidon järjestämistä koskevan päätöksen valmisteluun ja tiedoksiantoon sovelletaan, mitä 8 a § :ssä säädetään kunnossapidon järjestämistä koskevasta päätöksestä. Puhtaanapidon maksuista säädetään 14 b § :ssä.",
        "folded_fi": "kunta voi paatoksellaan ottaa huolehtiakseen tontinomistajalle taman lain mukaan kuuluvista puhtaanapitotehtavista maarattyjen katujen tai tehtavien osalta. kunnan ottaessa huolehtiakseen tontinomistajalle 10 §:n mukaan kuuluvista puhtaanapitotehtavista vastuu niista siirtyy kunnalle. puhtaanapidon jarjestamista koskevan paatoksen valmisteluun ja tiedoksiantoon sovelletaan, mita 8 a §:ssa saadetaan kunnossapidon jarjestamista koskevasta paatoksesta. puhtaanapidon maksuista saadetaan 14 b §:ssa.",
        "content_sv": "Kommunen kan besluta att i fråga om bestämda gator eller uppgifter åta sig att sköta den renhållning som enligt denna lag ankommer på tomtägaren. När kommunen åtar sig att sköta den renhållning som enligt 10 § ankommer på tomtägaren överförs ansvaret för renhållningen på kommunen. På beredning och delgivning av beslut om anordnande av renhållning tillämpas vad som i 8 a § bestäms om beslut om anordnande av underhåll. Bestämmelser om renhållningsavgifterna finns i 14 b §.",
        "normalized_sv": "Kommunen kan besluta att i fråga om bestämda gator eller uppgifter åta sig att sköta den renhållning som enligt denna lag ankommer på tomtägaren. När kommunen åtar sig att sköta den renhållning som enligt 10 § ankommer på tomtägaren överförs ansvaret för renhållningen på kommunen. På beredning och delgivning av beslut om anordnande av renhållning tillämpas vad som i 8 a § bestäms om beslut om anordnande av underhåll. Bestämmelser om renhållningsavgifterna finns i 14 b § .",
        "folded_sv": "kommunen kan besluta att i fraga om bestamda gator eller uppgifter ata sig att skota den renhallning som enligt denna lag ankommer pa tomtagaren. nar kommunen atar sig att skota den renhallning som enligt 10 § ankommer pa tomtagaren overfors ansvaret for renhallningen pa kommunen. pa beredning och delgivning av beslut om anordnande av renhallning tillampas vad som i 8 a § bestams om beslut om anordnande av underhall. bestammelser om renhallningsavgifterna finns i 14 b §."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kunta voi antaa tarkempia määräyksiä siitä, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito sekä puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. Määräykset voivat koskea kunnossa- ja puhtaanapitotyön: 1) suoritustapaa ja siinä käytettäviä laitteita ja aineita; 2) suoritusaikaa; 3) lumen käsittelyä, sijoittamista ja poiskuljetusta; sekä 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. Kunnossa- ja puhtaanapitoa koskevien kunnallisten määräysten laatimista koskevaan menettelyyn sovelletaan, mitä maankäyttö- ja rakennuslaissa säädetään rakennusjärjestyksen laatimisesta. Määräykset annetaan kunnan päätöksellä. Ne on annettava alueelliselle ympäristökeskukselle ja poliisille tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunta voi antaa tarkempia määräyksiä siitä, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito sekä puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. Määräykset voivat koskea kunnossa- ja puhtaanapitotyön: 1) suoritustapaa ja siinä käytettäviä laitteita ja aineita; 2) suoritusaikaa; 3) lumen käsittelyä, sijoittamista ja poiskuljetusta; sekä 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. Kunnossa- ja puhtaanapitoa koskevien kunnallisten määräysten laatimista koskevaan menettelyyn sovelletaan, mitä maankäyttö- ja rakennuslaissa säädetään rakennusjärjestyksen laatimisesta. Määräykset annetaan kunnan päätöksellä. Ne on annettava alueelliselle ympäristökeskukselle ja poliisille tiedoksi.",
        "folded_fi": "kunta voi antaa tarkempia maarayksia siita, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito seka puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. maaraykset voivat koskea kunnossa- ja puhtaanapitotyon: 1) suoritustapaa ja siina kaytettavia laitteita ja aineita; 2) suoritusaikaa; 3) lumen kasittelya, sijoittamista ja poiskuljetusta; seka 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. kunnossa- ja puhtaanapitoa koskevien kunnallisten maaraysten laatimista koskevaan menettelyyn sovelletaan, mita maankaytto- ja rakennuslaissa saadetaan rakennusjarjestyksen laatimisesta. maaraykset annetaan kunnan paatoksella. ne on annettava alueelliselle ymparistokeskukselle ja poliisille tiedoksi.",
        "content_sv": "Kommunen kan utfärda närmare föreskrifter om hur vinterunderhållet, det övriga underhållet samt renhållningen av gator och allmänna områden skall skötas med iakttagande av de skyldigheter som föreskrivs i lag och de lokala förhållandena. Föreskrifterna om underhålls- och renhållningsarbetet kan gälla 1) sättet att utföra arbetet och den utrustning och de medel som skall användas, 2) tiden för att utföra arbetet, 3) hantering, uppläggning och borttransport av snö, samt 4) indelning av gator och allmänna områden i underhålls- och renhållningskategorier efter målnivån. På förfarandet vid utarbetande av kommunala föreskrifter om underhåll och renhållning tillämpas vad som i markanvändnings- och bygglagen bestäms om utarbetande av byggnadsordning. Föreskrifterna utfärdas genom beslut av kommunen. Föreskrifterna skall delges den regionala miljöcentralen och polisen.",
        "normalized_sv": "Kommunen kan utfärda närmare föreskrifter om hur vinterunderhållet, det övriga underhållet samt renhållningen av gator och allmänna områden skall skötas med iakttagande av de skyldigheter som föreskrivs i lag och de lokala förhållandena. Föreskrifterna om underhålls- och renhållningsarbetet kan gälla 1) sättet att utföra arbetet och den utrustning och de medel som skall användas, 2) tiden för att utföra arbetet, 3) hantering, uppläggning och borttransport av snö, samt 4) indelning av gator och allmänna områden i underhålls- och renhållningskategorier efter målnivån. På förfarandet vid utarbetande av kommunala föreskrifter om underhåll och renhållning tillämpas vad som i markanvändnings- och bygglagen bestäms om utarbetande av byggnadsordning. Föreskrifterna utfärdas genom beslut av kommunen. Föreskrifterna skall delges den regionala miljöcentralen och polisen.",
        "folded_sv": "kommunen kan utfarda narmare foreskrifter om hur vinterunderhallet, det ovriga underhallet samt renhallningen av gator och allmanna omraden skall skotas med iakttagande av de skyldigheter som foreskrivs i lag och de lokala forhallandena. foreskrifterna om underhalls- och renhallningsarbetet kan galla 1) sattet att utfora arbetet och den utrustning och de medel som skall anvandas, 2) tiden for att utfora arbetet, 3) hantering, upplaggning och borttransport av sno, samt 4) indelning av gator och allmanna omraden i underhalls- och renhallningskategorier efter malnivan. pa forfarandet vid utarbetande av kommunala foreskrifter om underhall och renhallning tillampas vad som i markanvandnings- och bygglagen bestams om utarbetande av byggnadsordning. foreskrifterna utfardas genom beslut av kommunen. foreskrifterna skall delges den regionala miljocentralen och polisen."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Työstä vastaavan on tehtävä työstä kadulla ja yleisellä alueella ilmoitus kunnalle. Työ voidaan aloittaa heti, kun kunta on antanut suostumuksen työn aloittamiseen. Jos kunta ei ole käsitellyt ilmoitusta 21 vuorokauden kuluessa, työ voidaan kuitenkin aloittaa. Ilmoitukseen on liitettävä selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen työnaikainen käyttö, työn kesto, työssä käytettävien laitteiden ja rakenteiden sijoitus, tilapäinen liikennejärjestely kaikki liikennemuodot huomioon ottaen sekä työstä vastaava henkilö ja hänen ammattipätevyytensä. Tämän lisäksi kunta voi vaatia muitakin ilmoituksen käsittelemiseksi tarpeellisia selvityksiä. Kunta voi antaa ilmoituksen johdosta työn suorittamisesta määräyksiä, jotka ovat tarpeen työstä mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettömyydelle, kadulla ja yleisellä alueella sijaitseville johdoille ja laitteille sekä kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vähentämiseksi. Työmaalla on oltava taulu, josta ilmenevät työn suorittaja ja työstä vastaavan yhteystiedot. Ilmoittajan on pidettävä työalue puhtaana ja saatettava alue hyväksytyn työajan kuluessa työtä edeltäneeseen kuntoon. Kunnan antamien määräysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. Rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittävien vahinkojen estämiseksi korjata välittömästi. Korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Työstä vastaavan on tehtävä työstä kadulla ja yleisellä alueella ilmoitus kunnalle. Työ voidaan aloittaa heti, kun kunta on antanut suostumuksen työn aloittamiseen. Jos kunta ei ole käsitellyt ilmoitusta 21 vuorokauden kuluessa, työ voidaan kuitenkin aloittaa. Ilmoitukseen on liitettävä selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen työnaikainen käyttö, työn kesto, työssä käytettävien laitteiden ja rakenteiden sijoitus, tilapäinen liikennejärjestely kaikki liikennemuodot huomioon ottaen sekä työstä vastaava henkilö ja hänen ammattipätevyytensä. Tämän lisäksi kunta voi vaatia muitakin ilmoituksen käsittelemiseksi tarpeellisia selvityksiä. Kunta voi antaa ilmoituksen johdosta työn suorittamisesta määräyksiä, jotka ovat tarpeen työstä mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettömyydelle, kadulla ja yleisellä alueella sijaitseville johdoille ja laitteille sekä kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vähentämiseksi. Työmaalla on oltava taulu, josta ilmenevät työn suorittaja ja työstä vastaavan yhteystiedot. Ilmoittajan on pidettävä työalue puhtaana ja saatettava alue hyväksytyn työajan kuluessa työtä edeltäneeseen kuntoon. Kunnan antamien määräysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. Rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittävien vahinkojen estämiseksi korjata välittömästi. Korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
        "folded_fi": "tyosta vastaavan on tehtava tyosta kadulla ja yleisella alueella ilmoitus kunnalle. tyo voidaan aloittaa heti, kun kunta on antanut suostumuksen tyon aloittamiseen. jos kunta ei ole kasitellyt ilmoitusta 21 vuorokauden kuluessa, tyo voidaan kuitenkin aloittaa. ilmoitukseen on liitettava selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen tyonaikainen kaytto, tyon kesto, tyossa kaytettavien laitteiden ja rakenteiden sijoitus, tilapainen liikennejarjestely kaikki liikennemuodot huomioon ottaen seka tyosta vastaava henkilo ja hanen ammattipatevyytensa. taman lisaksi kunta voi vaatia muitakin ilmoituksen kasittelemiseksi tarpeellisia selvityksia. kunta voi antaa ilmoituksen johdosta tyon suorittamisesta maarayksia, jotka ovat tarpeen tyosta mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettomyydelle, kadulla ja yleisella alueella sijaitseville johdoille ja laitteille seka kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vahentamiseksi. tyomaalla on oltava taulu, josta ilmenevat tyon suorittaja ja tyosta vastaavan yhteystiedot. ilmoittajan on pidettava tyoalue puhtaana ja saatettava alue hyvaksytyn tyoajan kuluessa tyota edeltaneeseen kuntoon. kunnan antamien maaraysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittavien vahinkojen estamiseksi korjata valittomasti. korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
        "content_sv": "I fråga om arbete som utförs på en gata eller på ett allmänt område skall den som ansvarar för arbetet göra en anmälan hos kommunen. Arbetet får inledas så snart kommunen har gett sitt samtycke till att det inleds. Om kommunen inte har behandlat anmälan inom 21 dygn, kan arbetet likväl inledas. Till anmälan skall fogas en utredning som i behövlig utsträckning visar hur området kommer att användas under arbetet, hur länge arbetet pågår, anordningarnas och konstruktionernas placering, de tillfälliga trafikarrangemangen med beaktande av alla trafikformer samt den person som är ansvarig för arbetet och hans eller hennes yrkeskompetens. Utöver detta kan kommunen även kräva andra utredningar som behövs för behandlingen av anmälan. Kommunen kan med anledning av en anmälan meddela sådana föreskrifter om arbetets utförande som behövs för att minska den olägenhet eller skada som eventuellt orsakas trafikens smidighet, säkerhet och framkomlighet samt ledningar och anordningar som finns på gator och allmänna områden och gatornas och de allmänna områdenas konstruktioner. På arbetsplatsen skall det finnas en tavla med information om vem som utför arbetet och kontaktuppgifterna för den som ansvarar för arbetet. Den som gjort anmälan skall hålla arbetsområdet rent och inom den tid som beviljats för arbetet återställa området i det skick området var i innan arbetet inleddes. Lagligheten av de föreskrifter som kommunen meddelat kan föras till kommunens byggnadstillsynsmyndighet för avgörande. För förebyggande av betydande skador får trasiga ledningar, anordningar och konstruktioner repareras omedelbart. Kommunen skall så snart som möjligt underrättas om ett sådant arbete och tillställas sådan utredning som avses i 2 mom.",
        "normalized_sv": "I fråga om arbete som utförs på en gata eller på ett allmänt område skall den som ansvarar för arbetet göra en anmälan hos kommunen. Arbetet får inledas så snart kommunen har gett sitt samtycke till att det inleds. Om kommunen inte har behandlat anmälan inom 21 dygn, kan arbetet likväl inledas. Till anmälan skall fogas en utredning som i behövlig utsträckning visar hur området kommer att användas under arbetet, hur länge arbetet pågår, anordningarnas och konstruktionernas placering, de tillfälliga trafikarrangemangen med beaktande av alla trafikformer samt den person som är ansvarig för arbetet och hans eller hennes yrkeskompetens. Utöver detta kan kommunen även kräva andra utredningar som behövs för behandlingen av anmälan. Kommunen kan med anledning av en anmälan meddela sådana föreskrifter om arbetets utförande som behövs för att minska den olägenhet eller skada som eventuellt orsakas trafikens smidighet, säkerhet och framkomlighet samt ledningar och anordningar som finns på gator och allmänna områden och gatornas och de allmänna områdenas konstruktioner. På arbetsplatsen skall det finnas en tavla med information om vem som utför arbetet och kontaktuppgifterna för den som ansvarar för arbetet. Den som gjort anmälan skall hålla arbetsområdet rent och inom den tid som beviljats för arbetet återställa området i det skick området var i innan arbetet inleddes. Lagligheten av de föreskrifter som kommunen meddelat kan föras till kommunens byggnadstillsynsmyndighet för avgörande. För förebyggande av betydande skador får trasiga ledningar, anordningar och konstruktioner repareras omedelbart. Kommunen skall så snart som möjligt underrättas om ett sådant arbete och tillställas sådan utredning som avses i 2 mom.",
        "folded_sv": "i fraga om arbete som utfors pa en gata eller pa ett allmant omrade skall den som ansvarar for arbetet gora en anmalan hos kommunen. arbetet far inledas sa snart kommunen har gett sitt samtycke till att det inleds. om kommunen inte har behandlat anmalan inom 21 dygn, kan arbetet likval inledas. till anmalan skall fogas en utredning som i behovlig utstrackning visar hur omradet kommer att anvandas under arbetet, hur lange arbetet pagar, anordningarnas och konstruktionernas placering, de tillfalliga trafikarrangemangen med beaktande av alla trafikformer samt den person som ar ansvarig for arbetet och hans eller hennes yrkeskompetens. utover detta kan kommunen aven krava andra utredningar som behovs for behandlingen av anmalan. kommunen kan med anledning av en anmalan meddela sadana foreskrifter om arbetets utforande som behovs for att minska den olagenhet eller skada som eventuellt orsakas trafikens smidighet, sakerhet och framkomlighet samt ledningar och anordningar som finns pa gator och allmanna omraden och gatornas och de allmanna omradenas konstruktioner. pa arbetsplatsen skall det finnas en tavla med information om vem som utfor arbetet och kontaktuppgifterna for den som ansvarar for arbetet. den som gjort anmalan skall halla arbetsomradet rent och inom den tid som beviljats for arbetet aterstalla omradet i det skick omradet var i innan arbetet inleddes. lagligheten av de foreskrifter som kommunen meddelat kan foras till kommunens byggnadstillsynsmyndighet for avgorande. for forebyggande av betydande skador far trasiga ledningar, anordningar och konstruktioner repareras omedelbart. kommunen skall sa snart som mojligt underrattas om ett sadant arbete och tillstallas sadan utredning som avses i 2 mom."
      }
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "content": "Kunta voi vuosittain periä 8 §:n 1 ja 2 momentissa sekä 13 §:n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtävistä aiheutuneet kustannukset kyseisten alueiden yleiseen käyttöön luovutettujen katujen varsilla olevien tonttien omistajilta. Kunta voi periä maksun, joka perustuu 14 a §:ssä tarkoitetun ilmoituksen tarkastamisesta ja työn valvonnasta kunnalle aiheutuneisiin kustannuksiin. Kunta voi periä aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapäisestä käyttämisestä 14 a §:ssä tarkoitetulla tavalla työmaana, jos alue rajataan pois yleisestä käytöstä. Maksu peritään yhden työmaan osalta vain kerran. Maksua ei peritä, jos työ tehdään kunnan suorittaman kadun rakentamiseen liittyvän muun työn yhteydessä. Maksua ei peritä siltä ajalta, jonka alue on työmaana työstä vastaavasta riippumattomasta syystä, jota ei voida ennakoida. Kunta ja poliisi voivat periä 16 §:n 4 momentissa tarkoitetun välittömän vaaran torjumisesta aiheutuneet erityiset kustannukset siltä, jonka toiminnasta tai laiminlyönnistä vaara on aiheutunut. Erityisiä kustannuksia ovat sellaiset työstä tai kaluston käytöstä aiheutuneet kustannukset, jotka eivät johdu tavanomaisesta valvontatyöstä tai tavanomaisesta kaluston käytöstä. Kustannusten maksamiseen ja perimiseen sovelletaan, mitä uhkasakkolain (1113/1990) 17 §:ssä säädetään. Kunta hyväksyy maksujen määräämisen perusteet sisältävän taksan. Kunta saa käyttää verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen määräämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Kunta voi vuosittain periä 8 § :n 1 ja 2 momentissa sekä 13 § :n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtävistä aiheutuneet kustannukset kyseisten alueiden yleiseen käyttöön luovutettujen katujen varsilla olevien tonttien omistajilta. Kunta voi periä maksun, joka perustuu 14 a § :ssä tarkoitetun ilmoituksen tarkastamisesta ja työn valvonnasta kunnalle aiheutuneisiin kustannuksiin. Kunta voi periä aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapäisestä käyttämisestä 14 a § :ssä tarkoitetulla tavalla työmaana, jos alue rajataan pois yleisestä käytöstä. Maksu peritään yhden työmaan osalta vain kerran. Maksua ei peritä, jos työ tehdään kunnan suorittaman kadun rakentamiseen liittyvän muun työn yhteydessä. Maksua ei peritä siltä ajalta, jonka alue on työmaana työstä vastaavasta riippumattomasta syystä, jota ei voida ennakoida. Kunta ja poliisi voivat periä 16 § :n 4 momentissa tarkoitetun välittömän vaaran torjumisesta aiheutuneet erityiset kustannukset siltä, jonka toiminnasta tai laiminlyönnistä vaara on aiheutunut. Erityisiä kustannuksia ovat sellaiset työstä tai kaluston käytöstä aiheutuneet kustannukset, jotka eivät johdu tavanomaisesta valvontatyöstä tai tavanomaisesta kaluston käytöstä. Kustannusten maksamiseen ja perimiseen sovelletaan, mitä uhkasakkolain (1113/1990) 17 § :ssä säädetään. Kunta hyväksyy maksujen määräämisen perusteet sisältävän taksan. Kunta saa käyttää verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen määräämisessä.",
        "folded_fi": "kunta voi vuosittain peria 8 §:n 1 ja 2 momentissa seka 13 §:n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtavista aiheutuneet kustannukset kyseisten alueiden yleiseen kayttoon luovutettujen katujen varsilla olevien tonttien omistajilta. kunta voi peria maksun, joka perustuu 14 a §:ssa tarkoitetun ilmoituksen tarkastamisesta ja tyon valvonnasta kunnalle aiheutuneisiin kustannuksiin. kunta voi peria aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapaisesta kayttamisesta 14 a §:ssa tarkoitetulla tavalla tyomaana, jos alue rajataan pois yleisesta kaytosta. maksu peritaan yhden tyomaan osalta vain kerran. maksua ei perita, jos tyo tehdaan kunnan suorittaman kadun rakentamiseen liittyvan muun tyon yhteydessa. maksua ei perita silta ajalta, jonka alue on tyomaana tyosta vastaavasta riippumattomasta syysta, jota ei voida ennakoida. kunta ja poliisi voivat peria 16 §:n 4 momentissa tarkoitetun valittoman vaaran torjumisesta aiheutuneet erityiset kustannukset silta, jonka toiminnasta tai laiminlyonnista vaara on aiheutunut. erityisia kustannuksia ovat sellaiset tyosta tai kaluston kaytosta aiheutuneet kustannukset, jotka eivat johdu tavanomaisesta valvontatyosta tai tavanomaisesta kaluston kaytosta. kustannusten maksamiseen ja perimiseen sovelletaan, mita uhkasakkolain (1113/1990) 17 §:ssa saadetaan. kunta hyvaksyy maksujen maaraamisen perusteet sisaltavan taksan. kunta saa kayttaa verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen maaraamisessa.",
        "content_sv": "Kommunen får årligen hos ägarna till de tomter som ligger invid gator som upplåtits till allmänt bruk inom dessa områden ta ut en avgift som motsvarar kostnaderna för det underhåll och den renhållning som kommunen åtagit sig att sköta enligt 8 § 1 och 2 mom. samt 13 § 1 mom. Kommunen får ta ut en avgift som grundar sig på de kostnader som orsakats kommunen av granskningen av en sådan anmälan som avses i 14 a § och för övervakningen av arbetet. För tillfällig användning av ett område som arbetsplats på det sätt som avses i 14 a § får kommunen, när området avstängs för allmänt bruk, ta ut en skälig avgift som grundar sig på tid, områdets storlek och på hur centralt beläget området är. Avgiften tas ut endast en gång per arbetsplats. Avgift tas inte ut om arbetet hänför sig till något annat arbete som kommunen utför i anslutning till byggandet av gatan. Avgift tas inte ut för den tid då området är arbetsplats av ett sådant oförutsebart skäl som inte beror på den som ansvarar för arbetet. Kommunen och polisen får hos den vars verksamhet eller försummelse har orsakat fara ta ut en avgift som motsvarar de särskilda kostnader som orsakats av avvärjandet av omedelbar fara enligt 16 § 4 mom. Särskilda kostnader är sådana kostnader för arbete eller användning av utrustning som inte föranleds av sedvanligt övervakningsarbete eller sedvanlig användning av utrustning. På betalning och indrivning av avgiften tillämpas vad som bestäms i 17 § i viteslagen (1113/1990). Kommunen skall godkänna en taxa som innefattar grunderna för beräkning av avgifterna. Kommunen får vid fastställandet av avgifter använda de uppgifter den fått enligt lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999).",
        "normalized_sv": "Kommunen får årligen hos ägarna till de tomter som ligger invid gator som upplåtits till allmänt bruk inom dessa områden ta ut en avgift som motsvarar kostnaderna för det underhåll och den renhållning som kommunen åtagit sig att sköta enligt 8 § 1 och 2 mom. samt 13 § 1 mom. Kommunen får ta ut en avgift som grundar sig på de kostnader som orsakats kommunen av granskningen av en sådan anmälan som avses i 14 a § och för övervakningen av arbetet. För tillfällig användning av ett område som arbetsplats på det sätt som avses i 14 a § får kommunen, när området avstängs för allmänt bruk, ta ut en skälig avgift som grundar sig på tid, områdets storlek och på hur centralt beläget området är. Avgiften tas ut endast en gång per arbetsplats. Avgift tas inte ut om arbetet hänför sig till något annat arbete som kommunen utför i anslutning till byggandet av gatan. Avgift tas inte ut för den tid då området är arbetsplats av ett sådant oförutsebart skäl som inte beror på den som ansvarar för arbetet. Kommunen och polisen får hos den vars verksamhet eller försummelse har orsakat fara ta ut en avgift som motsvarar de särskilda kostnader som orsakats av avvärjandet av omedelbar fara enligt 16 § 4 mom. Särskilda kostnader är sådana kostnader för arbete eller användning av utrustning som inte föranleds av sedvanligt övervakningsarbete eller sedvanlig användning av utrustning. På betalning och indrivning av avgiften tillämpas vad som bestäms i 17 § i viteslagen (1113/1990). Kommunen skall godkänna en taxa som innefattar grunderna för beräkning av avgifterna. Kommunen får vid fastställandet av avgifter använda de uppgifter den fått enligt lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999).",
        "folded_sv": "kommunen far arligen hos agarna till de tomter som ligger invid gator som upplatits till allmant bruk inom dessa omraden ta ut en avgift som motsvarar kostnaderna for det underhall och den renhallning som kommunen atagit sig att skota enligt 8 § 1 och 2 mom. samt 13 § 1 mom. kommunen far ta ut en avgift som grundar sig pa de kostnader som orsakats kommunen av granskningen av en sadan anmalan som avses i 14 a § och for overvakningen av arbetet. for tillfallig anvandning av ett omrade som arbetsplats pa det satt som avses i 14 a § far kommunen, nar omradet avstangs for allmant bruk, ta ut en skalig avgift som grundar sig pa tid, omradets storlek och pa hur centralt belaget omradet ar. avgiften tas ut endast en gang per arbetsplats. avgift tas inte ut om arbetet hanfor sig till nagot annat arbete som kommunen utfor i anslutning till byggandet av gatan. avgift tas inte ut for den tid da omradet ar arbetsplats av ett sadant oforutsebart skal som inte beror pa den som ansvarar for arbetet. kommunen och polisen far hos den vars verksamhet eller forsummelse har orsakat fara ta ut en avgift som motsvarar de sarskilda kostnader som orsakats av avvarjandet av omedelbar fara enligt 16 § 4 mom. sarskilda kostnader ar sadana kostnader for arbete eller anvandning av utrustning som inte foranleds av sedvanligt overvakningsarbete eller sedvanlig anvandning av utrustning. pa betalning och indrivning av avgiften tillampas vad som bestams i 17 § i viteslagen (1113/1990). kommunen skall godkanna en taxa som innefattar grunderna for berakning av avgifterna. kommunen far vid faststallandet av avgifter anvanda de uppgifter den fatt enligt lagen om offentlighet och sekretess i fraga om beskattningsuppgifter (1346/1999)."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "kunnan valvontaviranomainen Kunnan määräämä viranomainen () valvoo, että kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus täytetään. Kunnan valvontaviranomaisen tehtävien siirtämiseen sovelletaan, mitä kuntalaissa (365/1995) säädetään. Poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyönnistä aiheudu vaaraa yleiselle järjestykselle ja turvallisuudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "kunnan valvontaviranomainen Kunnan määräämä viranomainen () valvoo, että kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus täytetään. Kunnan valvontaviranomaisen tehtävien siirtämiseen sovelletaan, mitä kuntalaissa (365/1995) säädetään. Poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyönnistä aiheudu vaaraa yleiselle järjestykselle ja turvallisuudelle.",
        "folded_fi": "kunnan valvontaviranomainen kunnan maaraama viranomainen () valvoo, etta kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus taytetaan. kunnan valvontaviranomaisen tehtavien siirtamiseen sovelletaan, mita kuntalaissa (365/1995) saadetaan. poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyonnista aiheudu vaaraa yleiselle jarjestykselle ja turvallisuudelle.",
        "content_sv": "den kommunala tillsynsmyndigheten Den myndighet som utsetts av kommunen () skall övervaka att skyldigheten att sköta underhållet och renhållningen av gator och allmänna områden fullgörs. På delegering av den kommunala tillsynsmyndighetens uppgifter tillämpas kommunallagen (365/1995). Polisen skall vid sidan av den kommunala tillsynsmyndigheten övervaka att det inte orsakas fara för allmän ordning och säkerhet av att underhålls- eller renhållningsskyldigheten försummas.",
        "normalized_sv": "den kommunala tillsynsmyndigheten Den myndighet som utsetts av kommunen () skall övervaka att skyldigheten att sköta underhållet och renhållningen av gator och allmänna områden fullgörs. På delegering av den kommunala tillsynsmyndighetens uppgifter tillämpas kommunallagen (365/1995). Polisen skall vid sidan av den kommunala tillsynsmyndigheten övervaka att det inte orsakas fara för allmän ordning och säkerhet av att underhålls- eller renhållningsskyldigheten försummas.",
        "folded_sv": "den kommunala tillsynsmyndigheten den myndighet som utsetts av kommunen () skall overvaka att skyldigheten att skota underhallet och renhallningen av gator och allmanna omraden fullgors. pa delegering av den kommunala tillsynsmyndighetens uppgifter tillampas kommunallagen (365/1995). polisen skall vid sidan av den kommunala tillsynsmyndigheten overvaka att det inte orsakas fara for allman ordning och sakerhet av att underhalls- eller renhallningsskyldigheten forsummas."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Jos joku ryhtyy toimiin tämän lain tai sen nojalla annettujen määräysten vastaisesti taikka lyö laimin tässä laissa säädetyn tai sen nojalla annettuun määräykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hänet täyttämään velvollisuutensa sakon uhalla tai uhalla, että kunta tekee tekemättä jätetyn työn hänen kustannuksellaan. Samoin voidaan niskoittelijaa, jos erityiset syyt sitä vaativat, sakon uhalla kieltää jotain tekemästä. Jollei kunta täytä sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ympäristökeskus voi velvoittaa kunnan siihen sakon uhalla. Uhkasakkoa ja teettämisuhkaa koskevassa asiassa noudatetaan muutoin, mitä uhkasakkolaissa säädetään. Jos 1 momentissa tarkoitetusta laiminlyönnistä aiheutuu välitöntä vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus välittömästi ryhtyä toimenpiteisiin vaaran poistamiseksi. Asiasta on ilman aiheetonta viivytystä ilmoitettava kirjallisesti laiminlyöjälle. Asia on saatettava ilman aiheetonta viivytystä kunnan valvontaviranomaisen käsiteltäväksi, jonka on tehtävä asiassa päätös. Poliisilla on vastaavasti tässä momentissa tarkoitettu oikeus, jonka käyttämisestä poliisin on ilman aiheetonta viivytystä tehtävä päätös. Päätös saatetaan laiminlyöjän tietoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jos joku ryhtyy toimiin tämän lain tai sen nojalla annettujen määräysten vastaisesti taikka lyö laimin tässä laissa säädetyn tai sen nojalla annettuun määräykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hänet täyttämään velvollisuutensa sakon uhalla tai uhalla, että kunta tekee tekemättä jätetyn työn hänen kustannuksellaan. Samoin voidaan niskoittelijaa, jos erityiset syyt sitä vaativat, sakon uhalla kieltää jotain tekemästä. Jollei kunta täytä sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ympäristökeskus voi velvoittaa kunnan siihen sakon uhalla. Uhkasakkoa ja teettämisuhkaa koskevassa asiassa noudatetaan muutoin, mitä uhkasakkolaissa säädetään. Jos 1 momentissa tarkoitetusta laiminlyönnistä aiheutuu välitöntä vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus välittömästi ryhtyä toimenpiteisiin vaaran poistamiseksi. Asiasta on ilman aiheetonta viivytystä ilmoitettava kirjallisesti laiminlyöjälle. Asia on saatettava ilman aiheetonta viivytystä kunnan valvontaviranomaisen käsiteltäväksi, jonka on tehtävä asiassa päätös. Poliisilla on vastaavasti tässä momentissa tarkoitettu oikeus, jonka käyttämisestä poliisin on ilman aiheetonta viivytystä tehtävä päätös. Päätös saatetaan laiminlyöjän tietoon.",
        "folded_fi": "jos joku ryhtyy toimiin taman lain tai sen nojalla annettujen maaraysten vastaisesti taikka lyo laimin tassa laissa saadetyn tai sen nojalla annettuun maaraykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hanet tayttamaan velvollisuutensa sakon uhalla tai uhalla, etta kunta tekee tekematta jatetyn tyon hanen kustannuksellaan. samoin voidaan niskoittelijaa, jos erityiset syyt sita vaativat, sakon uhalla kieltaa jotain tekemasta. jollei kunta tayta sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ymparistokeskus voi velvoittaa kunnan siihen sakon uhalla. uhkasakkoa ja teettamisuhkaa koskevassa asiassa noudatetaan muutoin, mita uhkasakkolaissa saadetaan. jos 1 momentissa tarkoitetusta laiminlyonnista aiheutuu valitonta vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus valittomasti ryhtya toimenpiteisiin vaaran poistamiseksi. asiasta on ilman aiheetonta viivytysta ilmoitettava kirjallisesti laiminlyojalle. asia on saatettava ilman aiheetonta viivytysta kunnan valvontaviranomaisen kasiteltavaksi, jonka on tehtava asiassa paatos. poliisilla on vastaavasti tassa momentissa tarkoitettu oikeus, jonka kayttamisesta poliisin on ilman aiheetonta viivytysta tehtava paatos. paatos saatetaan laiminlyojan tietoon.",
        "content_sv": "Om någon vidtar åtgärder i strid med denna lag eller bestämmelser som utfärdats med stöd av den, eller försummar en skyldighet som föreskrivs i denna lag eller som grundar sig på föreskrifter som utfärdats med stöd av den, får den kommunala tillsynsmyndigheten förordna att skyldigheten skall fullgöras vid vite eller vid hot om att kommunen på den försumliges bekostnad utför det arbete som försummats. Likaså kan den tredskande, om särskilda skäl kräver det, vid vite förbjudas att vidta en åtgärd. Om kommunen inte fullgör sin skyldighet att sköta underhållet och renhållningen av gator och allmänna områden, kan den regionala miljöcentralen vid vite förplikta kommunen till det. I fråga om ärenden som gäller vite och hot om tvångsutförande iakttas i övrigt vad som bestäms i viteslagen. Om det av en sådan försummelse som avses i 1 mom. orsakas omedelbar fara för säkerheten, har en tjänsteinnehavare som lyder under den kommunala tillsynsmyndigheten rätt att omedelbart vidta åtgärder för att avvärja faran. Den försumlige skall utan obefogat dröjsmål skriftligen underrättas om saken. Saken skall utan obefogat dröjsmål föras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. Polisen har också sådan rätt som avses i detta moment. Polisen skall utan obefogat dröjsmål fatta beslut om utövande av rätten, och beslutet skall delges den försumlige.",
        "normalized_sv": "Om någon vidtar åtgärder i strid med denna lag eller bestämmelser som utfärdats med stöd av den, eller försummar en skyldighet som föreskrivs i denna lag eller som grundar sig på föreskrifter som utfärdats med stöd av den, får den kommunala tillsynsmyndigheten förordna att skyldigheten skall fullgöras vid vite eller vid hot om att kommunen på den försumliges bekostnad utför det arbete som försummats. Likaså kan den tredskande, om särskilda skäl kräver det, vid vite förbjudas att vidta en åtgärd. Om kommunen inte fullgör sin skyldighet att sköta underhållet och renhållningen av gator och allmänna områden, kan den regionala miljöcentralen vid vite förplikta kommunen till det. I fråga om ärenden som gäller vite och hot om tvångsutförande iakttas i övrigt vad som bestäms i viteslagen. Om det av en sådan försummelse som avses i 1 mom. orsakas omedelbar fara för säkerheten, har en tjänsteinnehavare som lyder under den kommunala tillsynsmyndigheten rätt att omedelbart vidta åtgärder för att avvärja faran. Den försumlige skall utan obefogat dröjsmål skriftligen underrättas om saken. Saken skall utan obefogat dröjsmål föras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. Polisen har också sådan rätt som avses i detta moment. Polisen skall utan obefogat dröjsmål fatta beslut om utövande av rätten, och beslutet skall delges den försumlige.",
        "folded_sv": "om nagon vidtar atgarder i strid med denna lag eller bestammelser som utfardats med stod av den, eller forsummar en skyldighet som foreskrivs i denna lag eller som grundar sig pa foreskrifter som utfardats med stod av den, far den kommunala tillsynsmyndigheten forordna att skyldigheten skall fullgoras vid vite eller vid hot om att kommunen pa den forsumliges bekostnad utfor det arbete som forsummats. likasa kan den tredskande, om sarskilda skal kraver det, vid vite forbjudas att vidta en atgard. om kommunen inte fullgor sin skyldighet att skota underhallet och renhallningen av gator och allmanna omraden, kan den regionala miljocentralen vid vite forplikta kommunen till det. i fraga om arenden som galler vite och hot om tvangsutforande iakttas i ovrigt vad som bestams i viteslagen. om det av en sadan forsummelse som avses i 1 mom. orsakas omedelbar fara for sakerheten, har en tjansteinnehavare som lyder under den kommunala tillsynsmyndigheten ratt att omedelbart vidta atgarder for att avvarja faran. den forsumlige skall utan obefogat drojsmal skriftligen underrattas om saken. saken skall utan obefogat drojsmal foras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. polisen har ocksa sadan ratt som avses i detta moment. polisen skall utan obefogat drojsmal fatta beslut om utovande av ratten, och beslutet skall delges den forsumlige."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Joka tahallaan tai huolimattomuudesta laiminlyö 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 §:n mukaisiin väliaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a §:n mukaisen ilmoitusvelvollisuuden, kadun ja eräiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain säännösten rikkomisesta on tuomittava, jollei tekoa ole pidettävä vähäisenä tai laiminlyöjää ole 16 §:n mukaisesti velvoitettu täyttämään velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Tässä pykälässä rangaistavaksi säädetystä menettelystä tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyönti on. Tätä arvioitaessa on otettava huomioon asianomaisen asema, hänen tehtäviensä ja toimivaltuuksiensa laatu ja laajuus sekä muutenkin hänen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta laiminlyö 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 § :n mukaisiin väliaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a § :n mukaisen ilmoitusvelvollisuuden, kadun ja eräiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain säännösten rikkomisesta on tuomittava, jollei tekoa ole pidettävä vähäisenä tai laiminlyöjää ole 16 § :n mukaisesti velvoitettu täyttämään velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Tässä pykälässä rangaistavaksi säädetystä menettelystä tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyönti on. Tätä arvioitaessa on otettava huomioon asianomaisen asema, hänen tehtäviensä ja toimivaltuuksiensa laatu ja laajuus sekä muutenkin hänen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta laiminlyo 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 §:n mukaisiin valiaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a §:n mukaisen ilmoitusvelvollisuuden, kadun ja eraiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain saannosten rikkomisesta on tuomittava, jollei tekoa ole pidettava vahaisena tai laiminlyojaa ole 16 §:n mukaisesti velvoitettu tayttamaan velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. tassa pykalassa rangaistavaksi saadetysta menettelysta tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyonti on. tata arvioitaessa on otettava huomioon asianomaisen asema, hanen tehtaviensa ja toimivaltuuksiensa laatu ja laajuus seka muutenkin hanen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet försummar 1) den underhållsskyldighet som avses i 2 kap., 2) den renhållningsskyldighet som avses i 3 kap., 3) vidtagandet av sådana temporära åtgärder för att varna trafiken som avses i 5 §, eller 4) den anmälningsskyldighet som avses i 5 eller 14 a §, överträdelse av bestämmelserna i lagen om underhåll och renhållning av gator och vissa allmänna områden skall, om inte gärningen skall anses ringa eller den försumlige enligt 16 § har ålagts att fullgöra sin skyldighet vid vite eller om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter. För det förfarande som enligt denna paragraf är straffbart döms den till straff mot vars skyldigheter försummelsen strider. Vid bedömningen av detta skall hänsyn tas till personens ställning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt även övriga medverkan till att det lagstridiga tillståndet uppkommit och fortgått.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet försummar 1) den underhållsskyldighet som avses i 2 kap., 2) den renhållningsskyldighet som avses i 3 kap., 3) vidtagandet av sådana temporära åtgärder för att varna trafiken som avses i 5 § , eller 4) den anmälningsskyldighet som avses i 5 eller 14 a § , överträdelse av bestämmelserna i lagen om underhåll och renhållning av gator och vissa allmänna områden skall, om inte gärningen skall anses ringa eller den försumlige enligt 16 § har ålagts att fullgöra sin skyldighet vid vite eller om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter. För det förfarande som enligt denna paragraf är straffbart döms den till straff mot vars skyldigheter försummelsen strider. Vid bedömningen av detta skall hänsyn tas till personens ställning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt även övriga medverkan till att det lagstridiga tillståndet uppkommit och fortgått.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet forsummar 1) den underhallsskyldighet som avses i 2 kap., 2) den renhallningsskyldighet som avses i 3 kap., 3) vidtagandet av sadana temporara atgarder for att varna trafiken som avses i 5 §, eller 4) den anmalningsskyldighet som avses i 5 eller 14 a §, overtradelse av bestammelserna i lagen om underhall och renhallning av gator och vissa allmanna omraden skall, om inte garningen skall anses ringa eller den forsumlige enligt 16 § har alagts att fullgora sin skyldighet vid vite eller om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter. for det forfarande som enligt denna paragraf ar straffbart doms den till straff mot vars skyldigheter forsummelsen strider. vid bedomningen av detta skall hansyn tas till personens stallning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt aven ovriga medverkan till att det lagstridiga tillstandet uppkommit och fortgatt."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Tämän lain 14 §:n nojalla annettuun kunnan päätökseen, 15 §:n nojalla annettuun päätökseen, joka koskee valvontaviranomaisen määräämistä tai sen tehtävien siirtämistä sekä 14 b §:n nojalla annettuun taksan hyväksymistä koskevaan päätökseen saa hakea muutosta valittamalla siten kuin kuntalaissa säädetään. Muihin tämän lain nojalla annettuihin päätöksiin kuin 1 momentissa ja 17 §:ssä tarkoitettuihin päätöksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Ennen muutoksen hakemista 14 b §:n 1―3 momentin mukaisten maksujen määräämiseen maksuvelvollisen on tehtävä 14 päivän kuluessa maksulipun saamisesta muistutus maksun perimisestä päättävälle kunnan viranomaiselle. Muistutuksen johdosta on tehtävä uusi päätös, ja maksuvelvolliselle on lähetettävä uusi maksulippu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Tämän lain 14 § :n nojalla annettuun kunnan päätökseen, 15 § :n nojalla annettuun päätökseen, joka koskee valvontaviranomaisen määräämistä tai sen tehtävien siirtämistä sekä 14 b § :n nojalla annettuun taksan hyväksymistä koskevaan päätökseen saa hakea muutosta valittamalla siten kuin kuntalaissa säädetään. Muihin tämän lain nojalla annettuihin päätöksiin kuin 1 momentissa ja 17 § :ssä tarkoitettuihin päätöksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Ennen muutoksen hakemista 14 b § :n 1―3 momentin mukaisten maksujen määräämiseen maksuvelvollisen on tehtävä 14 päivän kuluessa maksulipun saamisesta muistutus maksun perimisestä päättävälle kunnan viranomaiselle. Muistutuksen johdosta on tehtävä uusi päätös, ja maksuvelvolliselle on lähetettävä uusi maksulippu.",
        "folded_fi": "taman lain 14 §:n nojalla annettuun kunnan paatokseen, 15 §:n nojalla annettuun paatokseen, joka koskee valvontaviranomaisen maaraamista tai sen tehtavien siirtamista seka 14 b §:n nojalla annettuun taksan hyvaksymista koskevaan paatokseen saa hakea muutosta valittamalla siten kuin kuntalaissa saadetaan. muihin taman lain nojalla annettuihin paatoksiin kuin 1 momentissa ja 17 §:ssa tarkoitettuihin paatoksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. ennen muutoksen hakemista 14 b §:n 1―3 momentin mukaisten maksujen maaraamiseen maksuvelvollisen on tehtava 14 paivan kuluessa maksulipun saamisesta muistutus maksun perimisesta paattavalle kunnan viranomaiselle. muistutuksen johdosta on tehtava uusi paatos, ja maksuvelvolliselle on lahetettava uusi maksulippu.",
        "content_sv": "I ett beslut som meddelats av kommunen med stöd av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkännande av en taxa får ändring sökas genom besvär enligt vad som bestäms i kommunallagen. I andra med stöd av denna lag meddelade beslut än sådana som avses i 1 mom. eller 17 § får ändring sökas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). Innan ändring söks i ett beslut om fastställande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhållits framställa anmärkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. Ett nytt beslut skall fattas med anledning av anmärkningen och ett nytt inbetalningskort sändas till den betalningsskyldige.",
        "normalized_sv": "I ett beslut som meddelats av kommunen med stöd av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkännande av en taxa får ändring sökas genom besvär enligt vad som bestäms i kommunallagen. I andra med stöd av denna lag meddelade beslut än sådana som avses i 1 mom. eller 17 § får ändring sökas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). Innan ändring söks i ett beslut om fastställande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhållits framställa anmärkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. Ett nytt beslut skall fattas med anledning av anmärkningen och ett nytt inbetalningskort sändas till den betalningsskyldige.",
        "folded_sv": "i ett beslut som meddelats av kommunen med stod av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkannande av en taxa far andring sokas genom besvar enligt vad som bestams i kommunallagen. i andra med stod av denna lag meddelade beslut an sadana som avses i 1 mom. eller 17 § far andring sokas genom besvar hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen (586/1996). innan andring soks i ett beslut om faststallande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhallits framstalla anmarkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. ett nytt beslut skall fattas med anledning av anmarkningen och ett nytt inbetalningskort sandas till den betalningsskyldige."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Joka omistaa yleiseen käyttöön luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistörekisteriin, on velvollinen pitämään kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Joka omistaa yleiseen käyttöön luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistörekisteriin, on velvollinen pitämään kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
        "folded_fi": "joka omistaa yleiseen kayttoon luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistorekisteriin, on velvollinen pitamaan kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
        "content_sv": "Den som i ett byggnadskvarter vid en gata som är upplåten till allmänt bruk äger ett markområde, för vilket inte någon bindande tomtindelning gäller eller som inte har införts i fastighetsregistret, är skyldig att sköta underhållet och renhållningen av gatan på samma sätt som en tomtägare.",
        "normalized_sv": "Den som i ett byggnadskvarter vid en gata som är upplåten till allmänt bruk äger ett markområde, för vilket inte någon bindande tomtindelning gäller eller som inte har införts i fastighetsregistret, är skyldig att sköta underhållet och renhållningen av gatan på samma sätt som en tomtägare.",
        "folded_sv": "den som i ett byggnadskvarter vid en gata som ar upplaten till allmant bruk ager ett markomrade, for vilket inte nagon bindande tomtindelning galler eller som inte har inforts i fastighetsregistret, ar skyldig att skota underhallet och renhallningen av gatan pa samma satt som en tomtagare."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tämän lain mukaan on pidettävä kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankäyttö- ja rakennuslain (132/1999) mukaisesti yleiseen käyttöön luovutettu tai luovutetuksi katsottava katu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaan on pidettävä kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankäyttö- ja rakennuslain (132/1999) mukaisesti yleiseen käyttöön luovutettu tai luovutetuksi katsottava katu.",
        "folded_fi": "taman lain mukaan on pidettava kunnossa ja puhtaana asemakaavalain (145/1931), rakennuslain (370/1958) tai maankaytto- ja rakennuslain (132/1999) mukaisesti yleiseen kayttoon luovutettu tai luovutetuksi katsottava katu.",
        "content_sv": "Underhåll och renhållning av gator enligt denna lag gäller gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvändnings- och bygglagen (132/1999) upplåtits till allmänt bruk eller kan anses upplåtna därtill.",
        "normalized_sv": "Underhåll och renhållning av gator enligt denna lag gäller gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvändnings- och bygglagen (132/1999) upplåtits till allmänt bruk eller kan anses upplåtna därtill.",
        "folded_sv": "underhall och renhallning av gator enligt denna lag galler gator som i enlighet med stadsplanelagen (145/1931), byggnadslagen (370/1958) eller markanvandnings- och bygglagen (132/1999) upplatits till allmant bruk eller kan anses upplatna dartill."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Kadun kunnossapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu liikenteen tarpeiden edellyttämässä tyydyttävässä kunnossa. Kunnossapidon tason määräytymisessä otetaan huomioon kadun liikenteellinen merkitys, liikenteen määrä, säätila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika sekä eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyöräilyn, tarpeet sekä terveellisyys, liikenneturvallisuus ja liikenteen esteettömyys. Kadun kunnossapito käsittää kadun rikkoutuneen päällysteen korjaamisen tai uudelleen päällystämisen, sorapäällysteisen kadun tasaisena pitämisen ja sorapäällysteisen kadun ajoradan pölyn sitomisen. Kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. Kadun kunnossapito käsittää myös ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttämiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jään poistamisen, kadun pinnan pitämisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen käytetyn kiviaineksen poistamisen sekä katuojien, sadevesikourujen ja -kaivojen avoinna pitämisen. Kunta voi päättää, jos liikenteelle ei aiheudu huomattavaa haittaa, että määrätty katu tai kadun osa pidetään talvella kunnossa vain osittain taikka että määrätyllä kadulla tai kadun osalla ei torjuta liukkautta, jotta sitä voidaan käyttää kelkalla kulkemiseen. Liukkauden torjumatta jättämisestä on ilmoitettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Kadun kunnossapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu liikenteen tarpeiden edellyttämässä tyydyttävässä kunnossa. Kunnossapidon tason määräytymisessä otetaan huomioon kadun liikenteellinen merkitys, liikenteen määrä, säätila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika sekä eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyöräilyn, tarpeet sekä terveellisyys, liikenneturvallisuus ja liikenteen esteettömyys. Kadun kunnossapito käsittää kadun rikkoutuneen päällysteen korjaamisen tai uudelleen päällystämisen, sorapäällysteisen kadun tasaisena pitämisen ja sorapäällysteisen kadun ajoradan pölyn sitomisen. Kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. Kadun kunnossapito käsittää myös ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttämiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jään poistamisen, kadun pinnan pitämisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen käytetyn kiviaineksen poistamisen sekä katuojien, sadevesikourujen ja -kaivojen avoinna pitämisen. Kunta voi päättää, jos liikenteelle ei aiheudu huomattavaa haittaa, että määrätty katu tai kadun osa pidetään talvella kunnossa vain osittain taikka että määrätyllä kadulla tai kadun osalla ei torjuta liukkautta, jotta sitä voidaan käyttää kelkalla kulkemiseen. Liukkauden torjumatta jättämisestä on ilmoitettava.",
        "folded_fi": "kadun kunnossapito kasittaa ne toimenpiteet, joiden tarkoituksena on pitaa katu liikenteen tarpeiden edellyttamassa tyydyttavassa kunnossa. kunnossapidon tason maaraytymisessa otetaan huomioon kadun liikenteellinen merkitys, liikenteen maara, saatila ja sen ennakoitavissa olevat muutokset, vuorokaudenaika seka eri liikennemuotojen, kuten moottoriajoneuvoliikenteen, jalankulun ja polkupyorailyn, tarpeet seka terveellisyys, liikenneturvallisuus ja liikenteen esteettomyys. kadun kunnossapito kasittaa kadun rikkoutuneen paallysteen korjaamisen tai uudelleen paallystamisen, sorapaallysteisen kadun tasaisena pitamisen ja sorapaallysteisen kadun ajoradan polyn sitomisen. kadun kunnossapitoon luetaan katualueella olevien istutusten, kadun kalusteiden, korokkeiden, suojakaiteiden, liikennemerkkien ja muiden vastaavien laitteiden kunnossapito. kadun kunnossapito kasittaa myos ne toimenpiteet, jotka talvella ovat tarpeellisia kadun pysyttamiseksi 1 momentin mukaisessa kunnossa, kuten lumen ja jaan poistamisen, kadun pinnan pitamisen tasaisena, liukkauden torjumisen, liukkauden torjumiseen kaytetyn kiviaineksen poistamisen seka katuojien, sadevesikourujen ja -kaivojen avoinna pitamisen. kunta voi paattaa, jos liikenteelle ei aiheudu huomattavaa haittaa, etta maaratty katu tai kadun osa pidetaan talvella kunnossa vain osittain taikka etta maaratylla kadulla tai kadun osalla ei torjuta liukkautta, jotta sita voidaan kayttaa kelkalla kulkemiseen. liukkauden torjumatta jattamisesta on ilmoitettava.",
        "content_sv": "Gatuunderhållet omfattar de åtgärder som har till syfte att hålla en gata i ett sådant skick som är tillfredsställande med avseende på trafikens behov. Vid bestämmandet av nivån på underhållet beaktas gatans betydelse för trafiken, trafikvolymen, väderleken och förutsebara förändningar i väderleken, tiden på dygnet, de olika trafikformernas behov, såsom motorfordonstrafikens, fotgängartrafikens och cykeltrafikens behov, samt hälsoeffekten, trafiksäkerheten och trafikens framkomlighet. Gatuunderhållet omfattar reparation av skadad gatubeläggning eller ombeläggning, hållande av en grusbelagd gata jämn och dammbindning på en grusbelagd gatas körbana. Till gatuunderhållet hänförs underhållet av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar inom ett gatuområde. Gatuunderhållet omfattar även de åtgärder som på vintern behövs för att en gata skall bevaras i ett sådant skick som avses i 1 mom., såsom avlägsnande av snö och is, hållande av gatuytan jämn, halkbekämpning, avlägsnande av stenmaterial som använts för halkbekämpning samt hållande av rännstenar, regnvattenrännor och regnvattenbrunnar öppna. Kommunen kan, om det inte medför avsevärda olägenheter för trafiken, besluta att en viss gata eller del av en gata vintertid skall underhållas endast delvis eller att den delvis skall lämnas utan halkbekämpning för att möjliggöra användning av kälke. Om halkbekämpning inte utförs skall detta meddelas.",
        "normalized_sv": "Gatuunderhållet omfattar de åtgärder som har till syfte att hålla en gata i ett sådant skick som är tillfredsställande med avseende på trafikens behov. Vid bestämmandet av nivån på underhållet beaktas gatans betydelse för trafiken, trafikvolymen, väderleken och förutsebara förändningar i väderleken, tiden på dygnet, de olika trafikformernas behov, såsom motorfordonstrafikens, fotgängartrafikens och cykeltrafikens behov, samt hälsoeffekten, trafiksäkerheten och trafikens framkomlighet. Gatuunderhållet omfattar reparation av skadad gatubeläggning eller ombeläggning, hållande av en grusbelagd gata jämn och dammbindning på en grusbelagd gatas körbana. Till gatuunderhållet hänförs underhållet av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar inom ett gatuområde. Gatuunderhållet omfattar även de åtgärder som på vintern behövs för att en gata skall bevaras i ett sådant skick som avses i 1 mom., såsom avlägsnande av snö och is, hållande av gatuytan jämn, halkbekämpning, avlägsnande av stenmaterial som använts för halkbekämpning samt hållande av rännstenar, regnvattenrännor och regnvattenbrunnar öppna. Kommunen kan, om det inte medför avsevärda olägenheter för trafiken, besluta att en viss gata eller del av en gata vintertid skall underhållas endast delvis eller att den delvis skall lämnas utan halkbekämpning för att möjliggöra användning av kälke. Om halkbekämpning inte utförs skall detta meddelas.",
        "folded_sv": "gatuunderhallet omfattar de atgarder som har till syfte att halla en gata i ett sadant skick som ar tillfredsstallande med avseende pa trafikens behov. vid bestammandet av nivan pa underhallet beaktas gatans betydelse for trafiken, trafikvolymen, vaderleken och forutsebara forandningar i vaderleken, tiden pa dygnet, de olika trafikformernas behov, sasom motorfordonstrafikens, fotgangartrafikens och cykeltrafikens behov, samt halsoeffekten, trafiksakerheten och trafikens framkomlighet. gatuunderhallet omfattar reparation av skadad gatubelaggning eller ombelaggning, hallande av en grusbelagd gata jamn och dammbindning pa en grusbelagd gatas korbana. till gatuunderhallet hanfors underhallet av planteringar, gatumobler, refuger, skyddsrack, vagmarken och andra motsvarande anordningar inom ett gatuomrade. gatuunderhallet omfattar aven de atgarder som pa vintern behovs for att en gata skall bevaras i ett sadant skick som avses i 1 mom., sasom avlagsnande av sno och is, hallande av gatuytan jamn, halkbekampning, avlagsnande av stenmaterial som anvants for halkbekampning samt hallande av rannstenar, regnvattenrannor och regnvattenbrunnar oppna. kommunen kan, om det inte medfor avsevarda olagenheter for trafiken, besluta att en viss gata eller del av en gata vintertid skall underhallas endast delvis eller att den delvis skall lamnas utan halkbekampning for att mojliggora anvandning av kalke. om halkbekampning inte utfors skall detta meddelas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kadun kunnossapito kuuluu kunnalle. Tontinomistajan velvollisuutena on kuitenkin, jollei 8 §:stä muuta johdu, pitää tontin kohdalla oleva jalkakäytävä käyttökelpoisena poistamalla jalankulkua haittaava lumi ja jää sekä huolehtia liukkauden torjumisesta jalkakäytävällä ja liukkauden torjumiseen käytetyn kiviaineksen poistamisesta jalkakäytävältä. Lisäksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakäytävälle tai sen vierelle kertyneet lumivallit sekä pitää jalkakäytävän viereinen katuoja ja sadevesikouru lumettomana ja jäättömänä. Tontinomistaja vastaa myös tontille johtavan kulkutien kunnossapidosta. Pyörätien sekä rakenteellisesti toisistaan erottamattoman jalankulku- ja pyörätien kunnossapito kuuluu kunnalle sen estämättä, mitä 1 momentissa säädetään. Kunta voi päättää kävelykadun, pihakadun ja muun erityistä liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa säädetään. Tontinomistajalle näin määrättävä kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin tämän lain mukaan kuuluva kunnossapitovelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Kadun kunnossapito kuuluu kunnalle. Tontinomistajan velvollisuutena on kuitenkin, jollei 8 § :stä muuta johdu, pitää tontin kohdalla oleva jalkakäytävä käyttökelpoisena poistamalla jalankulkua haittaava lumi ja jää sekä huolehtia liukkauden torjumisesta jalkakäytävällä ja liukkauden torjumiseen käytetyn kiviaineksen poistamisesta jalkakäytävältä. Lisäksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakäytävälle tai sen vierelle kertyneet lumivallit sekä pitää jalkakäytävän viereinen katuoja ja sadevesikouru lumettomana ja jäättömänä. Tontinomistaja vastaa myös tontille johtavan kulkutien kunnossapidosta. Pyörätien sekä rakenteellisesti toisistaan erottamattoman jalankulku- ja pyörätien kunnossapito kuuluu kunnalle sen estämättä, mitä 1 momentissa säädetään. Kunta voi päättää kävelykadun, pihakadun ja muun erityistä liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa säädetään. Tontinomistajalle näin määrättävä kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin tämän lain mukaan kuuluva kunnossapitovelvollisuus.",
        "folded_fi": "kadun kunnossapito kuuluu kunnalle. tontinomistajan velvollisuutena on kuitenkin, jollei 8 §:sta muuta johdu, pitaa tontin kohdalla oleva jalkakaytava kayttokelpoisena poistamalla jalankulkua haittaava lumi ja jaa seka huolehtia liukkauden torjumisesta jalkakaytavalla ja liukkauden torjumiseen kaytetyn kiviaineksen poistamisesta jalkakaytavalta. lisaksi tontinomistajan velvollisuutena on tarvittaessa poistaa jalkakaytavalle tai sen vierelle kertyneet lumivallit seka pitaa jalkakaytavan viereinen katuoja ja sadevesikouru lumettomana ja jaattomana. tontinomistaja vastaa myos tontille johtavan kulkutien kunnossapidosta. pyoratien seka rakenteellisesti toisistaan erottamattoman jalankulku- ja pyoratien kunnossapito kuuluu kunnalle sen estamatta, mita 1 momentissa saadetaan. kunta voi paattaa kavelykadun, pihakadun ja muun erityista liikennetarvetta palvelevan kadun kunnossapitovelvollisuuden jakautumisesta toisin kuin 1 momentissa saadetaan. tontinomistajalle nain maarattava kunnossapitovelvollisuus ei kuitenkaan saa olla olennaisesti raskaampi kuin tontinomistajalle muutoin taman lain mukaan kuuluva kunnossapitovelvollisuus.",
        "content_sv": "Gatuunderhållet ankommer på kommunen. Tomtägaren är likväl, om inte något annat följer av 8 §, skyldig att hålla gångbanan invid tomten användbar genom att avlägsna snö och is som försvårar fotgängartrafiken på gångbanan samt sköta halkbekämpningen och avlägsnandet av stenmaterial som använts för halkbekämpning på gångbanan. Tomtägaren är dessutom skyldig att vid behov forsla bort snövallar som hopats på eller vid gångbanan samt att hålla rännstenen och regnvattenrännan på gångbanan fria från snö och is. Tomtägaren svarar också för underhållet av den infartsväg som leder till tomten. Underhållet av cykelvägar samt sådana gång- och cykelvägar som till sin utformning inte kan särskiljas från varandra ankommer på kommunen, utan hinder av vad som bestäms i 1 mom. Kommunen kan besluta att skyldigheten att underhålla en gågata, gårdsgata eller annan gata som tillgodoser ett särskilt trafikbehov skall fördelas på annat sätt än vad som bestäms i 1 mom. Den underhållsskyldighet som tomtägaren sålunda åläggs får dock inte vara avsevärt tyngre än den som tomtägaren annars har enligt denna lag.",
        "normalized_sv": "Gatuunderhållet ankommer på kommunen. Tomtägaren är likväl, om inte något annat följer av 8 § , skyldig att hålla gångbanan invid tomten användbar genom att avlägsna snö och is som försvårar fotgängartrafiken på gångbanan samt sköta halkbekämpningen och avlägsnandet av stenmaterial som använts för halkbekämpning på gångbanan. Tomtägaren är dessutom skyldig att vid behov forsla bort snövallar som hopats på eller vid gångbanan samt att hålla rännstenen och regnvattenrännan på gångbanan fria från snö och is. Tomtägaren svarar också för underhållet av den infartsväg som leder till tomten. Underhållet av cykelvägar samt sådana gång- och cykelvägar som till sin utformning inte kan särskiljas från varandra ankommer på kommunen, utan hinder av vad som bestäms i 1 mom. Kommunen kan besluta att skyldigheten att underhålla en gågata, gårdsgata eller annan gata som tillgodoser ett särskilt trafikbehov skall fördelas på annat sätt än vad som bestäms i 1 mom. Den underhållsskyldighet som tomtägaren sålunda åläggs får dock inte vara avsevärt tyngre än den som tomtägaren annars har enligt denna lag.",
        "folded_sv": "gatuunderhallet ankommer pa kommunen. tomtagaren ar likval, om inte nagot annat foljer av 8 §, skyldig att halla gangbanan invid tomten anvandbar genom att avlagsna sno och is som forsvarar fotgangartrafiken pa gangbanan samt skota halkbekampningen och avlagsnandet av stenmaterial som anvants for halkbekampning pa gangbanan. tomtagaren ar dessutom skyldig att vid behov forsla bort snovallar som hopats pa eller vid gangbanan samt att halla rannstenen och regnvattenrannan pa gangbanan fria fran sno och is. tomtagaren svarar ocksa for underhallet av den infartsvag som leder till tomten. underhallet av cykelvagar samt sadana gang- och cykelvagar som till sin utformning inte kan sarskiljas fran varandra ankommer pa kommunen, utan hinder av vad som bestams i 1 mom. kommunen kan besluta att skyldigheten att underhalla en gagata, gardsgata eller annan gata som tillgodoser ett sarskilt trafikbehov skall fordelas pa annat satt an vad som bestams i 1 mom. den underhallsskyldighet som tomtagaren salunda alaggs far dock inte vara avsevart tyngre an den som tomtagaren annars har enligt denna lag."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Kunta voi päätöksellään ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtävistä yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan määrätyllä osalla. Jos pientalovaltaisella alueella ei saavuteta tämän lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtävät jakautuvat alueen tontinomistajien kesken erityisen epätasapuolisesti, kunnan on päätöksellään otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 §:n 1 momentin mukaan kuuluvista kunnossapitotehtävistä. Edellytyksenä kuitenkin on, että kunnossapito voidaan järjestää tarkoituksenmukaisena alueellisena kokonaisuutena ja että alue soveltuu koneelliseen kunnossapitoon. Kunnan ottaessa huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtävistä vastuu niistä siirtyy kunnalle. Kunnossapidon maksuista säädetään 14 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kunta voi päätöksellään ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 § :n mukaan kuuluvista kunnossapitotehtävistä yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan määrätyllä osalla. Jos pientalovaltaisella alueella ei saavuteta tämän lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtävät jakautuvat alueen tontinomistajien kesken erityisen epätasapuolisesti, kunnan on päätöksellään otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 § :n 1 momentin mukaan kuuluvista kunnossapitotehtävistä. Edellytyksenä kuitenkin on, että kunnossapito voidaan järjestää tarkoituksenmukaisena alueellisena kokonaisuutena ja että alue soveltuu koneelliseen kunnossapitoon. Kunnan ottaessa huolehtiakseen tontinomistajalle 4 § :n mukaan kuuluvista kunnossapitotehtävistä vastuu niistä siirtyy kunnalle. Kunnossapidon maksuista säädetään 14 b § :ssä.",
        "folded_fi": "kunta voi paatoksellaan ottaa kokonaan tai osittain huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtavista yhden tai useamman tontin osalta, kaikilla asemakaava-alueilla tai asemakaavan maaratylla osalla. jos pientalovaltaisella alueella ei saavuteta taman lain mukaista kunnossapidon tasoa tai jos kunnossapitotehtavat jakautuvat alueen tontinomistajien kesken erityisen epatasapuolisesti, kunnan on paatoksellaan otettava kokonaan tai osittain huolehtiakseen tontinomistajille 4 §:n 1 momentin mukaan kuuluvista kunnossapitotehtavista. edellytyksena kuitenkin on, etta kunnossapito voidaan jarjestaa tarkoituksenmukaisena alueellisena kokonaisuutena ja etta alue soveltuu koneelliseen kunnossapitoon. kunnan ottaessa huolehtiakseen tontinomistajalle 4 §:n mukaan kuuluvista kunnossapitotehtavista vastuu niista siirtyy kunnalle. kunnossapidon maksuista saadetaan 14 b §:ssa.",
        "content_sv": "Kommunen kan besluta att helt eller delvis åta sig att i fråga om en eller flera tomter på samtliga detaljplaneområden eller inom en viss del av en detaljplan sköta det underhåll som enligt 4 § ankommer på tomtägaren. Om den nivå för underhållet som föreskrivs i denna lag inte uppnås inom ett småhusdominerat område eller om underhållet fördelas särskilt ojämlikt mellan tomtägarna inom området, skall kommunen genom sitt beslut helt eller delvis åta sig att sköta det underhåll som enligt 4 § 1 mom. ankommer på tomtägarna. En förutsättning är dock att underhållet kan anordnas som en ändamålsenlig regional helhet och att området lämpar sig för maskinellt underhåll. När kommunen åtar sig att sköta det underhåll som enligt 4 § ankommer på tomtägarna, överförs ansvaret för underhållet på kommunen. Bestämmelser om underhållsavgifterna finns i 14 b §.",
        "normalized_sv": "Kommunen kan besluta att helt eller delvis åta sig att i fråga om en eller flera tomter på samtliga detaljplaneområden eller inom en viss del av en detaljplan sköta det underhåll som enligt 4 § ankommer på tomtägaren. Om den nivå för underhållet som föreskrivs i denna lag inte uppnås inom ett småhusdominerat område eller om underhållet fördelas särskilt ojämlikt mellan tomtägarna inom området, skall kommunen genom sitt beslut helt eller delvis åta sig att sköta det underhåll som enligt 4 § 1 mom. ankommer på tomtägarna. En förutsättning är dock att underhållet kan anordnas som en ändamålsenlig regional helhet och att området lämpar sig för maskinellt underhåll. När kommunen åtar sig att sköta det underhåll som enligt 4 § ankommer på tomtägarna, överförs ansvaret för underhållet på kommunen. Bestämmelser om underhållsavgifterna finns i 14 b § .",
        "folded_sv": "kommunen kan besluta att helt eller delvis ata sig att i fraga om en eller flera tomter pa samtliga detaljplaneomraden eller inom en viss del av en detaljplan skota det underhall som enligt 4 § ankommer pa tomtagaren. om den niva for underhallet som foreskrivs i denna lag inte uppnas inom ett smahusdominerat omrade eller om underhallet fordelas sarskilt ojamlikt mellan tomtagarna inom omradet, skall kommunen genom sitt beslut helt eller delvis ata sig att skota det underhall som enligt 4 § 1 mom. ankommer pa tomtagarna. en forutsattning ar dock att underhallet kan anordnas som en andamalsenlig regional helhet och att omradet lampar sig for maskinellt underhall. nar kommunen atar sig att skota det underhall som enligt 4 § ankommer pa tomtagarna, overfors ansvaret for underhallet pa kommunen. bestammelser om underhallsavgifterna finns i 14 b §."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "content": "Ennen 4 §:n 4 momentin ja 8 §:n 1 ja 2 momentin mukaisen päätöksen tekemistä päätösehdotuksen pitämisestä julkisesti nähtävänä on etukäteen ilmoitettava kunnan ilmoitustaululla ja vähintään yhdessä paikkakunnalla yleisesti leviävässä sanomalehdessä. Päätösehdotuksesta on annettava tieto aloitteen tekijöille. Lisäksi sellaisesta päätösehdotuksesta, jolla kunta ottaa tontinomistajien tehtäviä huolehtiakseen, on annettava tieto alueen tontinomistajille. Tiedoksianto voi tapahtua tavallisella kirjeellä. Muistutus ehdotuksesta on jätettävä kunnalle 14 päivän kuluessa ehdotuksen nähtäville asettamisesta tai kirjeen tiedoksisaamisesta. Edellä 1 momentissa tarkoitettu päätös annetaan tiedoksi aloitteen tekijöille. Päätös annetaan todisteellisesti tiedoksi niille tontinomistajille, joita päätös koskee siten kuin hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Ennen 4 § :n 4 momentin ja 8 § :n 1 ja 2 momentin mukaisen päätöksen tekemistä päätösehdotuksen pitämisestä julkisesti nähtävänä on etukäteen ilmoitettava kunnan ilmoitustaululla ja vähintään yhdessä paikkakunnalla yleisesti leviävässä sanomalehdessä. Päätösehdotuksesta on annettava tieto aloitteen tekijöille. Lisäksi sellaisesta päätösehdotuksesta, jolla kunta ottaa tontinomistajien tehtäviä huolehtiakseen, on annettava tieto alueen tontinomistajille. Tiedoksianto voi tapahtua tavallisella kirjeellä. Muistutus ehdotuksesta on jätettävä kunnalle 14 päivän kuluessa ehdotuksen nähtäville asettamisesta tai kirjeen tiedoksisaamisesta. Edellä 1 momentissa tarkoitettu päätös annetaan tiedoksi aloitteen tekijöille. Päätös annetaan todisteellisesti tiedoksi niille tontinomistajille, joita päätös koskee siten kuin hallintolaissa (434/2003) säädetään.",
        "folded_fi": "ennen 4 §:n 4 momentin ja 8 §:n 1 ja 2 momentin mukaisen paatoksen tekemista paatosehdotuksen pitamisesta julkisesti nahtavana on etukateen ilmoitettava kunnan ilmoitustaululla ja vahintaan yhdessa paikkakunnalla yleisesti leviavassa sanomalehdessa. paatosehdotuksesta on annettava tieto aloitteen tekijoille. lisaksi sellaisesta paatosehdotuksesta, jolla kunta ottaa tontinomistajien tehtavia huolehtiakseen, on annettava tieto alueen tontinomistajille. tiedoksianto voi tapahtua tavallisella kirjeella. muistutus ehdotuksesta on jatettava kunnalle 14 paivan kuluessa ehdotuksen nahtaville asettamisesta tai kirjeen tiedoksisaamisesta. edella 1 momentissa tarkoitettu paatos annetaan tiedoksi aloitteen tekijoille. paatos annetaan todisteellisesti tiedoksi niille tontinomistajille, joita paatos koskee siten kuin hallintolaissa (434/2003) saadetaan.",
        "content_sv": "Innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det på kommunens anslagstavla och i minst en tidning med allmän spridning på orten på förhand kungöras att beslutsförslaget hålls offentligt framlagt. Ett beslutsförslag skall delges dem som gjort framställningen. Dessutom skall tomtägarna inom området delges sådana beslutsförslag genom vilka kommunen åtar sig att sköta tomtägarnas uppgifter. Delgivningen får ske genom ett vanligt brev. Anmärkningar mot förslaget skall lämnas till kommunen inom 14 dagar efter framläggandet av förslaget eller delfåendet av brevet. Ett beslut som avses i 1 mom. skall delges dem som gjort framställningen. Beslutet skall på det sätt som föreskrivs i förvaltningslagen (434/2003) bevisligen delges de tomtägare som beslutet gäller.",
        "normalized_sv": "Innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det på kommunens anslagstavla och i minst en tidning med allmän spridning på orten på förhand kungöras att beslutsförslaget hålls offentligt framlagt. Ett beslutsförslag skall delges dem som gjort framställningen. Dessutom skall tomtägarna inom området delges sådana beslutsförslag genom vilka kommunen åtar sig att sköta tomtägarnas uppgifter. Delgivningen får ske genom ett vanligt brev. Anmärkningar mot förslaget skall lämnas till kommunen inom 14 dagar efter framläggandet av förslaget eller delfåendet av brevet. Ett beslut som avses i 1 mom. skall delges dem som gjort framställningen. Beslutet skall på det sätt som föreskrivs i förvaltningslagen (434/2003) bevisligen delges de tomtägare som beslutet gäller.",
        "folded_sv": "innan beslut enligt 4 § 4 mom. eller 8 § 1 eller 2 mom. fattas, skall det pa kommunens anslagstavla och i minst en tidning med allman spridning pa orten pa forhand kungoras att beslutsforslaget halls offentligt framlagt. ett beslutsforslag skall delges dem som gjort framstallningen. dessutom skall tomtagarna inom omradet delges sadana beslutsforslag genom vilka kommunen atar sig att skota tomtagarnas uppgifter. delgivningen far ske genom ett vanligt brev. anmarkningar mot forslaget skall lamnas till kommunen inom 14 dagar efter framlaggandet av forslaget eller delfaendet av brevet. ett beslut som avses i 1 mom. skall delges dem som gjort framstallningen. beslutet skall pa det satt som foreskrivs i forvaltningslagen (434/2003) bevisligen delges de tomtagare som beslutet galler."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Kadun puhtaanapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu siistinä ja terveydellisesti tyydyttävänä, kuten kadulle kerääntyneen lian, lehtien, roskien ja irtonaisten esineiden sekä rikkaruohon poistamisen ajoradalta ja jalkakäytävältä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Kadun puhtaanapito käsittää ne toimenpiteet, joiden tarkoituksena on pitää katu siistinä ja terveydellisesti tyydyttävänä, kuten kadulle kerääntyneen lian, lehtien, roskien ja irtonaisten esineiden sekä rikkaruohon poistamisen ajoradalta ja jalkakäytävältä.",
        "folded_fi": "kadun puhtaanapito kasittaa ne toimenpiteet, joiden tarkoituksena on pitaa katu siistina ja terveydellisesti tyydyttavana, kuten kadulle keraantyneen lian, lehtien, roskien ja irtonaisten esineiden seka rikkaruohon poistamisen ajoradalta ja jalkakaytavalta.",
        "content_sv": "Gaturenhållningen omfattar de åtgärder som har till syfte att hålla gatan ren och i sanitärt hänseende i tillfredsställande skick, såsom avlägsnande av smuts, löv, skräp och lösa föremål som samlats på gatan samt ogräs från körbanan och gångbanan.",
        "normalized_sv": "Gaturenhållningen omfattar de åtgärder som har till syfte att hålla gatan ren och i sanitärt hänseende i tillfredsställande skick, såsom avlägsnande av smuts, löv, skräp och lösa föremål som samlats på gatan samt ogräs från körbanan och gångbanan.",
        "folded_sv": "gaturenhallningen omfattar de atgarder som har till syfte att halla gatan ren och i sanitart hanseende i tillfredsstallande skick, sasom avlagsnande av smuts, lov, skrap och losa foremal som samlats pa gatan samt ogras fran korbanan och gangbanan."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tontinomistaja ei ole velvollinen pitämään puhtaana ajoradan vastakkaisella puolella olevaa pyörätietä tai jalkakäytävää. Jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitämään puhtaana. Tällaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitää katu puhtaana enintään 24 metrin etäisyydelle tontin rajasta. Istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettävä puhtaina. Edellä tässä momentissa säädetystä poiketen tontinomistajalle kuuluu enintään 3 metrin etäisyydelle tontin rajasta ulottuvan, tonttiin välittömästi rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistinä pitäminen. Muilta osin kadun puhtaanapito kuuluu kunnalle. Kunnan velvollisuutena on pitää puhtaina myös kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tontinomistaja ei ole velvollinen pitämään puhtaana ajoradan vastakkaisella puolella olevaa pyörätietä tai jalkakäytävää. Jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitämään puhtaana. Tällaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitää katu puhtaana enintään 24 metrin etäisyydelle tontin rajasta. Istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettävä puhtaina. Edellä tässä momentissa säädetystä poiketen tontinomistajalle kuuluu enintään 3 metrin etäisyydelle tontin rajasta ulottuvan, tonttiin välittömästi rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistinä pitäminen. Muilta osin kadun puhtaanapito kuuluu kunnalle. Kunnan velvollisuutena on pitää puhtaina myös kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
        "folded_fi": "tontinomistaja ei ole velvollinen pitamaan puhtaana ajoradan vastakkaisella puolella olevaa pyoratieta tai jalkakaytavaa. jos katualueella on istutus, ei istutusaluetta lueta kuuluvaksi siihen alueeseen, jonka tontinomistaja on velvollinen pitamaan puhtaana. tallaisessa tapauksessa ulottuu tontinomistajan velvollisuus pitaa katu puhtaana enintaan 24 metrin etaisyydelle tontin rajasta. istutuksen kautta tontille johtavat kulkutiet on tontinomistajan kuitenkin pidettava puhtaina. edella tassa momentissa saadetysta poiketen tontinomistajalle kuuluu enintaan 3 metrin etaisyydelle tontin rajasta ulottuvan, tonttiin valittomasti rajoittuvan viherkaistan ja ojan alueella roskien poistaminen, muu puhtaanapito ja kasvillisuuden siistina pitaminen. muilta osin kadun puhtaanapito kuuluu kunnalle. kunnan velvollisuutena on pitaa puhtaina myos kadulla olevat istutukset, kadun kalusteet, korokkeet, suojakaiteet, liikennemerkit ja muut vastaavat laitteet.",
        "content_sv": "Tomtägaren är inte skyldig att sköta renhållningen av en cykelväg eller gångbana på körbanans motsatta sida. Om det finns en plantering på gatuområdet, anses det planterade området inte höra till det område som tomtägaren är skyldig att hålla rent. Tomtägarens skyldighet att hålla gatan ren sträcker sig i ett sådant fall högst 24 meter från tomtgränsen. Renhållningen av sådana infartsvägar till tomten som leder genom planteringar skall dock skötas av tomtägaren. Med avvikelse från vad som bestäms ovan i detta moment hör det till tomtägarens uppgifter att avlägsna skräp från en grönremsa eller ett dike som direkt gränsar till tomten och som sträcker sig högst 3 meter från tomtgränsen, att sköta den övriga renhållningen av området och att hålla områdets växtlighet välvårdad. Till övriga delar ankommer gaturenhållningen på kommunen. Kommunen är även skyldig att sköta renhållningen av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar på gatorna.",
        "normalized_sv": "Tomtägaren är inte skyldig att sköta renhållningen av en cykelväg eller gångbana på körbanans motsatta sida. Om det finns en plantering på gatuområdet, anses det planterade området inte höra till det område som tomtägaren är skyldig att hålla rent. Tomtägarens skyldighet att hålla gatan ren sträcker sig i ett sådant fall högst 24 meter från tomtgränsen. Renhållningen av sådana infartsvägar till tomten som leder genom planteringar skall dock skötas av tomtägaren. Med avvikelse från vad som bestäms ovan i detta moment hör det till tomtägarens uppgifter att avlägsna skräp från en grönremsa eller ett dike som direkt gränsar till tomten och som sträcker sig högst 3 meter från tomtgränsen, att sköta den övriga renhållningen av området och att hålla områdets växtlighet välvårdad. Till övriga delar ankommer gaturenhållningen på kommunen. Kommunen är även skyldig att sköta renhållningen av planteringar, gatumöbler, refuger, skyddsräck, vägmärken och andra motsvarande anordningar på gatorna.",
        "folded_sv": "tomtagaren ar inte skyldig att skota renhallningen av en cykelvag eller gangbana pa korbanans motsatta sida. om det finns en plantering pa gatuomradet, anses det planterade omradet inte hora till det omrade som tomtagaren ar skyldig att halla rent. tomtagarens skyldighet att halla gatan ren stracker sig i ett sadant fall hogst 24 meter fran tomtgransen. renhallningen av sadana infartsvagar till tomten som leder genom planteringar skall dock skotas av tomtagaren. med avvikelse fran vad som bestams ovan i detta moment hor det till tomtagarens uppgifter att avlagsna skrap fran en gronremsa eller ett dike som direkt gransar till tomten och som stracker sig hogst 3 meter fran tomtgransen, att skota den ovriga renhallningen av omradet och att halla omradets vaxtlighet valvardad. till ovriga delar ankommer gaturenhallningen pa kommunen. kommunen ar aven skyldig att skota renhallningen av planteringar, gatumobler, refuger, skyddsrack, vagmarken och andra motsvarande anordningar pa gatorna."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kunta voi päätöksellään ottaa huolehtiakseen tontinomistajalle tämän lain mukaan kuuluvista puhtaanapitotehtävistä määrättyjen katujen tai tehtävien osalta. Kunnan ottaessa huolehtiakseen tontinomistajalle 10 §:n mukaan kuuluvista puhtaanapitotehtävistä vastuu niistä siirtyy kunnalle. Puhtaanapidon järjestämistä koskevan päätöksen valmisteluun ja tiedoksiantoon sovelletaan, mitä 8 a §:ssä säädetään kunnossapidon järjestämistä koskevasta päätöksestä. Puhtaanapidon maksuista säädetään 14 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunta voi päätöksellään ottaa huolehtiakseen tontinomistajalle tämän lain mukaan kuuluvista puhtaanapitotehtävistä määrättyjen katujen tai tehtävien osalta. Kunnan ottaessa huolehtiakseen tontinomistajalle 10 § :n mukaan kuuluvista puhtaanapitotehtävistä vastuu niistä siirtyy kunnalle. Puhtaanapidon järjestämistä koskevan päätöksen valmisteluun ja tiedoksiantoon sovelletaan, mitä 8 a § :ssä säädetään kunnossapidon järjestämistä koskevasta päätöksestä. Puhtaanapidon maksuista säädetään 14 b § :ssä.",
        "folded_fi": "kunta voi paatoksellaan ottaa huolehtiakseen tontinomistajalle taman lain mukaan kuuluvista puhtaanapitotehtavista maarattyjen katujen tai tehtavien osalta. kunnan ottaessa huolehtiakseen tontinomistajalle 10 §:n mukaan kuuluvista puhtaanapitotehtavista vastuu niista siirtyy kunnalle. puhtaanapidon jarjestamista koskevan paatoksen valmisteluun ja tiedoksiantoon sovelletaan, mita 8 a §:ssa saadetaan kunnossapidon jarjestamista koskevasta paatoksesta. puhtaanapidon maksuista saadetaan 14 b §:ssa.",
        "content_sv": "Kommunen kan besluta att i fråga om bestämda gator eller uppgifter åta sig att sköta den renhållning som enligt denna lag ankommer på tomtägaren. När kommunen åtar sig att sköta den renhållning som enligt 10 § ankommer på tomtägaren överförs ansvaret för renhållningen på kommunen. På beredning och delgivning av beslut om anordnande av renhållning tillämpas vad som i 8 a § bestäms om beslut om anordnande av underhåll. Bestämmelser om renhållningsavgifterna finns i 14 b §.",
        "normalized_sv": "Kommunen kan besluta att i fråga om bestämda gator eller uppgifter åta sig att sköta den renhållning som enligt denna lag ankommer på tomtägaren. När kommunen åtar sig att sköta den renhållning som enligt 10 § ankommer på tomtägaren överförs ansvaret för renhållningen på kommunen. På beredning och delgivning av beslut om anordnande av renhållning tillämpas vad som i 8 a § bestäms om beslut om anordnande av underhåll. Bestämmelser om renhållningsavgifterna finns i 14 b § .",
        "folded_sv": "kommunen kan besluta att i fraga om bestamda gator eller uppgifter ata sig att skota den renhallning som enligt denna lag ankommer pa tomtagaren. nar kommunen atar sig att skota den renhallning som enligt 10 § ankommer pa tomtagaren overfors ansvaret for renhallningen pa kommunen. pa beredning och delgivning av beslut om anordnande av renhallning tillampas vad som i 8 a § bestams om beslut om anordnande av underhall. bestammelser om renhallningsavgifterna finns i 14 b §."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kunta voi antaa tarkempia määräyksiä siitä, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito sekä puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. Määräykset voivat koskea kunnossa- ja puhtaanapitotyön: 1) suoritustapaa ja siinä käytettäviä laitteita ja aineita; 2) suoritusaikaa; 3) lumen käsittelyä, sijoittamista ja poiskuljetusta; sekä 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. Kunnossa- ja puhtaanapitoa koskevien kunnallisten määräysten laatimista koskevaan menettelyyn sovelletaan, mitä maankäyttö- ja rakennuslaissa säädetään rakennusjärjestyksen laatimisesta. Määräykset annetaan kunnan päätöksellä. Ne on annettava alueelliselle ympäristökeskukselle ja poliisille tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunta voi antaa tarkempia määräyksiä siitä, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito sekä puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. Määräykset voivat koskea kunnossa- ja puhtaanapitotyön: 1) suoritustapaa ja siinä käytettäviä laitteita ja aineita; 2) suoritusaikaa; 3) lumen käsittelyä, sijoittamista ja poiskuljetusta; sekä 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. Kunnossa- ja puhtaanapitoa koskevien kunnallisten määräysten laatimista koskevaan menettelyyn sovelletaan, mitä maankäyttö- ja rakennuslaissa säädetään rakennusjärjestyksen laatimisesta. Määräykset annetaan kunnan päätöksellä. Ne on annettava alueelliselle ympäristökeskukselle ja poliisille tiedoksi.",
        "folded_fi": "kunta voi antaa tarkempia maarayksia siita, miten kadun ja yleisten alueiden kunnossapito talvella, muu kunnossapito seka puhtaanapito on laissa asetetut velvollisuudet ja paikalliset olot huomioon ottaen hoidettava. maaraykset voivat koskea kunnossa- ja puhtaanapitotyon: 1) suoritustapaa ja siina kaytettavia laitteita ja aineita; 2) suoritusaikaa; 3) lumen kasittelya, sijoittamista ja poiskuljetusta; seka 4) katujen ja yleisten alueiden jaottelua tavoitetason mukaan eri kunnossa- ja puhtaanapitoluokkiin. kunnossa- ja puhtaanapitoa koskevien kunnallisten maaraysten laatimista koskevaan menettelyyn sovelletaan, mita maankaytto- ja rakennuslaissa saadetaan rakennusjarjestyksen laatimisesta. maaraykset annetaan kunnan paatoksella. ne on annettava alueelliselle ymparistokeskukselle ja poliisille tiedoksi.",
        "content_sv": "Kommunen kan utfärda närmare föreskrifter om hur vinterunderhållet, det övriga underhållet samt renhållningen av gator och allmänna områden skall skötas med iakttagande av de skyldigheter som föreskrivs i lag och de lokala förhållandena. Föreskrifterna om underhålls- och renhållningsarbetet kan gälla 1) sättet att utföra arbetet och den utrustning och de medel som skall användas, 2) tiden för att utföra arbetet, 3) hantering, uppläggning och borttransport av snö, samt 4) indelning av gator och allmänna områden i underhålls- och renhållningskategorier efter målnivån. På förfarandet vid utarbetande av kommunala föreskrifter om underhåll och renhållning tillämpas vad som i markanvändnings- och bygglagen bestäms om utarbetande av byggnadsordning. Föreskrifterna utfärdas genom beslut av kommunen. Föreskrifterna skall delges den regionala miljöcentralen och polisen.",
        "normalized_sv": "Kommunen kan utfärda närmare föreskrifter om hur vinterunderhållet, det övriga underhållet samt renhållningen av gator och allmänna områden skall skötas med iakttagande av de skyldigheter som föreskrivs i lag och de lokala förhållandena. Föreskrifterna om underhålls- och renhållningsarbetet kan gälla 1) sättet att utföra arbetet och den utrustning och de medel som skall användas, 2) tiden för att utföra arbetet, 3) hantering, uppläggning och borttransport av snö, samt 4) indelning av gator och allmänna områden i underhålls- och renhållningskategorier efter målnivån. På förfarandet vid utarbetande av kommunala föreskrifter om underhåll och renhållning tillämpas vad som i markanvändnings- och bygglagen bestäms om utarbetande av byggnadsordning. Föreskrifterna utfärdas genom beslut av kommunen. Föreskrifterna skall delges den regionala miljöcentralen och polisen.",
        "folded_sv": "kommunen kan utfarda narmare foreskrifter om hur vinterunderhallet, det ovriga underhallet samt renhallningen av gator och allmanna omraden skall skotas med iakttagande av de skyldigheter som foreskrivs i lag och de lokala forhallandena. foreskrifterna om underhalls- och renhallningsarbetet kan galla 1) sattet att utfora arbetet och den utrustning och de medel som skall anvandas, 2) tiden for att utfora arbetet, 3) hantering, upplaggning och borttransport av sno, samt 4) indelning av gator och allmanna omraden i underhalls- och renhallningskategorier efter malnivan. pa forfarandet vid utarbetande av kommunala foreskrifter om underhall och renhallning tillampas vad som i markanvandnings- och bygglagen bestams om utarbetande av byggnadsordning. foreskrifterna utfardas genom beslut av kommunen. foreskrifterna skall delges den regionala miljocentralen och polisen."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Työstä vastaavan on tehtävä työstä kadulla ja yleisellä alueella ilmoitus kunnalle. Työ voidaan aloittaa heti, kun kunta on antanut suostumuksen työn aloittamiseen. Jos kunta ei ole käsitellyt ilmoitusta 21 vuorokauden kuluessa, työ voidaan kuitenkin aloittaa. Ilmoitukseen on liitettävä selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen työnaikainen käyttö, työn kesto, työssä käytettävien laitteiden ja rakenteiden sijoitus, tilapäinen liikennejärjestely kaikki liikennemuodot huomioon ottaen sekä työstä vastaava henkilö ja hänen ammattipätevyytensä. Tämän lisäksi kunta voi vaatia muitakin ilmoituksen käsittelemiseksi tarpeellisia selvityksiä. Kunta voi antaa ilmoituksen johdosta työn suorittamisesta määräyksiä, jotka ovat tarpeen työstä mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettömyydelle, kadulla ja yleisellä alueella sijaitseville johdoille ja laitteille sekä kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vähentämiseksi. Työmaalla on oltava taulu, josta ilmenevät työn suorittaja ja työstä vastaavan yhteystiedot. Ilmoittajan on pidettävä työalue puhtaana ja saatettava alue hyväksytyn työajan kuluessa työtä edeltäneeseen kuntoon. Kunnan antamien määräysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. Rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittävien vahinkojen estämiseksi korjata välittömästi. Korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Työstä vastaavan on tehtävä työstä kadulla ja yleisellä alueella ilmoitus kunnalle. Työ voidaan aloittaa heti, kun kunta on antanut suostumuksen työn aloittamiseen. Jos kunta ei ole käsitellyt ilmoitusta 21 vuorokauden kuluessa, työ voidaan kuitenkin aloittaa. Ilmoitukseen on liitettävä selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen työnaikainen käyttö, työn kesto, työssä käytettävien laitteiden ja rakenteiden sijoitus, tilapäinen liikennejärjestely kaikki liikennemuodot huomioon ottaen sekä työstä vastaava henkilö ja hänen ammattipätevyytensä. Tämän lisäksi kunta voi vaatia muitakin ilmoituksen käsittelemiseksi tarpeellisia selvityksiä. Kunta voi antaa ilmoituksen johdosta työn suorittamisesta määräyksiä, jotka ovat tarpeen työstä mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettömyydelle, kadulla ja yleisellä alueella sijaitseville johdoille ja laitteille sekä kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vähentämiseksi. Työmaalla on oltava taulu, josta ilmenevät työn suorittaja ja työstä vastaavan yhteystiedot. Ilmoittajan on pidettävä työalue puhtaana ja saatettava alue hyväksytyn työajan kuluessa työtä edeltäneeseen kuntoon. Kunnan antamien määräysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. Rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittävien vahinkojen estämiseksi korjata välittömästi. Korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
        "folded_fi": "tyosta vastaavan on tehtava tyosta kadulla ja yleisella alueella ilmoitus kunnalle. tyo voidaan aloittaa heti, kun kunta on antanut suostumuksen tyon aloittamiseen. jos kunta ei ole kasitellyt ilmoitusta 21 vuorokauden kuluessa, tyo voidaan kuitenkin aloittaa. ilmoitukseen on liitettava selvitys, jossa osoitetaan tarvittavassa laajuudessa alueen tyonaikainen kaytto, tyon kesto, tyossa kaytettavien laitteiden ja rakenteiden sijoitus, tilapainen liikennejarjestely kaikki liikennemuodot huomioon ottaen seka tyosta vastaava henkilo ja hanen ammattipatevyytensa. taman lisaksi kunta voi vaatia muitakin ilmoituksen kasittelemiseksi tarpeellisia selvityksia. kunta voi antaa ilmoituksen johdosta tyon suorittamisesta maarayksia, jotka ovat tarpeen tyosta mahdollisesti liikenteen sujuvuudelle, turvallisuudelle ja esteettomyydelle, kadulla ja yleisella alueella sijaitseville johdoille ja laitteille seka kadun ja yleisen alueen rakenteille aiheutuvan haitan ja vahingon vahentamiseksi. tyomaalla on oltava taulu, josta ilmenevat tyon suorittaja ja tyosta vastaavan yhteystiedot. ilmoittajan on pidettava tyoalue puhtaana ja saatettava alue hyvaksytyn tyoajan kuluessa tyota edeltaneeseen kuntoon. kunnan antamien maaraysten lainmukaisuus voidaan saattaa kunnan rakennusvalvontaviranomaisen ratkaistavaksi. rikkoontuneet johdot, laitteet ja rakenteet saadaan merkittavien vahinkojen estamiseksi korjata valittomasti. korjaamisesta on ilmoitettava kunnalle niin pian kuin mahdollista ja annettava 2 momentissa tarkoitettu selvitys.",
        "content_sv": "I fråga om arbete som utförs på en gata eller på ett allmänt område skall den som ansvarar för arbetet göra en anmälan hos kommunen. Arbetet får inledas så snart kommunen har gett sitt samtycke till att det inleds. Om kommunen inte har behandlat anmälan inom 21 dygn, kan arbetet likväl inledas. Till anmälan skall fogas en utredning som i behövlig utsträckning visar hur området kommer att användas under arbetet, hur länge arbetet pågår, anordningarnas och konstruktionernas placering, de tillfälliga trafikarrangemangen med beaktande av alla trafikformer samt den person som är ansvarig för arbetet och hans eller hennes yrkeskompetens. Utöver detta kan kommunen även kräva andra utredningar som behövs för behandlingen av anmälan. Kommunen kan med anledning av en anmälan meddela sådana föreskrifter om arbetets utförande som behövs för att minska den olägenhet eller skada som eventuellt orsakas trafikens smidighet, säkerhet och framkomlighet samt ledningar och anordningar som finns på gator och allmänna områden och gatornas och de allmänna områdenas konstruktioner. På arbetsplatsen skall det finnas en tavla med information om vem som utför arbetet och kontaktuppgifterna för den som ansvarar för arbetet. Den som gjort anmälan skall hålla arbetsområdet rent och inom den tid som beviljats för arbetet återställa området i det skick området var i innan arbetet inleddes. Lagligheten av de föreskrifter som kommunen meddelat kan föras till kommunens byggnadstillsynsmyndighet för avgörande. För förebyggande av betydande skador får trasiga ledningar, anordningar och konstruktioner repareras omedelbart. Kommunen skall så snart som möjligt underrättas om ett sådant arbete och tillställas sådan utredning som avses i 2 mom.",
        "normalized_sv": "I fråga om arbete som utförs på en gata eller på ett allmänt område skall den som ansvarar för arbetet göra en anmälan hos kommunen. Arbetet får inledas så snart kommunen har gett sitt samtycke till att det inleds. Om kommunen inte har behandlat anmälan inom 21 dygn, kan arbetet likväl inledas. Till anmälan skall fogas en utredning som i behövlig utsträckning visar hur området kommer att användas under arbetet, hur länge arbetet pågår, anordningarnas och konstruktionernas placering, de tillfälliga trafikarrangemangen med beaktande av alla trafikformer samt den person som är ansvarig för arbetet och hans eller hennes yrkeskompetens. Utöver detta kan kommunen även kräva andra utredningar som behövs för behandlingen av anmälan. Kommunen kan med anledning av en anmälan meddela sådana föreskrifter om arbetets utförande som behövs för att minska den olägenhet eller skada som eventuellt orsakas trafikens smidighet, säkerhet och framkomlighet samt ledningar och anordningar som finns på gator och allmänna områden och gatornas och de allmänna områdenas konstruktioner. På arbetsplatsen skall det finnas en tavla med information om vem som utför arbetet och kontaktuppgifterna för den som ansvarar för arbetet. Den som gjort anmälan skall hålla arbetsområdet rent och inom den tid som beviljats för arbetet återställa området i det skick området var i innan arbetet inleddes. Lagligheten av de föreskrifter som kommunen meddelat kan föras till kommunens byggnadstillsynsmyndighet för avgörande. För förebyggande av betydande skador får trasiga ledningar, anordningar och konstruktioner repareras omedelbart. Kommunen skall så snart som möjligt underrättas om ett sådant arbete och tillställas sådan utredning som avses i 2 mom.",
        "folded_sv": "i fraga om arbete som utfors pa en gata eller pa ett allmant omrade skall den som ansvarar for arbetet gora en anmalan hos kommunen. arbetet far inledas sa snart kommunen har gett sitt samtycke till att det inleds. om kommunen inte har behandlat anmalan inom 21 dygn, kan arbetet likval inledas. till anmalan skall fogas en utredning som i behovlig utstrackning visar hur omradet kommer att anvandas under arbetet, hur lange arbetet pagar, anordningarnas och konstruktionernas placering, de tillfalliga trafikarrangemangen med beaktande av alla trafikformer samt den person som ar ansvarig for arbetet och hans eller hennes yrkeskompetens. utover detta kan kommunen aven krava andra utredningar som behovs for behandlingen av anmalan. kommunen kan med anledning av en anmalan meddela sadana foreskrifter om arbetets utforande som behovs for att minska den olagenhet eller skada som eventuellt orsakas trafikens smidighet, sakerhet och framkomlighet samt ledningar och anordningar som finns pa gator och allmanna omraden och gatornas och de allmanna omradenas konstruktioner. pa arbetsplatsen skall det finnas en tavla med information om vem som utfor arbetet och kontaktuppgifterna for den som ansvarar for arbetet. den som gjort anmalan skall halla arbetsomradet rent och inom den tid som beviljats for arbetet aterstalla omradet i det skick omradet var i innan arbetet inleddes. lagligheten av de foreskrifter som kommunen meddelat kan foras till kommunens byggnadstillsynsmyndighet for avgorande. for forebyggande av betydande skador far trasiga ledningar, anordningar och konstruktioner repareras omedelbart. kommunen skall sa snart som mojligt underrattas om ett sadant arbete och tillstallas sadan utredning som avses i 2 mom."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "content": "Kunta voi vuosittain periä 8 §:n 1 ja 2 momentissa sekä 13 §:n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtävistä aiheutuneet kustannukset kyseisten alueiden yleiseen käyttöön luovutettujen katujen varsilla olevien tonttien omistajilta. Kunta voi periä maksun, joka perustuu 14 a §:ssä tarkoitetun ilmoituksen tarkastamisesta ja työn valvonnasta kunnalle aiheutuneisiin kustannuksiin. Kunta voi periä aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapäisestä käyttämisestä 14 a §:ssä tarkoitetulla tavalla työmaana, jos alue rajataan pois yleisestä käytöstä. Maksu peritään yhden työmaan osalta vain kerran. Maksua ei peritä, jos työ tehdään kunnan suorittaman kadun rakentamiseen liittyvän muun työn yhteydessä. Maksua ei peritä siltä ajalta, jonka alue on työmaana työstä vastaavasta riippumattomasta syystä, jota ei voida ennakoida. Kunta ja poliisi voivat periä 16 §:n 4 momentissa tarkoitetun välittömän vaaran torjumisesta aiheutuneet erityiset kustannukset siltä, jonka toiminnasta tai laiminlyönnistä vaara on aiheutunut. Erityisiä kustannuksia ovat sellaiset työstä tai kaluston käytöstä aiheutuneet kustannukset, jotka eivät johdu tavanomaisesta valvontatyöstä tai tavanomaisesta kaluston käytöstä. Kustannusten maksamiseen ja perimiseen sovelletaan, mitä uhkasakkolain (1113/1990) 17 §:ssä säädetään. Kunta hyväksyy maksujen määräämisen perusteet sisältävän taksan. Kunta saa käyttää verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen määräämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Kunta voi vuosittain periä 8 § :n 1 ja 2 momentissa sekä 13 § :n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtävistä aiheutuneet kustannukset kyseisten alueiden yleiseen käyttöön luovutettujen katujen varsilla olevien tonttien omistajilta. Kunta voi periä maksun, joka perustuu 14 a § :ssä tarkoitetun ilmoituksen tarkastamisesta ja työn valvonnasta kunnalle aiheutuneisiin kustannuksiin. Kunta voi periä aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapäisestä käyttämisestä 14 a § :ssä tarkoitetulla tavalla työmaana, jos alue rajataan pois yleisestä käytöstä. Maksu peritään yhden työmaan osalta vain kerran. Maksua ei peritä, jos työ tehdään kunnan suorittaman kadun rakentamiseen liittyvän muun työn yhteydessä. Maksua ei peritä siltä ajalta, jonka alue on työmaana työstä vastaavasta riippumattomasta syystä, jota ei voida ennakoida. Kunta ja poliisi voivat periä 16 § :n 4 momentissa tarkoitetun välittömän vaaran torjumisesta aiheutuneet erityiset kustannukset siltä, jonka toiminnasta tai laiminlyönnistä vaara on aiheutunut. Erityisiä kustannuksia ovat sellaiset työstä tai kaluston käytöstä aiheutuneet kustannukset, jotka eivät johdu tavanomaisesta valvontatyöstä tai tavanomaisesta kaluston käytöstä. Kustannusten maksamiseen ja perimiseen sovelletaan, mitä uhkasakkolain (1113/1990) 17 § :ssä säädetään. Kunta hyväksyy maksujen määräämisen perusteet sisältävän taksan. Kunta saa käyttää verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen määräämisessä.",
        "folded_fi": "kunta voi vuosittain peria 8 §:n 1 ja 2 momentissa seka 13 §:n 1 momentissa tarkoitetuista, huolehtiakseen ottamistaan, kunnossapito- ja puhtaanapitotehtavista aiheutuneet kustannukset kyseisten alueiden yleiseen kayttoon luovutettujen katujen varsilla olevien tonttien omistajilta. kunta voi peria maksun, joka perustuu 14 a §:ssa tarkoitetun ilmoituksen tarkastamisesta ja tyon valvonnasta kunnalle aiheutuneisiin kustannuksiin. kunta voi peria aikaan, alueen laajuuteen ja alueen keskeisyyteen perustuvan kohtuullisen maksun alueen tilapaisesta kayttamisesta 14 a §:ssa tarkoitetulla tavalla tyomaana, jos alue rajataan pois yleisesta kaytosta. maksu peritaan yhden tyomaan osalta vain kerran. maksua ei perita, jos tyo tehdaan kunnan suorittaman kadun rakentamiseen liittyvan muun tyon yhteydessa. maksua ei perita silta ajalta, jonka alue on tyomaana tyosta vastaavasta riippumattomasta syysta, jota ei voida ennakoida. kunta ja poliisi voivat peria 16 §:n 4 momentissa tarkoitetun valittoman vaaran torjumisesta aiheutuneet erityiset kustannukset silta, jonka toiminnasta tai laiminlyonnista vaara on aiheutunut. erityisia kustannuksia ovat sellaiset tyosta tai kaluston kaytosta aiheutuneet kustannukset, jotka eivat johdu tavanomaisesta valvontatyosta tai tavanomaisesta kaluston kaytosta. kustannusten maksamiseen ja perimiseen sovelletaan, mita uhkasakkolain (1113/1990) 17 §:ssa saadetaan. kunta hyvaksyy maksujen maaraamisen perusteet sisaltavan taksan. kunta saa kayttaa verotustietojen julkisuudesta ja salassapidosta annetun lain (1346/1999) mukaisesti saamiaan tietoja maksujen maaraamisessa.",
        "content_sv": "Kommunen får årligen hos ägarna till de tomter som ligger invid gator som upplåtits till allmänt bruk inom dessa områden ta ut en avgift som motsvarar kostnaderna för det underhåll och den renhållning som kommunen åtagit sig att sköta enligt 8 § 1 och 2 mom. samt 13 § 1 mom. Kommunen får ta ut en avgift som grundar sig på de kostnader som orsakats kommunen av granskningen av en sådan anmälan som avses i 14 a § och för övervakningen av arbetet. För tillfällig användning av ett område som arbetsplats på det sätt som avses i 14 a § får kommunen, när området avstängs för allmänt bruk, ta ut en skälig avgift som grundar sig på tid, områdets storlek och på hur centralt beläget området är. Avgiften tas ut endast en gång per arbetsplats. Avgift tas inte ut om arbetet hänför sig till något annat arbete som kommunen utför i anslutning till byggandet av gatan. Avgift tas inte ut för den tid då området är arbetsplats av ett sådant oförutsebart skäl som inte beror på den som ansvarar för arbetet. Kommunen och polisen får hos den vars verksamhet eller försummelse har orsakat fara ta ut en avgift som motsvarar de särskilda kostnader som orsakats av avvärjandet av omedelbar fara enligt 16 § 4 mom. Särskilda kostnader är sådana kostnader för arbete eller användning av utrustning som inte föranleds av sedvanligt övervakningsarbete eller sedvanlig användning av utrustning. På betalning och indrivning av avgiften tillämpas vad som bestäms i 17 § i viteslagen (1113/1990). Kommunen skall godkänna en taxa som innefattar grunderna för beräkning av avgifterna. Kommunen får vid fastställandet av avgifter använda de uppgifter den fått enligt lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999).",
        "normalized_sv": "Kommunen får årligen hos ägarna till de tomter som ligger invid gator som upplåtits till allmänt bruk inom dessa områden ta ut en avgift som motsvarar kostnaderna för det underhåll och den renhållning som kommunen åtagit sig att sköta enligt 8 § 1 och 2 mom. samt 13 § 1 mom. Kommunen får ta ut en avgift som grundar sig på de kostnader som orsakats kommunen av granskningen av en sådan anmälan som avses i 14 a § och för övervakningen av arbetet. För tillfällig användning av ett område som arbetsplats på det sätt som avses i 14 a § får kommunen, när området avstängs för allmänt bruk, ta ut en skälig avgift som grundar sig på tid, områdets storlek och på hur centralt beläget området är. Avgiften tas ut endast en gång per arbetsplats. Avgift tas inte ut om arbetet hänför sig till något annat arbete som kommunen utför i anslutning till byggandet av gatan. Avgift tas inte ut för den tid då området är arbetsplats av ett sådant oförutsebart skäl som inte beror på den som ansvarar för arbetet. Kommunen och polisen får hos den vars verksamhet eller försummelse har orsakat fara ta ut en avgift som motsvarar de särskilda kostnader som orsakats av avvärjandet av omedelbar fara enligt 16 § 4 mom. Särskilda kostnader är sådana kostnader för arbete eller användning av utrustning som inte föranleds av sedvanligt övervakningsarbete eller sedvanlig användning av utrustning. På betalning och indrivning av avgiften tillämpas vad som bestäms i 17 § i viteslagen (1113/1990). Kommunen skall godkänna en taxa som innefattar grunderna för beräkning av avgifterna. Kommunen får vid fastställandet av avgifter använda de uppgifter den fått enligt lagen om offentlighet och sekretess i fråga om beskattningsuppgifter (1346/1999).",
        "folded_sv": "kommunen far arligen hos agarna till de tomter som ligger invid gator som upplatits till allmant bruk inom dessa omraden ta ut en avgift som motsvarar kostnaderna for det underhall och den renhallning som kommunen atagit sig att skota enligt 8 § 1 och 2 mom. samt 13 § 1 mom. kommunen far ta ut en avgift som grundar sig pa de kostnader som orsakats kommunen av granskningen av en sadan anmalan som avses i 14 a § och for overvakningen av arbetet. for tillfallig anvandning av ett omrade som arbetsplats pa det satt som avses i 14 a § far kommunen, nar omradet avstangs for allmant bruk, ta ut en skalig avgift som grundar sig pa tid, omradets storlek och pa hur centralt belaget omradet ar. avgiften tas ut endast en gang per arbetsplats. avgift tas inte ut om arbetet hanfor sig till nagot annat arbete som kommunen utfor i anslutning till byggandet av gatan. avgift tas inte ut for den tid da omradet ar arbetsplats av ett sadant oforutsebart skal som inte beror pa den som ansvarar for arbetet. kommunen och polisen far hos den vars verksamhet eller forsummelse har orsakat fara ta ut en avgift som motsvarar de sarskilda kostnader som orsakats av avvarjandet av omedelbar fara enligt 16 § 4 mom. sarskilda kostnader ar sadana kostnader for arbete eller anvandning av utrustning som inte foranleds av sedvanligt overvakningsarbete eller sedvanlig anvandning av utrustning. pa betalning och indrivning av avgiften tillampas vad som bestams i 17 § i viteslagen (1113/1990). kommunen skall godkanna en taxa som innefattar grunderna for berakning av avgifterna. kommunen far vid faststallandet av avgifter anvanda de uppgifter den fatt enligt lagen om offentlighet och sekretess i fraga om beskattningsuppgifter (1346/1999)."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "kunnan valvontaviranomainen Kunnan määräämä viranomainen () valvoo, että kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus täytetään. Kunnan valvontaviranomaisen tehtävien siirtämiseen sovelletaan, mitä kuntalaissa (365/1995) säädetään. Poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyönnistä aiheudu vaaraa yleiselle järjestykselle ja turvallisuudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "kunnan valvontaviranomainen Kunnan määräämä viranomainen () valvoo, että kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus täytetään. Kunnan valvontaviranomaisen tehtävien siirtämiseen sovelletaan, mitä kuntalaissa (365/1995) säädetään. Poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyönnistä aiheudu vaaraa yleiselle järjestykselle ja turvallisuudelle.",
        "folded_fi": "kunnan valvontaviranomainen kunnan maaraama viranomainen () valvoo, etta kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuus taytetaan. kunnan valvontaviranomaisen tehtavien siirtamiseen sovelletaan, mita kuntalaissa (365/1995) saadetaan. poliisi valvoo kunnan valvontaviranomaisen ohella, ettei kunnossapito- ja puhtaanapitovelvoitteen laiminlyonnista aiheudu vaaraa yleiselle jarjestykselle ja turvallisuudelle.",
        "content_sv": "den kommunala tillsynsmyndigheten Den myndighet som utsetts av kommunen () skall övervaka att skyldigheten att sköta underhållet och renhållningen av gator och allmänna områden fullgörs. På delegering av den kommunala tillsynsmyndighetens uppgifter tillämpas kommunallagen (365/1995). Polisen skall vid sidan av den kommunala tillsynsmyndigheten övervaka att det inte orsakas fara för allmän ordning och säkerhet av att underhålls- eller renhållningsskyldigheten försummas.",
        "normalized_sv": "den kommunala tillsynsmyndigheten Den myndighet som utsetts av kommunen () skall övervaka att skyldigheten att sköta underhållet och renhållningen av gator och allmänna områden fullgörs. På delegering av den kommunala tillsynsmyndighetens uppgifter tillämpas kommunallagen (365/1995). Polisen skall vid sidan av den kommunala tillsynsmyndigheten övervaka att det inte orsakas fara för allmän ordning och säkerhet av att underhålls- eller renhållningsskyldigheten försummas.",
        "folded_sv": "den kommunala tillsynsmyndigheten den myndighet som utsetts av kommunen () skall overvaka att skyldigheten att skota underhallet och renhallningen av gator och allmanna omraden fullgors. pa delegering av den kommunala tillsynsmyndighetens uppgifter tillampas kommunallagen (365/1995). polisen skall vid sidan av den kommunala tillsynsmyndigheten overvaka att det inte orsakas fara for allman ordning och sakerhet av att underhalls- eller renhallningsskyldigheten forsummas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Jos joku ryhtyy toimiin tämän lain tai sen nojalla annettujen määräysten vastaisesti taikka lyö laimin tässä laissa säädetyn tai sen nojalla annettuun määräykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hänet täyttämään velvollisuutensa sakon uhalla tai uhalla, että kunta tekee tekemättä jätetyn työn hänen kustannuksellaan. Samoin voidaan niskoittelijaa, jos erityiset syyt sitä vaativat, sakon uhalla kieltää jotain tekemästä. Jollei kunta täytä sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ympäristökeskus voi velvoittaa kunnan siihen sakon uhalla. Uhkasakkoa ja teettämisuhkaa koskevassa asiassa noudatetaan muutoin, mitä uhkasakkolaissa säädetään. Jos 1 momentissa tarkoitetusta laiminlyönnistä aiheutuu välitöntä vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus välittömästi ryhtyä toimenpiteisiin vaaran poistamiseksi. Asiasta on ilman aiheetonta viivytystä ilmoitettava kirjallisesti laiminlyöjälle. Asia on saatettava ilman aiheetonta viivytystä kunnan valvontaviranomaisen käsiteltäväksi, jonka on tehtävä asiassa päätös. Poliisilla on vastaavasti tässä momentissa tarkoitettu oikeus, jonka käyttämisestä poliisin on ilman aiheetonta viivytystä tehtävä päätös. Päätös saatetaan laiminlyöjän tietoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jos joku ryhtyy toimiin tämän lain tai sen nojalla annettujen määräysten vastaisesti taikka lyö laimin tässä laissa säädetyn tai sen nojalla annettuun määräykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hänet täyttämään velvollisuutensa sakon uhalla tai uhalla, että kunta tekee tekemättä jätetyn työn hänen kustannuksellaan. Samoin voidaan niskoittelijaa, jos erityiset syyt sitä vaativat, sakon uhalla kieltää jotain tekemästä. Jollei kunta täytä sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ympäristökeskus voi velvoittaa kunnan siihen sakon uhalla. Uhkasakkoa ja teettämisuhkaa koskevassa asiassa noudatetaan muutoin, mitä uhkasakkolaissa säädetään. Jos 1 momentissa tarkoitetusta laiminlyönnistä aiheutuu välitöntä vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus välittömästi ryhtyä toimenpiteisiin vaaran poistamiseksi. Asiasta on ilman aiheetonta viivytystä ilmoitettava kirjallisesti laiminlyöjälle. Asia on saatettava ilman aiheetonta viivytystä kunnan valvontaviranomaisen käsiteltäväksi, jonka on tehtävä asiassa päätös. Poliisilla on vastaavasti tässä momentissa tarkoitettu oikeus, jonka käyttämisestä poliisin on ilman aiheetonta viivytystä tehtävä päätös. Päätös saatetaan laiminlyöjän tietoon.",
        "folded_fi": "jos joku ryhtyy toimiin taman lain tai sen nojalla annettujen maaraysten vastaisesti taikka lyo laimin tassa laissa saadetyn tai sen nojalla annettuun maaraykseen perustuvan velvollisuuden, kunnan valvontaviranomainen voi velvoittaa hanet tayttamaan velvollisuutensa sakon uhalla tai uhalla, etta kunta tekee tekematta jatetyn tyon hanen kustannuksellaan. samoin voidaan niskoittelijaa, jos erityiset syyt sita vaativat, sakon uhalla kieltaa jotain tekemasta. jollei kunta tayta sille kuuluvaa kadun ja yleisten alueiden kunnossapito- ja puhtaanapitovelvollisuutta, alueellinen ymparistokeskus voi velvoittaa kunnan siihen sakon uhalla. uhkasakkoa ja teettamisuhkaa koskevassa asiassa noudatetaan muutoin, mita uhkasakkolaissa saadetaan. jos 1 momentissa tarkoitetusta laiminlyonnista aiheutuu valitonta vaaraa turvallisuudelle, kunnan valvontaviranomaisen alaisella viranhaltijalla on oikeus valittomasti ryhtya toimenpiteisiin vaaran poistamiseksi. asiasta on ilman aiheetonta viivytysta ilmoitettava kirjallisesti laiminlyojalle. asia on saatettava ilman aiheetonta viivytysta kunnan valvontaviranomaisen kasiteltavaksi, jonka on tehtava asiassa paatos. poliisilla on vastaavasti tassa momentissa tarkoitettu oikeus, jonka kayttamisesta poliisin on ilman aiheetonta viivytysta tehtava paatos. paatos saatetaan laiminlyojan tietoon.",
        "content_sv": "Om någon vidtar åtgärder i strid med denna lag eller bestämmelser som utfärdats med stöd av den, eller försummar en skyldighet som föreskrivs i denna lag eller som grundar sig på föreskrifter som utfärdats med stöd av den, får den kommunala tillsynsmyndigheten förordna att skyldigheten skall fullgöras vid vite eller vid hot om att kommunen på den försumliges bekostnad utför det arbete som försummats. Likaså kan den tredskande, om särskilda skäl kräver det, vid vite förbjudas att vidta en åtgärd. Om kommunen inte fullgör sin skyldighet att sköta underhållet och renhållningen av gator och allmänna områden, kan den regionala miljöcentralen vid vite förplikta kommunen till det. I fråga om ärenden som gäller vite och hot om tvångsutförande iakttas i övrigt vad som bestäms i viteslagen. Om det av en sådan försummelse som avses i 1 mom. orsakas omedelbar fara för säkerheten, har en tjänsteinnehavare som lyder under den kommunala tillsynsmyndigheten rätt att omedelbart vidta åtgärder för att avvärja faran. Den försumlige skall utan obefogat dröjsmål skriftligen underrättas om saken. Saken skall utan obefogat dröjsmål föras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. Polisen har också sådan rätt som avses i detta moment. Polisen skall utan obefogat dröjsmål fatta beslut om utövande av rätten, och beslutet skall delges den försumlige.",
        "normalized_sv": "Om någon vidtar åtgärder i strid med denna lag eller bestämmelser som utfärdats med stöd av den, eller försummar en skyldighet som föreskrivs i denna lag eller som grundar sig på föreskrifter som utfärdats med stöd av den, får den kommunala tillsynsmyndigheten förordna att skyldigheten skall fullgöras vid vite eller vid hot om att kommunen på den försumliges bekostnad utför det arbete som försummats. Likaså kan den tredskande, om särskilda skäl kräver det, vid vite förbjudas att vidta en åtgärd. Om kommunen inte fullgör sin skyldighet att sköta underhållet och renhållningen av gator och allmänna områden, kan den regionala miljöcentralen vid vite förplikta kommunen till det. I fråga om ärenden som gäller vite och hot om tvångsutförande iakttas i övrigt vad som bestäms i viteslagen. Om det av en sådan försummelse som avses i 1 mom. orsakas omedelbar fara för säkerheten, har en tjänsteinnehavare som lyder under den kommunala tillsynsmyndigheten rätt att omedelbart vidta åtgärder för att avvärja faran. Den försumlige skall utan obefogat dröjsmål skriftligen underrättas om saken. Saken skall utan obefogat dröjsmål föras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. Polisen har också sådan rätt som avses i detta moment. Polisen skall utan obefogat dröjsmål fatta beslut om utövande av rätten, och beslutet skall delges den försumlige.",
        "folded_sv": "om nagon vidtar atgarder i strid med denna lag eller bestammelser som utfardats med stod av den, eller forsummar en skyldighet som foreskrivs i denna lag eller som grundar sig pa foreskrifter som utfardats med stod av den, far den kommunala tillsynsmyndigheten forordna att skyldigheten skall fullgoras vid vite eller vid hot om att kommunen pa den forsumliges bekostnad utfor det arbete som forsummats. likasa kan den tredskande, om sarskilda skal kraver det, vid vite forbjudas att vidta en atgard. om kommunen inte fullgor sin skyldighet att skota underhallet och renhallningen av gator och allmanna omraden, kan den regionala miljocentralen vid vite forplikta kommunen till det. i fraga om arenden som galler vite och hot om tvangsutforande iakttas i ovrigt vad som bestams i viteslagen. om det av en sadan forsummelse som avses i 1 mom. orsakas omedelbar fara for sakerheten, har en tjansteinnehavare som lyder under den kommunala tillsynsmyndigheten ratt att omedelbart vidta atgarder for att avvarja faran. den forsumlige skall utan obefogat drojsmal skriftligen underrattas om saken. saken skall utan obefogat drojsmal foras till den kommunala tillsynsmyndigheten, som skall fatta beslut i saken. polisen har ocksa sadan ratt som avses i detta moment. polisen skall utan obefogat drojsmal fatta beslut om utovande av ratten, och beslutet skall delges den forsumlige."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Joka tahallaan tai huolimattomuudesta laiminlyö 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 §:n mukaisiin väliaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a §:n mukaisen ilmoitusvelvollisuuden, kadun ja eräiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain säännösten rikkomisesta on tuomittava, jollei tekoa ole pidettävä vähäisenä tai laiminlyöjää ole 16 §:n mukaisesti velvoitettu täyttämään velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Tässä pykälässä rangaistavaksi säädetystä menettelystä tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyönti on. Tätä arvioitaessa on otettava huomioon asianomaisen asema, hänen tehtäviensä ja toimivaltuuksiensa laatu ja laajuus sekä muutenkin hänen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta laiminlyö 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 § :n mukaisiin väliaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a § :n mukaisen ilmoitusvelvollisuuden, kadun ja eräiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain säännösten rikkomisesta on tuomittava, jollei tekoa ole pidettävä vähäisenä tai laiminlyöjää ole 16 § :n mukaisesti velvoitettu täyttämään velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Tässä pykälässä rangaistavaksi säädetystä menettelystä tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyönti on. Tätä arvioitaessa on otettava huomioon asianomaisen asema, hänen tehtäviensä ja toimivaltuuksiensa laatu ja laajuus sekä muutenkin hänen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta laiminlyo 1) 2 luvun mukaisen kunnossapitovelvollisuuden, 2) 3 luvun mukaisen puhtaanapitovelvollisuuden, 3) ryhtymisen 5 §:n mukaisiin valiaikaisiin toimiin liikenteen varoittamiseksi taikka 4) 5 tai 14 a §:n mukaisen ilmoitusvelvollisuuden, kadun ja eraiden yleisten alueiden kunnossa- ja puhtaanapidosta annetun lain saannosten rikkomisesta on tuomittava, jollei tekoa ole pidettava vahaisena tai laiminlyojaa ole 16 §:n mukaisesti velvoitettu tayttamaan velvollisuuttaan sakon uhalla taikka jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. tassa pykalassa rangaistavaksi saadetysta menettelysta tuomitaan rangaistukseen se, jonka velvollisuuksien vastainen laiminlyonti on. tata arvioitaessa on otettava huomioon asianomaisen asema, hanen tehtaviensa ja toimivaltuuksiensa laatu ja laajuus seka muutenkin hanen osuutensa lainvastaisen tilan syntyyn ja jatkumiseen.",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet försummar 1) den underhållsskyldighet som avses i 2 kap., 2) den renhållningsskyldighet som avses i 3 kap., 3) vidtagandet av sådana temporära åtgärder för att varna trafiken som avses i 5 §, eller 4) den anmälningsskyldighet som avses i 5 eller 14 a §, överträdelse av bestämmelserna i lagen om underhåll och renhållning av gator och vissa allmänna områden skall, om inte gärningen skall anses ringa eller den försumlige enligt 16 § har ålagts att fullgöra sin skyldighet vid vite eller om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter. För det förfarande som enligt denna paragraf är straffbart döms den till straff mot vars skyldigheter försummelsen strider. Vid bedömningen av detta skall hänsyn tas till personens ställning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt även övriga medverkan till att det lagstridiga tillståndet uppkommit och fortgått.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet försummar 1) den underhållsskyldighet som avses i 2 kap., 2) den renhållningsskyldighet som avses i 3 kap., 3) vidtagandet av sådana temporära åtgärder för att varna trafiken som avses i 5 § , eller 4) den anmälningsskyldighet som avses i 5 eller 14 a § , överträdelse av bestämmelserna i lagen om underhåll och renhållning av gator och vissa allmänna områden skall, om inte gärningen skall anses ringa eller den försumlige enligt 16 § har ålagts att fullgöra sin skyldighet vid vite eller om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter. För det förfarande som enligt denna paragraf är straffbart döms den till straff mot vars skyldigheter försummelsen strider. Vid bedömningen av detta skall hänsyn tas till personens ställning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt även övriga medverkan till att det lagstridiga tillståndet uppkommit och fortgått.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet forsummar 1) den underhallsskyldighet som avses i 2 kap., 2) den renhallningsskyldighet som avses i 3 kap., 3) vidtagandet av sadana temporara atgarder for att varna trafiken som avses i 5 §, eller 4) den anmalningsskyldighet som avses i 5 eller 14 a §, overtradelse av bestammelserna i lagen om underhall och renhallning av gator och vissa allmanna omraden skall, om inte garningen skall anses ringa eller den forsumlige enligt 16 § har alagts att fullgora sin skyldighet vid vite eller om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter. for det forfarande som enligt denna paragraf ar straffbart doms den till straff mot vars skyldigheter forsummelsen strider. vid bedomningen av detta skall hansyn tas till personens stallning, arten och omfattningen av hans eller hennes uppgifter och befogenheter samt aven ovriga medverkan till att det lagstridiga tillstandet uppkommit och fortgatt."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Tämän lain 14 §:n nojalla annettuun kunnan päätökseen, 15 §:n nojalla annettuun päätökseen, joka koskee valvontaviranomaisen määräämistä tai sen tehtävien siirtämistä sekä 14 b §:n nojalla annettuun taksan hyväksymistä koskevaan päätökseen saa hakea muutosta valittamalla siten kuin kuntalaissa säädetään. Muihin tämän lain nojalla annettuihin päätöksiin kuin 1 momentissa ja 17 §:ssä tarkoitettuihin päätöksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Ennen muutoksen hakemista 14 b §:n 1―3 momentin mukaisten maksujen määräämiseen maksuvelvollisen on tehtävä 14 päivän kuluessa maksulipun saamisesta muistutus maksun perimisestä päättävälle kunnan viranomaiselle. Muistutuksen johdosta on tehtävä uusi päätös, ja maksuvelvolliselle on lähetettävä uusi maksulippu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Tämän lain 14 § :n nojalla annettuun kunnan päätökseen, 15 § :n nojalla annettuun päätökseen, joka koskee valvontaviranomaisen määräämistä tai sen tehtävien siirtämistä sekä 14 b § :n nojalla annettuun taksan hyväksymistä koskevaan päätökseen saa hakea muutosta valittamalla siten kuin kuntalaissa säädetään. Muihin tämän lain nojalla annettuihin päätöksiin kuin 1 momentissa ja 17 § :ssä tarkoitettuihin päätöksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Ennen muutoksen hakemista 14 b § :n 1―3 momentin mukaisten maksujen määräämiseen maksuvelvollisen on tehtävä 14 päivän kuluessa maksulipun saamisesta muistutus maksun perimisestä päättävälle kunnan viranomaiselle. Muistutuksen johdosta on tehtävä uusi päätös, ja maksuvelvolliselle on lähetettävä uusi maksulippu.",
        "folded_fi": "taman lain 14 §:n nojalla annettuun kunnan paatokseen, 15 §:n nojalla annettuun paatokseen, joka koskee valvontaviranomaisen maaraamista tai sen tehtavien siirtamista seka 14 b §:n nojalla annettuun taksan hyvaksymista koskevaan paatokseen saa hakea muutosta valittamalla siten kuin kuntalaissa saadetaan. muihin taman lain nojalla annettuihin paatoksiin kuin 1 momentissa ja 17 §:ssa tarkoitettuihin paatoksiin saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. ennen muutoksen hakemista 14 b §:n 1―3 momentin mukaisten maksujen maaraamiseen maksuvelvollisen on tehtava 14 paivan kuluessa maksulipun saamisesta muistutus maksun perimisesta paattavalle kunnan viranomaiselle. muistutuksen johdosta on tehtava uusi paatos, ja maksuvelvolliselle on lahetettava uusi maksulippu.",
        "content_sv": "I ett beslut som meddelats av kommunen med stöd av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkännande av en taxa får ändring sökas genom besvär enligt vad som bestäms i kommunallagen. I andra med stöd av denna lag meddelade beslut än sådana som avses i 1 mom. eller 17 § får ändring sökas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). Innan ändring söks i ett beslut om fastställande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhållits framställa anmärkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. Ett nytt beslut skall fattas med anledning av anmärkningen och ett nytt inbetalningskort sändas till den betalningsskyldige.",
        "normalized_sv": "I ett beslut som meddelats av kommunen med stöd av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkännande av en taxa får ändring sökas genom besvär enligt vad som bestäms i kommunallagen. I andra med stöd av denna lag meddelade beslut än sådana som avses i 1 mom. eller 17 § får ändring sökas genom besvär hos förvaltningsdomstolen enligt vad som bestäms i förvaltningsprocesslagen (586/1996). Innan ändring söks i ett beslut om fastställande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhållits framställa anmärkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. Ett nytt beslut skall fattas med anledning av anmärkningen och ett nytt inbetalningskort sändas till den betalningsskyldige.",
        "folded_sv": "i ett beslut som meddelats av kommunen med stod av 14 § samt i ett beslut enligt 15 § genom vilket den kommunala tillsynsmyndigheten utsetts eller dess uppgifter delegeras samt i ett beslut enligt 14 b § om godkannande av en taxa far andring sokas genom besvar enligt vad som bestams i kommunallagen. i andra med stod av denna lag meddelade beslut an sadana som avses i 1 mom. eller 17 § far andring sokas genom besvar hos forvaltningsdomstolen enligt vad som bestams i forvaltningsprocesslagen (586/1996). innan andring soks i ett beslut om faststallande av avgifter enligt 14 b § 1―3 mom. skall den betalningsskyldige senast 14 dagar efter det att inbetalningskortet erhallits framstalla anmarkning hos den kommunala myndighet som fattar beslut om uttagande av avgifter. ett nytt beslut skall fattas med anledning av anmarkningen och ett nytt inbetalningskort sandas till den betalningsskyldige."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Joka omistaa yleiseen käyttöön luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistörekisteriin, on velvollinen pitämään kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Joka omistaa yleiseen käyttöön luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistörekisteriin, on velvollinen pitämään kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
        "folded_fi": "joka omistaa yleiseen kayttoon luovutetun kadun varrella rakennuskorttelissa olevan maa-alueen, jolla ei ole voimassa sitovaa tonttijakoa tai jota ei ole merkitty kiinteistorekisteriin, on velvollinen pitamaan kadun kunnossa ja puhtaana niin kuin tontinomistaja.",
        "content_sv": "Den som i ett byggnadskvarter vid en gata som är upplåten till allmänt bruk äger ett markområde, för vilket inte någon bindande tomtindelning gäller eller som inte har införts i fastighetsregistret, är skyldig att sköta underhållet och renhållningen av gatan på samma sätt som en tomtägare.",
        "normalized_sv": "Den som i ett byggnadskvarter vid en gata som är upplåten till allmänt bruk äger ett markområde, för vilket inte någon bindande tomtindelning gäller eller som inte har införts i fastighetsregistret, är skyldig att sköta underhållet och renhållningen av gatan på samma sätt som en tomtägare.",
        "folded_sv": "den som i ett byggnadskvarter vid en gata som ar upplaten till allmant bruk ager ett markomrade, for vilket inte nagon bindande tomtindelning galler eller som inte har inforts i fastighetsregistret, ar skyldig att skota underhallet och renhallningen av gatan pa samma satt som en tomtagare."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    }
  ]
}