{
  "id": "54/2024",
  "type": "statute",
  "title": "Laki jätelain muuttamisesta",
  "title_en": "Lag om ändring av avfallslagen",
  "status": "in_force",
  "issued_date": "2024-01-26",
  "in_force_date": "2024-01-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/54/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "11:107 a",
      "chapter": "11",
      "section": "107 a",
      "title": "Ilmoittamisesta vastaava viranomainen",
      "content": "Ympäristöministeriö toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta sekä hyväksymisestä ja nimeämisestä vastaavana viranomaisena. Ympäristöministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 a",
        "normalized_fi": "Ympäristöministeriö toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta sekä hyväksymisestä ja nimeämisestä vastaavana viranomaisena. Ympäristöministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
        "folded_fi": "ymparistoministerio toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta seka hyvaksymisesta ja nimeamisesta vastaavana viranomaisena. ymparistoministerio valvoo hyvaksymiaan ilmoitettuja laitoksia.",
        "title_sv": "Anmälande myndighet",
        "content_sv": "Miljöministeriet är den i artikel 22 i batteriförordningen avsedda myndighet som svarar för att anmäla, godkänna och utse organ för bedömning av överensstämmelse. Miljöministeriet utövar tillsyn över de anmälda organ som det har godkänt.",
        "normalized_sv": "Miljöministeriet är den i artikel 22 i batteriförordningen avsedda myndighet som svarar för att anmäla, godkänna och utse organ för bedömning av överensstämmelse. Miljöministeriet utövar tillsyn över de anmälda organ som det har godkänt.",
        "folded_sv": "miljoministeriet ar den i artikel 22 i batteriforordningen avsedda myndighet som svarar for att anmala, godkanna och utse organ for bedomning av overensstammelse. miljoministeriet utovar tillsyn over de anmalda organ som det har godkant."
      }
    },
    {
      "provision_ref": "11:107 b",
      "chapter": "11",
      "section": "107 b",
      "title": "Ilmoitetuksi laitokseksi hyväksymistä koskeva hakemus",
      "content": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä ympäristöministeriöltä. Vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista säädetään akkuasetuksen 25 artiklassa. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttymisestä niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pätevä. Lisäksi hakemukseen on liitettävä Turvallisuus- ja kemikaaliviraston akkreditointiyksikön akkreditointipalvelun antama akkreditointitodistus siitä, että vaatimustenmukaisuuden arviointilaitos täyttää akkuasetuksen vaatimukset. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ympäristöministeriölle tarpeelliset asiakirjatodisteet, joiden avulla ympäristöministeriö voi arvioida hakijan täyttävän akkuasetuksen vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 b",
        "normalized_fi": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä ympäristöministeriöltä. Vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista säädetään akkuasetuksen 25 artiklassa. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttymisestä niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pätevä. Lisäksi hakemukseen on liitettävä Turvallisuus- ja kemikaaliviraston akkreditointiyksikön akkreditointipalvelun antama akkreditointitodistus siitä, että vaatimustenmukaisuuden arviointilaitos täyttää akkuasetuksen vaatimukset. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ympäristöministeriölle tarpeelliset asiakirjatodisteet, joiden avulla ympäristöministeriö voi arvioida hakijan täyttävän akkuasetuksen vaatimukset.",
        "folded_fi": "suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyvaksymista ymparistoministeriolta. vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista saadetaan akkuasetuksen 25 artiklassa. hakemukseen on liitettava tiedot ja todistukset arviointilaitokselta edellytettavien vaatimusten tayttymisesta niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pateva. lisaksi hakemukseen on liitettava turvallisuus- ja kemikaaliviraston akkreditointiyksikon akkreditointipalvelun antama akkreditointitodistus siita, etta vaatimustenmukaisuuden arviointilaitos tayttaa akkuasetuksen vaatimukset. jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ymparistoministeriolle tarpeelliset asiakirjatodisteet, joiden avulla ymparistoministerio voi arvioida hakijan tayttavan akkuasetuksen vaatimukset.",
        "title_sv": "Ansökan om godkännande som anmält organ",
        "content_sv": "Ett organ för bedömning av överensstämmelse som är etablerat i Finland ska ansöka om godkännande som anmält organ hos miljöministeriet. Bestämmelser om krav som gäller organ för bedömning av överensstämmelse finns i artikel 25 i batteriförordningen. Till ansökan ska fogas uppgifter och intyg om att kraven på organet för bedömning av överensstämmelse har uppfyllts i fråga om de batterier för vilka organet anser sig vara kompetent. Till ansökan ska det dessutom fogas ett av ackrediteringstjänsten vid Säkerhets- och kemikalieverkets ackrediteringsenhet utfärdat ackrediteringsintyg om att organet för bedömning av överensstämmelse uppfyller kraven i batteriförordningen. Om organet för bedömning av överensstämmelse inte kan uppvisa något ackrediteringsintyg, ska det ge miljöministeriet alla de styrkande handlingar som krävs för att miljöministeriet ska kunna bedöma huruvida sökanden uppfyller kraven i batteriförordningen.",
        "normalized_sv": "Ett organ för bedömning av överensstämmelse som är etablerat i Finland ska ansöka om godkännande som anmält organ hos miljöministeriet. Bestämmelser om krav som gäller organ för bedömning av överensstämmelse finns i artikel 25 i batteriförordningen. Till ansökan ska fogas uppgifter och intyg om att kraven på organet för bedömning av överensstämmelse har uppfyllts i fråga om de batterier för vilka organet anser sig vara kompetent. Till ansökan ska det dessutom fogas ett av ackrediteringstjänsten vid Säkerhets- och kemikalieverkets ackrediteringsenhet utfärdat ackrediteringsintyg om att organet för bedömning av överensstämmelse uppfyller kraven i batteriförordningen. Om organet för bedömning av överensstämmelse inte kan uppvisa något ackrediteringsintyg, ska det ge miljöministeriet alla de styrkande handlingar som krävs för att miljöministeriet ska kunna bedöma huruvida sökanden uppfyller kraven i batteriförordningen.",
        "folded_sv": "ett organ for bedomning av overensstammelse som ar etablerat i finland ska ansoka om godkannande som anmalt organ hos miljoministeriet. bestammelser om krav som galler organ for bedomning av overensstammelse finns i artikel 25 i batteriforordningen. till ansokan ska fogas uppgifter och intyg om att kraven pa organet for bedomning av overensstammelse har uppfyllts i fraga om de batterier for vilka organet anser sig vara kompetent. till ansokan ska det dessutom fogas ett av ackrediteringstjansten vid sakerhets- och kemikalieverkets ackrediteringsenhet utfardat ackrediteringsintyg om att organet for bedomning av overensstammelse uppfyller kraven i batteriforordningen. om organet for bedomning av overensstammelse inte kan uppvisa nagot ackrediteringsintyg, ska det ge miljoministeriet alla de styrkande handlingar som kravs for att miljoministeriet ska kunna bedoma huruvida sokanden uppfyller kraven i batteriforordningen."
      }
    },
    {
      "provision_ref": "11:107 c",
      "chapter": "11",
      "section": "107 c",
      "title": "Ilmoitetuksi laitokseksi hyväksyminen ja hyväksymisen rajaaminen tai peruuttaminen",
      "content": "Ympäristöministeriö hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää akkuasetuksen 25 artiklassa säädetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esitetä. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittavat toimintaa koskevat ehdot. Päätös voidaan antaa määräajaksi. Hyväksymisen rajaamisesta ja peruuttamisesta säädetään akkuasetuksen 31 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 c",
        "normalized_fi": "Ympäristöministeriö hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää akkuasetuksen 25 artiklassa säädetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esitetä. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittavat toimintaa koskevat ehdot. Päätös voidaan antaa määräajaksi. Hyväksymisen rajaamisesta ja peruuttamisesta säädetään akkuasetuksen 31 artiklassa.",
        "folded_fi": "ymparistoministerio hyvaksyy ja nimeaa vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos tayttaa akkuasetuksen 25 artiklassa saadetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esiteta. hyvaksymispaatoksessa maaritellaan ilmoitetun laitoksen patevyysalue, vahvistetaan laitoksen valvontaan liittyvat jarjestelyt seka asetetaan tarvittavat toimintaa koskevat ehdot. paatos voidaan antaa maaraajaksi. hyvaksymisen rajaamisesta ja peruuttamisesta saadetaan akkuasetuksen 31 artiklassa.",
        "title_sv": "Godkännande som anmält organ samt begränsning eller återkallelse av godkännande",
        "content_sv": "Miljöministeriet godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav som anges i artikel 25 i batteriförordningen och inga sådana invändningar som avses i artikel 29.5 i den förordningen har gjorts. I beslutet om godkännande anges behörighetsområdet för det anmälda organet, fastställs arrangemangen för tillsynen över organet samt uppställs behövliga villkor för verksamheten. Beslutet kan meddelas för viss tid. Bestämmelser om begränsning och om tillbakadragande eller återkallelse av godkännanden finns i artikel 31 i batteriförordningen.",
        "normalized_sv": "Miljöministeriet godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav som anges i artikel 25 i batteriförordningen och inga sådana invändningar som avses i artikel 29.5 i den förordningen har gjorts. I beslutet om godkännande anges behörighetsområdet för det anmälda organet, fastställs arrangemangen för tillsynen över organet samt uppställs behövliga villkor för verksamheten. Beslutet kan meddelas för viss tid. Bestämmelser om begränsning och om tillbakadragande eller återkallelse av godkännanden finns i artikel 31 i batteriförordningen.",
        "folded_sv": "miljoministeriet godkanner och utser ett organ for bedomning av overensstammelse till anmalt organ, om organet uppfyller de krav som anges i artikel 25 i batteriforordningen och inga sadana invandningar som avses i artikel 29.5 i den forordningen har gjorts. i beslutet om godkannande anges behorighetsomradet for det anmalda organet, faststalls arrangemangen for tillsynen over organet samt uppstalls behovliga villkor for verksamheten. beslutet kan meddelas for viss tid. bestammelser om begransning och om tillbakadragande eller aterkallelse av godkannanden finns i artikel 31 i batteriforordningen."
      }
    },
    {
      "provision_ref": "11:107 d",
      "chapter": "11",
      "section": "107 d",
      "title": "Virkavastuu",
      "content": "Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan julkista hallintotehtävää hoitavaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 d",
        "normalized_fi": "Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan julkista hallintotehtävää hoitavaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan julkista hallintotehtavaa hoitavaan henkiloon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Tjänsteansvar",
        "content_sv": "På en person som vid ett anmält organ eller ett sådant dotterbolag eller en sådan underentreprenör som organet anlitar sköter en offentlig förvaltningsuppgift tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "På en person som vid ett anmält organ eller ett sådant dotterbolag eller en sådan underentreprenör som organet anlitar sköter en offentlig förvaltningsuppgift tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "pa en person som vid ett anmalt organ eller ett sadant dotterbolag eller en sadan underentreprenor som organet anlitar skoter en offentlig forvaltningsuppgift tillampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen."
      }
    },
    {
      "provision_ref": "11:107 e",
      "chapter": "11",
      "section": "107 e",
      "title": "Muutoksenhaku ilmoitetun laitoksen päätöksestä",
      "content": "Ilmoitetun laitoksen päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 e",
        "normalized_fi": "Ilmoitetun laitoksen päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "ilmoitetun laitoksen paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa. muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Sökande av ändring i ett anmält organs beslut",
        "content_sv": "Omprövning av ett anmält organs beslut får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Omprövning av ett anmält organs beslut får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "omprovning av ett anmalt organs beslut far begaras. bestammelser om begaran om omprovning finns i forvaltningslagen. bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      }
    },
    {
      "provision_ref": "11:122",
      "chapter": "11",
      "section": "122",
      "title": "Tiedonsaantioikeus",
      "content": "Ympäristöministeriöllä on oikeus saada salassapitosäännösten estämättä valvonnan suorittamiseksi välttämättömät akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa säädetyt velvoitteet koskevat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:122",
        "normalized_fi": "Ympäristöministeriöllä on oikeus saada salassapitosäännösten estämättä valvonnan suorittamiseksi välttämättömät akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa säädetyt velvoitteet koskevat.",
        "folded_fi": "ymparistoministeriolla on oikeus saada salassapitosaannosten estamatta valvonnan suorittamiseksi valttamattomat akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa saadetyt velvoitteet koskevat.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Miljöministeriet har trots sekretessbestämmelserna rätt att av ett sådant organ för bedömning av överensstämmelse som anmälts av ministeriet och som omfattas av skyldigheterna i batteriförordningen få de i artikel 35.1 i batteriförordningen avsedda uppgifter som är nödvändiga för utförande av tillsynen.",
        "normalized_sv": "Miljöministeriet har trots sekretessbestämmelserna rätt att av ett sådant organ för bedömning av överensstämmelse som anmälts av ministeriet och som omfattas av skyldigheterna i batteriförordningen få de i artikel 35.1 i batteriförordningen avsedda uppgifter som är nödvändiga för utförande av tillsynen.",
        "folded_sv": "miljoministeriet har trots sekretessbestammelserna ratt att av ett sadant organ for bedomning av overensstammelse som anmalts av ministeriet och som omfattas av skyldigheterna i batteriforordningen fa de i artikel 35.1 i batteriforordningen avsedda uppgifter som ar nodvandiga for utforande av tillsynen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "akkuasetus Tässä laissa säädetään lisäksi akuista ja paristoista ja jäteakuista ja -paristoista, direktiivin 2008/98/EY ja asetuksen (EU) 2019/1020 muuttamisesta sekä direktiivin 2006/66/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/1542, jäljempänä, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ja nimeämisestä ilmoitetuiksi laitoksiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "akkuasetus Tässä laissa säädetään lisäksi akuista ja paristoista ja jäteakuista ja -paristoista, direktiivin 2008/98/EY ja asetuksen (EU) 2019/1020 muuttamisesta sekä direktiivin 2006/66/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/1542, jäljempänä, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ja nimeämisestä ilmoitetuiksi laitoksiksi.",
        "folded_fi": "akkuasetus tassa laissa saadetaan lisaksi akuista ja paristoista ja jateakuista ja -paristoista, direktiivin 2008/98/ey ja asetuksen (eu) 2019/1020 muuttamisesta seka direktiivin 2006/66/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2023/1542, jaljempana, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyvaksymisesta ja nimeamisesta ilmoitetuiksi laitoksiksi.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "batteriförordningen I denna lag föreskrivs dessutom om godkännande som och utseende till anmälda organ när det gäller sådana organ för bedömning av batteriers överensstämmelse som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) 2023/1542 om batterier och förbrukade batterier, om ändring av direktiv 2008/98/EG och förordning (EU) 2019/1020 och om upphävande av direktiv 2006/66/EG, nedan.",
        "normalized_sv": "batteriförordningen I denna lag föreskrivs dessutom om godkännande som och utseende till anmälda organ när det gäller sådana organ för bedömning av batteriers överensstämmelse som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) 2023/1542 om batterier och förbrukade batterier, om ändring av direktiv 2008/98/EG och förordning (EU) 2019/1020 och om upphävande av direktiv 2006/66/EG, nedan.",
        "folded_sv": "batteriforordningen i denna lag foreskrivs dessutom om godkannande som och utseende till anmalda organ nar det galler sadana organ for bedomning av batteriers overensstammelse som omfattas av tillampningsomradet for europaparlamentets och radets forordning (eu) 2023/1542 om batterier och forbrukade batterier, om andring av direktiv 2008/98/eg och forordning (eu) 2019/1020 och om upphavande av direktiv 2006/66/eg, nedan."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "11:107 a",
      "chapter": "11",
      "section": "107 a",
      "title": "Ilmoittamisesta vastaava viranomainen",
      "content": "Ympäristöministeriö toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta sekä hyväksymisestä ja nimeämisestä vastaavana viranomaisena. Ympäristöministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 a",
        "normalized_fi": "Ympäristöministeriö toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta sekä hyväksymisestä ja nimeämisestä vastaavana viranomaisena. Ympäristöministeriö valvoo hyväksymiään ilmoitettuja laitoksia.",
        "folded_fi": "ymparistoministerio toimii akkuasetuksen 22 artiklassa tarkoitettuna vaatimustenmukaisuuden arviointilaitoksen ilmoittamisesta seka hyvaksymisesta ja nimeamisesta vastaavana viranomaisena. ymparistoministerio valvoo hyvaksymiaan ilmoitettuja laitoksia.",
        "title_sv": "Anmälande myndighet",
        "content_sv": "Miljöministeriet är den i artikel 22 i batteriförordningen avsedda myndighet som svarar för att anmäla, godkänna och utse organ för bedömning av överensstämmelse. Miljöministeriet utövar tillsyn över de anmälda organ som det har godkänt.",
        "normalized_sv": "Miljöministeriet är den i artikel 22 i batteriförordningen avsedda myndighet som svarar för att anmäla, godkänna och utse organ för bedömning av överensstämmelse. Miljöministeriet utövar tillsyn över de anmälda organ som det har godkänt.",
        "folded_sv": "miljoministeriet ar den i artikel 22 i batteriforordningen avsedda myndighet som svarar for att anmala, godkanna och utse organ for bedomning av overensstammelse. miljoministeriet utovar tillsyn over de anmalda organ som det har godkant."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:107 b",
      "chapter": "11",
      "section": "107 b",
      "title": "Ilmoitetuksi laitokseksi hyväksymistä koskeva hakemus",
      "content": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä ympäristöministeriöltä. Vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista säädetään akkuasetuksen 25 artiklassa. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttymisestä niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pätevä. Lisäksi hakemukseen on liitettävä Turvallisuus- ja kemikaaliviraston akkreditointiyksikön akkreditointipalvelun antama akkreditointitodistus siitä, että vaatimustenmukaisuuden arviointilaitos täyttää akkuasetuksen vaatimukset. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ympäristöministeriölle tarpeelliset asiakirjatodisteet, joiden avulla ympäristöministeriö voi arvioida hakijan täyttävän akkuasetuksen vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 b",
        "normalized_fi": "Suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyväksymistä ympäristöministeriöltä. Vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista säädetään akkuasetuksen 25 artiklassa. Hakemukseen on liitettävä tiedot ja todistukset arviointilaitokselta edellytettävien vaatimusten täyttymisestä niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pätevä. Lisäksi hakemukseen on liitettävä Turvallisuus- ja kemikaaliviraston akkreditointiyksikön akkreditointipalvelun antama akkreditointitodistus siitä, että vaatimustenmukaisuuden arviointilaitos täyttää akkuasetuksen vaatimukset. Jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ympäristöministeriölle tarpeelliset asiakirjatodisteet, joiden avulla ympäristöministeriö voi arvioida hakijan täyttävän akkuasetuksen vaatimukset.",
        "folded_fi": "suomeen sijoittautuneen vaatimustenmukaisuuden arviointilaitoksen on haettava ilmoitetuksi laitokseksi hyvaksymista ymparistoministeriolta. vaatimustenmukaisuuden arviointilaitoksia koskevista vaatimuksista saadetaan akkuasetuksen 25 artiklassa. hakemukseen on liitettava tiedot ja todistukset arviointilaitokselta edellytettavien vaatimusten tayttymisesta niiden akkujen ja paristojen osalta, joiden osalta laitos katsoo olevansa pateva. lisaksi hakemukseen on liitettava turvallisuus- ja kemikaaliviraston akkreditointiyksikon akkreditointipalvelun antama akkreditointitodistus siita, etta vaatimustenmukaisuuden arviointilaitos tayttaa akkuasetuksen vaatimukset. jos arviointilaitos ei voi toimittaa akkreditointitodistusta, sen on toimitettava ymparistoministeriolle tarpeelliset asiakirjatodisteet, joiden avulla ymparistoministerio voi arvioida hakijan tayttavan akkuasetuksen vaatimukset.",
        "title_sv": "Ansökan om godkännande som anmält organ",
        "content_sv": "Ett organ för bedömning av överensstämmelse som är etablerat i Finland ska ansöka om godkännande som anmält organ hos miljöministeriet. Bestämmelser om krav som gäller organ för bedömning av överensstämmelse finns i artikel 25 i batteriförordningen. Till ansökan ska fogas uppgifter och intyg om att kraven på organet för bedömning av överensstämmelse har uppfyllts i fråga om de batterier för vilka organet anser sig vara kompetent. Till ansökan ska det dessutom fogas ett av ackrediteringstjänsten vid Säkerhets- och kemikalieverkets ackrediteringsenhet utfärdat ackrediteringsintyg om att organet för bedömning av överensstämmelse uppfyller kraven i batteriförordningen. Om organet för bedömning av överensstämmelse inte kan uppvisa något ackrediteringsintyg, ska det ge miljöministeriet alla de styrkande handlingar som krävs för att miljöministeriet ska kunna bedöma huruvida sökanden uppfyller kraven i batteriförordningen.",
        "normalized_sv": "Ett organ för bedömning av överensstämmelse som är etablerat i Finland ska ansöka om godkännande som anmält organ hos miljöministeriet. Bestämmelser om krav som gäller organ för bedömning av överensstämmelse finns i artikel 25 i batteriförordningen. Till ansökan ska fogas uppgifter och intyg om att kraven på organet för bedömning av överensstämmelse har uppfyllts i fråga om de batterier för vilka organet anser sig vara kompetent. Till ansökan ska det dessutom fogas ett av ackrediteringstjänsten vid Säkerhets- och kemikalieverkets ackrediteringsenhet utfärdat ackrediteringsintyg om att organet för bedömning av överensstämmelse uppfyller kraven i batteriförordningen. Om organet för bedömning av överensstämmelse inte kan uppvisa något ackrediteringsintyg, ska det ge miljöministeriet alla de styrkande handlingar som krävs för att miljöministeriet ska kunna bedöma huruvida sökanden uppfyller kraven i batteriförordningen.",
        "folded_sv": "ett organ for bedomning av overensstammelse som ar etablerat i finland ska ansoka om godkannande som anmalt organ hos miljoministeriet. bestammelser om krav som galler organ for bedomning av overensstammelse finns i artikel 25 i batteriforordningen. till ansokan ska fogas uppgifter och intyg om att kraven pa organet for bedomning av overensstammelse har uppfyllts i fraga om de batterier for vilka organet anser sig vara kompetent. till ansokan ska det dessutom fogas ett av ackrediteringstjansten vid sakerhets- och kemikalieverkets ackrediteringsenhet utfardat ackrediteringsintyg om att organet for bedomning av overensstammelse uppfyller kraven i batteriforordningen. om organet for bedomning av overensstammelse inte kan uppvisa nagot ackrediteringsintyg, ska det ge miljoministeriet alla de styrkande handlingar som kravs for att miljoministeriet ska kunna bedoma huruvida sokanden uppfyller kraven i batteriforordningen."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:107 c",
      "chapter": "11",
      "section": "107 c",
      "title": "Ilmoitetuksi laitokseksi hyväksyminen ja hyväksymisen rajaaminen tai peruuttaminen",
      "content": "Ympäristöministeriö hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää akkuasetuksen 25 artiklassa säädetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esitetä. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittavat toimintaa koskevat ehdot. Päätös voidaan antaa määräajaksi. Hyväksymisen rajaamisesta ja peruuttamisesta säädetään akkuasetuksen 31 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 c",
        "normalized_fi": "Ympäristöministeriö hyväksyy ja nimeää vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos täyttää akkuasetuksen 25 artiklassa säädetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esitetä. Hyväksymispäätöksessä määritellään ilmoitetun laitoksen pätevyysalue, vahvistetaan laitoksen valvontaan liittyvät järjestelyt sekä asetetaan tarvittavat toimintaa koskevat ehdot. Päätös voidaan antaa määräajaksi. Hyväksymisen rajaamisesta ja peruuttamisesta säädetään akkuasetuksen 31 artiklassa.",
        "folded_fi": "ymparistoministerio hyvaksyy ja nimeaa vaatimustenmukaisuuden arviointilaitoksen ilmoitetuksi laitokseksi, jos laitos tayttaa akkuasetuksen 25 artiklassa saadetyt vaatimukset ja akkuasetuksen 29 artiklan 5 kohdassa tarkoitettuja vastalauseita ei esiteta. hyvaksymispaatoksessa maaritellaan ilmoitetun laitoksen patevyysalue, vahvistetaan laitoksen valvontaan liittyvat jarjestelyt seka asetetaan tarvittavat toimintaa koskevat ehdot. paatos voidaan antaa maaraajaksi. hyvaksymisen rajaamisesta ja peruuttamisesta saadetaan akkuasetuksen 31 artiklassa.",
        "title_sv": "Godkännande som anmält organ samt begränsning eller återkallelse av godkännande",
        "content_sv": "Miljöministeriet godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav som anges i artikel 25 i batteriförordningen och inga sådana invändningar som avses i artikel 29.5 i den förordningen har gjorts. I beslutet om godkännande anges behörighetsområdet för det anmälda organet, fastställs arrangemangen för tillsynen över organet samt uppställs behövliga villkor för verksamheten. Beslutet kan meddelas för viss tid. Bestämmelser om begränsning och om tillbakadragande eller återkallelse av godkännanden finns i artikel 31 i batteriförordningen.",
        "normalized_sv": "Miljöministeriet godkänner och utser ett organ för bedömning av överensstämmelse till anmält organ, om organet uppfyller de krav som anges i artikel 25 i batteriförordningen och inga sådana invändningar som avses i artikel 29.5 i den förordningen har gjorts. I beslutet om godkännande anges behörighetsområdet för det anmälda organet, fastställs arrangemangen för tillsynen över organet samt uppställs behövliga villkor för verksamheten. Beslutet kan meddelas för viss tid. Bestämmelser om begränsning och om tillbakadragande eller återkallelse av godkännanden finns i artikel 31 i batteriförordningen.",
        "folded_sv": "miljoministeriet godkanner och utser ett organ for bedomning av overensstammelse till anmalt organ, om organet uppfyller de krav som anges i artikel 25 i batteriforordningen och inga sadana invandningar som avses i artikel 29.5 i den forordningen har gjorts. i beslutet om godkannande anges behorighetsomradet for det anmalda organet, faststalls arrangemangen for tillsynen over organet samt uppstalls behovliga villkor for verksamheten. beslutet kan meddelas for viss tid. bestammelser om begransning och om tillbakadragande eller aterkallelse av godkannanden finns i artikel 31 i batteriforordningen."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:107 d",
      "chapter": "11",
      "section": "107 d",
      "title": "Virkavastuu",
      "content": "Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan julkista hallintotehtävää hoitavaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 d",
        "normalized_fi": "Ilmoitetun laitoksen tai sen käyttämän tytäryhtiön tai alihankkijan julkista hallintotehtävää hoitavaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "ilmoitetun laitoksen tai sen kayttaman tytaryhtion tai alihankkijan julkista hallintotehtavaa hoitavaan henkiloon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Tjänsteansvar",
        "content_sv": "På en person som vid ett anmält organ eller ett sådant dotterbolag eller en sådan underentreprenör som organet anlitar sköter en offentlig förvaltningsuppgift tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "På en person som vid ett anmält organ eller ett sådant dotterbolag eller en sådan underentreprenör som organet anlitar sköter en offentlig förvaltningsuppgift tillämpas bestämmelserna om straffrättsligt tjänsteansvar. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "pa en person som vid ett anmalt organ eller ett sadant dotterbolag eller en sadan underentreprenor som organet anlitar skoter en offentlig forvaltningsuppgift tillampas bestammelserna om straffrattsligt tjansteansvar. bestammelser om skadestandsansvar finns i skadestandslagen."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:107 e",
      "chapter": "11",
      "section": "107 e",
      "title": "Muutoksenhaku ilmoitetun laitoksen päätöksestä",
      "content": "Ilmoitetun laitoksen päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:107 e",
        "normalized_fi": "Ilmoitetun laitoksen päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa. Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "ilmoitetun laitoksen paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa. muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Sökande av ändring i ett anmält organs beslut",
        "content_sv": "Omprövning av ett anmält organs beslut får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Omprövning av ett anmält organs beslut får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen. Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "omprovning av ett anmalt organs beslut far begaras. bestammelser om begaran om omprovning finns i forvaltningslagen. bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:122",
      "chapter": "11",
      "section": "122",
      "title": "Tiedonsaantioikeus",
      "content": "Ympäristöministeriöllä on oikeus saada salassapitosäännösten estämättä valvonnan suorittamiseksi välttämättömät akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa säädetyt velvoitteet koskevat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:122",
        "normalized_fi": "Ympäristöministeriöllä on oikeus saada salassapitosäännösten estämättä valvonnan suorittamiseksi välttämättömät akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa säädetyt velvoitteet koskevat.",
        "folded_fi": "ymparistoministeriolla on oikeus saada salassapitosaannosten estamatta valvonnan suorittamiseksi valttamattomat akkuasetuksen 35 artiklan 1 kohdassa tarkoitetut tiedot sellaiselta ilmoittamaltaan vaatimustenmukaisuuden arviointilaitokselta, jota akkuasetuksessa saadetyt velvoitteet koskevat.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Miljöministeriet har trots sekretessbestämmelserna rätt att av ett sådant organ för bedömning av överensstämmelse som anmälts av ministeriet och som omfattas av skyldigheterna i batteriförordningen få de i artikel 35.1 i batteriförordningen avsedda uppgifter som är nödvändiga för utförande av tillsynen.",
        "normalized_sv": "Miljöministeriet har trots sekretessbestämmelserna rätt att av ett sådant organ för bedömning av överensstämmelse som anmälts av ministeriet och som omfattas av skyldigheterna i batteriförordningen få de i artikel 35.1 i batteriförordningen avsedda uppgifter som är nödvändiga för utförande av tillsynen.",
        "folded_sv": "miljoministeriet har trots sekretessbestammelserna ratt att av ett sadant organ for bedomning av overensstammelse som anmalts av ministeriet och som omfattas av skyldigheterna i batteriforordningen fa de i artikel 35.1 i batteriforordningen avsedda uppgifter som ar nodvandiga for utforande av tillsynen."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "akkuasetus Tässä laissa säädetään lisäksi akuista ja paristoista ja jäteakuista ja -paristoista, direktiivin 2008/98/EY ja asetuksen (EU) 2019/1020 muuttamisesta sekä direktiivin 2006/66/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/1542, jäljempänä, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ja nimeämisestä ilmoitetuiksi laitoksiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "akkuasetus Tässä laissa säädetään lisäksi akuista ja paristoista ja jäteakuista ja -paristoista, direktiivin 2008/98/EY ja asetuksen (EU) 2019/1020 muuttamisesta sekä direktiivin 2006/66/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/1542, jäljempänä, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyväksymisestä ja nimeämisestä ilmoitetuiksi laitoksiksi.",
        "folded_fi": "akkuasetus tassa laissa saadetaan lisaksi akuista ja paristoista ja jateakuista ja -paristoista, direktiivin 2008/98/ey ja asetuksen (eu) 2019/1020 muuttamisesta seka direktiivin 2006/66/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2023/1542, jaljempana, soveltamisalaan kuuluvien akkujen ja paristojen vaatimustenmukaisuuden arviointilaitosten hyvaksymisesta ja nimeamisesta ilmoitetuiksi laitoksiksi.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "batteriförordningen I denna lag föreskrivs dessutom om godkännande som och utseende till anmälda organ när det gäller sådana organ för bedömning av batteriers överensstämmelse som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) 2023/1542 om batterier och förbrukade batterier, om ändring av direktiv 2008/98/EG och förordning (EU) 2019/1020 och om upphävande av direktiv 2006/66/EG, nedan.",
        "normalized_sv": "batteriförordningen I denna lag föreskrivs dessutom om godkännande som och utseende till anmälda organ när det gäller sådana organ för bedömning av batteriers överensstämmelse som omfattas av tillämpningsområdet för Europaparlamentets och rådets förordning (EU) 2023/1542 om batterier och förbrukade batterier, om ändring av direktiv 2008/98/EG och förordning (EU) 2019/1020 och om upphävande av direktiv 2006/66/EG, nedan.",
        "folded_sv": "batteriforordningen i denna lag foreskrivs dessutom om godkannande som och utseende till anmalda organ nar det galler sadana organ for bedomning av batteriers overensstammelse som omfattas av tillampningsomradet for europaparlamentets och radets forordning (eu) 2023/1542 om batterier och forbrukade batterier, om andring av direktiv 2008/98/eg och forordning (eu) 2019/1020 och om upphavande av direktiv 2006/66/eg, nedan."
      },
      "valid_from": "2024-01-26",
      "valid_to": null
    }
  ]
}