{
  "id": "551/2024",
  "type": "statute",
  "title": "Laki konkurssipesien hallinnon valvonnasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om övervakning av förvaltningen av konkursbon",
  "status": "in_force",
  "issued_date": "2024-10-18",
  "in_force_date": "2024-10-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/551/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Konkurssiasiamiehellä on salassapitosäännösten estämättä samanlainen oikeus kuin velallisella tai konkurssipesällä saada velallisen tai konkurssipesän toimintaa ja taloudellista asemaa koskevat tiedot sekä tiedot velallisen tai konkurssipesän pankkitileistä ja maksuliikenteestä sekä rahoitusta koskevista sopimuksista ja sitoumuksista. Tiedot on annettava maksutta ja viipymättä konkurssiasiamiehelle ja konkurssiasiamiehen pyynnöstä konkurssipesälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Konkurssiasiamiehellä on salassapitosäännösten estämättä samanlainen oikeus kuin velallisella tai konkurssipesällä saada velallisen tai konkurssipesän toimintaa ja taloudellista asemaa koskevat tiedot sekä tiedot velallisen tai konkurssipesän pankkitileistä ja maksuliikenteestä sekä rahoitusta koskevista sopimuksista ja sitoumuksista. Tiedot on annettava maksutta ja viipymättä konkurssiasiamiehelle ja konkurssiasiamiehen pyynnöstä konkurssipesälle.",
        "folded_fi": "konkurssiasiamiehella on salassapitosaannosten estamatta samanlainen oikeus kuin velallisella tai konkurssipesalla saada velallisen tai konkurssipesan toimintaa ja taloudellista asemaa koskevat tiedot seka tiedot velallisen tai konkurssipesan pankkitileista ja maksuliikenteesta seka rahoitusta koskevista sopimuksista ja sitoumuksista. tiedot on annettava maksutta ja viipymatta konkurssiasiamiehelle ja konkurssiasiamiehen pyynnosta konkurssipesalle.",
        "content_sv": "Konkursombudsmannen har trots sekretessbestämmelserna samma rätt som gäldenären eller konkursboet att få uppgifter om gäldenärens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om gäldenärens eller konkursboets bankkonton och betalningsrörelse och om avtal och förbindelser som gäller finansieringen. Uppgifterna ska avgiftsfritt och utan dröjsmål ges till konkursombudsmannen och på konkursombudsmannens begäran till konkursboet.",
        "normalized_sv": "Konkursombudsmannen har trots sekretessbestämmelserna samma rätt som gäldenären eller konkursboet att få uppgifter om gäldenärens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om gäldenärens eller konkursboets bankkonton och betalningsrörelse och om avtal och förbindelser som gäller finansieringen. Uppgifterna ska avgiftsfritt och utan dröjsmål ges till konkursombudsmannen och på konkursombudsmannens begäran till konkursboet.",
        "folded_sv": "konkursombudsmannen har trots sekretessbestammelserna samma ratt som galdenaren eller konkursboet att fa uppgifter om galdenarens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om galdenarens eller konkursboets bankkonton och betalningsrorelse och om avtal och forbindelser som galler finansieringen. uppgifterna ska avgiftsfritt och utan drojsmal ges till konkursombudsmannen och pa konkursombudsmannens begaran till konkursboet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Konkurssiasiamies voi määrätä yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesän hallinnon, tilien ja toiminnan erityistarkastuksen. Tarkastajilla on 4 §:n 1 momentissa säädetyn mukaiset oikeudet. Konkurssiasiamies voi vastaavasti määrätä velallisen kirjanpidon loppuun saattamisesta ja tilinpäätöksen laatimisesta konkurssin alkamiseen saakka. Edellä 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. Pesänhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteistä, joihin konkurssipesä on tarkastuksen perusteella ryhtynyt, sekä varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesään. Jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesän kannalta tarpeellisia, konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niistä aiheutuneet kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Konkurssiasiamies voi määrätä yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesän hallinnon, tilien ja toiminnan erityistarkastuksen. Tarkastajilla on 4 § :n 1 momentissa säädetyn mukaiset oikeudet. Konkurssiasiamies voi vastaavasti määrätä velallisen kirjanpidon loppuun saattamisesta ja tilinpäätöksen laatimisesta konkurssin alkamiseen saakka. Edellä 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. Pesänhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteistä, joihin konkurssipesä on tarkastuksen perusteella ryhtynyt, sekä varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesään. Jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesän kannalta tarpeellisia, konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niistä aiheutuneet kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
        "folded_fi": "konkurssiasiamies voi maarata yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesan hallinnon, tilien ja toiminnan erityistarkastuksen. tarkastajilla on 4 §:n 1 momentissa saadetyn mukaiset oikeudet. konkurssiasiamies voi vastaavasti maarata velallisen kirjanpidon loppuun saattamisesta ja tilinpaatoksen laatimisesta konkurssin alkamiseen saakka. edella 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. pesanhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteista, joihin konkurssipesa on tarkastuksen perusteella ryhtynyt, seka varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesaan. jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesan kannalta tarpeellisia, konkurssipesa on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niista aiheutuneet kustannukset kokonaan tai osaksi. maksuvelvollisuus voidaan maarata alkavaksi vasta siita, kun konkurssipesaan kertyy riittavasti varoja maksun suorittamiseksi. konkurssipesa voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 paivan kuluessa konkurssiasiamiehen paatoksesta tiedon saatuaan. tuomioistuin voi kieltaa paatoksen taytantoonpanon toistaiseksi.",
        "content_sv": "Konkursombudsmannen kan förordna en eller flera inspektörer att utföra särskild granskning av gäldenärens eller konkursboets förvaltning, räkenskaper och verksamhet. De som utför granskningen har de rättigheter som avses i 4 § 1 mom. Konkursombudsmannen kan på motsvarande sätt bestämma att gäldenärens bokföring ska fullgöras och att ett bokslut ska upprättas fram till den tidpunkt när konkursen började. Kostnaderna för de åtgärder som avses i 1 mom. betalas av statens medel. Boförvaltaren ska lämna konkursombudsmannen en redogörelse för de åtgärder som konkursboet har vidtagit på grund av granskningen och över de tillgångar som har influtit till konkursboet till följd av åtgärderna. Om de åtgärder som avses i 1 mom. har varit behövliga för konkursboet, är boet på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna för dem. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "normalized_sv": "Konkursombudsmannen kan förordna en eller flera inspektörer att utföra särskild granskning av gäldenärens eller konkursboets förvaltning, räkenskaper och verksamhet. De som utför granskningen har de rättigheter som avses i 4 § 1 mom. Konkursombudsmannen kan på motsvarande sätt bestämma att gäldenärens bokföring ska fullgöras och att ett bokslut ska upprättas fram till den tidpunkt när konkursen började. Kostnaderna för de åtgärder som avses i 1 mom. betalas av statens medel. Boförvaltaren ska lämna konkursombudsmannen en redogörelse för de åtgärder som konkursboet har vidtagit på grund av granskningen och över de tillgångar som har influtit till konkursboet till följd av åtgärderna. Om de åtgärder som avses i 1 mom. har varit behövliga för konkursboet, är boet på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna för dem. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "folded_sv": "konkursombudsmannen kan forordna en eller flera inspektorer att utfora sarskild granskning av galdenarens eller konkursboets forvaltning, rakenskaper och verksamhet. de som utfor granskningen har de rattigheter som avses i 4 § 1 mom. konkursombudsmannen kan pa motsvarande satt bestamma att galdenarens bokforing ska fullgoras och att ett bokslut ska upprattas fram till den tidpunkt nar konkursen borjade. kostnaderna for de atgarder som avses i 1 mom. betalas av statens medel. boforvaltaren ska lamna konkursombudsmannen en redogorelse for de atgarder som konkursboet har vidtagit pa grund av granskningen och over de tillgangar som har influtit till konkursboet till foljd av atgarderna. om de atgarder som avses i 1 mom. har varit behovliga for konkursboet, ar boet pa yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna for dem. konkursboet kan paforas betalningsskyldighet forst efter att det i boet har samlats tillrackliga medel for betalning av kostnaderna. konkursboet kan fora ett arende som galler boets betalningsskyldighet for avgorande till den domstol som ar behorig i konkursarendet inom 30 dagar efter att konkursboet har fatt del av konkursombudsmannens beslut. domstolen kan forbjuda att beslutet verkstalls tills vidare."
      }
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "content": "Konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksestä aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksestä aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
        "folded_fi": "konkurssipesa on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksesta aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. maksuvelvollisuus voidaan maarata alkavaksi vasta siita, kun konkurssipesaan kertyy riittavasti varoja maksun suorittamiseksi. konkurssipesa voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 paivan kuluessa konkurssiasiamiehen paatoksesta tiedon saatuaan. tuomioistuin voi kieltaa paatoksen taytantoonpanon toistaiseksi.",
        "content_sv": "Ett konkursbo är på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader för konkursförfarandet som följer av den offentliga utredningen. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet enligt 1 mom. för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "normalized_sv": "Ett konkursbo är på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader för konkursförfarandet som följer av den offentliga utredningen. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet enligt 1 mom. för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "folded_sv": "ett konkursbo ar pa yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader for konkursforfarandet som foljer av den offentliga utredningen. konkursboet kan paforas betalningsskyldighet forst efter att det i boet har samlats tillrackliga medel for betalning av kostnaderna. konkursboet kan fora ett arende som galler boets betalningsskyldighet enligt 1 mom. for avgorande till den domstol som ar behorig i konkursarendet inom 30 dagar efter att konkursboet har fatt del av konkursombudsmannens beslut. domstolen kan forbjuda att beslutet verkstalls tills vidare."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tarkemmat säännökset konkurssiasiamiehen ja hänen toimistonsa tehtävien järjestämisestä sekä säännökset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Tarkemmat säännökset konkurssiasiamiehen ja hänen toimistonsa tehtävien järjestämisestä sekä säännökset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset konkurssiasiamiehen ja hanen toimistonsa tehtavien jarjestamisesta seka saannokset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Närmare bestämmelser om organiseringen av konkursombudsmannens och dennes byrås uppgifter samt bestämmelser om delegationen för konkursärenden utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om organiseringen av konkursombudsmannens och dennes byrås uppgifter samt bestämmelser om delegationen för konkursärenden utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om organiseringen av konkursombudsmannens och dennes byras uppgifter samt bestammelser om delegationen for konkursarenden utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Konkurssiasiamiehellä on salassapitosäännösten estämättä samanlainen oikeus kuin velallisella tai konkurssipesällä saada velallisen tai konkurssipesän toimintaa ja taloudellista asemaa koskevat tiedot sekä tiedot velallisen tai konkurssipesän pankkitileistä ja maksuliikenteestä sekä rahoitusta koskevista sopimuksista ja sitoumuksista. Tiedot on annettava maksutta ja viipymättä konkurssiasiamiehelle ja konkurssiasiamiehen pyynnöstä konkurssipesälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Konkurssiasiamiehellä on salassapitosäännösten estämättä samanlainen oikeus kuin velallisella tai konkurssipesällä saada velallisen tai konkurssipesän toimintaa ja taloudellista asemaa koskevat tiedot sekä tiedot velallisen tai konkurssipesän pankkitileistä ja maksuliikenteestä sekä rahoitusta koskevista sopimuksista ja sitoumuksista. Tiedot on annettava maksutta ja viipymättä konkurssiasiamiehelle ja konkurssiasiamiehen pyynnöstä konkurssipesälle.",
        "folded_fi": "konkurssiasiamiehella on salassapitosaannosten estamatta samanlainen oikeus kuin velallisella tai konkurssipesalla saada velallisen tai konkurssipesan toimintaa ja taloudellista asemaa koskevat tiedot seka tiedot velallisen tai konkurssipesan pankkitileista ja maksuliikenteesta seka rahoitusta koskevista sopimuksista ja sitoumuksista. tiedot on annettava maksutta ja viipymatta konkurssiasiamiehelle ja konkurssiasiamiehen pyynnosta konkurssipesalle.",
        "content_sv": "Konkursombudsmannen har trots sekretessbestämmelserna samma rätt som gäldenären eller konkursboet att få uppgifter om gäldenärens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om gäldenärens eller konkursboets bankkonton och betalningsrörelse och om avtal och förbindelser som gäller finansieringen. Uppgifterna ska avgiftsfritt och utan dröjsmål ges till konkursombudsmannen och på konkursombudsmannens begäran till konkursboet.",
        "normalized_sv": "Konkursombudsmannen har trots sekretessbestämmelserna samma rätt som gäldenären eller konkursboet att få uppgifter om gäldenärens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om gäldenärens eller konkursboets bankkonton och betalningsrörelse och om avtal och förbindelser som gäller finansieringen. Uppgifterna ska avgiftsfritt och utan dröjsmål ges till konkursombudsmannen och på konkursombudsmannens begäran till konkursboet.",
        "folded_sv": "konkursombudsmannen har trots sekretessbestammelserna samma ratt som galdenaren eller konkursboet att fa uppgifter om galdenarens eller konkursboets verksamhet och ekonomiska situation samt uppgifter om galdenarens eller konkursboets bankkonton och betalningsrorelse och om avtal och forbindelser som galler finansieringen. uppgifterna ska avgiftsfritt och utan drojsmal ges till konkursombudsmannen och pa konkursombudsmannens begaran till konkursboet."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Konkurssiasiamies voi määrätä yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesän hallinnon, tilien ja toiminnan erityistarkastuksen. Tarkastajilla on 4 §:n 1 momentissa säädetyn mukaiset oikeudet. Konkurssiasiamies voi vastaavasti määrätä velallisen kirjanpidon loppuun saattamisesta ja tilinpäätöksen laatimisesta konkurssin alkamiseen saakka. Edellä 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. Pesänhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteistä, joihin konkurssipesä on tarkastuksen perusteella ryhtynyt, sekä varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesään. Jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesän kannalta tarpeellisia, konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niistä aiheutuneet kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Konkurssiasiamies voi määrätä yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesän hallinnon, tilien ja toiminnan erityistarkastuksen. Tarkastajilla on 4 § :n 1 momentissa säädetyn mukaiset oikeudet. Konkurssiasiamies voi vastaavasti määrätä velallisen kirjanpidon loppuun saattamisesta ja tilinpäätöksen laatimisesta konkurssin alkamiseen saakka. Edellä 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. Pesänhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteistä, joihin konkurssipesä on tarkastuksen perusteella ryhtynyt, sekä varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesään. Jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesän kannalta tarpeellisia, konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niistä aiheutuneet kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
        "folded_fi": "konkurssiasiamies voi maarata yhden tai useamman tarkastajan suorittamaan velallisen tai konkurssipesan hallinnon, tilien ja toiminnan erityistarkastuksen. tarkastajilla on 4 §:n 1 momentissa saadetyn mukaiset oikeudet. konkurssiasiamies voi vastaavasti maarata velallisen kirjanpidon loppuun saattamisesta ja tilinpaatoksen laatimisesta konkurssin alkamiseen saakka. edella 1 momentissa tarkoitetut toimenpiteet maksetaan valtion varoista. pesanhoitajan on toimitettava konkurssiasiamiehelle selvitys toimenpiteista, joihin konkurssipesa on tarkastuksen perusteella ryhtynyt, seka varoista, jotka toimenpiteiden vuoksi ovat kertyneet konkurssipesaan. jos 1 momentissa tarkoitetut toimenpiteet ovat olleet konkurssipesan kannalta tarpeellisia, konkurssipesa on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle niista aiheutuneet kustannukset kokonaan tai osaksi. maksuvelvollisuus voidaan maarata alkavaksi vasta siita, kun konkurssipesaan kertyy riittavasti varoja maksun suorittamiseksi. konkurssipesa voi saattaa maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 paivan kuluessa konkurssiasiamiehen paatoksesta tiedon saatuaan. tuomioistuin voi kieltaa paatoksen taytantoonpanon toistaiseksi.",
        "content_sv": "Konkursombudsmannen kan förordna en eller flera inspektörer att utföra särskild granskning av gäldenärens eller konkursboets förvaltning, räkenskaper och verksamhet. De som utför granskningen har de rättigheter som avses i 4 § 1 mom. Konkursombudsmannen kan på motsvarande sätt bestämma att gäldenärens bokföring ska fullgöras och att ett bokslut ska upprättas fram till den tidpunkt när konkursen började. Kostnaderna för de åtgärder som avses i 1 mom. betalas av statens medel. Boförvaltaren ska lämna konkursombudsmannen en redogörelse för de åtgärder som konkursboet har vidtagit på grund av granskningen och över de tillgångar som har influtit till konkursboet till följd av åtgärderna. Om de åtgärder som avses i 1 mom. har varit behövliga för konkursboet, är boet på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna för dem. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "normalized_sv": "Konkursombudsmannen kan förordna en eller flera inspektörer att utföra särskild granskning av gäldenärens eller konkursboets förvaltning, räkenskaper och verksamhet. De som utför granskningen har de rättigheter som avses i 4 § 1 mom. Konkursombudsmannen kan på motsvarande sätt bestämma att gäldenärens bokföring ska fullgöras och att ett bokslut ska upprättas fram till den tidpunkt när konkursen började. Kostnaderna för de åtgärder som avses i 1 mom. betalas av statens medel. Boförvaltaren ska lämna konkursombudsmannen en redogörelse för de åtgärder som konkursboet har vidtagit på grund av granskningen och över de tillgångar som har influtit till konkursboet till följd av åtgärderna. Om de åtgärder som avses i 1 mom. har varit behövliga för konkursboet, är boet på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna för dem. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "folded_sv": "konkursombudsmannen kan forordna en eller flera inspektorer att utfora sarskild granskning av galdenarens eller konkursboets forvaltning, rakenskaper och verksamhet. de som utfor granskningen har de rattigheter som avses i 4 § 1 mom. konkursombudsmannen kan pa motsvarande satt bestamma att galdenarens bokforing ska fullgoras och att ett bokslut ska upprattas fram till den tidpunkt nar konkursen borjade. kostnaderna for de atgarder som avses i 1 mom. betalas av statens medel. boforvaltaren ska lamna konkursombudsmannen en redogorelse for de atgarder som konkursboet har vidtagit pa grund av granskningen och over de tillgangar som har influtit till konkursboet till foljd av atgarderna. om de atgarder som avses i 1 mom. har varit behovliga for konkursboet, ar boet pa yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala kostnaderna for dem. konkursboet kan paforas betalningsskyldighet forst efter att det i boet har samlats tillrackliga medel for betalning av kostnaderna. konkursboet kan fora ett arende som galler boets betalningsskyldighet for avgorande till den domstol som ar behorig i konkursarendet inom 30 dagar efter att konkursboet har fatt del av konkursombudsmannens beslut. domstolen kan forbjuda att beslutet verkstalls tills vidare."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "content": "Konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksestä aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Konkurssipesä on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksestä aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. Maksuvelvollisuus voidaan määrätä alkavaksi vasta siitä, kun konkurssipesään kertyy riittävästi varoja maksun suorittamiseksi. Konkurssipesä voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 päivän kuluessa konkurssiasiamiehen päätöksestä tiedon saatuaan. Tuomioistuin voi kieltää päätöksen täytäntöönpanon toistaiseksi.",
        "folded_fi": "konkurssipesa on konkurssiasiamiehen vaatimuksesta velvollinen maksamaan valtiolle julkisselvityksesta aiheutuneet konkurssimenettelyn kustannukset kokonaan tai osaksi. maksuvelvollisuus voidaan maarata alkavaksi vasta siita, kun konkurssipesaan kertyy riittavasti varoja maksun suorittamiseksi. konkurssipesa voi saattaa 1 momentissa tarkoitettua maksuvelvollisuuttaan koskevan asian konkurssiasiassa toimivaltaisen tuomioistuimen ratkaistavaksi 30 paivan kuluessa konkurssiasiamiehen paatoksesta tiedon saatuaan. tuomioistuin voi kieltaa paatoksen taytantoonpanon toistaiseksi.",
        "content_sv": "Ett konkursbo är på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader för konkursförfarandet som följer av den offentliga utredningen. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet enligt 1 mom. för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "normalized_sv": "Ett konkursbo är på yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader för konkursförfarandet som följer av den offentliga utredningen. Konkursboet kan påföras betalningsskyldighet först efter att det i boet har samlats tillräckliga medel för betalning av kostnaderna. Konkursboet kan föra ett ärende som gäller boets betalningsskyldighet enligt 1 mom. för avgörande till den domstol som är behörig i konkursärendet inom 30 dagar efter att konkursboet har fått del av konkursombudsmannens beslut. Domstolen kan förbjuda att beslutet verkställs tills vidare.",
        "folded_sv": "ett konkursbo ar pa yrkande av konkursombudsmannen skyldigt att till staten helt eller delvis betala de kostnader for konkursforfarandet som foljer av den offentliga utredningen. konkursboet kan paforas betalningsskyldighet forst efter att det i boet har samlats tillrackliga medel for betalning av kostnaderna. konkursboet kan fora ett arende som galler boets betalningsskyldighet enligt 1 mom. for avgorande till den domstol som ar behorig i konkursarendet inom 30 dagar efter att konkursboet har fatt del av konkursombudsmannens beslut. domstolen kan forbjuda att beslutet verkstalls tills vidare."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Tarkemmat säännökset konkurssiasiamiehen ja hänen toimistonsa tehtävien järjestämisestä sekä säännökset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Tarkemmat säännökset konkurssiasiamiehen ja hänen toimistonsa tehtävien järjestämisestä sekä säännökset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset konkurssiasiamiehen ja hanen toimistonsa tehtavien jarjestamisesta seka saannokset konkurssiasiain neuvottelukunnasta annetaan valtioneuvoston asetuksella.",
        "content_sv": "Närmare bestämmelser om organiseringen av konkursombudsmannens och dennes byrås uppgifter samt bestämmelser om delegationen för konkursärenden utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om organiseringen av konkursombudsmannens och dennes byrås uppgifter samt bestämmelser om delegationen för konkursärenden utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om organiseringen av konkursombudsmannens och dennes byras uppgifter samt bestammelser om delegationen for konkursarenden utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    }
  ]
}