{
  "id": "555/2024",
  "type": "statute",
  "title": "Laki Kevasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Keva",
  "status": "in_force",
  "issued_date": "2024-10-18",
  "in_force_date": "2024-10-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/555/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Valvonta",
      "content": "Finanssivalvonta valvoo, että Keva noudattaa tätä lakia ja muuta sitä koskevaa työeläkevakuutustoiminnan lainsäädäntöä ja siihen liittyviä hyviä toimintatapoja. Finanssivalvonnan tehtävänä on valvoa erityisesti, että Kevan toiminta on järjestetty eläketurvaan kuuluvat edut turvaavalla tavalla ja että Kevan hallinnointi- ja ohjausjärjestelmät ovat riittävät ja luotettavat. Edellä 1 momentissa säädetystä poiketen Finanssivalvonnan valvontatehtävään ei kuitenkaan kuulu 24 §:ssä tarkoitettu toiminta. Finanssivalvonta voi erityisestä syystä määrätä suoritettavaksi Kevan hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Finanssivalvonta valvoo, että Keva noudattaa tätä lakia ja muuta sitä koskevaa työeläkevakuutustoiminnan lainsäädäntöä ja siihen liittyviä hyviä toimintatapoja. Finanssivalvonnan tehtävänä on valvoa erityisesti, että Kevan toiminta on järjestetty eläketurvaan kuuluvat edut turvaavalla tavalla ja että Kevan hallinnointi- ja ohjausjärjestelmät ovat riittävät ja luotettavat. Edellä 1 momentissa säädetystä poiketen Finanssivalvonnan valvontatehtävään ei kuitenkaan kuulu 24 § :ssä tarkoitettu toiminta. Finanssivalvonta voi erityisestä syystä määrätä suoritettavaksi Kevan hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "finanssivalvonta valvoo, etta keva noudattaa tata lakia ja muuta sita koskevaa tyoelakevakuutustoiminnan lainsaadantoa ja siihen liittyvia hyvia toimintatapoja. finanssivalvonnan tehtavana on valvoa erityisesti, etta kevan toiminta on jarjestetty elaketurvaan kuuluvat edut turvaavalla tavalla ja etta kevan hallinnointi- ja ohjausjarjestelmat ovat riittavat ja luotettavat. edella 1 momentissa saadetysta poiketen finanssivalvonnan valvontatehtavaan ei kuitenkaan kuulu 24 §:ssa tarkoitettu toiminta. finanssivalvonta voi erityisesta syysta maarata suoritettavaksi kevan hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Finansinspektionen övervakar att Keva iakttar denna lag och annan lagstiftning om arbetspensionsförsäkringsverksamhet som gäller Keva och därtill anslutande god praxis. Finansinspektionen ska särskilt övervaka att Kevas verksamhet har ordnats på ett sätt som tryggar de förmåner som pensionsskyddet omfattar och att Kevas förvaltnings- och styrsystem är tillräckliga och tillförlitliga. Med avvikelse från 1 mom. omfattar Finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 §. Finansinspektionen kan av särskilda skäl förordna att en specialrevision av Kevas förvaltning och räkenskaper ska utföras.",
        "normalized_sv": "Finansinspektionen övervakar att Keva iakttar denna lag och annan lagstiftning om arbetspensionsförsäkringsverksamhet som gäller Keva och därtill anslutande god praxis. Finansinspektionen ska särskilt övervaka att Kevas verksamhet har ordnats på ett sätt som tryggar de förmåner som pensionsskyddet omfattar och att Kevas förvaltnings- och styrsystem är tillräckliga och tillförlitliga. Med avvikelse från 1 mom. omfattar Finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 § . Finansinspektionen kan av särskilda skäl förordna att en specialrevision av Kevas förvaltning och räkenskaper ska utföras.",
        "folded_sv": "finansinspektionen overvakar att keva iakttar denna lag och annan lagstiftning om arbetspensionsforsakringsverksamhet som galler keva och dartill anslutande god praxis. finansinspektionen ska sarskilt overvaka att kevas verksamhet har ordnats pa ett satt som tryggar de formaner som pensionsskyddet omfattar och att kevas forvaltnings- och styrsystem ar tillrackliga och tillforlitliga. med avvikelse fran 1 mom. omfattar finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 §. finansinspektionen kan av sarskilda skal forordna att en specialrevision av kevas forvaltning och rakenskaper ska utforas."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtiovarainministeriön asettama tilintarkastaja ja erityistilintarkastus",
      "content": "Valtiovarainministeriö asettaa enintään kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että Kevan esittämät 24 §:ssä tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkkeiden maksamiseen tarvittavasta summasta ja Kevan kustannusten korvauksesta antavat oikeat ja riittävät tiedot. Lisäksi tilintarkastajan tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että: 1) Keva on perinyt valtion ja kirkon työnantajan eläkemaksut valtion eläketurvan rahoituksesta annetun lain 2 §:n 1 momentin ja evankelis-luterilaisen kirkon eläkerahastosta annetun lain (656/2023) 14 §:n 3 momentin mukaisina ja työntekijän eläkemaksut julkisten alojen eläkelain 168 §:n 2 momentin mukaisina; 2) eläkemaksut sekä siirtymämaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisina valtion eläkerahastolle; 3) eläkemaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. Tilintarkastajan on oltava joko Tilintarkastusvalvonnan hyväksymä KHT-tilintarkastaja tai JHT-tilintarkastaja. Tilintarkastuksesta säädetään tilintarkastuslaissa (1141/2015). Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi Kevan tilien erityistilintarkastuksen 24 §:ssä tarkoitettuun toimintaan liittyen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Valtiovarainministeriö asettaa enintään kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että Kevan esittämät 24 § :ssä tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkkeiden maksamiseen tarvittavasta summasta ja Kevan kustannusten korvauksesta antavat oikeat ja riittävät tiedot. Lisäksi tilintarkastajan tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että: 1) Keva on perinyt valtion ja kirkon työnantajan eläkemaksut valtion eläketurvan rahoituksesta annetun lain 2 § :n 1 momentin ja evankelis-luterilaisen kirkon eläkerahastosta annetun lain (656/2023) 14 § :n 3 momentin mukaisina ja työntekijän eläkemaksut julkisten alojen eläkelain 168 § :n 2 momentin mukaisina; 2) eläkemaksut sekä siirtymämaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisina valtion eläkerahastolle; 3) eläkemaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. Tilintarkastajan on oltava joko Tilintarkastusvalvonnan hyväksymä KHT-tilintarkastaja tai JHT-tilintarkastaja. Tilintarkastuksesta säädetään tilintarkastuslaissa (1141/2015). Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi Kevan tilien erityistilintarkastuksen 24 § :ssä tarkoitettuun toimintaan liittyen.",
        "folded_fi": "valtiovarainministerio asettaa enintaan kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtavana on tarkastaa kevan kirjanpidosta ja muusta aineistosta, etta kevan esittamat 24 §:ssa tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, kansanelakelaitoksen ja suomen pankin elakkeiden maksamiseen tarvittavasta summasta ja kevan kustannusten korvauksesta antavat oikeat ja riittavat tiedot. lisaksi tilintarkastajan tehtavana on tarkastaa kevan kirjanpidosta ja muusta aineistosta, etta: 1) keva on perinyt valtion ja kirkon tyonantajan elakemaksut valtion elaketurvan rahoituksesta annetun lain 2 §:n 1 momentin ja evankelis-luterilaisen kirkon elakerahastosta annetun lain (656/2023) 14 §:n 3 momentin mukaisina ja tyontekijan elakemaksut julkisten alojen elakelain 168 §:n 2 momentin mukaisina; 2) elakemaksut seka siirtymamaksut ja tyollisyysrahaston tyoelakekustannusosuus on maksettu oikean suuruisina valtion elakerahastolle; 3) elakemaksut ja tyollisyysrahaston tyoelakekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. tilintarkastajan on oltava joko tilintarkastusvalvonnan hyvaksyma kht-tilintarkastaja tai jht-tilintarkastaja. tilintarkastuksesta saadetaan tilintarkastuslaissa (1141/2015). valtiovarainministerio voi erityisesta syysta maarata suoritettavaksi kevan tilien erityistilintarkastuksen 24 §:ssa tarkoitettuun toimintaan liittyen.",
        "title_sv": "Av finansministeriet tillsatt revisor och specialrevision",
        "content_sv": "Finansministeriet tillsätter för högst sex räkenskapsperioder i sänder en revisor som utifrån Kevas bokföring och annat material ska granska att de beräkningar som avses i 24 § och som Keva har lämnat om den summa som behövs för betalningen av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensioner och om ersättningen för Kevas kostnader är riktiga och tillräckliga. Revisorn har dessutom till uppgift att utifrån Kevas bokföring och annat material granska att 1) Keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som föreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som föreskrivs i 168 § 2 mom. i pensionslagen för den offentliga sektorn, 2) pensionsavgifter samt överföringsavgifter och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till rätt belopp, 3) pensionsavgifterna och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till rätt belopp. Revisorn ska vara antingen en av Revisionstillsynen godkänd CGR-revisor eller en OFGR-revisor. Bestämmelser om revision finns i revisionslagen (1141/2015). Finansministeriet kan av särskilda skäl förordna att en specialrevision av Kevas räkenskaper i anslutning till den verksamhet som avses i 24 § ska utföras.",
        "normalized_sv": "Finansministeriet tillsätter för högst sex räkenskapsperioder i sänder en revisor som utifrån Kevas bokföring och annat material ska granska att de beräkningar som avses i 24 § och som Keva har lämnat om den summa som behövs för betalningen av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensioner och om ersättningen för Kevas kostnader är riktiga och tillräckliga. Revisorn har dessutom till uppgift att utifrån Kevas bokföring och annat material granska att 1) Keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som föreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som föreskrivs i 168 § 2 mom. i pensionslagen för den offentliga sektorn, 2) pensionsavgifter samt överföringsavgifter och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till rätt belopp, 3) pensionsavgifterna och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till rätt belopp. Revisorn ska vara antingen en av Revisionstillsynen godkänd CGR-revisor eller en OFGR-revisor. Bestämmelser om revision finns i revisionslagen (1141/2015). Finansministeriet kan av särskilda skäl förordna att en specialrevision av Kevas räkenskaper i anslutning till den verksamhet som avses i 24 § ska utföras.",
        "folded_sv": "finansministeriet tillsatter for hogst sex rakenskapsperioder i sander en revisor som utifran kevas bokforing och annat material ska granska att de berakningar som avses i 24 § och som keva har lamnat om den summa som behovs for betalningen av statens, evangelisk-lutherska kyrkans, folkpensionsanstaltens och finlands banks pensioner och om ersattningen for kevas kostnader ar riktiga och tillrackliga. revisorn har dessutom till uppgift att utifran kevas bokforing och annat material granska att 1) keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som foreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som foreskrivs i 168 § 2 mom. i pensionslagen for den offentliga sektorn, 2) pensionsavgifter samt overforingsavgifter och sysselsattningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till ratt belopp, 3) pensionsavgifterna och sysselsattningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till ratt belopp. revisorn ska vara antingen en av revisionstillsynen godkand cgr-revisor eller en ofgr-revisor. bestammelser om revision finns i revisionslagen (1141/2015). finansministeriet kan av sarskilda skal forordna att en specialrevision av kevas rakenskaper i anslutning till den verksamhet som avses i 24 § ska utforas."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yleiset hallintovaatimukset",
      "content": "Hallituksen ja toimitusjohtajan on johdettava Kevaa ammattitaitoisesti eläkelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden sekä hyvää hallintoa koskevien periaatteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Hallituksen ja toimitusjohtajan on johdettava Kevaa ammattitaitoisesti eläkelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden sekä hyvää hallintoa koskevien periaatteiden mukaisesti.",
        "folded_fi": "hallituksen ja toimitusjohtajan on johdettava kevaa ammattitaitoisesti elakelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden seka hyvaa hallintoa koskevien periaatteiden mukaisesti.",
        "title_sv": "Allmänna krav på förvaltningen",
        "content_sv": "Styrelsen och verkställande direktören ska leda Keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och försiktiga verksamhetsprinciper och principerna för god förvaltning.",
        "normalized_sv": "Styrelsen och verkställande direktören ska leda Keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och försiktiga verksamhetsprinciper och principerna för god förvaltning.",
        "folded_sv": "styrelsen och verkstallande direktoren ska leda keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och forsiktiga verksamhetsprinciper och principerna for god forvaltning."
      }
    },
    {
      "provision_ref": "8 b",
      "section": "8 b",
      "title": "Päätöksenteko valtuutettujen kokouksessa",
      "content": "Valtuutettujen kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 b",
        "normalized_fi": "Valtuutettujen kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena.",
        "folded_fi": "valtuutettujen kokous jarjestetaan joko varsinaisena kokouksena tai sahkoisessa toimintaymparistossa tapahtuvana kokouksena.",
        "title_sv": "Beslutfattandet vid fullmäktigesammanträdena",
        "content_sv": "Ett fullmäktigesammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö.",
        "normalized_sv": "Ett fullmäktigesammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö.",
        "folded_sv": "ett fullmaktigesammantrade ordnas antingen som ett ordinarie sammantrade eller som ett sammantrade i en elektronisk miljo."
      }
    },
    {
      "provision_ref": "8 c",
      "section": "8 c",
      "title": "Vaalivaliokunta",
      "content": "Vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkilöiden palkkioiksi ja hallituksen nimittämiseksi. Vaalivaliokunnan kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena. Vaalivaliokunnan jäsenten tulee olla Kevan valtuutettuja. Vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. Vaalivaliokunnan jäsenen henkilökohtainen varavaltuutettu toimii valiokuntaan valitun henkilön varajäsenenä. Vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta määrätään tarkemmin valtuutettujen hyväksymässä vaalivaliokunnan työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 c",
        "normalized_fi": "Vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkilöiden palkkioiksi ja hallituksen nimittämiseksi. Vaalivaliokunnan kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena. Vaalivaliokunnan jäsenten tulee olla Kevan valtuutettuja. Vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. Vaalivaliokunnan jäsenen henkilökohtainen varavaltuutettu toimii valiokuntaan valitun henkilön varajäsenenä. Vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta määrätään tarkemmin valtuutettujen hyväksymässä vaalivaliokunnan työjärjestyksessä.",
        "folded_fi": "vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkiloiden palkkioiksi ja hallituksen nimittamiseksi. vaalivaliokunnan kokous jarjestetaan joko varsinaisena kokouksena tai sahkoisessa toimintaymparistossa tapahtuvana kokouksena. vaalivaliokunnan jasenten tulee olla kevan valtuutettuja. vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. vaalivaliokunnan jasenen henkilokohtainen varavaltuutettu toimii valiokuntaan valitun henkilon varajasenena. vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta maarataan tarkemmin valtuutettujen hyvaksymassa vaalivaliokunnan tyojarjestyksessa.",
        "title_sv": "Valutskottet",
        "content_sv": "Valutskottet bereder för fullmäktige förslag till arvoden för de förtroendevalda samt tillsättningen av styrelseledamöter. Ett valutskottssammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö. Valutskottets ledamöter ska ingå i Kevas fullmäktige. Valutskottet har en ordförande och en vice ordförande. Den personliga suppleanten för en ledamot i valutskottet är ersättare för den som valts till utskottet. I valutskottets arbetsordning, som godkänns av fullmäktige, bestäms närmare om valutskottets sammansättning och val av ledamöterna samt om valutskottets verksamhet.",
        "normalized_sv": "Valutskottet bereder för fullmäktige förslag till arvoden för de förtroendevalda samt tillsättningen av styrelseledamöter. Ett valutskottssammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö. Valutskottets ledamöter ska ingå i Kevas fullmäktige. Valutskottet har en ordförande och en vice ordförande. Den personliga suppleanten för en ledamot i valutskottet är ersättare för den som valts till utskottet. I valutskottets arbetsordning, som godkänns av fullmäktige, bestäms närmare om valutskottets sammansättning och val av ledamöterna samt om valutskottets verksamhet.",
        "folded_sv": "valutskottet bereder for fullmaktige forslag till arvoden for de fortroendevalda samt tillsattningen av styrelseledamoter. ett valutskottssammantrade ordnas antingen som ett ordinarie sammantrade eller som ett sammantrade i en elektronisk miljo. valutskottets ledamoter ska inga i kevas fullmaktige. valutskottet har en ordforande och en vice ordforande. den personliga suppleanten for en ledamot i valutskottet ar ersattare for den som valts till utskottet. i valutskottets arbetsordning, som godkanns av fullmaktige, bestams narmare om valutskottets sammansattning och val av ledamoterna samt om valutskottets verksamhet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hallitus",
      "content": "Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan myös varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan myös varajäseneen.",
        "folded_fi": "mita tassa laissa saadetaan hallituksen jasenesta, sovelletaan myos varajaseneen.",
        "title_sv": "Styrelsen",
        "content_sv": "Vad som i denna lag föreskrivs om styrelseledamöter ska även tillämpas på suppleanter.",
        "normalized_sv": "Vad som i denna lag föreskrivs om styrelseledamöter ska även tillämpas på suppleanter.",
        "folded_sv": "vad som i denna lag foreskrivs om styrelseledamoter ska aven tillampas pa suppleanter."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Päätöksenteko hallituksessa",
      "content": "Hallitukselle kuuluvista asioista voidaan päättää varsinaisessa kokouksessa taikka sähköisessä toimintaympäristössä tapahtuvassa: 1) kokouksessa; tai 2) menettelyssä ennen kokousta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Hallitukselle kuuluvista asioista voidaan päättää varsinaisessa kokouksessa taikka sähköisessä toimintaympäristössä tapahtuvassa: 1) kokouksessa; tai 2) menettelyssä ennen kokousta.",
        "folded_fi": "hallitukselle kuuluvista asioista voidaan paattaa varsinaisessa kokouksessa taikka sahkoisessa toimintaymparistossa tapahtuvassa: 1) kokouksessa; tai 2) menettelyssa ennen kokousta.",
        "title_sv": "Styrelsens beslutfattande",
        "content_sv": "Beslut i ärenden som hör till styrelsen kan fattas vid ett ordinarie sammanträde eller 1) vid ett sammanträde i en elektronisk miljö, eller 2) i ett elektroniskt beslutsförfarande före sammanträdet.",
        "normalized_sv": "Beslut i ärenden som hör till styrelsen kan fattas vid ett ordinarie sammanträde eller 1) vid ett sammanträde i en elektronisk miljö, eller 2) i ett elektroniskt beslutsförfarande före sammanträdet.",
        "folded_sv": "beslut i arenden som hor till styrelsen kan fattas vid ett ordinarie sammantrade eller 1) vid ett sammantrade i en elektronisk miljo, eller 2) i ett elektroniskt beslutsforfarande fore sammantradet."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Sähköinen kokous ja sähköinen päätöksentekomenettely",
      "content": "Edellä 8 b §:n 1 momentissa, 8 c §:n 2 momentissa tai 9 a §:n 1 momentin 1 kohdassa tarkoitettu sähköinen kokous voidaan pitää käyttäen sellaista videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, että: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a §:ssä tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden käsittelyyn. Edellä 9 a §:n 1 momentin 2 kohdassa tarkoitetussa sähköisessä päätöksentekomenettelyssä käsiteltävät asiat tulee yksilöidä kokouskutsussa ja mainita, mihin mennessä asia voidaan käsitellä sähköisessä päätöksentekomenettelyssä. Asia on käsitelty, kun kaikki hallituksen jäsenet ovat ilmaisseet kantansa asiaan ja käsittelyn määräaika on päättynyt. Asia siirtyy kokouksen käsiteltäväksi, jos yksikin jäsen sitä vaatii tai on jättänyt kantansa ilmaisematta. Sähköisessä päätöksentekomenettelyssä tehtyjä päätöksiä koskeva pöytäkirja voidaan tarkastaa ennen kokousta. Sähköisessä kokouksessa ja sähköisessä päätöksentekomenettelyssä on huolehdittava tietoturvallisuudesta ja siitä, etteivät salassa pidettävät tiedot ole ulkopuolisen saatavissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Edellä 8 b § :n 1 momentissa, 8 c § :n 2 momentissa tai 9 a § :n 1 momentin 1 kohdassa tarkoitettu sähköinen kokous voidaan pitää käyttäen sellaista videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, että: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a § :ssä tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden käsittelyyn. Edellä 9 a § :n 1 momentin 2 kohdassa tarkoitetussa sähköisessä päätöksentekomenettelyssä käsiteltävät asiat tulee yksilöidä kokouskutsussa ja mainita, mihin mennessä asia voidaan käsitellä sähköisessä päätöksentekomenettelyssä. Asia on käsitelty, kun kaikki hallituksen jäsenet ovat ilmaisseet kantansa asiaan ja käsittelyn määräaika on päättynyt. Asia siirtyy kokouksen käsiteltäväksi, jos yksikin jäsen sitä vaatii tai on jättänyt kantansa ilmaisematta. Sähköisessä päätöksentekomenettelyssä tehtyjä päätöksiä koskeva pöytäkirja voidaan tarkastaa ennen kokousta. Sähköisessä kokouksessa ja sähköisessä päätöksentekomenettelyssä on huolehdittava tietoturvallisuudesta ja siitä, etteivät salassa pidettävät tiedot ole ulkopuolisen saatavissa.",
        "folded_fi": "edella 8 b §:n 1 momentissa, 8 c §:n 2 momentissa tai 9 a §:n 1 momentin 1 kohdassa tarkoitettu sahkoinen kokous voidaan pitaa kayttaen sellaista videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, etta: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a §:ssa tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden kasittelyyn. edella 9 a §:n 1 momentin 2 kohdassa tarkoitetussa sahkoisessa paatoksentekomenettelyssa kasiteltavat asiat tulee yksiloida kokouskutsussa ja mainita, mihin mennessa asia voidaan kasitella sahkoisessa paatoksentekomenettelyssa. asia on kasitelty, kun kaikki hallituksen jasenet ovat ilmaisseet kantansa asiaan ja kasittelyn maaraaika on paattynyt. asia siirtyy kokouksen kasiteltavaksi, jos yksikin jasen sita vaatii tai on jattanyt kantansa ilmaisematta. sahkoisessa paatoksentekomenettelyssa tehtyja paatoksia koskeva poytakirja voidaan tarkastaa ennen kokousta. sahkoisessa kokouksessa ja sahkoisessa paatoksentekomenettelyssa on huolehdittava tietoturvallisuudesta ja siita, etteivat salassa pidettavat tiedot ole ulkopuolisen saatavissa.",
        "title_sv": "Elektroniskt sammanträde och elektroniskt beslutsförfarande",
        "content_sv": "Ett elektroniskt sammanträde som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hållas genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring så att 1) sammanträdets ordförande och sekreterare på ett tillförlitligt sätt kan verifiera vem som deltar i sammanträdet, 2) sammanträdets ordförande kan leda sammanträdet på det sätt som avses i 8 b, 8 c och 9 a §, och 3) den som deltar i sammanträdet kan följa sammanträdet och delta i behandlingen av ärendena. I ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsförfarande ska de ärenden som ska behandlas specificeras i kallelsen till sammanträdet och det ska nämnas före vilken tidpunkt ärendet kan behandlas i elektroniskt beslutsförfarande. Ett ärende är behandlat när samtliga styrelseledamöter har uttryckt sin åsikt i ärendet och tidsfristen för behandlingen har löpt ut. Ett ärende ska behandlas vid ett sammanträde om en ledamot kräver detta eller om en ledamot har avstått från att uttrycka sin åsikt. Ett protokoll som gäller beslut som fattats i elektroniskt beslutsförfarande kan justeras före sammanträdet. Vid elektroniska sammanträden och i elektroniskt beslutsförfarande ska informationssäkerheten tillgodoses och det ska ses till att utomstående inte har tillgång till sekretessbelagda uppgifter.",
        "normalized_sv": "Ett elektroniskt sammanträde som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hållas genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring så att 1) sammanträdets ordförande och sekreterare på ett tillförlitligt sätt kan verifiera vem som deltar i sammanträdet, 2) sammanträdets ordförande kan leda sammanträdet på det sätt som avses i 8 b, 8 c och 9 a § , och 3) den som deltar i sammanträdet kan följa sammanträdet och delta i behandlingen av ärendena. I ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsförfarande ska de ärenden som ska behandlas specificeras i kallelsen till sammanträdet och det ska nämnas före vilken tidpunkt ärendet kan behandlas i elektroniskt beslutsförfarande. Ett ärende är behandlat när samtliga styrelseledamöter har uttryckt sin åsikt i ärendet och tidsfristen för behandlingen har löpt ut. Ett ärende ska behandlas vid ett sammanträde om en ledamot kräver detta eller om en ledamot har avstått från att uttrycka sin åsikt. Ett protokoll som gäller beslut som fattats i elektroniskt beslutsförfarande kan justeras före sammanträdet. Vid elektroniska sammanträden och i elektroniskt beslutsförfarande ska informationssäkerheten tillgodoses och det ska ses till att utomstående inte har tillgång till sekretessbelagda uppgifter.",
        "folded_sv": "ett elektroniskt sammantrade som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hallas genom videokonferens eller nagon annan lamplig teknisk metod for dataoverforing sa att 1) sammantradets ordforande och sekreterare pa ett tillforlitligt satt kan verifiera vem som deltar i sammantradet, 2) sammantradets ordforande kan leda sammantradet pa det satt som avses i 8 b, 8 c och 9 a §, och 3) den som deltar i sammantradet kan folja sammantradet och delta i behandlingen av arendena. i ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsforfarande ska de arenden som ska behandlas specificeras i kallelsen till sammantradet och det ska namnas fore vilken tidpunkt arendet kan behandlas i elektroniskt beslutsforfarande. ett arende ar behandlat nar samtliga styrelseledamoter har uttryckt sin asikt i arendet och tidsfristen for behandlingen har lopt ut. ett arende ska behandlas vid ett sammantrade om en ledamot kraver detta eller om en ledamot har avstatt fran att uttrycka sin asikt. ett protokoll som galler beslut som fattats i elektroniskt beslutsforfarande kan justeras fore sammantradet. vid elektroniska sammantraden och i elektroniskt beslutsforfarande ska informationssakerheten tillgodoses och det ska ses till att utomstaende inte har tillgang till sekretessbelagda uppgifter."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Toimitusjohtaja",
      "content": "Toimitusjohtajan on oltava hyvämaineinen, ja hänellä on oltava hyvä työeläkevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. Toimitusjohtaja ei saa olla Kevan valtuutettu tai hallituksen jäsen eikä 34 a §:ssä tarkoitettu vastuullinen matemaatikko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Toimitusjohtajan on oltava hyvämaineinen, ja hänellä on oltava hyvä työeläkevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. Toimitusjohtaja ei saa olla Kevan valtuutettu tai hallituksen jäsen eikä 34 a § :ssä tarkoitettu vastuullinen matemaatikko.",
        "folded_fi": "toimitusjohtajan on oltava hyvamaineinen, ja hanella on oltava hyva tyoelakevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. toimitusjohtaja ei saa olla kevan valtuutettu tai hallituksen jasen eika 34 a §:ssa tarkoitettu vastuullinen matemaatikko.",
        "title_sv": "Verkställande direktör",
        "content_sv": "Verkställande direktören ska vara väl ansedd och ha god kännedom om arbetspensionsförsäkringsverksamhet, placeringsverksamhet och företagsledning. Verkställande direktören får inte vara fullmäktigeledamot eller styrelseledamot i Keva eller i 34 a § avsedd ansvarig matematiker.",
        "normalized_sv": "Verkställande direktören ska vara väl ansedd och ha god kännedom om arbetspensionsförsäkringsverksamhet, placeringsverksamhet och företagsledning. Verkställande direktören får inte vara fullmäktigeledamot eller styrelseledamot i Keva eller i 34 a § avsedd ansvarig matematiker.",
        "folded_sv": "verkstallande direktoren ska vara val ansedd och ha god kannedom om arbetspensionsforsakringsverksamhet, placeringsverksamhet och foretagsledning. verkstallande direktoren far inte vara fullmaktigeledamot eller styrelseledamot i keva eller i 34 a § avsedd ansvarig matematiker."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Johdon erityiset kelpoisuusvaatimukset",
      "content": "Hallituksen jäsenenä tai toimitusjohtajana ei saa olla oikeushenkilö eikä alaikäinen tai se, jolle on määrätty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. Liiketoimintakiellon vaikutuksesta kelpoisuuteen säädetään liiketoimintakiellosta annetussa laissa (1059/1985). Vähintään puolella hallituksen jäsenistä ja toimitusjohtajalla on oltava asuinpaikka Euroopan talousalueella, jollei Finanssivalvonta myönnä tästä poikkeusta. Poikkeus voidaan myöntää, jos se ei vaaranna Kevan tehokasta valvontaa eikä Kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. Hallituksen jäsen taikka toimitusjohtaja ei saa olla työeläkevakuutusyhtiön hallintoneuvoston tai hallituksen jäsen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Hallituksen jäsenenä tai toimitusjohtajana ei saa olla oikeushenkilö eikä alaikäinen tai se, jolle on määrätty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. Liiketoimintakiellon vaikutuksesta kelpoisuuteen säädetään liiketoimintakiellosta annetussa laissa (1059/1985). Vähintään puolella hallituksen jäsenistä ja toimitusjohtajalla on oltava asuinpaikka Euroopan talousalueella, jollei Finanssivalvonta myönnä tästä poikkeusta. Poikkeus voidaan myöntää, jos se ei vaaranna Kevan tehokasta valvontaa eikä Kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. Hallituksen jäsen taikka toimitusjohtaja ei saa olla työeläkevakuutusyhtiön hallintoneuvoston tai hallituksen jäsen.",
        "folded_fi": "hallituksen jasenena tai toimitusjohtajana ei saa olla oikeushenkilo eika alaikainen tai se, jolle on maaratty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. liiketoimintakiellon vaikutuksesta kelpoisuuteen saadetaan liiketoimintakiellosta annetussa laissa (1059/1985). vahintaan puolella hallituksen jasenista ja toimitusjohtajalla on oltava asuinpaikka euroopan talousalueella, jollei finanssivalvonta myonna tasta poikkeusta. poikkeus voidaan myontaa, jos se ei vaaranna kevan tehokasta valvontaa eika kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. hallituksen jasen taikka toimitusjohtaja ei saa olla tyoelakevakuutusyhtion hallintoneuvoston tai hallituksen jasen.",
        "title_sv": "Särskilda behörighetsvillkor för ledningen",
        "content_sv": "En juridisk person eller en minderårig eller den, för vilken det har förordnats en intressebevakare, vars handlingsbehörighet har begränsats eller som är försatt i konkurs, får inte vara styrelseledamot eller verkställande direktör. Bestämmelser om ett näringsförbuds inverkan på behörigheten finns i lagen om näringsförbud (1059/1985). Minst hälften av styrelseledamöterna och verkställande direktören ska ha sin bostadsort inom Europeiska ekonomiska samarbetsområdet, om inte Finansinspektionen beviljar undantag från detta. Undantag får beviljas, om det inte äventyrar en effektiv tillsyn över Keva eller skötseln av Kevas verksamhet enligt sunda och försiktiga verksamhetsprinciper. En styrelseledamot eller verkställande direktören får inte vara ledamot av ett arbetspensionsförsäkringsbolags förvaltningsråd eller styrelse.",
        "normalized_sv": "En juridisk person eller en minderårig eller den, för vilken det har förordnats en intressebevakare, vars handlingsbehörighet har begränsats eller som är försatt i konkurs, får inte vara styrelseledamot eller verkställande direktör. Bestämmelser om ett näringsförbuds inverkan på behörigheten finns i lagen om näringsförbud (1059/1985). Minst hälften av styrelseledamöterna och verkställande direktören ska ha sin bostadsort inom Europeiska ekonomiska samarbetsområdet, om inte Finansinspektionen beviljar undantag från detta. Undantag får beviljas, om det inte äventyrar en effektiv tillsyn över Keva eller skötseln av Kevas verksamhet enligt sunda och försiktiga verksamhetsprinciper. En styrelseledamot eller verkställande direktören får inte vara ledamot av ett arbetspensionsförsäkringsbolags förvaltningsråd eller styrelse.",
        "folded_sv": "en juridisk person eller en minderarig eller den, for vilken det har forordnats en intressebevakare, vars handlingsbehorighet har begransats eller som ar forsatt i konkurs, far inte vara styrelseledamot eller verkstallande direktor. bestammelser om ett naringsforbuds inverkan pa behorigheten finns i lagen om naringsforbud (1059/1985). minst halften av styrelseledamoterna och verkstallande direktoren ska ha sin bostadsort inom europeiska ekonomiska samarbetsomradet, om inte finansinspektionen beviljar undantag fran detta. undantag far beviljas, om det inte aventyrar en effektiv tillsyn over keva eller skotseln av kevas verksamhet enligt sunda och forsiktiga verksamhetsprinciper. en styrelseledamot eller verkstallande direktoren far inte vara ledamot av ett arbetspensionsforsakringsbolags forvaltningsrad eller styrelse."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ilmoitusvelvollisuus hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista Finanssivalvonnalle",
      "content": "Kevan on ilmoitettava hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista viipymättä Finanssivalvonnalle. Ilmoituksessa on esitettävä selvitys siitä, että hallituksen jäsenet ja toimitusjohtaja täyttävät 9, 14 ja 14 a §:n mukaiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Kevan on ilmoitettava hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista viipymättä Finanssivalvonnalle. Ilmoituksessa on esitettävä selvitys siitä, että hallituksen jäsenet ja toimitusjohtaja täyttävät 9, 14 ja 14 a § :n mukaiset vaatimukset.",
        "folded_fi": "kevan on ilmoitettava hallituksen jasenia ja toimitusjohtajaa koskevista muutoksista viipymatta finanssivalvonnalle. ilmoituksessa on esitettava selvitys siita, etta hallituksen jasenet ja toimitusjohtaja tayttavat 9, 14 ja 14 a §:n mukaiset vaatimukset.",
        "title_sv": "Skyldighet att anmäla förändringar som gäller styrelseledamöterna och verkställande direktören till Finansinspektionen",
        "content_sv": "Keva ska utan dröjsmål underrätta Finansinspektionen om förändringar som gäller styrelseledamöterna och verkställande direktören. Av anmälan ska framgå att styrelseledamöterna och verkställande direktören uppfyller kraven i 9, 14 och 14 a §.",
        "normalized_sv": "Keva ska utan dröjsmål underrätta Finansinspektionen om förändringar som gäller styrelseledamöterna och verkställande direktören. Av anmälan ska framgå att styrelseledamöterna och verkställande direktören uppfyller kraven i 9, 14 och 14 a § .",
        "folded_sv": "keva ska utan drojsmal underratta finansinspektionen om forandringar som galler styrelseledamoterna och verkstallande direktoren. av anmalan ska framga att styrelseledamoterna och verkstallande direktoren uppfyller kraven i 9, 14 och 14 a §."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkemenojen maksu ja Kevan kustannusten korvaus",
      "content": "Valtiovarainministeriö, kirkon eläkerahasto, Kansaneläkelaitos ja Suomen Pankki arvioivat vuosittain eläkkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. Tätä tarkoitusta varten Kevan on toimitettava mainituille tahoille riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Valtiovarainministeriö, kirkon eläkerahasto, Kansaneläkelaitos ja Suomen Pankki arvioivat vuosittain eläkkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. Tätä tarkoitusta varten Kevan on toimitettava mainituille tahoille riittävät tiedot.",
        "folded_fi": "valtiovarainministerio, kirkon elakerahasto, kansanelakelaitos ja suomen pankki arvioivat vuosittain elakkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. tata tarkoitusta varten kevan on toimitettava mainituille tahoille riittavat tiedot.",
        "title_sv": "Betalning av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensionsutgifter och ersättning av Kevas kostnader",
        "content_sv": "Finansministeriet, kyrkans pensionsfond, Folkpensionsanstalten och Finlands Bank bedömer årligen hur de mål som ställts för kostnadseffektiviteten och kvalitetsnivån för skötseln av pensionerna har förverkligats. I detta syfte ska Keva lämna tillräckliga uppgifter till de ovannämnda parterna.",
        "normalized_sv": "Finansministeriet, kyrkans pensionsfond, Folkpensionsanstalten och Finlands Bank bedömer årligen hur de mål som ställts för kostnadseffektiviteten och kvalitetsnivån för skötseln av pensionerna har förverkligats. I detta syfte ska Keva lämna tillräckliga uppgifter till de ovannämnda parterna.",
        "folded_sv": "finansministeriet, kyrkans pensionsfond, folkpensionsanstalten och finlands bank bedomer arligen hur de mal som stallts for kostnadseffektiviteten och kvalitetsnivan for skotseln av pensionerna har forverkligats. i detta syfte ska keva lamna tillrackliga uppgifter till de ovannamnda parterna."
      }
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "title": "Riskiarvio",
      "content": "Kevan on toimitettava Finanssivalvonnalle yhteenveto riskiarviosta sekä siitä tehdyt johtopäätökset. Yhteenvedon tulee sisältää ainakin riskiarvion tulokset, kuvaus käytetyistä menetelmistä ja tärkeimmät oletukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kevan on toimitettava Finanssivalvonnalle yhteenveto riskiarviosta sekä siitä tehdyt johtopäätökset. Yhteenvedon tulee sisältää ainakin riskiarvion tulokset, kuvaus käytetyistä menetelmistä ja tärkeimmät oletukset.",
        "folded_fi": "kevan on toimitettava finanssivalvonnalle yhteenveto riskiarviosta seka siita tehdyt johtopaatokset. yhteenvedon tulee sisaltaa ainakin riskiarvion tulokset, kuvaus kaytetyista menetelmista ja tarkeimmat oletukset.",
        "title_sv": "Riskbedömning",
        "content_sv": "Keva ska till Finansinspektionen ge in ett sammandrag av riskbedömningen och de slutsatser som dragits av den. Sammandraget ska innehålla åtminstone resultaten av riskbedömningen, en beskrivning av de använda metoderna samt de viktigaste antagandena.",
        "normalized_sv": "Keva ska till Finansinspektionen ge in ett sammandrag av riskbedömningen och de slutsatser som dragits av den. Sammandraget ska innehålla åtminstone resultaten av riskbedömningen, en beskrivning av de använda metoderna samt de viktigaste antagandena.",
        "folded_sv": "keva ska till finansinspektionen ge in ett sammandrag av riskbedomningen och de slutsatser som dragits av den. sammandraget ska innehalla atminstone resultaten av riskbedomningen, en beskrivning av de anvanda metoderna samt de viktigaste antagandena."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Vastuullinen matemaatikko",
      "content": "Kevassa on oltava vastuullinen matemaatikko, jonka tehtävänä on huolehtia Kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta sekä siitä, että 19 §:ssä tarkoitettujen maksujen perusteet täyttävät tämän lain vaatimukset. Vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siitä, että 2 §:n 1 momentin 2 kohdassa tarkoitettua tehtävää on hoidettu mainitun pykälän 2 momentissa edellytetyllä tavalla. Vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen sekä kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiölain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 §:ää. Vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtävä ilmoitus Finanssivalvonnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Kevassa on oltava vastuullinen matemaatikko, jonka tehtävänä on huolehtia Kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta sekä siitä, että 19 § :ssä tarkoitettujen maksujen perusteet täyttävät tämän lain vaatimukset. Vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siitä, että 2 § :n 1 momentin 2 kohdassa tarkoitettua tehtävää on hoidettu mainitun pykälän 2 momentissa edellytetyllä tavalla. Vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen sekä kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiölain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 § :ää. Vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtävä ilmoitus Finanssivalvonnalle.",
        "folded_fi": "kevassa on oltava vastuullinen matemaatikko, jonka tehtavana on huolehtia kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta seka siita, etta 19 §:ssa tarkoitettujen maksujen perusteet tayttavat taman lain vaatimukset. vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siita, etta 2 §:n 1 momentin 2 kohdassa tarkoitettua tehtavaa on hoidettu mainitun pykalan 2 momentissa edellytetylla tavalla. vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen seka kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiolain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 §:aa. vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtava ilmoitus finanssivalvonnalle.",
        "title_sv": "Ansvarig matematiker",
        "content_sv": "Keva ska ha en ansvarig matematiker med uppgift att se till att de försäkringsmatematiska metoder som tillämpas vid Keva är adekvata och att grunderna för de avgifter som avses i 19 § uppfyller kraven i denna lag. Den ansvariga matematikern ska årligen ge styrelsen en bedömning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skötts på det sätt som förutsätts i 2 mom. i den paragrafen. På behörighetsvillkoren för och fastställandet av behörigheten för den ansvariga matematikern samt på disciplinära påföljder tillämpas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i försäkringsbolagslagen (521/2008). Finansinspektionen ska underrättas om att en ansvarig matematiker har anställts eller avgått.",
        "normalized_sv": "Keva ska ha en ansvarig matematiker med uppgift att se till att de försäkringsmatematiska metoder som tillämpas vid Keva är adekvata och att grunderna för de avgifter som avses i 19 § uppfyller kraven i denna lag. Den ansvariga matematikern ska årligen ge styrelsen en bedömning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skötts på det sätt som förutsätts i 2 mom. i den paragrafen. På behörighetsvillkoren för och fastställandet av behörigheten för den ansvariga matematikern samt på disciplinära påföljder tillämpas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i försäkringsbolagslagen (521/2008). Finansinspektionen ska underrättas om att en ansvarig matematiker har anställts eller avgått.",
        "folded_sv": "keva ska ha en ansvarig matematiker med uppgift att se till att de forsakringsmatematiska metoder som tillampas vid keva ar adekvata och att grunderna for de avgifter som avses i 19 § uppfyller kraven i denna lag. den ansvariga matematikern ska arligen ge styrelsen en bedomning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skotts pa det satt som forutsatts i 2 mom. i den paragrafen. pa behorighetsvillkoren for och faststallandet av behorigheten for den ansvariga matematikern samt pa disciplinara pafoljder tillampas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i forsakringsbolagslagen (521/2008). finansinspektionen ska underrattas om att en ansvarig matematiker har anstallts eller avgatt."
      }
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "title": "Finanssivalvonnan määräyksenantovaltuus",
      "content": "Finanssivalvonta voi antaa tarkempia määräyksiä: 1) 17 §:ssä tarkoitetuista ilmoituksista; 2) sisäisen valvonnan ja riskienhallinnan järjestämisestä; 3) sisäpiiri-ilmoituksen sisällöstä ja tekotavasta; 4) sisäpiirirekisterin sisällöstä ja tietojen merkintätavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin henkilöstön työkyvyttömyysriskin vähentämiseen liittyvästä toiminnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36 a",
        "normalized_fi": "Finanssivalvonta voi antaa tarkempia määräyksiä: 1) 17 § :ssä tarkoitetuista ilmoituksista; 2) sisäisen valvonnan ja riskienhallinnan järjestämisestä; 3) sisäpiiri-ilmoituksen sisällöstä ja tekotavasta; 4) sisäpiirirekisterin sisällöstä ja tietojen merkintätavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin henkilöstön työkyvyttömyysriskin vähentämiseen liittyvästä toiminnasta.",
        "folded_fi": "finanssivalvonta voi antaa tarkempia maarayksia: 1) 17 §:ssa tarkoitetuista ilmoituksista; 2) sisaisen valvonnan ja riskienhallinnan jarjestamisesta; 3) sisapiiri-ilmoituksen sisallosta ja tekotavasta; 4) sisapiirirekisterin sisallosta ja tietojen merkintatavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, kansanelakelaitoksen ja suomen pankin henkiloston tyokyvyttomyysriskin vahentamiseen liittyvasta toiminnasta.",
        "title_sv": "Finansinspektionens behörighet att meddela föreskrifter",
        "content_sv": "Finansinspektionen får meddela närmare föreskrifter om 1) anmälningar som avses i 17 §, 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehållet i insideranmälan och sättet att göra insideranmälan, 4) innehållet i insiderregistret och sättet att registrera uppgifter i insiderregistret, 5) verksamhet som hänför sig till minskning av risken för arbetsoförmåga hos kommunsektorns personal, välfärdsområdenas och välfärdssammanslutningarnas personal, de statsanställda, evangelisk-lutherska kyrkans personal, Folkpensionsanstaltens och Finlands Banks personal.",
        "normalized_sv": "Finansinspektionen får meddela närmare föreskrifter om 1) anmälningar som avses i 17 § , 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehållet i insideranmälan och sättet att göra insideranmälan, 4) innehållet i insiderregistret och sättet att registrera uppgifter i insiderregistret, 5) verksamhet som hänför sig till minskning av risken för arbetsoförmåga hos kommunsektorns personal, välfärdsområdenas och välfärdssammanslutningarnas personal, de statsanställda, evangelisk-lutherska kyrkans personal, Folkpensionsanstaltens och Finlands Banks personal.",
        "folded_sv": "finansinspektionen far meddela narmare foreskrifter om 1) anmalningar som avses i 17 §, 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehallet i insideranmalan och sattet att gora insideranmalan, 4) innehallet i insiderregistret och sattet att registrera uppgifter i insiderregistret, 5) verksamhet som hanfor sig till minskning av risken for arbetsoformaga hos kommunsektorns personal, valfardsomradenas och valfardssammanslutningarnas personal, de statsanstallda, evangelisk-lutherska kyrkans personal, folkpensionsanstaltens och finlands banks personal."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Valvonta",
      "content": "Finanssivalvonta valvoo, että Keva noudattaa tätä lakia ja muuta sitä koskevaa työeläkevakuutustoiminnan lainsäädäntöä ja siihen liittyviä hyviä toimintatapoja. Finanssivalvonnan tehtävänä on valvoa erityisesti, että Kevan toiminta on järjestetty eläketurvaan kuuluvat edut turvaavalla tavalla ja että Kevan hallinnointi- ja ohjausjärjestelmät ovat riittävät ja luotettavat. Edellä 1 momentissa säädetystä poiketen Finanssivalvonnan valvontatehtävään ei kuitenkaan kuulu 24 §:ssä tarkoitettu toiminta. Finanssivalvonta voi erityisestä syystä määrätä suoritettavaksi Kevan hallinnon ja tilien erityistilintarkastuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Finanssivalvonta valvoo, että Keva noudattaa tätä lakia ja muuta sitä koskevaa työeläkevakuutustoiminnan lainsäädäntöä ja siihen liittyviä hyviä toimintatapoja. Finanssivalvonnan tehtävänä on valvoa erityisesti, että Kevan toiminta on järjestetty eläketurvaan kuuluvat edut turvaavalla tavalla ja että Kevan hallinnointi- ja ohjausjärjestelmät ovat riittävät ja luotettavat. Edellä 1 momentissa säädetystä poiketen Finanssivalvonnan valvontatehtävään ei kuitenkaan kuulu 24 § :ssä tarkoitettu toiminta. Finanssivalvonta voi erityisestä syystä määrätä suoritettavaksi Kevan hallinnon ja tilien erityistilintarkastuksen.",
        "folded_fi": "finanssivalvonta valvoo, etta keva noudattaa tata lakia ja muuta sita koskevaa tyoelakevakuutustoiminnan lainsaadantoa ja siihen liittyvia hyvia toimintatapoja. finanssivalvonnan tehtavana on valvoa erityisesti, etta kevan toiminta on jarjestetty elaketurvaan kuuluvat edut turvaavalla tavalla ja etta kevan hallinnointi- ja ohjausjarjestelmat ovat riittavat ja luotettavat. edella 1 momentissa saadetysta poiketen finanssivalvonnan valvontatehtavaan ei kuitenkaan kuulu 24 §:ssa tarkoitettu toiminta. finanssivalvonta voi erityisesta syysta maarata suoritettavaksi kevan hallinnon ja tilien erityistilintarkastuksen.",
        "title_sv": "Tillsyn",
        "content_sv": "Finansinspektionen övervakar att Keva iakttar denna lag och annan lagstiftning om arbetspensionsförsäkringsverksamhet som gäller Keva och därtill anslutande god praxis. Finansinspektionen ska särskilt övervaka att Kevas verksamhet har ordnats på ett sätt som tryggar de förmåner som pensionsskyddet omfattar och att Kevas förvaltnings- och styrsystem är tillräckliga och tillförlitliga. Med avvikelse från 1 mom. omfattar Finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 §. Finansinspektionen kan av särskilda skäl förordna att en specialrevision av Kevas förvaltning och räkenskaper ska utföras.",
        "normalized_sv": "Finansinspektionen övervakar att Keva iakttar denna lag och annan lagstiftning om arbetspensionsförsäkringsverksamhet som gäller Keva och därtill anslutande god praxis. Finansinspektionen ska särskilt övervaka att Kevas verksamhet har ordnats på ett sätt som tryggar de förmåner som pensionsskyddet omfattar och att Kevas förvaltnings- och styrsystem är tillräckliga och tillförlitliga. Med avvikelse från 1 mom. omfattar Finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 § . Finansinspektionen kan av särskilda skäl förordna att en specialrevision av Kevas förvaltning och räkenskaper ska utföras.",
        "folded_sv": "finansinspektionen overvakar att keva iakttar denna lag och annan lagstiftning om arbetspensionsforsakringsverksamhet som galler keva och dartill anslutande god praxis. finansinspektionen ska sarskilt overvaka att kevas verksamhet har ordnats pa ett satt som tryggar de formaner som pensionsskyddet omfattar och att kevas forvaltnings- och styrsystem ar tillrackliga och tillforlitliga. med avvikelse fran 1 mom. omfattar finansinspektionens tillsynsuppgift dock inte verksamhet som avses i 24 §. finansinspektionen kan av sarskilda skal forordna att en specialrevision av kevas forvaltning och rakenskaper ska utforas."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtiovarainministeriön asettama tilintarkastaja ja erityistilintarkastus",
      "content": "Valtiovarainministeriö asettaa enintään kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että Kevan esittämät 24 §:ssä tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkkeiden maksamiseen tarvittavasta summasta ja Kevan kustannusten korvauksesta antavat oikeat ja riittävät tiedot. Lisäksi tilintarkastajan tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että: 1) Keva on perinyt valtion ja kirkon työnantajan eläkemaksut valtion eläketurvan rahoituksesta annetun lain 2 §:n 1 momentin ja evankelis-luterilaisen kirkon eläkerahastosta annetun lain (656/2023) 14 §:n 3 momentin mukaisina ja työntekijän eläkemaksut julkisten alojen eläkelain 168 §:n 2 momentin mukaisina; 2) eläkemaksut sekä siirtymämaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisina valtion eläkerahastolle; 3) eläkemaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. Tilintarkastajan on oltava joko Tilintarkastusvalvonnan hyväksymä KHT-tilintarkastaja tai JHT-tilintarkastaja. Tilintarkastuksesta säädetään tilintarkastuslaissa (1141/2015). Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi Kevan tilien erityistilintarkastuksen 24 §:ssä tarkoitettuun toimintaan liittyen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Valtiovarainministeriö asettaa enintään kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että Kevan esittämät 24 § :ssä tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkkeiden maksamiseen tarvittavasta summasta ja Kevan kustannusten korvauksesta antavat oikeat ja riittävät tiedot. Lisäksi tilintarkastajan tehtävänä on tarkastaa Kevan kirjanpidosta ja muusta aineistosta, että: 1) Keva on perinyt valtion ja kirkon työnantajan eläkemaksut valtion eläketurvan rahoituksesta annetun lain 2 § :n 1 momentin ja evankelis-luterilaisen kirkon eläkerahastosta annetun lain (656/2023) 14 § :n 3 momentin mukaisina ja työntekijän eläkemaksut julkisten alojen eläkelain 168 § :n 2 momentin mukaisina; 2) eläkemaksut sekä siirtymämaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisina valtion eläkerahastolle; 3) eläkemaksut ja Työllisyysrahaston työeläkekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. Tilintarkastajan on oltava joko Tilintarkastusvalvonnan hyväksymä KHT-tilintarkastaja tai JHT-tilintarkastaja. Tilintarkastuksesta säädetään tilintarkastuslaissa (1141/2015). Valtiovarainministeriö voi erityisestä syystä määrätä suoritettavaksi Kevan tilien erityistilintarkastuksen 24 § :ssä tarkoitettuun toimintaan liittyen.",
        "folded_fi": "valtiovarainministerio asettaa enintaan kuudeksi tilikaudeksi kerrallaan tilintarkastajan, jonka tehtavana on tarkastaa kevan kirjanpidosta ja muusta aineistosta, etta kevan esittamat 24 §:ssa tarkoitetut laskelmat valtion, evankelis-luterilaisen kirkon, kansanelakelaitoksen ja suomen pankin elakkeiden maksamiseen tarvittavasta summasta ja kevan kustannusten korvauksesta antavat oikeat ja riittavat tiedot. lisaksi tilintarkastajan tehtavana on tarkastaa kevan kirjanpidosta ja muusta aineistosta, etta: 1) keva on perinyt valtion ja kirkon tyonantajan elakemaksut valtion elaketurvan rahoituksesta annetun lain 2 §:n 1 momentin ja evankelis-luterilaisen kirkon elakerahastosta annetun lain (656/2023) 14 §:n 3 momentin mukaisina ja tyontekijan elakemaksut julkisten alojen elakelain 168 §:n 2 momentin mukaisina; 2) elakemaksut seka siirtymamaksut ja tyollisyysrahaston tyoelakekustannusosuus on maksettu oikean suuruisina valtion elakerahastolle; 3) elakemaksut ja tyollisyysrahaston tyoelakekustannusosuus on maksettu oikean suuruisena evankelis-luterilaiselle kirkolle. tilintarkastajan on oltava joko tilintarkastusvalvonnan hyvaksyma kht-tilintarkastaja tai jht-tilintarkastaja. tilintarkastuksesta saadetaan tilintarkastuslaissa (1141/2015). valtiovarainministerio voi erityisesta syysta maarata suoritettavaksi kevan tilien erityistilintarkastuksen 24 §:ssa tarkoitettuun toimintaan liittyen.",
        "title_sv": "Av finansministeriet tillsatt revisor och specialrevision",
        "content_sv": "Finansministeriet tillsätter för högst sex räkenskapsperioder i sänder en revisor som utifrån Kevas bokföring och annat material ska granska att de beräkningar som avses i 24 § och som Keva har lämnat om den summa som behövs för betalningen av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensioner och om ersättningen för Kevas kostnader är riktiga och tillräckliga. Revisorn har dessutom till uppgift att utifrån Kevas bokföring och annat material granska att 1) Keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som föreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som föreskrivs i 168 § 2 mom. i pensionslagen för den offentliga sektorn, 2) pensionsavgifter samt överföringsavgifter och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till rätt belopp, 3) pensionsavgifterna och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till rätt belopp. Revisorn ska vara antingen en av Revisionstillsynen godkänd CGR-revisor eller en OFGR-revisor. Bestämmelser om revision finns i revisionslagen (1141/2015). Finansministeriet kan av särskilda skäl förordna att en specialrevision av Kevas räkenskaper i anslutning till den verksamhet som avses i 24 § ska utföras.",
        "normalized_sv": "Finansministeriet tillsätter för högst sex räkenskapsperioder i sänder en revisor som utifrån Kevas bokföring och annat material ska granska att de beräkningar som avses i 24 § och som Keva har lämnat om den summa som behövs för betalningen av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensioner och om ersättningen för Kevas kostnader är riktiga och tillräckliga. Revisorn har dessutom till uppgift att utifrån Kevas bokföring och annat material granska att 1) Keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som föreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som föreskrivs i 168 § 2 mom. i pensionslagen för den offentliga sektorn, 2) pensionsavgifter samt överföringsavgifter och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till rätt belopp, 3) pensionsavgifterna och Sysselsättningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till rätt belopp. Revisorn ska vara antingen en av Revisionstillsynen godkänd CGR-revisor eller en OFGR-revisor. Bestämmelser om revision finns i revisionslagen (1141/2015). Finansministeriet kan av särskilda skäl förordna att en specialrevision av Kevas räkenskaper i anslutning till den verksamhet som avses i 24 § ska utföras.",
        "folded_sv": "finansministeriet tillsatter for hogst sex rakenskapsperioder i sander en revisor som utifran kevas bokforing och annat material ska granska att de berakningar som avses i 24 § och som keva har lamnat om den summa som behovs for betalningen av statens, evangelisk-lutherska kyrkans, folkpensionsanstaltens och finlands banks pensioner och om ersattningen for kevas kostnader ar riktiga och tillrackliga. revisorn har dessutom till uppgift att utifran kevas bokforing och annat material granska att 1) keva har tagit ut statliga och kyrkliga arbetsgivares pensionsavgifter i enlighet med vad som foreskrivs i 2 § 1 mom. i lagen om finansiering av statens pensionsskydd och 14 § 3 mom. i lagen om evangelisk-lutherska kyrkans pensionsfond (656/2023) samt arbetstagarens pensionsavgift i enlighet med vad som foreskrivs i 168 § 2 mom. i pensionslagen for den offentliga sektorn, 2) pensionsavgifter samt overforingsavgifter och sysselsattningsfondens andel av arbetspensionskostnaderna har betalats till statens pensionsfond till ratt belopp, 3) pensionsavgifterna och sysselsattningsfondens andel av arbetspensionskostnaderna har betalats till evangelisk-lutherska kyrkan till ratt belopp. revisorn ska vara antingen en av revisionstillsynen godkand cgr-revisor eller en ofgr-revisor. bestammelser om revision finns i revisionslagen (1141/2015). finansministeriet kan av sarskilda skal forordna att en specialrevision av kevas rakenskaper i anslutning till den verksamhet som avses i 24 § ska utforas."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yleiset hallintovaatimukset",
      "content": "Hallituksen ja toimitusjohtajan on johdettava Kevaa ammattitaitoisesti eläkelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden sekä hyvää hallintoa koskevien periaatteiden mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Hallituksen ja toimitusjohtajan on johdettava Kevaa ammattitaitoisesti eläkelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden sekä hyvää hallintoa koskevien periaatteiden mukaisesti.",
        "folded_fi": "hallituksen ja toimitusjohtajan on johdettava kevaa ammattitaitoisesti elakelaitoksen toiminnan tarkoitus huomioon ottaen, terveiden ja varovaisten toimintaperiaatteiden seka hyvaa hallintoa koskevien periaatteiden mukaisesti.",
        "title_sv": "Allmänna krav på förvaltningen",
        "content_sv": "Styrelsen och verkställande direktören ska leda Keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och försiktiga verksamhetsprinciper och principerna för god förvaltning.",
        "normalized_sv": "Styrelsen och verkställande direktören ska leda Keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och försiktiga verksamhetsprinciper och principerna för god förvaltning.",
        "folded_sv": "styrelsen och verkstallande direktoren ska leda keva med yrkesskicklighet och med beaktande av verksamhetens syfte samt enligt sunda och forsiktiga verksamhetsprinciper och principerna for god forvaltning."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "8 b",
      "section": "8 b",
      "title": "Päätöksenteko valtuutettujen kokouksessa",
      "content": "Valtuutettujen kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 b",
        "normalized_fi": "Valtuutettujen kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena.",
        "folded_fi": "valtuutettujen kokous jarjestetaan joko varsinaisena kokouksena tai sahkoisessa toimintaymparistossa tapahtuvana kokouksena.",
        "title_sv": "Beslutfattandet vid fullmäktigesammanträdena",
        "content_sv": "Ett fullmäktigesammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö.",
        "normalized_sv": "Ett fullmäktigesammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö.",
        "folded_sv": "ett fullmaktigesammantrade ordnas antingen som ett ordinarie sammantrade eller som ett sammantrade i en elektronisk miljo."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "8 c",
      "section": "8 c",
      "title": "Vaalivaliokunta",
      "content": "Vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkilöiden palkkioiksi ja hallituksen nimittämiseksi. Vaalivaliokunnan kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena. Vaalivaliokunnan jäsenten tulee olla Kevan valtuutettuja. Vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. Vaalivaliokunnan jäsenen henkilökohtainen varavaltuutettu toimii valiokuntaan valitun henkilön varajäsenenä. Vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta määrätään tarkemmin valtuutettujen hyväksymässä vaalivaliokunnan työjärjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 c",
        "normalized_fi": "Vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkilöiden palkkioiksi ja hallituksen nimittämiseksi. Vaalivaliokunnan kokous järjestetään joko varsinaisena kokouksena tai sähköisessä toimintaympäristössä tapahtuvana kokouksena. Vaalivaliokunnan jäsenten tulee olla Kevan valtuutettuja. Vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. Vaalivaliokunnan jäsenen henkilökohtainen varavaltuutettu toimii valiokuntaan valitun henkilön varajäsenenä. Vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta määrätään tarkemmin valtuutettujen hyväksymässä vaalivaliokunnan työjärjestyksessä.",
        "folded_fi": "vaalivaliokunta valmistelee valtuutetuille ehdotuksen luottamushenkiloiden palkkioiksi ja hallituksen nimittamiseksi. vaalivaliokunnan kokous jarjestetaan joko varsinaisena kokouksena tai sahkoisessa toimintaymparistossa tapahtuvana kokouksena. vaalivaliokunnan jasenten tulee olla kevan valtuutettuja. vaalivaliokunnalla on puheenjohtaja ja varapuheenjohtaja. vaalivaliokunnan jasenen henkilokohtainen varavaltuutettu toimii valiokuntaan valitun henkilon varajasenena. vaalivaliokunnan kokoonpanosta, valinnasta ja toiminnasta maarataan tarkemmin valtuutettujen hyvaksymassa vaalivaliokunnan tyojarjestyksessa.",
        "title_sv": "Valutskottet",
        "content_sv": "Valutskottet bereder för fullmäktige förslag till arvoden för de förtroendevalda samt tillsättningen av styrelseledamöter. Ett valutskottssammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö. Valutskottets ledamöter ska ingå i Kevas fullmäktige. Valutskottet har en ordförande och en vice ordförande. Den personliga suppleanten för en ledamot i valutskottet är ersättare för den som valts till utskottet. I valutskottets arbetsordning, som godkänns av fullmäktige, bestäms närmare om valutskottets sammansättning och val av ledamöterna samt om valutskottets verksamhet.",
        "normalized_sv": "Valutskottet bereder för fullmäktige förslag till arvoden för de förtroendevalda samt tillsättningen av styrelseledamöter. Ett valutskottssammanträde ordnas antingen som ett ordinarie sammanträde eller som ett sammanträde i en elektronisk miljö. Valutskottets ledamöter ska ingå i Kevas fullmäktige. Valutskottet har en ordförande och en vice ordförande. Den personliga suppleanten för en ledamot i valutskottet är ersättare för den som valts till utskottet. I valutskottets arbetsordning, som godkänns av fullmäktige, bestäms närmare om valutskottets sammansättning och val av ledamöterna samt om valutskottets verksamhet.",
        "folded_sv": "valutskottet bereder for fullmaktige forslag till arvoden for de fortroendevalda samt tillsattningen av styrelseledamoter. ett valutskottssammantrade ordnas antingen som ett ordinarie sammantrade eller som ett sammantrade i en elektronisk miljo. valutskottets ledamoter ska inga i kevas fullmaktige. valutskottet har en ordforande och en vice ordforande. den personliga suppleanten for en ledamot i valutskottet ar ersattare for den som valts till utskottet. i valutskottets arbetsordning, som godkanns av fullmaktige, bestams narmare om valutskottets sammansattning och val av ledamoterna samt om valutskottets verksamhet."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Hallitus",
      "content": "Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan myös varajäseneen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Mitä tässä laissa säädetään hallituksen jäsenestä, sovelletaan myös varajäseneen.",
        "folded_fi": "mita tassa laissa saadetaan hallituksen jasenesta, sovelletaan myos varajaseneen.",
        "title_sv": "Styrelsen",
        "content_sv": "Vad som i denna lag föreskrivs om styrelseledamöter ska även tillämpas på suppleanter.",
        "normalized_sv": "Vad som i denna lag föreskrivs om styrelseledamöter ska även tillämpas på suppleanter.",
        "folded_sv": "vad som i denna lag foreskrivs om styrelseledamoter ska aven tillampas pa suppleanter."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Päätöksenteko hallituksessa",
      "content": "Hallitukselle kuuluvista asioista voidaan päättää varsinaisessa kokouksessa taikka sähköisessä toimintaympäristössä tapahtuvassa: 1) kokouksessa; tai 2) menettelyssä ennen kokousta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Hallitukselle kuuluvista asioista voidaan päättää varsinaisessa kokouksessa taikka sähköisessä toimintaympäristössä tapahtuvassa: 1) kokouksessa; tai 2) menettelyssä ennen kokousta.",
        "folded_fi": "hallitukselle kuuluvista asioista voidaan paattaa varsinaisessa kokouksessa taikka sahkoisessa toimintaymparistossa tapahtuvassa: 1) kokouksessa; tai 2) menettelyssa ennen kokousta.",
        "title_sv": "Styrelsens beslutfattande",
        "content_sv": "Beslut i ärenden som hör till styrelsen kan fattas vid ett ordinarie sammanträde eller 1) vid ett sammanträde i en elektronisk miljö, eller 2) i ett elektroniskt beslutsförfarande före sammanträdet.",
        "normalized_sv": "Beslut i ärenden som hör till styrelsen kan fattas vid ett ordinarie sammanträde eller 1) vid ett sammanträde i en elektronisk miljö, eller 2) i ett elektroniskt beslutsförfarande före sammanträdet.",
        "folded_sv": "beslut i arenden som hor till styrelsen kan fattas vid ett ordinarie sammantrade eller 1) vid ett sammantrade i en elektronisk miljo, eller 2) i ett elektroniskt beslutsforfarande fore sammantradet."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "Sähköinen kokous ja sähköinen päätöksentekomenettely",
      "content": "Edellä 8 b §:n 1 momentissa, 8 c §:n 2 momentissa tai 9 a §:n 1 momentin 1 kohdassa tarkoitettu sähköinen kokous voidaan pitää käyttäen sellaista videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, että: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a §:ssä tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden käsittelyyn. Edellä 9 a §:n 1 momentin 2 kohdassa tarkoitetussa sähköisessä päätöksentekomenettelyssä käsiteltävät asiat tulee yksilöidä kokouskutsussa ja mainita, mihin mennessä asia voidaan käsitellä sähköisessä päätöksentekomenettelyssä. Asia on käsitelty, kun kaikki hallituksen jäsenet ovat ilmaisseet kantansa asiaan ja käsittelyn määräaika on päättynyt. Asia siirtyy kokouksen käsiteltäväksi, jos yksikin jäsen sitä vaatii tai on jättänyt kantansa ilmaisematta. Sähköisessä päätöksentekomenettelyssä tehtyjä päätöksiä koskeva pöytäkirja voidaan tarkastaa ennen kokousta. Sähköisessä kokouksessa ja sähköisessä päätöksentekomenettelyssä on huolehdittava tietoturvallisuudesta ja siitä, etteivät salassa pidettävät tiedot ole ulkopuolisen saatavissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 a",
        "normalized_fi": "Edellä 8 b § :n 1 momentissa, 8 c § :n 2 momentissa tai 9 a § :n 1 momentin 1 kohdassa tarkoitettu sähköinen kokous voidaan pitää käyttäen sellaista videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, että: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a § :ssä tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden käsittelyyn. Edellä 9 a § :n 1 momentin 2 kohdassa tarkoitetussa sähköisessä päätöksentekomenettelyssä käsiteltävät asiat tulee yksilöidä kokouskutsussa ja mainita, mihin mennessä asia voidaan käsitellä sähköisessä päätöksentekomenettelyssä. Asia on käsitelty, kun kaikki hallituksen jäsenet ovat ilmaisseet kantansa asiaan ja käsittelyn määräaika on päättynyt. Asia siirtyy kokouksen käsiteltäväksi, jos yksikin jäsen sitä vaatii tai on jättänyt kantansa ilmaisematta. Sähköisessä päätöksentekomenettelyssä tehtyjä päätöksiä koskeva pöytäkirja voidaan tarkastaa ennen kokousta. Sähköisessä kokouksessa ja sähköisessä päätöksentekomenettelyssä on huolehdittava tietoturvallisuudesta ja siitä, etteivät salassa pidettävät tiedot ole ulkopuolisen saatavissa.",
        "folded_fi": "edella 8 b §:n 1 momentissa, 8 c §:n 2 momentissa tai 9 a §:n 1 momentin 1 kohdassa tarkoitettu sahkoinen kokous voidaan pitaa kayttaen sellaista videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, etta: 1) kokouksen puheenjohtaja ja sihteeri voivat luotettavasti todentaa kokoukseen osallistuvat; 2) kokouksen puheenjohtaja voi johtaa kokousta 8 b, 8 c ja 9 a §:ssa tarkoitetulla tavalla; ja 3) kokoukseen osallistuva voi seurata kokouksen kulkua ja osallistua asioiden kasittelyyn. edella 9 a §:n 1 momentin 2 kohdassa tarkoitetussa sahkoisessa paatoksentekomenettelyssa kasiteltavat asiat tulee yksiloida kokouskutsussa ja mainita, mihin mennessa asia voidaan kasitella sahkoisessa paatoksentekomenettelyssa. asia on kasitelty, kun kaikki hallituksen jasenet ovat ilmaisseet kantansa asiaan ja kasittelyn maaraaika on paattynyt. asia siirtyy kokouksen kasiteltavaksi, jos yksikin jasen sita vaatii tai on jattanyt kantansa ilmaisematta. sahkoisessa paatoksentekomenettelyssa tehtyja paatoksia koskeva poytakirja voidaan tarkastaa ennen kokousta. sahkoisessa kokouksessa ja sahkoisessa paatoksentekomenettelyssa on huolehdittava tietoturvallisuudesta ja siita, etteivat salassa pidettavat tiedot ole ulkopuolisen saatavissa.",
        "title_sv": "Elektroniskt sammanträde och elektroniskt beslutsförfarande",
        "content_sv": "Ett elektroniskt sammanträde som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hållas genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring så att 1) sammanträdets ordförande och sekreterare på ett tillförlitligt sätt kan verifiera vem som deltar i sammanträdet, 2) sammanträdets ordförande kan leda sammanträdet på det sätt som avses i 8 b, 8 c och 9 a §, och 3) den som deltar i sammanträdet kan följa sammanträdet och delta i behandlingen av ärendena. I ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsförfarande ska de ärenden som ska behandlas specificeras i kallelsen till sammanträdet och det ska nämnas före vilken tidpunkt ärendet kan behandlas i elektroniskt beslutsförfarande. Ett ärende är behandlat när samtliga styrelseledamöter har uttryckt sin åsikt i ärendet och tidsfristen för behandlingen har löpt ut. Ett ärende ska behandlas vid ett sammanträde om en ledamot kräver detta eller om en ledamot har avstått från att uttrycka sin åsikt. Ett protokoll som gäller beslut som fattats i elektroniskt beslutsförfarande kan justeras före sammanträdet. Vid elektroniska sammanträden och i elektroniskt beslutsförfarande ska informationssäkerheten tillgodoses och det ska ses till att utomstående inte har tillgång till sekretessbelagda uppgifter.",
        "normalized_sv": "Ett elektroniskt sammanträde som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hållas genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring så att 1) sammanträdets ordförande och sekreterare på ett tillförlitligt sätt kan verifiera vem som deltar i sammanträdet, 2) sammanträdets ordförande kan leda sammanträdet på det sätt som avses i 8 b, 8 c och 9 a § , och 3) den som deltar i sammanträdet kan följa sammanträdet och delta i behandlingen av ärendena. I ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsförfarande ska de ärenden som ska behandlas specificeras i kallelsen till sammanträdet och det ska nämnas före vilken tidpunkt ärendet kan behandlas i elektroniskt beslutsförfarande. Ett ärende är behandlat när samtliga styrelseledamöter har uttryckt sin åsikt i ärendet och tidsfristen för behandlingen har löpt ut. Ett ärende ska behandlas vid ett sammanträde om en ledamot kräver detta eller om en ledamot har avstått från att uttrycka sin åsikt. Ett protokoll som gäller beslut som fattats i elektroniskt beslutsförfarande kan justeras före sammanträdet. Vid elektroniska sammanträden och i elektroniskt beslutsförfarande ska informationssäkerheten tillgodoses och det ska ses till att utomstående inte har tillgång till sekretessbelagda uppgifter.",
        "folded_sv": "ett elektroniskt sammantrade som avses i 8 b § 1 mom., 8 c § 2 mom. eller 9 a § 1 § mom. 1 punkten kan hallas genom videokonferens eller nagon annan lamplig teknisk metod for dataoverforing sa att 1) sammantradets ordforande och sekreterare pa ett tillforlitligt satt kan verifiera vem som deltar i sammantradet, 2) sammantradets ordforande kan leda sammantradet pa det satt som avses i 8 b, 8 c och 9 a §, och 3) den som deltar i sammantradet kan folja sammantradet och delta i behandlingen av arendena. i ett i 9 a § 1 mom. 2 punkten avsett elektroniskt beslutsforfarande ska de arenden som ska behandlas specificeras i kallelsen till sammantradet och det ska namnas fore vilken tidpunkt arendet kan behandlas i elektroniskt beslutsforfarande. ett arende ar behandlat nar samtliga styrelseledamoter har uttryckt sin asikt i arendet och tidsfristen for behandlingen har lopt ut. ett arende ska behandlas vid ett sammantrade om en ledamot kraver detta eller om en ledamot har avstatt fran att uttrycka sin asikt. ett protokoll som galler beslut som fattats i elektroniskt beslutsforfarande kan justeras fore sammantradet. vid elektroniska sammantraden och i elektroniskt beslutsforfarande ska informationssakerheten tillgodoses och det ska ses till att utomstaende inte har tillgang till sekretessbelagda uppgifter."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Toimitusjohtaja",
      "content": "Toimitusjohtajan on oltava hyvämaineinen, ja hänellä on oltava hyvä työeläkevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. Toimitusjohtaja ei saa olla Kevan valtuutettu tai hallituksen jäsen eikä 34 a §:ssä tarkoitettu vastuullinen matemaatikko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Toimitusjohtajan on oltava hyvämaineinen, ja hänellä on oltava hyvä työeläkevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. Toimitusjohtaja ei saa olla Kevan valtuutettu tai hallituksen jäsen eikä 34 a § :ssä tarkoitettu vastuullinen matemaatikko.",
        "folded_fi": "toimitusjohtajan on oltava hyvamaineinen, ja hanella on oltava hyva tyoelakevakuutustoiminnan, sijoitustoiminnan ja liikkeenjohdon tuntemus. toimitusjohtaja ei saa olla kevan valtuutettu tai hallituksen jasen eika 34 a §:ssa tarkoitettu vastuullinen matemaatikko.",
        "title_sv": "Verkställande direktör",
        "content_sv": "Verkställande direktören ska vara väl ansedd och ha god kännedom om arbetspensionsförsäkringsverksamhet, placeringsverksamhet och företagsledning. Verkställande direktören får inte vara fullmäktigeledamot eller styrelseledamot i Keva eller i 34 a § avsedd ansvarig matematiker.",
        "normalized_sv": "Verkställande direktören ska vara väl ansedd och ha god kännedom om arbetspensionsförsäkringsverksamhet, placeringsverksamhet och företagsledning. Verkställande direktören får inte vara fullmäktigeledamot eller styrelseledamot i Keva eller i 34 a § avsedd ansvarig matematiker.",
        "folded_sv": "verkstallande direktoren ska vara val ansedd och ha god kannedom om arbetspensionsforsakringsverksamhet, placeringsverksamhet och foretagsledning. verkstallande direktoren far inte vara fullmaktigeledamot eller styrelseledamot i keva eller i 34 a § avsedd ansvarig matematiker."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Johdon erityiset kelpoisuusvaatimukset",
      "content": "Hallituksen jäsenenä tai toimitusjohtajana ei saa olla oikeushenkilö eikä alaikäinen tai se, jolle on määrätty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. Liiketoimintakiellon vaikutuksesta kelpoisuuteen säädetään liiketoimintakiellosta annetussa laissa (1059/1985). Vähintään puolella hallituksen jäsenistä ja toimitusjohtajalla on oltava asuinpaikka Euroopan talousalueella, jollei Finanssivalvonta myönnä tästä poikkeusta. Poikkeus voidaan myöntää, jos se ei vaaranna Kevan tehokasta valvontaa eikä Kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. Hallituksen jäsen taikka toimitusjohtaja ei saa olla työeläkevakuutusyhtiön hallintoneuvoston tai hallituksen jäsen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Hallituksen jäsenenä tai toimitusjohtajana ei saa olla oikeushenkilö eikä alaikäinen tai se, jolle on määrätty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. Liiketoimintakiellon vaikutuksesta kelpoisuuteen säädetään liiketoimintakiellosta annetussa laissa (1059/1985). Vähintään puolella hallituksen jäsenistä ja toimitusjohtajalla on oltava asuinpaikka Euroopan talousalueella, jollei Finanssivalvonta myönnä tästä poikkeusta. Poikkeus voidaan myöntää, jos se ei vaaranna Kevan tehokasta valvontaa eikä Kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. Hallituksen jäsen taikka toimitusjohtaja ei saa olla työeläkevakuutusyhtiön hallintoneuvoston tai hallituksen jäsen.",
        "folded_fi": "hallituksen jasenena tai toimitusjohtajana ei saa olla oikeushenkilo eika alaikainen tai se, jolle on maaratty edunvalvoja, jonka toimintakelpoisuutta on rajoitettu tai joka on konkurssissa. liiketoimintakiellon vaikutuksesta kelpoisuuteen saadetaan liiketoimintakiellosta annetussa laissa (1059/1985). vahintaan puolella hallituksen jasenista ja toimitusjohtajalla on oltava asuinpaikka euroopan talousalueella, jollei finanssivalvonta myonna tasta poikkeusta. poikkeus voidaan myontaa, jos se ei vaaranna kevan tehokasta valvontaa eika kevan toiminnan hoitamista terveiden ja varovaisten toimintaperiaatteiden mukaisesti. hallituksen jasen taikka toimitusjohtaja ei saa olla tyoelakevakuutusyhtion hallintoneuvoston tai hallituksen jasen.",
        "title_sv": "Särskilda behörighetsvillkor för ledningen",
        "content_sv": "En juridisk person eller en minderårig eller den, för vilken det har förordnats en intressebevakare, vars handlingsbehörighet har begränsats eller som är försatt i konkurs, får inte vara styrelseledamot eller verkställande direktör. Bestämmelser om ett näringsförbuds inverkan på behörigheten finns i lagen om näringsförbud (1059/1985). Minst hälften av styrelseledamöterna och verkställande direktören ska ha sin bostadsort inom Europeiska ekonomiska samarbetsområdet, om inte Finansinspektionen beviljar undantag från detta. Undantag får beviljas, om det inte äventyrar en effektiv tillsyn över Keva eller skötseln av Kevas verksamhet enligt sunda och försiktiga verksamhetsprinciper. En styrelseledamot eller verkställande direktören får inte vara ledamot av ett arbetspensionsförsäkringsbolags förvaltningsråd eller styrelse.",
        "normalized_sv": "En juridisk person eller en minderårig eller den, för vilken det har förordnats en intressebevakare, vars handlingsbehörighet har begränsats eller som är försatt i konkurs, får inte vara styrelseledamot eller verkställande direktör. Bestämmelser om ett näringsförbuds inverkan på behörigheten finns i lagen om näringsförbud (1059/1985). Minst hälften av styrelseledamöterna och verkställande direktören ska ha sin bostadsort inom Europeiska ekonomiska samarbetsområdet, om inte Finansinspektionen beviljar undantag från detta. Undantag får beviljas, om det inte äventyrar en effektiv tillsyn över Keva eller skötseln av Kevas verksamhet enligt sunda och försiktiga verksamhetsprinciper. En styrelseledamot eller verkställande direktören får inte vara ledamot av ett arbetspensionsförsäkringsbolags förvaltningsråd eller styrelse.",
        "folded_sv": "en juridisk person eller en minderarig eller den, for vilken det har forordnats en intressebevakare, vars handlingsbehorighet har begransats eller som ar forsatt i konkurs, far inte vara styrelseledamot eller verkstallande direktor. bestammelser om ett naringsforbuds inverkan pa behorigheten finns i lagen om naringsforbud (1059/1985). minst halften av styrelseledamoterna och verkstallande direktoren ska ha sin bostadsort inom europeiska ekonomiska samarbetsomradet, om inte finansinspektionen beviljar undantag fran detta. undantag far beviljas, om det inte aventyrar en effektiv tillsyn over keva eller skotseln av kevas verksamhet enligt sunda och forsiktiga verksamhetsprinciper. en styrelseledamot eller verkstallande direktoren far inte vara ledamot av ett arbetspensionsforsakringsbolags forvaltningsrad eller styrelse."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ilmoitusvelvollisuus hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista Finanssivalvonnalle",
      "content": "Kevan on ilmoitettava hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista viipymättä Finanssivalvonnalle. Ilmoituksessa on esitettävä selvitys siitä, että hallituksen jäsenet ja toimitusjohtaja täyttävät 9, 14 ja 14 a §:n mukaiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Kevan on ilmoitettava hallituksen jäseniä ja toimitusjohtajaa koskevista muutoksista viipymättä Finanssivalvonnalle. Ilmoituksessa on esitettävä selvitys siitä, että hallituksen jäsenet ja toimitusjohtaja täyttävät 9, 14 ja 14 a § :n mukaiset vaatimukset.",
        "folded_fi": "kevan on ilmoitettava hallituksen jasenia ja toimitusjohtajaa koskevista muutoksista viipymatta finanssivalvonnalle. ilmoituksessa on esitettava selvitys siita, etta hallituksen jasenet ja toimitusjohtaja tayttavat 9, 14 ja 14 a §:n mukaiset vaatimukset.",
        "title_sv": "Skyldighet att anmäla förändringar som gäller styrelseledamöterna och verkställande direktören till Finansinspektionen",
        "content_sv": "Keva ska utan dröjsmål underrätta Finansinspektionen om förändringar som gäller styrelseledamöterna och verkställande direktören. Av anmälan ska framgå att styrelseledamöterna och verkställande direktören uppfyller kraven i 9, 14 och 14 a §.",
        "normalized_sv": "Keva ska utan dröjsmål underrätta Finansinspektionen om förändringar som gäller styrelseledamöterna och verkställande direktören. Av anmälan ska framgå att styrelseledamöterna och verkställande direktören uppfyller kraven i 9, 14 och 14 a § .",
        "folded_sv": "keva ska utan drojsmal underratta finansinspektionen om forandringar som galler styrelseledamoterna och verkstallande direktoren. av anmalan ska framga att styrelseledamoterna och verkstallande direktoren uppfyller kraven i 9, 14 och 14 a §."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin eläkemenojen maksu ja Kevan kustannusten korvaus",
      "content": "Valtiovarainministeriö, kirkon eläkerahasto, Kansaneläkelaitos ja Suomen Pankki arvioivat vuosittain eläkkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. Tätä tarkoitusta varten Kevan on toimitettava mainituille tahoille riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Valtiovarainministeriö, kirkon eläkerahasto, Kansaneläkelaitos ja Suomen Pankki arvioivat vuosittain eläkkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. Tätä tarkoitusta varten Kevan on toimitettava mainituille tahoille riittävät tiedot.",
        "folded_fi": "valtiovarainministerio, kirkon elakerahasto, kansanelakelaitos ja suomen pankki arvioivat vuosittain elakkeiden hoidon kustannustehokkuudelle ja laatutasolle asetettujen tavoitteiden toteutumista. tata tarkoitusta varten kevan on toimitettava mainituille tahoille riittavat tiedot.",
        "title_sv": "Betalning av statens, evangelisk-lutherska kyrkans, Folkpensionsanstaltens och Finlands Banks pensionsutgifter och ersättning av Kevas kostnader",
        "content_sv": "Finansministeriet, kyrkans pensionsfond, Folkpensionsanstalten och Finlands Bank bedömer årligen hur de mål som ställts för kostnadseffektiviteten och kvalitetsnivån för skötseln av pensionerna har förverkligats. I detta syfte ska Keva lämna tillräckliga uppgifter till de ovannämnda parterna.",
        "normalized_sv": "Finansministeriet, kyrkans pensionsfond, Folkpensionsanstalten och Finlands Bank bedömer årligen hur de mål som ställts för kostnadseffektiviteten och kvalitetsnivån för skötseln av pensionerna har förverkligats. I detta syfte ska Keva lämna tillräckliga uppgifter till de ovannämnda parterna.",
        "folded_sv": "finansministeriet, kyrkans pensionsfond, folkpensionsanstalten och finlands bank bedomer arligen hur de mal som stallts for kostnadseffektiviteten och kvalitetsnivan for skotseln av pensionerna har forverkligats. i detta syfte ska keva lamna tillrackliga uppgifter till de ovannamnda parterna."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "title": "Riskiarvio",
      "content": "Kevan on toimitettava Finanssivalvonnalle yhteenveto riskiarviosta sekä siitä tehdyt johtopäätökset. Yhteenvedon tulee sisältää ainakin riskiarvion tulokset, kuvaus käytetyistä menetelmistä ja tärkeimmät oletukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kevan on toimitettava Finanssivalvonnalle yhteenveto riskiarviosta sekä siitä tehdyt johtopäätökset. Yhteenvedon tulee sisältää ainakin riskiarvion tulokset, kuvaus käytetyistä menetelmistä ja tärkeimmät oletukset.",
        "folded_fi": "kevan on toimitettava finanssivalvonnalle yhteenveto riskiarviosta seka siita tehdyt johtopaatokset. yhteenvedon tulee sisaltaa ainakin riskiarvion tulokset, kuvaus kaytetyista menetelmista ja tarkeimmat oletukset.",
        "title_sv": "Riskbedömning",
        "content_sv": "Keva ska till Finansinspektionen ge in ett sammandrag av riskbedömningen och de slutsatser som dragits av den. Sammandraget ska innehålla åtminstone resultaten av riskbedömningen, en beskrivning av de använda metoderna samt de viktigaste antagandena.",
        "normalized_sv": "Keva ska till Finansinspektionen ge in ett sammandrag av riskbedömningen och de slutsatser som dragits av den. Sammandraget ska innehålla åtminstone resultaten av riskbedömningen, en beskrivning av de använda metoderna samt de viktigaste antagandena.",
        "folded_sv": "keva ska till finansinspektionen ge in ett sammandrag av riskbedomningen och de slutsatser som dragits av den. sammandraget ska innehalla atminstone resultaten av riskbedomningen, en beskrivning av de anvanda metoderna samt de viktigaste antagandena."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Vastuullinen matemaatikko",
      "content": "Kevassa on oltava vastuullinen matemaatikko, jonka tehtävänä on huolehtia Kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta sekä siitä, että 19 §:ssä tarkoitettujen maksujen perusteet täyttävät tämän lain vaatimukset. Vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siitä, että 2 §:n 1 momentin 2 kohdassa tarkoitettua tehtävää on hoidettu mainitun pykälän 2 momentissa edellytetyllä tavalla. Vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen sekä kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiölain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 §:ää. Vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtävä ilmoitus Finanssivalvonnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34 a",
        "normalized_fi": "Kevassa on oltava vastuullinen matemaatikko, jonka tehtävänä on huolehtia Kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta sekä siitä, että 19 § :ssä tarkoitettujen maksujen perusteet täyttävät tämän lain vaatimukset. Vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siitä, että 2 § :n 1 momentin 2 kohdassa tarkoitettua tehtävää on hoidettu mainitun pykälän 2 momentissa edellytetyllä tavalla. Vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen sekä kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiölain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 § :ää. Vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtävä ilmoitus Finanssivalvonnalle.",
        "folded_fi": "kevassa on oltava vastuullinen matemaatikko, jonka tehtavana on huolehtia kevassa sovellettavien vakuutusmatemaattisten menetelmien asianmukaisuudesta seka siita, etta 19 §:ssa tarkoitettujen maksujen perusteet tayttavat taman lain vaatimukset. vastuullisen matemaatikon on annettava hallitukselle vuosittain arvio siita, etta 2 §:n 1 momentin 2 kohdassa tarkoitettua tehtavaa on hoidettu mainitun pykalan 2 momentissa edellytetylla tavalla. vastuullisen matemaatikon kelpoisuusvaatimuksiin ja kelpoisuuden vahvistamiseen seka kurinpidollisiin seuraamuksiin sovelletaan vakuutusyhtiolain (521/2008) 31 luvun 5-7, 7 a, 7 b, 8 ja 9 §:aa. vastuullisen matemaatikon ottamisesta ja eroamisesta on tehtava ilmoitus finanssivalvonnalle.",
        "title_sv": "Ansvarig matematiker",
        "content_sv": "Keva ska ha en ansvarig matematiker med uppgift att se till att de försäkringsmatematiska metoder som tillämpas vid Keva är adekvata och att grunderna för de avgifter som avses i 19 § uppfyller kraven i denna lag. Den ansvariga matematikern ska årligen ge styrelsen en bedömning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skötts på det sätt som förutsätts i 2 mom. i den paragrafen. På behörighetsvillkoren för och fastställandet av behörigheten för den ansvariga matematikern samt på disciplinära påföljder tillämpas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i försäkringsbolagslagen (521/2008). Finansinspektionen ska underrättas om att en ansvarig matematiker har anställts eller avgått.",
        "normalized_sv": "Keva ska ha en ansvarig matematiker med uppgift att se till att de försäkringsmatematiska metoder som tillämpas vid Keva är adekvata och att grunderna för de avgifter som avses i 19 § uppfyller kraven i denna lag. Den ansvariga matematikern ska årligen ge styrelsen en bedömning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skötts på det sätt som förutsätts i 2 mom. i den paragrafen. På behörighetsvillkoren för och fastställandet av behörigheten för den ansvariga matematikern samt på disciplinära påföljder tillämpas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i försäkringsbolagslagen (521/2008). Finansinspektionen ska underrättas om att en ansvarig matematiker har anställts eller avgått.",
        "folded_sv": "keva ska ha en ansvarig matematiker med uppgift att se till att de forsakringsmatematiska metoder som tillampas vid keva ar adekvata och att grunderna for de avgifter som avses i 19 § uppfyller kraven i denna lag. den ansvariga matematikern ska arligen ge styrelsen en bedomning av huruvida den i 2 § 1 mom. 2 punkten avsedda uppgiften har skotts pa det satt som forutsatts i 2 mom. i den paragrafen. pa behorighetsvillkoren for och faststallandet av behorigheten for den ansvariga matematikern samt pa disciplinara pafoljder tillampas 31 kap. 5-7, 7 a, 7 b, 8 och 9 § i forsakringsbolagslagen (521/2008). finansinspektionen ska underrattas om att en ansvarig matematiker har anstallts eller avgatt."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "title": "Finanssivalvonnan määräyksenantovaltuus",
      "content": "Finanssivalvonta voi antaa tarkempia määräyksiä: 1) 17 §:ssä tarkoitetuista ilmoituksista; 2) sisäisen valvonnan ja riskienhallinnan järjestämisestä; 3) sisäpiiri-ilmoituksen sisällöstä ja tekotavasta; 4) sisäpiirirekisterin sisällöstä ja tietojen merkintätavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin henkilöstön työkyvyttömyysriskin vähentämiseen liittyvästä toiminnasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36 a",
        "normalized_fi": "Finanssivalvonta voi antaa tarkempia määräyksiä: 1) 17 § :ssä tarkoitetuista ilmoituksista; 2) sisäisen valvonnan ja riskienhallinnan järjestämisestä; 3) sisäpiiri-ilmoituksen sisällöstä ja tekotavasta; 4) sisäpiirirekisterin sisällöstä ja tietojen merkintätavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, Kansaneläkelaitoksen ja Suomen Pankin henkilöstön työkyvyttömyysriskin vähentämiseen liittyvästä toiminnasta.",
        "folded_fi": "finanssivalvonta voi antaa tarkempia maarayksia: 1) 17 §:ssa tarkoitetuista ilmoituksista; 2) sisaisen valvonnan ja riskienhallinnan jarjestamisesta; 3) sisapiiri-ilmoituksen sisallosta ja tekotavasta; 4) sisapiirirekisterin sisallosta ja tietojen merkintatavasta; 5) kunta-alan, hyvinvointialueiden, hyvinvointiyhtymien, valtion, evankelis-luterilaisen kirkon, kansanelakelaitoksen ja suomen pankin henkiloston tyokyvyttomyysriskin vahentamiseen liittyvasta toiminnasta.",
        "title_sv": "Finansinspektionens behörighet att meddela föreskrifter",
        "content_sv": "Finansinspektionen får meddela närmare föreskrifter om 1) anmälningar som avses i 17 §, 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehållet i insideranmälan och sättet att göra insideranmälan, 4) innehållet i insiderregistret och sättet att registrera uppgifter i insiderregistret, 5) verksamhet som hänför sig till minskning av risken för arbetsoförmåga hos kommunsektorns personal, välfärdsområdenas och välfärdssammanslutningarnas personal, de statsanställda, evangelisk-lutherska kyrkans personal, Folkpensionsanstaltens och Finlands Banks personal.",
        "normalized_sv": "Finansinspektionen får meddela närmare föreskrifter om 1) anmälningar som avses i 17 § , 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehållet i insideranmälan och sättet att göra insideranmälan, 4) innehållet i insiderregistret och sättet att registrera uppgifter i insiderregistret, 5) verksamhet som hänför sig till minskning av risken för arbetsoförmåga hos kommunsektorns personal, välfärdsområdenas och välfärdssammanslutningarnas personal, de statsanställda, evangelisk-lutherska kyrkans personal, Folkpensionsanstaltens och Finlands Banks personal.",
        "folded_sv": "finansinspektionen far meddela narmare foreskrifter om 1) anmalningar som avses i 17 §, 2) hur den interna kontrollen och riskhanteringen ska ordnas, 3) innehallet i insideranmalan och sattet att gora insideranmalan, 4) innehallet i insiderregistret och sattet att registrera uppgifter i insiderregistret, 5) verksamhet som hanfor sig till minskning av risken for arbetsoformaga hos kommunsektorns personal, valfardsomradenas och valfardssammanslutningarnas personal, de statsanstallda, evangelisk-lutherska kyrkans personal, folkpensionsanstaltens och finlands banks personal."
      },
      "valid_from": "2024-10-18",
      "valid_to": null
    }
  ]
}