{
  "id": "557/2005",
  "type": "statute",
  "title": "Laki tilatukijärjestelmän täytäntöönpanosta",
  "title_en": "Lag om verkställighet av systemet med samlat gårdsstöd",
  "status": "in_force",
  "issued_date": "2005-07-15",
  "in_force_date": "2005-07-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/557/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala ja suhde muuhun lainsäädäntöön",
      "content": "Tilatukijärjestelmää koskevassa Euroopan yhteisön yhteisen maatalouspolitiikan uudistuksen täytäntöönpanossa sovelletaan tätä lakia siltä osin kuin siitä ei säädetä erikseen Euroopan yhteisön säädöksissä tai Euroopan yhteisön yhteisen maatalouspolitiikan täytäntöönpanosta annetussa laissa (1100/1994). Tätä lakia sovelletaan tukioikeusrekisterin hallinnoinnissa siltä osin kuin siitä ei erikseen säädetä maaseutuelinkeinorekisteristä annetussa laissa (1515/1994).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tilatukijärjestelmää koskevassa Euroopan yhteisön yhteisen maatalouspolitiikan uudistuksen täytäntöönpanossa sovelletaan tätä lakia siltä osin kuin siitä ei säädetä erikseen Euroopan yhteisön säädöksissä tai Euroopan yhteisön yhteisen maatalouspolitiikan täytäntöönpanosta annetussa laissa (1100/1994). Tätä lakia sovelletaan tukioikeusrekisterin hallinnoinnissa siltä osin kuin siitä ei erikseen säädetä maaseutuelinkeinorekisteristä annetussa laissa (1515/1994).",
        "folded_fi": "tilatukijarjestelmaa koskevassa euroopan yhteison yhteisen maatalouspolitiikan uudistuksen taytantoonpanossa sovelletaan tata lakia silta osin kuin siita ei saadeta erikseen euroopan yhteison saadoksissa tai euroopan yhteison yhteisen maatalouspolitiikan taytantoonpanosta annetussa laissa (1100/1994). tata lakia sovelletaan tukioikeusrekisterin hallinnoinnissa silta osin kuin siita ei erikseen saadeta maaseutuelinkeinorekisterista annetussa laissa (1515/1994).",
        "title_sv": "Tillämpningsområde och förhållande till annan lagstiftning",
        "content_sv": "Vid verkställigheten av reformen av Europeiska gemenskapens gemensamma jordbrukspolitik i fråga om systemet med samlat gårdsstöd tillämpas denna lag till den del det inte bestäms särskilt om det i Europeiska gemenskapens rättsakter eller lagen om verkställighet av Europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). Denna lag tillämpas vid administrationen av stödrättighetsregistret till den del det inte bestäms särskilt om det i lagen om landsbygdsnäringsregistret (1515/1994).",
        "normalized_sv": "Vid verkställigheten av reformen av Europeiska gemenskapens gemensamma jordbrukspolitik i fråga om systemet med samlat gårdsstöd tillämpas denna lag till den del det inte bestäms särskilt om det i Europeiska gemenskapens rättsakter eller lagen om verkställighet av Europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). Denna lag tillämpas vid administrationen av stödrättighetsregistret till den del det inte bestäms särskilt om det i lagen om landsbygdsnäringsregistret (1515/1994).",
        "folded_sv": "vid verkstalligheten av reformen av europeiska gemenskapens gemensamma jordbrukspolitik i fraga om systemet med samlat gardsstod tillampas denna lag till den del det inte bestams sarskilt om det i europeiska gemenskapens rattsakter eller lagen om verkstallighet av europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). denna lag tillampas vid administrationen av stodrattighetsregistret till den del det inte bestams sarskilt om det i lagen om landsbygdsnaringsregistret (1515/1994)."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) tilatukijärjestelmällä tilatukiasetus yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä sekä asetusten (ETY) N:o 2019/93, (EY) N:o 1452/2001, (EY) N:o 1453/2001, (EY) N:o 1454/2001, (EY) N:o 1868/94, (EY) N:o 1251/1999, (EY) N:o 1254/1999, (EY) N:o 1673/2000, (ETY) N:o 2358/71 ja (EY) N:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (EY) N:o 1782/2003, jäljempänä, III osastossa tarkoitettua tukijärjestelmää; 2) yhdistelmämallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmänä; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmäpalkkiota; 4) sonni- ja härkäpalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) tilatukijärjestelmällä tilatukiasetus yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä sekä asetusten (ETY) N:o 2019/93, (EY) N:o 1452/2001, (EY) N:o 1453/2001, (EY) N:o 1454/2001, (EY) N:o 1868/94, (EY) N:o 1251/1999, (EY) N:o 1254/1999, (EY) N:o 1673/2000, (ETY) N:o 2358/71 ja (EY) N:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (EY) N:o 1782/2003, jäljempänä, III osastossa tarkoitettua tukijärjestelmää; 2) yhdistelmämallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmänä; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmäpalkkiota; 4) sonni- ja härkäpalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) tilatukijarjestelmalla tilatukiasetus yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista seka asetusten (ety) n:o 2019/93, (ey) n:o 1452/2001, (ey) n:o 1453/2001, (ey) n:o 1454/2001, (ey) n:o 1868/94, (ey) n:o 1251/1999, (ey) n:o 1254/1999, (ey) n:o 1673/2000, (ety) n:o 2358/71 ja (ey) n:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (ey) n:o 1782/2003, jaljempana, iii osastossa tarkoitettua tukijarjestelmaa; 2) yhdistelmamallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmana; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmapalkkiota; 4) sonni- ja harkapalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijalle myonnettavaa hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) system med samlat gårdsstöd förordningen om gårdsstöd ett stödsystem enligt avdelning III i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och om ändring av förordningarna (EEG) nr 2019/93, (EG) nr 1452/2001, (EG) nr 1453/2001, (EG) nr 1454/2001, (EG) nr 1868/94, (EG) nr 1251/1999, (EG) nr 1254/1999, (EG) nr 1673/2000, (EEG) nr 2358/71 och (EG) nr 2529/2001, nedan, 2) blandmodell en stödmodell inom jordbruksreformen där gårdsstödet betalas som en kombination av enhetligt stöd och gårdsspecifikt stöd, 3) mjölkbidrag ett mjölkbidrag enligt artikel 95 i förordningen om gårdsstöd, 4) tjurbidrag och bidrag för stutar ett särskilt bidrag enligt artikel 123 i förordningen om gårdsstöd, 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, och 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd.",
        "normalized_sv": "I denna lag avses med 1) system med samlat gårdsstöd förordningen om gårdsstöd ett stödsystem enligt avdelning III i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och om ändring av förordningarna (EEG) nr 2019/93, (EG) nr 1452/2001, (EG) nr 1453/2001, (EG) nr 1454/2001, (EG) nr 1868/94, (EG) nr 1251/1999, (EG) nr 1254/1999, (EG) nr 1673/2000, (EEG) nr 2358/71 och (EG) nr 2529/2001, nedan, 2) blandmodell en stödmodell inom jordbruksreformen där gårdsstödet betalas som en kombination av enhetligt stöd och gårdsspecifikt stöd, 3) mjölkbidrag ett mjölkbidrag enligt artikel 95 i förordningen om gårdsstöd, 4) tjurbidrag och bidrag för stutar ett särskilt bidrag enligt artikel 123 i förordningen om gårdsstöd, 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, och 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd.",
        "folded_sv": "i denna lag avses med 1) system med samlat gardsstod forordningen om gardsstod ett stodsystem enligt avdelning iii i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare och om andring av forordningarna (eeg) nr 2019/93, (eg) nr 1452/2001, (eg) nr 1453/2001, (eg) nr 1454/2001, (eg) nr 1868/94, (eg) nr 1251/1999, (eg) nr 1254/1999, (eg) nr 1673/2000, (eeg) nr 2358/71 och (eg) nr 2529/2001, nedan, 2) blandmodell en stodmodell inom jordbruksreformen dar gardsstodet betalas som en kombination av enhetligt stod och gardsspecifikt stod, 3) mjolkbidrag ett mjolkbidrag enligt artikel 95 i forordningen om gardsstod, 4) tjurbidrag och bidrag for stutar ett sarskilt bidrag enligt artikel 123 i forordningen om gardsstod, 5) tradesrattighet en hektarspecifik stodrattighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i forordningen om gardsstod, och 6) sarskild stodrattighet en rattighet enligt artiklarna 47 och 48 i forordningen om gardsstod."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Yhdistelmämalli ja täytäntöönpanomuoto",
      "content": "Tilatukijärjestelmä otetaan käyttöön 1 päivänä tammikuuta 2006 ja maatilojen neuvontajärjestelmä 1 päivänä tammikuuta 2007. Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Valtioneuvoston asetuksella voidaan säätää tarkemmin uudistuksen täytäntöönpanosta sekä täytäntöönpanon ajankohdasta. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta sekä vastaavasta tasatuen korottamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella. Tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisäpalkkiosta johtuvat määrät sisällytetään kokonaan tilatukijärjestelmään vuodesta 2006 alkaen. Tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myöntämisen perusteista, tukimääristä, yksikkötukien tasoista sekä muista kyseisten tukien ehdoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Tilatukijärjestelmä otetaan käyttöön 1 päivänä tammikuuta 2006 ja maatilojen neuvontajärjestelmä 1 päivänä tammikuuta 2007. Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Valtioneuvoston asetuksella voidaan säätää tarkemmin uudistuksen täytäntöönpanosta sekä täytäntöönpanon ajankohdasta. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta sekä vastaavasta tasatuen korottamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella. Tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisäpalkkiosta johtuvat määrät sisällytetään kokonaan tilatukijärjestelmään vuodesta 2006 alkaen. Tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myöntämisen perusteista, tukimääristä, yksikkötukien tasoista sekä muista kyseisten tukien ehdoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "tilatukijarjestelma otetaan kayttoon 1 paivana tammikuuta 2006 ja maatilojen neuvontajarjestelma 1 paivana tammikuuta 2007. yhdistelmamallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisaosasta, joiden lisaksi voidaan muodostaa kesannointioikeuksia seka erityistukioikeuksia. tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin saadettavissa tapauksissa sisaltya tilatukiasetuksen 60 artiklan mukainen oikeus. tilakohtainen lisaosa muodostetaan viitekaudella 2000―2002 sonni- ja harkapalkkiota saaneille tiloille, viitekaudella 2000―2002 tarkkelysperunan tukea saaneille tiloille, 31 paivana maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille seka tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisaosan kansallisesta varannosta. valtioneuvoston asetuksella voidaan saataa tarkemmin uudistuksen taytantoonpanosta seka taytantoonpanon ajankohdasta. tilakohtaiseen lisaosaan sisallytetaan 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja harkapalkkiosta seka 40 prosenttia tarkkelysperunan tuotantoon sitomattomasta tuesta. lisaosat sailyvat ennallaan vuosina 2006―2010. vuosina 2011―2013 lisaosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperaisesta tasosta. vuodesta 2016 alkaen lisaosia ei makseta. siirtymakaudesta, lisaosien ja erityistukioikeuksien asteittaisesta alentamisesta seka vastaavasta tasatuen korottamisesta voidaan saataa tarkemmin valtioneuvoston asetuksella. tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisapalkkiosta johtuvat maarat sisallytetaan kokonaan tilatukijarjestelmaan vuodesta 2006 alkaen. tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myontamisen perusteista, tukimaarista, yksikkotukien tasoista seka muista kyseisten tukien ehdoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Blandmodell och verkställighet",
        "content_sv": "Systemet med samlat gårdsstöd införs den 1 januari 2006 och systemet för jordbruksrådgivning den 1 januari 2007. I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om verkställigheten av reformen samt om tidpunkten för verkställigheten. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade åren 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 35 procent av den ursprungliga nivån. Från och med år 2016 betalas inga tilläggsdelar. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna samt om en motsvarande höjning av det enhetliga stödet kan utfärdas genom förordning av statsrådet. De belopp som är resultatet av mjölkbidrag och dess tilläggsbidrag enligt artikel 62 i förordningen om gårdsstöd skall i sin helhet ingå i systemet med samlat gårdsstöd från ingången av 2006. Bestämmelser om stödformer enligt artiklarna 67―70 i förordningen om gårdsstöd, grunder för att bevilja stöd, stödbelopp, nivåer på enhetsstöden samt andra villkor för stöden i fråga utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Systemet med samlat gårdsstöd införs den 1 januari 2006 och systemet för jordbruksrådgivning den 1 januari 2007. I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om verkställigheten av reformen samt om tidpunkten för verkställigheten. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade åren 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 35 procent av den ursprungliga nivån. Från och med år 2016 betalas inga tilläggsdelar. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna samt om en motsvarande höjning av det enhetliga stödet kan utfärdas genom förordning av statsrådet. De belopp som är resultatet av mjölkbidrag och dess tilläggsbidrag enligt artikel 62 i förordningen om gårdsstöd skall i sin helhet ingå i systemet med samlat gårdsstöd från ingången av 2006. Bestämmelser om stödformer enligt artiklarna 67―70 i förordningen om gårdsstöd, grunder för att bevilja stöd, stödbelopp, nivåer på enhetsstöden samt andra villkor för stöden i fråga utfärdas genom förordning av statsrådet.",
        "folded_sv": "systemet med samlat gardsstod infors den 1 januari 2006 och systemet for jordbruksradgivning den 1 januari 2007. i blandmodellen bestar en stodrattighet av en enhetlig stoddel och en eventuell gardsspecifik tillaggsdel och utover dem kan tradesrattigheter och sarskilda stodrattigheter faststallas. i situationer som anges narmare genom forordning av statsradet kan stodrattigheterna omfatta en rattighet enligt artikel 60 i forordningen om gardsstod. den gardsspecifika tillaggsdelen faststalls for gardsbruksenheter som har fatt tjurbidrag och bidrag for stutar under referensperioden 2000―2002, gardsbruksenheter som har fatt stod for starkelsepotatis under referensperioden 2000―2002, gardsbruksenheter som har ratt till mjolkbidrag den 31 mars 2006 samt gardsbruksenheter som ar berattigade till en gardsspecifik tillaggsdel ur den nationella reserven. genom forordning av statsradet kan narmare bestammelser utfardas om verkstalligheten av reformen samt om tidpunkten for verkstalligheten. i den gardsspecifika tillaggsdelen inkluderas 100 procent av mjolkbidraget, 30 procent av tjurbidraget och bidraget for stutar samt 40 procent av det stod som inte ar kopplat till produktionen av starkelsepotatis. tillaggsdelarna forblir oforandrade aren 2006―2010. aren 2011―2013 ar beloppet av tillaggsdelarna 70 procent och aren 2014 och 2015 35 procent av den ursprungliga nivan. fran och med ar 2016 betalas inga tillaggsdelar. narmare bestammelser om overgangsperioden, den gradvisa minskningen av tillaggsdelarna och specialstodrattigheterna samt om en motsvarande hojning av det enhetliga stodet kan utfardas genom forordning av statsradet. de belopp som ar resultatet av mjolkbidrag och dess tillaggsbidrag enligt artikel 62 i forordningen om gardsstod skall i sin helhet inga i systemet med samlat gardsstod fran ingangen av 2006. bestammelser om stodformer enligt artiklarna 67―70 i forordningen om gardsstod, grunder for att bevilja stod, stodbelopp, nivaer pa enhetsstoden samt andra villkor for stoden i fraga utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Enimmäismäärät, tukialueet ja viitemäärät",
      "content": "Kansallinen enimmäismäärä jaetaan tukialueille vuosien 2000―2002 EU:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimäärän mukaisesti. Maidon osalta määräytymisperusteena on maidon tilakohtainen viitemäärä 31 päivänä maaliskuuta 2006. Tasatuki vahvistetaan viljelijöiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. Valtioneuvoston asetuksella säädetään alueellisista enimmäismääristä, alueellisen tasatuen määrästä ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus II Valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa sekä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädetyn tilatukijärjestelmän täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetussa komission asetuksessa (EY) N:o 795/2004, jäljempänä, tarkoitettujen viitemäärien laskemisen perusteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kansallinen enimmäismäärä jaetaan tukialueille vuosien 2000―2002 EU:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimäärän mukaisesti. Maidon osalta määräytymisperusteena on maidon tilakohtainen viitemäärä 31 päivänä maaliskuuta 2006. Tasatuki vahvistetaan viljelijöiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. Valtioneuvoston asetuksella säädetään alueellisista enimmäismääristä, alueellisen tasatuen määrästä ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus II Valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa sekä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädetyn tilatukijärjestelmän täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetussa komission asetuksessa (EY) N:o 795/2004, jäljempänä, tarkoitettujen viitemäärien laskemisen perusteet.",
        "folded_fi": "kansallinen enimmaismaara jaetaan tukialueille vuosien 2000―2002 eu:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimaaran mukaisesti. maidon osalta maaraytymisperusteena on maidon tilakohtainen viitemaara 31 paivana maaliskuuta 2006. tasatuki vahvistetaan viljelijoiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. valtioneuvoston asetuksella saadetaan alueellisista enimmaismaarista, alueellisen tasatuen maarasta ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus ii valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa seka yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadetyn tilatukijarjestelman taytantoonpanoa koskevista yksityiskohtaisista saannoista annetussa komission asetuksessa (ey) n:o 795/2004, jaljempana, tarkoitettujen viitemaarien laskemisen perusteet.",
        "title_sv": "Tak, stödregioner och referensbelopp",
        "content_sv": "Det nationella taket delas upp mellan stödregionerna i enlighet med det stödbelopp som beräknats på grundval av produktion som har berättigat till EU:s inkomststöd åren 2000―2002. Stödbeloppet för mjölk bestäms utifrån den individuella referenskvantiteten för mjölk den 31 mars 2006. Det enhetliga stödet fastställs för de stödberättigande hektar i regionen i fråga som jordbrukarna uppger i sin ansökan om stödrättigheter år 2006. Genom förordning av statsrådet föreskrivs om regionala tak, beloppen av regionalt enhetligt stöd och stödregioner enligt artikel 58 i förordningen om gårdsstöd. kommissionens förordning II Genom förordning av statsrådet fastställs beräkningsgrunderna för de referensbelopp som avses i förordningen om gårdsstöd och i kommissionens förordning (EG) nr 795/2004 om tillämpningsföreskrifter för det system med samlat gårdsstöd som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "normalized_sv": "Det nationella taket delas upp mellan stödregionerna i enlighet med det stödbelopp som beräknats på grundval av produktion som har berättigat till EU:s inkomststöd åren 2000―2002. Stödbeloppet för mjölk bestäms utifrån den individuella referenskvantiteten för mjölk den 31 mars 2006. Det enhetliga stödet fastställs för de stödberättigande hektar i regionen i fråga som jordbrukarna uppger i sin ansökan om stödrättigheter år 2006. Genom förordning av statsrådet föreskrivs om regionala tak, beloppen av regionalt enhetligt stöd och stödregioner enligt artikel 58 i förordningen om gårdsstöd. kommissionens förordning II Genom förordning av statsrådet fastställs beräkningsgrunderna för de referensbelopp som avses i förordningen om gårdsstöd och i kommissionens förordning (EG) nr 795/2004 om tillämpningsföreskrifter för det system med samlat gårdsstöd som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "folded_sv": "det nationella taket delas upp mellan stodregionerna i enlighet med det stodbelopp som beraknats pa grundval av produktion som har berattigat till eu:s inkomststod aren 2000―2002. stodbeloppet for mjolk bestams utifran den individuella referenskvantiteten for mjolk den 31 mars 2006. det enhetliga stodet faststalls for de stodberattigande hektar i regionen i fraga som jordbrukarna uppger i sin ansokan om stodrattigheter ar 2006. genom forordning av statsradet foreskrivs om regionala tak, beloppen av regionalt enhetligt stod och stodregioner enligt artikel 58 i forordningen om gardsstod. kommissionens forordning ii genom forordning av statsradet faststalls berakningsgrunderna for de referensbelopp som avses i forordningen om gardsstod och i kommissionens forordning (eg) nr 795/2004 om tillampningsforeskrifter for det system med samlat gardsstod som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare, nedan."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansallinen varanto",
      "content": "Kansallista varantoa hallinnoidaan kansallisella tasolla. Kansallisen varannon perustamiseen käytetään valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmäismäärästä. Tukioikeuksia on myös niiden vahvistamisen jälkeen vähennettävä lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittävä tukioikeuksien ja viitemäärien myöntämiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuksien arvon vähennyksestä, jos kansallinen varanto ei ole riittävä. Tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen II 9, 10, 44 ja 45 artiklan mukaisesti. Näissä artikloissa tarkoitetuista tukioikeuksien leikkauksista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kansallista varantoa hallinnoidaan kansallisella tasolla. Kansallisen varannon perustamiseen käytetään valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmäismäärästä. Tukioikeuksia on myös niiden vahvistamisen jälkeen vähennettävä lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittävä tukioikeuksien ja viitemäärien myöntämiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuksien arvon vähennyksestä, jos kansallinen varanto ei ole riittävä. Tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen II 9, 10, 44 ja 45 artiklan mukaisesti. Näissä artikloissa tarkoitetuista tukioikeuksien leikkauksista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "kansallista varantoa hallinnoidaan kansallisella tasolla. kansallisen varannon perustamiseen kaytetaan valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmaismaarasta. tukioikeuksia on myos niiden vahvistamisen jalkeen vahennettava lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittava tukioikeuksien ja viitemaarien myontamiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuksien arvon vahennyksesta, jos kansallinen varanto ei ole riittava. tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen ii 9, 10, 44 ja 45 artiklan mukaisesti. naissa artikloissa tarkoitetuista tukioikeuksien leikkauksista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Nationell reserv",
        "content_sv": "Den nationella reserven administreras på nationell nivå. För att upprätta en nationell reserv används en procentuell andel av det nationella taket enligt vad som fastställs genom förordning av statsrådet. Också efter det att stödrättigheterna har fastställts skall linjära minskningar av dem genomföras i enlighet med artikel 42.7 i förordningen om gårdsstöd, om den nationella reserven inte är tillräcklig för att bevilja stödrättigheter och referensbelopp för de fall som avses i artikel 42.3 och 42.4 i förordningen om gårdsstöd. Genom förordning av statsrådet kan bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II utfärdas om minskning av stödrättigheternas värde när den nationella reserven inte räcker till. Stödrättigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i förordningen om gårdsstöd och artiklarna 9, 10, 44 och 45 i kommissionens förordning II. Närmare bestämmelser om minskningar av stödrättigheter enligt dessa artiklar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den nationella reserven administreras på nationell nivå. För att upprätta en nationell reserv används en procentuell andel av det nationella taket enligt vad som fastställs genom förordning av statsrådet. Också efter det att stödrättigheterna har fastställts skall linjära minskningar av dem genomföras i enlighet med artikel 42.7 i förordningen om gårdsstöd, om den nationella reserven inte är tillräcklig för att bevilja stödrättigheter och referensbelopp för de fall som avses i artikel 42.3 och 42.4 i förordningen om gårdsstöd. Genom förordning av statsrådet kan bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II utfärdas om minskning av stödrättigheternas värde när den nationella reserven inte räcker till. Stödrättigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i förordningen om gårdsstöd och artiklarna 9, 10, 44 och 45 i kommissionens förordning II. Närmare bestämmelser om minskningar av stödrättigheter enligt dessa artiklar utfärdas genom förordning av statsrådet.",
        "folded_sv": "den nationella reserven administreras pa nationell niva. for att uppratta en nationell reserv anvands en procentuell andel av det nationella taket enligt vad som faststalls genom forordning av statsradet. ocksa efter det att stodrattigheterna har faststallts skall linjara minskningar av dem genomforas i enlighet med artikel 42.7 i forordningen om gardsstod, om den nationella reserven inte ar tillracklig for att bevilja stodrattigheter och referensbelopp for de fall som avses i artikel 42.3 och 42.4 i forordningen om gardsstod. genom forordning av statsradet kan bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii utfardas om minskning av stodrattigheternas varde nar den nationella reserven inte racker till. stodrattigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i forordningen om gardsstod och artiklarna 9, 10, 44 och 45 i kommissionens forordning ii. narmare bestammelser om minskningar av stodrattigheter enligt dessa artiklar utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Pysyvät laitumet",
      "content": "komission asetus I Pysyvien laitumien säilyttämisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004, jäljempänä, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myöntämisen perusteista, maan takaisin pysyväksi laitumeksi muuttamisen velvoitteiden perusteista sekä muista vastaavista pysyviin laitumiin liittyvistä seikoista tilatasolla annetaan tilatukiasetusta sekä komission asetuksia I ja II tarkentavia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "komission asetus I Pysyvien laitumien säilyttämisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004, jäljempänä, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myöntämisen perusteista, maan takaisin pysyväksi laitumeksi muuttamisen velvoitteiden perusteista sekä muista vastaavista pysyviin laitumiin liittyvistä seikoista tilatasolla annetaan tilatukiasetusta sekä komission asetuksia I ja II tarkentavia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "komission asetus i pysyvien laitumien sailyttamisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadettyjen taydentavien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajarjestelman soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 796/2004, jaljempana, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myontamisen perusteista, maan takaisin pysyvaksi laitumeksi muuttamisen velvoitteiden perusteista seka muista vastaavista pysyviin laitumiin liittyvista seikoista tilatasolla annetaan tilatukiasetusta seka komission asetuksia i ja ii tarkentavia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Permanenta betesmarker",
        "content_sv": "kommissionens förordning I Genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd samt kommissionens förordning I och II när det gäller skyldigheten att bibehålla permanent betesmark samt grunderna för gårdsspecifika omställningsförbud, grunderna för att bevilja förhandsgodkännande, grunderna för skyldigheter att återställa mark till permanent betesmark samt andra motsvarande omständigheter i anknytning till permanenta betesmarker på gårdsnivå enligt artikel 4 i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "normalized_sv": "kommissionens förordning I Genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd samt kommissionens förordning I och II när det gäller skyldigheten att bibehålla permanent betesmark samt grunderna för gårdsspecifika omställningsförbud, grunderna för att bevilja förhandsgodkännande, grunderna för skyldigheter att återställa mark till permanent betesmark samt andra motsvarande omständigheter i anknytning till permanenta betesmarker på gårdsnivå enligt artikel 4 i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "folded_sv": "kommissionens forordning i genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod samt kommissionens forordning i och ii nar det galler skyldigheten att bibehalla permanent betesmark samt grunderna for gardsspecifika omstallningsforbud, grunderna for att bevilja forhandsgodkannande, grunderna for skyldigheter att aterstalla mark till permanent betesmark samt andra motsvarande omstandigheter i anknytning till permanenta betesmarker pa gardsniva enligt artikel 4 i kommissionens forordning (eg) nr 796/2004 om narmare foreskrifter for tillampningen av de tvarvillkor, den modulering och det integrerade administrations- och kontrollsystem som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare, nedan."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Lakisääteisten hoitovaatimusten valvonta",
      "content": "Työvoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsästyslain (615/1993) noudattamista siltä osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Tilatukiasetuksen mukaisten lakisääteisten hoitovaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Työvoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsästyslain (615/1993) noudattamista siltä osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Tilatukiasetuksen mukaisten lakisääteisten hoitovaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsastyslain (615/1993) noudattamista silta osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisaateisten hoitovaatimusten noudattamisen valvonnasta. tilatukiasetuksen mukaisten lakisaateisten hoitovaatimusten noudattamisen valvonnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Övervakning av föreskrivna verksamhetskrav",
        "content_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av naturvårdslagen (1096/1996) och jaktlagen (615/1993) till den del övervakningen gäller efterlevnaden av föreskrivna verksamhetskrav enligt artikel 4 i förordningen om gårdsstöd. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur efterlevnaden av föreskrivna verksamhetskrav enligt förordningen om gårdsstöd skall övervakas.",
        "normalized_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av naturvårdslagen (1096/1996) och jaktlagen (615/1993) till den del övervakningen gäller efterlevnaden av föreskrivna verksamhetskrav enligt artikel 4 i förordningen om gårdsstöd. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur efterlevnaden av föreskrivna verksamhetskrav enligt förordningen om gårdsstöd skall övervakas.",
        "folded_sv": "arbetskrafts- och naringscentralen overvakar efterlevnaden av naturvardslagen (1096/1996) och jaktlagen (615/1993) till den del overvakningen galler efterlevnaden av foreskrivna verksamhetskrav enligt artikel 4 i forordningen om gardsstod. genom forordning av statsradet utfardas narmare bestammelser om hur efterlevnaden av foreskrivna verksamhetskrav enligt forordningen om gardsstod skall overvakas."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tukioikeuksien myöntäminen ja vahvistaminen",
      "content": "Viljelijälle voidaan myöntää tukioikeuksia, jos viljelijä osoittaa valtioneuvoston asetuksella tarkemmin säädettävällä menettelyllä olevansa tukioikeuksia koskevan hakemuksen jättämisajankohtana viljelijä tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessä ja jos hän ilmoittaa ensimmäisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. Valtioneuvoston asetuksella voidaan säätää pellon hallinnassa olon ajankohdasta sekä antaa tilatukiasetusta ja komission asetuksia I ja II tarkentavia säännöksiä tukikelpoisuusedellytyksistä. Tukioikeuksien vahvistamista pyytävän viljelijän tilan maatalousmaan vähimmäisala on 0,3 hehtaaria. Vähimmäisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. Valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien määrä ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimäärät. Kansallista varantoa käytetään viitemäärien vahvistamiseksi viljelijöille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission määrittelemässä erityistilanteessa. Kansallista varantoa voidaan lisäksi käyttää myönnettäessä viitemääriä viljelijöille, jotka ovat aloittaneet maataloustoimintansa 31 päivän joulukuuta 2002 jälkeen tai vuonna 2002 saamatta mitään suoraa tukea kyseisenä vuotena. Viitemääriä voidaan myös vahvistaa viljelijöille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvää rakenneuudistus- tai kehitysohjelmaa maan viljelemättä jättämisen välttämiseksi tai jotta voitaisiin korvata näillä alueilla toimiville viljelijöille koituvia erityisiä haittoja. Kansallisen varannon käyttämisestä voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan säätää tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen II 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijöille jaettavien oikeuksien määrän ja yksikköarvon korottamisen perusteista. Valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijöille myönnettyjen tukioikeuksien arvoon, sekä säädetään alueellisen keskiarvon vahvistamisajankohta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Viljelijälle voidaan myöntää tukioikeuksia, jos viljelijä osoittaa valtioneuvoston asetuksella tarkemmin säädettävällä menettelyllä olevansa tukioikeuksia koskevan hakemuksen jättämisajankohtana viljelijä tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessä ja jos hän ilmoittaa ensimmäisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. Valtioneuvoston asetuksella voidaan säätää pellon hallinnassa olon ajankohdasta sekä antaa tilatukiasetusta ja komission asetuksia I ja II tarkentavia säännöksiä tukikelpoisuusedellytyksistä. Tukioikeuksien vahvistamista pyytävän viljelijän tilan maatalousmaan vähimmäisala on 0,3 hehtaaria. Vähimmäisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. Valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien määrä ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimäärät. Kansallista varantoa käytetään viitemäärien vahvistamiseksi viljelijöille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission määrittelemässä erityistilanteessa. Kansallista varantoa voidaan lisäksi käyttää myönnettäessä viitemääriä viljelijöille, jotka ovat aloittaneet maataloustoimintansa 31 päivän joulukuuta 2002 jälkeen tai vuonna 2002 saamatta mitään suoraa tukea kyseisenä vuotena. Viitemääriä voidaan myös vahvistaa viljelijöille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvää rakenneuudistus- tai kehitysohjelmaa maan viljelemättä jättämisen välttämiseksi tai jotta voitaisiin korvata näillä alueilla toimiville viljelijöille koituvia erityisiä haittoja. Kansallisen varannon käyttämisestä voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan säätää tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen II 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijöille jaettavien oikeuksien määrän ja yksikköarvon korottamisen perusteista. Valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijöille myönnettyjen tukioikeuksien arvoon, sekä säädetään alueellisen keskiarvon vahvistamisajankohta.",
        "folded_fi": "viljelijalle voidaan myontaa tukioikeuksia, jos viljelija osoittaa valtioneuvoston asetuksella tarkemmin saadettavalla menettelylla olevansa tukioikeuksia koskevan hakemuksen jattamisajankohtana viljelija tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessa ja jos han ilmoittaa ensimmaisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. valtioneuvoston asetuksella voidaan saataa pellon hallinnassa olon ajankohdasta seka antaa tilatukiasetusta ja komission asetuksia i ja ii tarkentavia saannoksia tukikelpoisuusedellytyksista. tukioikeuksien vahvistamista pyytavan viljelijan tilan maatalousmaan vahimmaisala on 0,3 hehtaaria. vahimmaisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien maara ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimaarat. kansallista varantoa kaytetaan viitemaarien vahvistamiseksi viljelijoille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission maarittelemassa erityistilanteessa. kansallista varantoa voidaan lisaksi kayttaa myonnettaessa viitemaaria viljelijoille, jotka ovat aloittaneet maataloustoimintansa 31 paivan joulukuuta 2002 jalkeen tai vuonna 2002 saamatta mitaan suoraa tukea kyseisena vuotena. viitemaaria voidaan myos vahvistaa viljelijoille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvaa rakenneuudistus- tai kehitysohjelmaa maan viljelematta jattamisen valttamiseksi tai jotta voitaisiin korvata nailla alueilla toimiville viljelijoille koituvia erityisia haittoja. kansallisen varannon kayttamisesta voidaan antaa tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia valtioneuvoston asetuksella. valtioneuvoston asetuksella voidaan saataa tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen ii 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijoille jaettavien oikeuksien maaran ja yksikkoarvon korottamisen perusteista. valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijoille myonnettyjen tukioikeuksien arvoon, seka saadetaan alueellisen keskiarvon vahvistamisajankohta.",
        "title_sv": "Beviljande och fastställande av stödrättigheter",
        "content_sv": "Jordbrukare kan beviljas stödrättigheter om de vid tidpunkten för ansökan om stödrättigheter genom ett förfarande som föreskrivs närmare genom förordning av statsrådet kan visa att de är jordbrukare i den bemärkelse som avses i artikel 2 punkt a i förordningen om gårdsstöd och om de uppger stödberättigande hektar i ansökan det första verkställighetsåret. Genom förordning av statsrådet kan det föreskrivas om tidpunkten för innehav av åker samt utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I och II när det gäller villkoren för stödberättigande. En jordbrukare som anhåller om fastställande av stödrättigheter skall ha minst 0,3 hektar jordbruksmark på sin gårdsbruksenhet. För särskilda stödrättigheter fastställs ingen minimiareal. Antalet stödberättigande hektar och övrigt antal hektar som avses i rådets och kommissionens förordningar kan fastställas genom förordning av statsrådet. Den nationella reserven används för att fastställa referensbelopp för jordbrukare som befinner sig i en särskild situation som fastställs av kommissionen enligt artikel 42.4 i förordningen om gårdsstöd. Den nationella reserven kan dessutom användas för att bevilja referensbelopp för jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fått något direktstöd under det året. Referensbelopp kan också fastställas för jordbrukare i de områden som omfattas av omstrukturerings- eller utvecklingsprogram som rör någon av formerna för offentlig intervention i syfte att undvika nedläggning av jordbruksmark eller i syfte att uppväga specifika nackdelar för jordbrukare i de områdena. Genom förordning av statsrådet kan bestämmelser utfärdas som preciserar förordningen om gårdsstöd och kommissionens förordning II i fråga om användningen av den nationella reserven. Genom förordning av statsrådet kan det i de fall som avses i artikel 42.3 och 42.5 i förordningen om gårdsstöd och i kapitel 3 avsnitt 3 i kommissionens förordning II utfärdas närmare bestämmelser om grunderna för det antal rättigheter som tilldelas jordbrukare och för att öka enhetsvärdet. Genom förordning av statsrådet fastställs ett regionalt genomsnitt utifrån värdet av de stödrättigheter som beviljats jordbrukarna i regionen samt föreskrivs om tidpunkten för när det regionala genomsnittet skall fastställas.",
        "normalized_sv": "Jordbrukare kan beviljas stödrättigheter om de vid tidpunkten för ansökan om stödrättigheter genom ett förfarande som föreskrivs närmare genom förordning av statsrådet kan visa att de är jordbrukare i den bemärkelse som avses i artikel 2 punkt a i förordningen om gårdsstöd och om de uppger stödberättigande hektar i ansökan det första verkställighetsåret. Genom förordning av statsrådet kan det föreskrivas om tidpunkten för innehav av åker samt utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I och II när det gäller villkoren för stödberättigande. En jordbrukare som anhåller om fastställande av stödrättigheter skall ha minst 0,3 hektar jordbruksmark på sin gårdsbruksenhet. För särskilda stödrättigheter fastställs ingen minimiareal. Antalet stödberättigande hektar och övrigt antal hektar som avses i rådets och kommissionens förordningar kan fastställas genom förordning av statsrådet. Den nationella reserven används för att fastställa referensbelopp för jordbrukare som befinner sig i en särskild situation som fastställs av kommissionen enligt artikel 42.4 i förordningen om gårdsstöd. Den nationella reserven kan dessutom användas för att bevilja referensbelopp för jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fått något direktstöd under det året. Referensbelopp kan också fastställas för jordbrukare i de områden som omfattas av omstrukturerings- eller utvecklingsprogram som rör någon av formerna för offentlig intervention i syfte att undvika nedläggning av jordbruksmark eller i syfte att uppväga specifika nackdelar för jordbrukare i de områdena. Genom förordning av statsrådet kan bestämmelser utfärdas som preciserar förordningen om gårdsstöd och kommissionens förordning II i fråga om användningen av den nationella reserven. Genom förordning av statsrådet kan det i de fall som avses i artikel 42.3 och 42.5 i förordningen om gårdsstöd och i kapitel 3 avsnitt 3 i kommissionens förordning II utfärdas närmare bestämmelser om grunderna för det antal rättigheter som tilldelas jordbrukare och för att öka enhetsvärdet. Genom förordning av statsrådet fastställs ett regionalt genomsnitt utifrån värdet av de stödrättigheter som beviljats jordbrukarna i regionen samt föreskrivs om tidpunkten för när det regionala genomsnittet skall fastställas.",
        "folded_sv": "jordbrukare kan beviljas stodrattigheter om de vid tidpunkten for ansokan om stodrattigheter genom ett forfarande som foreskrivs narmare genom forordning av statsradet kan visa att de ar jordbrukare i den bemarkelse som avses i artikel 2 punkt a i forordningen om gardsstod och om de uppger stodberattigande hektar i ansokan det forsta verkstallighetsaret. genom forordning av statsradet kan det foreskrivas om tidpunkten for innehav av aker samt utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning i och ii nar det galler villkoren for stodberattigande. en jordbrukare som anhaller om faststallande av stodrattigheter skall ha minst 0,3 hektar jordbruksmark pa sin gardsbruksenhet. for sarskilda stodrattigheter faststalls ingen minimiareal. antalet stodberattigande hektar och ovrigt antal hektar som avses i radets och kommissionens forordningar kan faststallas genom forordning av statsradet. den nationella reserven anvands for att faststalla referensbelopp for jordbrukare som befinner sig i en sarskild situation som faststalls av kommissionen enligt artikel 42.4 i forordningen om gardsstod. den nationella reserven kan dessutom anvandas for att bevilja referensbelopp for jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fatt nagot direktstod under det aret. referensbelopp kan ocksa faststallas for jordbrukare i de omraden som omfattas av omstrukturerings- eller utvecklingsprogram som ror nagon av formerna for offentlig intervention i syfte att undvika nedlaggning av jordbruksmark eller i syfte att uppvaga specifika nackdelar for jordbrukare i de omradena. genom forordning av statsradet kan bestammelser utfardas som preciserar forordningen om gardsstod och kommissionens forordning ii i fraga om anvandningen av den nationella reserven. genom forordning av statsradet kan det i de fall som avses i artikel 42.3 och 42.5 i forordningen om gardsstod och i kapitel 3 avsnitt 3 i kommissionens forordning ii utfardas narmare bestammelser om grunderna for det antal rattigheter som tilldelas jordbrukare och for att oka enhetsvardet. genom forordning av statsradet faststalls ett regionalt genomsnitt utifran vardet av de stodrattigheter som beviljats jordbrukarna i regionen samt foreskrivs om tidpunkten for nar det regionala genomsnittet skall faststallas."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Viljelylohkojen hallinta",
      "content": "Viljelijä voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 päivän ja huhtikuun 30 päivän väliltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Viljelijä voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 päivän ja huhtikuun 30 päivän väliltä.",
        "folded_fi": "viljelija voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 paivan ja huhtikuun 30 paivan valilta.",
        "title_sv": "Innehav av odlingsskiften",
        "content_sv": "Jordbrukaren kan årligen välja att den period av tio månader som avses i artikel 44.3 i förordningen om gårdsstöd skall börja tidigast den 1 februari och senast den 30 april.",
        "normalized_sv": "Jordbrukaren kan årligen välja att den period av tio månader som avses i artikel 44.3 i förordningen om gårdsstöd skall börja tidigast den 1 februari och senast den 30 april.",
        "folded_sv": "jordbrukaren kan arligen valja att den period av tio manader som avses i artikel 44.3 i forordningen om gardsstod skall borja tidigast den 1 februari och senast den 30 april."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Tukioikeuksien käyttö ja siirrot",
      "content": "Viljelijä, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittää tukioikeuksien määrää vastaava tukikelpoisten hehtaarien määrä, jos hän säilyttää vähintään 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikköinä ilmaistuna. Valtioneuvoston asetuksella voidaan säätää tarkemmin 50 prosentin säännön määrittelyn perusteista. Tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina käytetään tilatukiasetuksen 58 artiklan mukaisia tukialueita. Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta asianomaiselle työvoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan määräajan kuluessa. Valtioneuvoston asetuksella voidaan säätää lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä. Työvoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen I 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvät toimet. Tukioikeuksien palauttamiseen liittyvästä menettelystä voidaan säätää valtioneuvoston asetuksella. Viljelijän luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pidetä perintö- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 päivänä huhtikuuta 2006 voimassa olevan vuokrakauden päättyessä, kuitenkin viimeistään 31 päivänä joulukuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Viljelijä, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittää tukioikeuksien määrää vastaava tukikelpoisten hehtaarien määrä, jos hän säilyttää vähintään 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikköinä ilmaistuna. Valtioneuvoston asetuksella voidaan säätää tarkemmin 50 prosentin säännön määrittelyn perusteista. Tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina käytetään tilatukiasetuksen 58 artiklan mukaisia tukialueita. Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta asianomaiselle työvoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan määräajan kuluessa. Valtioneuvoston asetuksella voidaan säätää lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä. Työvoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen I 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvät toimet. Tukioikeuksien palauttamiseen liittyvästä menettelystä voidaan säätää valtioneuvoston asetuksella. Viljelijän luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pidetä perintö- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 päivänä huhtikuuta 2006 voimassa olevan vuokrakauden päättyessä, kuitenkin viimeistään 31 päivänä joulukuuta 2016.",
        "folded_fi": "viljelija, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittaa tukioikeuksien maaraa vastaava tukikelpoisten hehtaarien maara, jos han sailyttaa vahintaan 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikkoina ilmaistuna. valtioneuvoston asetuksella voidaan saataa tarkemmin 50 prosentin saannon maarittelyn perusteista. tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina kaytetaan tilatukiasetuksen 58 artiklan mukaisia tukialueita. tukioikeuden siirtajan on ilmoitettava tapahtuneesta siirrosta asianomaiselle tyovoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan maaraajan kuluessa. valtioneuvoston asetuksella voidaan saataa lisaksi tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuden siirtamisen edellytyksista. tyovoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen i 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvat toimet. tukioikeuksien palauttamiseen liittyvasta menettelysta voidaan saataa valtioneuvoston asetuksella. viljelijan luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pideta perinto- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 paivana huhtikuuta 2006 voimassa olevan vuokrakauden paattyessa, kuitenkin viimeistaan 31 paivana joulukuuta 2016.",
        "title_sv": "Användning och överföringar av stödrättigheter",
        "content_sv": "En jordbrukare som förfogar över särskilda stödrättigheter kan avvika från skyldigheten att tillhandahålla ett sådant antal stödberättigande hektar som motsvarar antalet rättigheter förutsatt att han eller hon bibehåller åtminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för hur regeln om 50 procent skall utformas. Regioner för handel med stödrättigheter enligt artikel 63.1 i förordningen om gårdsstöd är de stödregioner som avses i artikel 58 i förordningen. Den som överför stödrättigheter skall underrätta den behöriga arbetskrafts- och näringscentralen om överföringen inom en tidsfrist som fastställs genom förordning av statsrådet. Vidare kan det genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter. Arbetskrafts- och näringscentralen har i situationer enligt artikel 73 a i kommissionens förordning I rätt att vidta åtgärder för återbetalning av stödrättigheter. Bestämmelser om förfarandet vid återbetalning av stödrättigheter kan utfärdas genom förordning av statsrådet. Då en jordbrukare utan vederlag till arrendegivaren överlåter en stödrättighet som har fastställts på grundval av stödberättigande jordbruksmark som arrenderats av jordbrukaren, skall överlåtelsen inte betraktas som gåva enligt lagen om skatt på arv och gåva (378/1940) om stödrättigheten överlåts vid utgången av en arrendeperiod som är i kraft den 28 april 2006, dock senast den 31 december 2016.",
        "normalized_sv": "En jordbrukare som förfogar över särskilda stödrättigheter kan avvika från skyldigheten att tillhandahålla ett sådant antal stödberättigande hektar som motsvarar antalet rättigheter förutsatt att han eller hon bibehåller åtminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för hur regeln om 50 procent skall utformas. Regioner för handel med stödrättigheter enligt artikel 63.1 i förordningen om gårdsstöd är de stödregioner som avses i artikel 58 i förordningen. Den som överför stödrättigheter skall underrätta den behöriga arbetskrafts- och näringscentralen om överföringen inom en tidsfrist som fastställs genom förordning av statsrådet. Vidare kan det genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter. Arbetskrafts- och näringscentralen har i situationer enligt artikel 73 a i kommissionens förordning I rätt att vidta åtgärder för återbetalning av stödrättigheter. Bestämmelser om förfarandet vid återbetalning av stödrättigheter kan utfärdas genom förordning av statsrådet. Då en jordbrukare utan vederlag till arrendegivaren överlåter en stödrättighet som har fastställts på grundval av stödberättigande jordbruksmark som arrenderats av jordbrukaren, skall överlåtelsen inte betraktas som gåva enligt lagen om skatt på arv och gåva (378/1940) om stödrättigheten överlåts vid utgången av en arrendeperiod som är i kraft den 28 april 2006, dock senast den 31 december 2016.",
        "folded_sv": "en jordbrukare som forfogar over sarskilda stodrattigheter kan avvika fran skyldigheten att tillhandahalla ett sadant antal stodberattigande hektar som motsvarar antalet rattigheter forutsatt att han eller hon bibehaller atminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. genom forordning av statsradet kan narmare bestammelser utfardas om grunderna for hur regeln om 50 procent skall utformas. regioner for handel med stodrattigheter enligt artikel 63.1 i forordningen om gardsstod ar de stodregioner som avses i artikel 58 i forordningen. den som overfor stodrattigheter skall underratta den behoriga arbetskrafts- och naringscentralen om overforingen inom en tidsfrist som faststalls genom forordning av statsradet. vidare kan det genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii nar det galler villkoren for overforing av stodrattigheter. arbetskrafts- och naringscentralen har i situationer enligt artikel 73 a i kommissionens forordning i ratt att vidta atgarder for aterbetalning av stodrattigheter. bestammelser om forfarandet vid aterbetalning av stodrattigheter kan utfardas genom forordning av statsradet. da en jordbrukare utan vederlag till arrendegivaren overlater en stodrattighet som har faststallts pa grundval av stodberattigande jordbruksmark som arrenderats av jordbrukaren, skall overlatelsen inte betraktas som gava enligt lagen om skatt pa arv och gava (378/1940) om stodrattigheten overlats vid utgangen av en arrendeperiod som ar i kraft den 28 april 2006, dock senast den 31 december 2016."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Sukupolvenvaihdoksia koskevat tilanteet",
      "content": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 §:n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppahinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; sekä 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b §:n 3 momentin mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 § :n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppahinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; sekä 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b § :n 3 momentin mukaisesti.",
        "folded_fi": "sen lisaksi, mita perintokaaren (40/1965) 6 luvun 1 §:n 1 momentissa saadetaan, ennakkoperintona pidetaan tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmaista alakohtaa sovellettaessa myos sellaista vuonna 2003 tai sen jalkeen tehtya: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myonnetty nuoren viljelijan aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso edellyttaen, etta kauppahinta on selvasti alempi kuin vastaavassa kaupassa ilman edella tarkoitettua myyjan ja ostajan valista suhdetta muuten olisi ollut; seka 3) maatilan osan kauppaa, joka tehdaan perintokaaren 25 luvun 1 b §:n 3 momentin mukaisesti.",
        "title_sv": "Situationer som gäller generationsväxlingar",
        "content_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även ett år 2003 eller senare genomfört 1) köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, fosterbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, samt 3) köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken.",
        "normalized_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även ett år 2003 eller senare genomfört 1) köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, fosterbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, samt 3) köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken.",
        "folded_sv": "som forskott pa arv betraktas, utover vad som foreskrivs i 6 kap. 1 § 1 mom. i arvdabalken (40/1965), vid tillampning av artikel 33.1 b och artikel 43.1 forsta stycket i forordningen om gardsstod aven ett ar 2003 eller senare genomfort 1) kop av en gardsbruksenhet eller en del av en gardsbruksenhet som finansieras med bidrag, lan eller vardera inom ramen for startstod till unga jordbrukare, 2) kop av en gardsbruksenhet dar koparen ar saljarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, fosterbarn eller make till de ovan namnda forutsatt att kopesumman ar uppenbart lagre an vad den annars skulle ha varit vid motsvarande kop om inget ovan avsett forhallande mellan kopare och saljare hade existerat, samt 3) kop av en del av en gardsbruksenhet som genomfors i enlighet med 25 kap. 1 b § 3 mom. i arvdabalken."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kesannointioikeudet",
      "content": "Valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. Kesantoalalle voidaan kylvää siemeniä 15 päivästä heinäkuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ympäristönäkökohtien mukaisesti. Valtioneuvoston asetuksella voidaan säätää tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteistä, joilla estetään kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. Kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niistä menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. Osuus voi kuitenkin olla enintään 50 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. Kesantoalalle voidaan kylvää siemeniä 15 päivästä heinäkuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ympäristönäkökohtien mukaisesti. Valtioneuvoston asetuksella voidaan säätää tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteistä, joilla estetään kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. Kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niistä menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. Osuus voi kuitenkin olla enintään 50 prosenttia.",
        "folded_fi": "valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. kesantoalalle voidaan kylvaa siemenia 15 paivasta heinakuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ymparistonakokohtien mukaisesti. valtioneuvoston asetuksella voidaan saataa tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteista, joilla estetaan kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niista menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. osuus voi kuitenkin olla enintaan 50 prosenttia.",
        "title_sv": "Trädesrättigheter",
        "content_sv": "Genom förordning av statsrådet fastställs regionala procentsatser som anger trädeskravet. Utsäde får sås på trädesarealen från och med den 15 juli i enlighet med de miljöaspekter som fastställs särskilt genom förordning av statsrådet. Genom förordning av statsrådet kan det föreskrivas om åtgärder enligt artikel 54.5 i förordningen om gårdsstöd för att förhindra varje betydande ökning av den totala jordbruksareal som ger trädesrättigheter. Av kostnaden för anläggning av fleråriga grödor avsedda för produktion av biomassa på mark som tagits ur produktion kan en andel som fastställs genom förordning av statsrådet vid behov betalas ut som nationellt stöd. Andelen kan dock vara högst 50 procent.",
        "normalized_sv": "Genom förordning av statsrådet fastställs regionala procentsatser som anger trädeskravet. Utsäde får sås på trädesarealen från och med den 15 juli i enlighet med de miljöaspekter som fastställs särskilt genom förordning av statsrådet. Genom förordning av statsrådet kan det föreskrivas om åtgärder enligt artikel 54.5 i förordningen om gårdsstöd för att förhindra varje betydande ökning av den totala jordbruksareal som ger trädesrättigheter. Av kostnaden för anläggning av fleråriga grödor avsedda för produktion av biomassa på mark som tagits ur produktion kan en andel som fastställs genom förordning av statsrådet vid behov betalas ut som nationellt stöd. Andelen kan dock vara högst 50 procent.",
        "folded_sv": "genom forordning av statsradet faststalls regionala procentsatser som anger tradeskravet. utsade far sas pa tradesarealen fran och med den 15 juli i enlighet med de miljoaspekter som faststalls sarskilt genom forordning av statsradet. genom forordning av statsradet kan det foreskrivas om atgarder enligt artikel 54.5 i forordningen om gardsstod for att forhindra varje betydande okning av den totala jordbruksareal som ger tradesrattigheter. av kostnaden for anlaggning av flerariga grodor avsedda for produktion av biomassa pa mark som tagits ur produktion kan en andel som faststalls genom forordning av statsradet vid behov betalas ut som nationellt stod. andelen kan dock vara hogst 50 procent."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Rekisterin muodostaminen",
      "content": "Tukioikeusrekisterin perustamista varten voidaan käyttää maaseutuelinkeinorekisterissä olevia tietoja. Rekisteröityminen tukioikeusrekisteriin on maksutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Tukioikeusrekisterin perustamista varten voidaan käyttää maaseutuelinkeinorekisterissä olevia tietoja. Rekisteröityminen tukioikeusrekisteriin on maksutonta.",
        "folded_fi": "tukioikeusrekisterin perustamista varten voidaan kayttaa maaseutuelinkeinorekisterissa olevia tietoja. rekisteroityminen tukioikeusrekisteriin on maksutonta.",
        "title_sv": "Inrättande av ett register",
        "content_sv": "Uppgifterna i landsbygdsnäringsregistret kan användas för inrättandet av ett stödrättighetsregister. Inskrivningen i stödrättighetsregistret är avgiftsfri.",
        "normalized_sv": "Uppgifterna i landsbygdsnäringsregistret kan användas för inrättandet av ett stödrättighetsregister. Inskrivningen i stödrättighetsregistret är avgiftsfri.",
        "folded_sv": "uppgifterna i landsbygdsnaringsregistret kan anvandas for inrattandet av ett stodrattighetsregister. inskrivningen i stodrattighetsregistret ar avgiftsfri."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Rekisterin pitäjä, käyttäjät ja käyttötarkoitus",
      "content": "Tukioikeusrekisterin pidosta vastaa maa- ja metsätalousministeriön tietopalvelukeskus. Maa- ja metsätalousministeriöllä, maa- ja metsätalousministeriön tietopalvelukeskuksella, työvoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisteristä tietoja salassapitosäännösten estämättä, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista sekä muussa tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tukioikeusrekisterin pidosta vastaa maa- ja metsätalousministeriön tietopalvelukeskus. Maa- ja metsätalousministeriöllä, maa- ja metsätalousministeriön tietopalvelukeskuksella, työvoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisteristä tietoja salassapitosäännösten estämättä, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista sekä muussa tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa.",
        "folded_fi": "tukioikeusrekisterin pidosta vastaa maa- ja metsatalousministerion tietopalvelukeskus. maa- ja metsatalousministeriolla, maa- ja metsatalousministerion tietopalvelukeskuksella, tyovoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisterista tietoja salassapitosaannosten estamatta, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista seka muussa tilatukiasetuksen edellyttamassa tukioikeuksien hallinnoinnissa.",
        "title_sv": "Registeransvarig, användare och ändamål",
        "content_sv": "Jord- och skogsbruksministeriets informationstjänstcentral ansvarar för stödrättighetsregistret. Jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjänstcentral, arbetskrafts- och näringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnäringsmyndigheter har utan hinder av sekretessbestämmelserna rätt att få uppgifter ur registret vid kontroller av stödrättigheter och vid samkörning av uppgifter i överensstämmelse med artikel 21 i förordningen om gårdsstöd samt vid annan administration av stödrättigheter enligt förordningen om gårdsstöd.",
        "normalized_sv": "Jord- och skogsbruksministeriets informationstjänstcentral ansvarar för stödrättighetsregistret. Jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjänstcentral, arbetskrafts- och näringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnäringsmyndigheter har utan hinder av sekretessbestämmelserna rätt att få uppgifter ur registret vid kontroller av stödrättigheter och vid samkörning av uppgifter i överensstämmelse med artikel 21 i förordningen om gårdsstöd samt vid annan administration av stödrättigheter enligt förordningen om gårdsstöd.",
        "folded_sv": "jord- och skogsbruksministeriets informationstjanstcentral ansvarar for stodrattighetsregistret. jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjanstcentral, arbetskrafts- och naringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnaringsmyndigheter har utan hinder av sekretessbestammelserna ratt att fa uppgifter ur registret vid kontroller av stodrattigheter och vid samkorning av uppgifter i overensstammelse med artikel 21 i forordningen om gardsstod samt vid annan administration av stodrattigheter enligt forordningen om gardsstod."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rekisteriin merkittävät tiedot",
      "content": "Rekisteriin voidaan merkitä seuraavat tiedot: 1) tilan yksilöintitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilötunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispäivä; 5) tukioikeuden viimeisimmän aktivoinnin päivämäärä; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkuperä; sekä 9) alueelliset rajoitukset. Rekisteriin voidaan lisäksi merkitä muita tietoja, jos Euroopan yhteisön säännökset sitä edellyttävät ja tiedot ovat välttämättömiä tukioikeusrekisterin hallinnoinnin kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Rekisteriin voidaan merkitä seuraavat tiedot: 1) tilan yksilöintitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilötunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispäivä; 5) tukioikeuden viimeisimmän aktivoinnin päivämäärä; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkuperä; sekä 9) alueelliset rajoitukset. Rekisteriin voidaan lisäksi merkitä muita tietoja, jos Euroopan yhteisön säännökset sitä edellyttävät ja tiedot ovat välttämättömiä tukioikeusrekisterin hallinnoinnin kannalta.",
        "folded_fi": "rekisteriin voidaan merkita seuraavat tiedot: 1) tilan yksilointitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilotunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispaiva; 5) tukioikeuden viimeisimman aktivoinnin paivamaara; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkupera; seka 9) alueelliset rajoitukset. rekisteriin voidaan lisaksi merkita muita tietoja, jos euroopan yhteison saannokset sita edellyttavat ja tiedot ovat valttamattomia tukioikeusrekisterin hallinnoinnin kannalta.",
        "title_sv": "Uppgifter i registret",
        "content_sv": "I registret kan följande uppgifter föras in: 1) gårdsbruksenhetens identifikationsuppgifter, 2) stödrättighetens innehavare och ägare, kontaktuppgifter, personbeteckning eller företagets identifikationsuppgifter, 3) typ av stödrättighet och stödrättighetens värde, 4) datum då stödrättigheten fastställts, 5) datum då stödrättigheten senast använts, 6) ändring i besittningen av stödrättigheten, 7) minskning av stödrättigheter till reserven och tilldelning ur reserven, 8) stödrättighetens ursprung, samt 9) regionala restriktioner. Också andra uppgifter kan införas i registret om Europeiska gemenskapens bestämmelser förutsätter det och om uppgifterna är nödvändiga med tanke på administrationen av stödrättighetsregistret.",
        "normalized_sv": "I registret kan följande uppgifter föras in: 1) gårdsbruksenhetens identifikationsuppgifter, 2) stödrättighetens innehavare och ägare, kontaktuppgifter, personbeteckning eller företagets identifikationsuppgifter, 3) typ av stödrättighet och stödrättighetens värde, 4) datum då stödrättigheten fastställts, 5) datum då stödrättigheten senast använts, 6) ändring i besittningen av stödrättigheten, 7) minskning av stödrättigheter till reserven och tilldelning ur reserven, 8) stödrättighetens ursprung, samt 9) regionala restriktioner. Också andra uppgifter kan införas i registret om Europeiska gemenskapens bestämmelser förutsätter det och om uppgifterna är nödvändiga med tanke på administrationen av stödrättighetsregistret.",
        "folded_sv": "i registret kan foljande uppgifter foras in: 1) gardsbruksenhetens identifikationsuppgifter, 2) stodrattighetens innehavare och agare, kontaktuppgifter, personbeteckning eller foretagets identifikationsuppgifter, 3) typ av stodrattighet och stodrattighetens varde, 4) datum da stodrattigheten faststallts, 5) datum da stodrattigheten senast anvants, 6) andring i besittningen av stodrattigheten, 7) minskning av stodrattigheter till reserven och tilldelning ur reserven, 8) stodrattighetens ursprung, samt 9) regionala restriktioner. ocksa andra uppgifter kan inforas i registret om europeiska gemenskapens bestammelser forutsatter det och om uppgifterna ar nodvandiga med tanke pa administrationen av stodrattighetsregistret."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Rekisterin julkisuus ja tietojen luovuttaminen rekisteristä",
      "content": "Tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen osalta soveltuvin osin henkilötietolakia (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen osalta soveltuvin osin henkilötietolakia (523/1999).",
        "folded_fi": "tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilotietojen osalta soveltuvin osin henkilotietolakia (523/1999).",
        "title_sv": "Registrets offentlighet och utlämnande av uppgifter ur registret",
        "content_sv": "På offentligheten för uppgifterna i stödrättighetsregistret, utlämnandet av uppgifter och de avgifter som tas ut för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999) och för personuppgifterna personuppgiftslagen (523/1999).",
        "normalized_sv": "På offentligheten för uppgifterna i stödrättighetsregistret, utlämnandet av uppgifter och de avgifter som tas ut för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999) och för personuppgifterna personuppgiftslagen (523/1999).",
        "folded_sv": "pa offentligheten for uppgifterna i stodrattighetsregistret, utlamnandet av uppgifter och de avgifter som tas ut for utlamnandet tillampas lagen om offentlighet i myndigheternas verksamhet (621/1999) och for personuppgifterna personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Rekisteritietojen korjaaminen",
      "content": "Rekisterissä olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilötietojen oikaisuun, poistamiseen ja täydentämiseen sovelletaan, mitä henkilötietolain 29 §:ssä säädetään. Virheellinen tieto on merkittävä virheelliseksi ja tiedon saa säilyttää viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteröidyn, rekisterinpitäjän tai muun asianosaisen oikeuksien turvaamiseksi. Tällaista tietoa saa käyttää ainoastaan näiden oikeuksien turvaamisen tarkoituksessa. Jos kuitenkin Euroopan yhteisön säännökset edellyttävät tietojen säilyttämistä viittä vuotta kauemmin, noudatetaan soveltuvin osin näitä säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Rekisterissä olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilötietojen oikaisuun, poistamiseen ja täydentämiseen sovelletaan, mitä henkilötietolain 29 § :ssä säädetään. Virheellinen tieto on merkittävä virheelliseksi ja tiedon saa säilyttää viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteröidyn, rekisterinpitäjän tai muun asianosaisen oikeuksien turvaamiseksi. Tällaista tietoa saa käyttää ainoastaan näiden oikeuksien turvaamisen tarkoituksessa. Jos kuitenkin Euroopan yhteisön säännökset edellyttävät tietojen säilyttämistä viittä vuotta kauemmin, noudatetaan soveltuvin osin näitä säännöksiä.",
        "folded_fi": "rekisterissa olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilotietojen oikaisuun, poistamiseen ja taydentamiseen sovelletaan, mita henkilotietolain 29 §:ssa saadetaan. virheellinen tieto on merkittava virheelliseksi ja tiedon saa sailyttaa viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteroidyn, rekisterinpitajan tai muun asianosaisen oikeuksien turvaamiseksi. tallaista tietoa saa kayttaa ainoastaan naiden oikeuksien turvaamisen tarkoituksessa. jos kuitenkin euroopan yhteison saannokset edellyttavat tietojen sailyttamista viitta vuotta kauemmin, noudatetaan soveltuvin osin naita saannoksia.",
        "title_sv": "Rättelse av registeruppgifter",
        "content_sv": "Bestämmelserna i 29 § i personuppgiftslagen tillämpas då oriktiga, onödiga, bristfälliga eller föråldrade uppgifter i registret rättas, utplånas och kompletteras. En oriktig uppgift skall antecknas som oriktig och får sparas i fem års tid från det att felet upptäcktes om det är nödvändigt för att trygga den registrerades, registeransvariges eller någon annan parts rättigheter. En sådan uppgift får användas endast i syfte att trygga dessa rättigheter. Om Europeiska gemenskapens bestämmelser emellertid förutsätter att uppgifterna skall sparas en längre tid än fem år skall bestämmelserna följas.",
        "normalized_sv": "Bestämmelserna i 29 § i personuppgiftslagen tillämpas då oriktiga, onödiga, bristfälliga eller föråldrade uppgifter i registret rättas, utplånas och kompletteras. En oriktig uppgift skall antecknas som oriktig och får sparas i fem års tid från det att felet upptäcktes om det är nödvändigt för att trygga den registrerades, registeransvariges eller någon annan parts rättigheter. En sådan uppgift får användas endast i syfte att trygga dessa rättigheter. Om Europeiska gemenskapens bestämmelser emellertid förutsätter att uppgifterna skall sparas en längre tid än fem år skall bestämmelserna följas.",
        "folded_sv": "bestammelserna i 29 § i personuppgiftslagen tillampas da oriktiga, onodiga, bristfalliga eller foraldrade uppgifter i registret rattas, utplanas och kompletteras. en oriktig uppgift skall antecknas som oriktig och far sparas i fem ars tid fran det att felet upptacktes om det ar nodvandigt for att trygga den registrerades, registeransvariges eller nagon annan parts rattigheter. en sadan uppgift far anvandas endast i syfte att trygga dessa rattigheter. om europeiska gemenskapens bestammelser emellertid forutsatter att uppgifterna skall sparas en langre tid an fem ar skall bestammelserna foljas."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Tietojen säilyttäminen",
      "content": "Tiedot säilytetään rekisterissä Euroopan yhteisön säännöksissä edellytetyn ajan tai niin kauan kuin niiden käyttö tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa muutoin on välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Tiedot säilytetään rekisterissä Euroopan yhteisön säännöksissä edellytetyn ajan tai niin kauan kuin niiden käyttö tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa muutoin on välttämätöntä.",
        "folded_fi": "tiedot sailytetaan rekisterissa euroopan yhteison saannoksissa edellytetyn ajan tai niin kauan kuin niiden kaytto tilatukiasetuksen edellyttamassa tukioikeuksien hallinnoinnissa muutoin on valttamatonta.",
        "title_sv": "Förvaring av uppgifter",
        "content_sv": "Uppgifterna förvaras i registret under en så lång tid som Europeiska gemenskapens bestämmelser kräver eller så länge det annars är nödvändigt för administrationen av stödrättigheter enligt förordningen om gårdsstöd.",
        "normalized_sv": "Uppgifterna förvaras i registret under en så lång tid som Europeiska gemenskapens bestämmelser kräver eller så länge det annars är nödvändigt för administrationen av stödrättigheter enligt förordningen om gårdsstöd.",
        "folded_sv": "uppgifterna forvaras i registret under en sa lang tid som europeiska gemenskapens bestammelser kraver eller sa lange det annars ar nodvandigt for administrationen av stodrattigheter enligt forordningen om gardsstod."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista sekä tilaneuvontajärjestelmän toteuttamisesta. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tätä lakia tarkemmat säännökset myös muista Euroopan yhteisön asetuksissa jäsenvaltioiden päätettäväksi jätetyistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista sekä tilaneuvontajärjestelmän toteuttamisesta. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tätä lakia tarkemmat säännökset myös muista Euroopan yhteisön asetuksissa jäsenvaltioiden päätettäväksi jätetyistä seikoista.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tukioikeusrekisterin hallinnoinnista seka tilaneuvontajarjestelman toteuttamisesta. valtioneuvoston asetuksella voidaan tarvittaessa antaa tata lakia tarkemmat saannokset myos muista euroopan yhteison asetuksissa jasenvaltioiden paatettavaksi jatetyista seikoista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administrationen av stödrättighetsregistret samt om hur systemet med jordbruksrådgivning skall genomföras. Genom förordning av statsrådet kan närmare bestämmelser än denna lag vid behov utfärdas också om andra omständigheter som enligt Europeiska gemenskapens förordningar skall avgöras av en medlemsstat.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administrationen av stödrättighetsregistret samt om hur systemet med jordbruksrådgivning skall genomföras. Genom förordning av statsrådet kan närmare bestämmelser än denna lag vid behov utfärdas också om andra omständigheter som enligt Europeiska gemenskapens förordningar skall avgöras av en medlemsstat.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om administrationen av stodrattighetsregistret samt om hur systemet med jordbruksradgivning skall genomforas. genom forordning av statsradet kan narmare bestammelser an denna lag vid behov utfardas ocksa om andra omstandigheter som enligt europeiska gemenskapens forordningar skall avgoras av en medlemsstat."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä elokuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Maatalousmaata ennen tämän lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitävälle viljelijälle tämän lain mukaan myönnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisältävä tukioikeus siirtyy vuokranantajalle vuokrakauden päättyessä, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan välillä ole muuta sovittu tai sovita eikä vuokranantaja itsestään riippumattomasta syystä saa tukioikeutta kansallisesta varannosta. Edellä 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden päättymisen jälkeen edellä 3 §:n 3 momentissa tarkoitetun siirtymäkauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisäosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan välillä muuta sovita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä elokuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Maatalousmaata ennen tämän lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitävälle viljelijälle tämän lain mukaan myönnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisältävä tukioikeus siirtyy vuokranantajalle vuokrakauden päättyessä, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan välillä ole muuta sovittu tai sovita eikä vuokranantaja itsestään riippumattomasta syystä saa tukioikeutta kansallisesta varannosta. Edellä 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden päättymisen jälkeen edellä 3 § :n 3 momentissa tarkoitetun siirtymäkauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisäosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan välillä muuta sovita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana elokuuta 2005. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. maatalousmaata ennen taman lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitavalle viljelijalle taman lain mukaan myonnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisaltava tukioikeus siirtyy vuokranantajalle vuokrakauden paattyessa, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan valilla ole muuta sovittu tai sovita eika vuokranantaja itsestaan riippumattomasta syysta saa tukioikeutta kansallisesta varannosta. edella 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden paattymisen jalkeen edella 3 §:n 3 momentissa tarkoitetun siirtymakauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisaosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan valilla muuta sovita.",
        "title_sv": "Ikraftträdande och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 augusti 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. En stödrättighet som innefattar någon annan rättighet än den som avses i artikel 60 i förordningen om gårdsstöd och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark på grundval av ett arrendeavtal som har ingåtts innan denna lag trädde i kraft överförs till utarrenderaren när arrendetiden går ut, om inte arrendeförhållandet förlängs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som är oberoende av honom eller henne själv inte får stödrättighet ur den nationella reserven. I de fall som avses i 3 mom. skall utarrenderaren under övergångstiden i 3 § 3 mom. årligen efter att arrendetiden har gått ut ersätta arrendatorn för skillnaden i värdet per hektar mellan den regionala stödrättigheten för enhetligt stöd och arrendatorns stödrättighet med tilläggsdel, om arrendatorn och utarrenderaren inte kommer överens om något annat.",
        "normalized_sv": "Denna lag träder i kraft den 1 augusti 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. En stödrättighet som innefattar någon annan rättighet än den som avses i artikel 60 i förordningen om gårdsstöd och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark på grundval av ett arrendeavtal som har ingåtts innan denna lag trädde i kraft överförs till utarrenderaren när arrendetiden går ut, om inte arrendeförhållandet förlängs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som är oberoende av honom eller henne själv inte får stödrättighet ur den nationella reserven. I de fall som avses i 3 mom. skall utarrenderaren under övergångstiden i 3 § 3 mom. årligen efter att arrendetiden har gått ut ersätta arrendatorn för skillnaden i värdet per hektar mellan den regionala stödrättigheten för enhetligt stöd och arrendatorns stödrättighet med tilläggsdel, om arrendatorn och utarrenderaren inte kommer överens om något annat.",
        "folded_sv": "denna lag trader i kraft den 1 augusti 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. en stodrattighet som innefattar nagon annan rattighet an den som avses i artikel 60 i forordningen om gardsstod och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark pa grundval av ett arrendeavtal som har ingatts innan denna lag tradde i kraft overfors till utarrenderaren nar arrendetiden gar ut, om inte arrendeforhallandet forlangs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som ar oberoende av honom eller henne sjalv inte far stodrattighet ur den nationella reserven. i de fall som avses i 3 mom. skall utarrenderaren under overgangstiden i 3 § 3 mom. arligen efter att arrendetiden har gatt ut ersatta arrendatorn for skillnaden i vardet per hektar mellan den regionala stodrattigheten for enhetligt stod och arrendatorns stodrattighet med tillaggsdel, om arrendatorn och utarrenderaren inte kommer overens om nagot annat."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala ja suhde muuhun lainsäädäntöön",
      "content": "Tilatukijärjestelmää koskevassa Euroopan yhteisön yhteisen maatalouspolitiikan uudistuksen täytäntöönpanossa sovelletaan tätä lakia siltä osin kuin siitä ei säädetä erikseen Euroopan yhteisön säädöksissä tai Euroopan yhteisön yhteisen maatalouspolitiikan täytäntöönpanosta annetussa laissa (1100/1994). Tätä lakia sovelletaan tukioikeusrekisterin hallinnoinnissa siltä osin kuin siitä ei erikseen säädetä maaseutuelinkeinorekisteristä annetussa laissa (1515/1994).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tilatukijärjestelmää koskevassa Euroopan yhteisön yhteisen maatalouspolitiikan uudistuksen täytäntöönpanossa sovelletaan tätä lakia siltä osin kuin siitä ei säädetä erikseen Euroopan yhteisön säädöksissä tai Euroopan yhteisön yhteisen maatalouspolitiikan täytäntöönpanosta annetussa laissa (1100/1994). Tätä lakia sovelletaan tukioikeusrekisterin hallinnoinnissa siltä osin kuin siitä ei erikseen säädetä maaseutuelinkeinorekisteristä annetussa laissa (1515/1994).",
        "folded_fi": "tilatukijarjestelmaa koskevassa euroopan yhteison yhteisen maatalouspolitiikan uudistuksen taytantoonpanossa sovelletaan tata lakia silta osin kuin siita ei saadeta erikseen euroopan yhteison saadoksissa tai euroopan yhteison yhteisen maatalouspolitiikan taytantoonpanosta annetussa laissa (1100/1994). tata lakia sovelletaan tukioikeusrekisterin hallinnoinnissa silta osin kuin siita ei erikseen saadeta maaseutuelinkeinorekisterista annetussa laissa (1515/1994).",
        "title_sv": "Tillämpningsområde och förhållande till annan lagstiftning",
        "content_sv": "Vid verkställigheten av reformen av Europeiska gemenskapens gemensamma jordbrukspolitik i fråga om systemet med samlat gårdsstöd tillämpas denna lag till den del det inte bestäms särskilt om det i Europeiska gemenskapens rättsakter eller lagen om verkställighet av Europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). Denna lag tillämpas vid administrationen av stödrättighetsregistret till den del det inte bestäms särskilt om det i lagen om landsbygdsnäringsregistret (1515/1994).",
        "normalized_sv": "Vid verkställigheten av reformen av Europeiska gemenskapens gemensamma jordbrukspolitik i fråga om systemet med samlat gårdsstöd tillämpas denna lag till den del det inte bestäms särskilt om det i Europeiska gemenskapens rättsakter eller lagen om verkställighet av Europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). Denna lag tillämpas vid administrationen av stödrättighetsregistret till den del det inte bestäms särskilt om det i lagen om landsbygdsnäringsregistret (1515/1994).",
        "folded_sv": "vid verkstalligheten av reformen av europeiska gemenskapens gemensamma jordbrukspolitik i fraga om systemet med samlat gardsstod tillampas denna lag till den del det inte bestams sarskilt om det i europeiska gemenskapens rattsakter eller lagen om verkstallighet av europeiska gemenskapens gemensamma jordbrukspolitik (1100/1994). denna lag tillampas vid administrationen av stodrattighetsregistret till den del det inte bestams sarskilt om det i lagen om landsbygdsnaringsregistret (1515/1994)."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) tilatukijärjestelmällä tilatukiasetus yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä sekä asetusten (ETY) N:o 2019/93, (EY) N:o 1452/2001, (EY) N:o 1453/2001, (EY) N:o 1454/2001, (EY) N:o 1868/94, (EY) N:o 1251/1999, (EY) N:o 1254/1999, (EY) N:o 1673/2000, (ETY) N:o 2358/71 ja (EY) N:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (EY) N:o 1782/2003, jäljempänä, III osastossa tarkoitettua tukijärjestelmää; 2) yhdistelmämallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmänä; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmäpalkkiota; 4) sonni- ja härkäpalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) tilatukijärjestelmällä tilatukiasetus yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä sekä asetusten (ETY) N:o 2019/93, (EY) N:o 1452/2001, (EY) N:o 1453/2001, (EY) N:o 1454/2001, (EY) N:o 1868/94, (EY) N:o 1251/1999, (EY) N:o 1254/1999, (EY) N:o 1673/2000, (ETY) N:o 2358/71 ja (EY) N:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (EY) N:o 1782/2003, jäljempänä, III osastossa tarkoitettua tukijärjestelmää; 2) yhdistelmämallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmänä; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmäpalkkiota; 4) sonni- ja härkäpalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) tilatukijarjestelmalla tilatukiasetus yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista seka asetusten (ety) n:o 2019/93, (ey) n:o 1452/2001, (ey) n:o 1453/2001, (ey) n:o 1454/2001, (ey) n:o 1868/94, (ey) n:o 1251/1999, (ey) n:o 1254/1999, (ey) n:o 1673/2000, (ety) n:o 2358/71 ja (ey) n:o 2529/2001 muuttamisesta annetun neuvoston asetuksen (ey) n:o 1782/2003, jaljempana, iii osastossa tarkoitettua tukijarjestelmaa; 2) yhdistelmamallilla maatalousuudistuksen tukimallia, jossa tilatuki maksetaan tasatuen ja tilakohtaisen tuen yhdistelmana; 3) maitopalkkiolla tilatukiasetuksen 95 artiklan mukaista lypsylehmapalkkiota; 4) sonni- ja harkapalkkiolla tilatukiasetuksen 123 artiklan mukaista erityispalkkiota; 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijalle myonnettavaa hehtaarikohtaista tukioikeutta; ja 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) system med samlat gårdsstöd förordningen om gårdsstöd ett stödsystem enligt avdelning III i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och om ändring av förordningarna (EEG) nr 2019/93, (EG) nr 1452/2001, (EG) nr 1453/2001, (EG) nr 1454/2001, (EG) nr 1868/94, (EG) nr 1251/1999, (EG) nr 1254/1999, (EG) nr 1673/2000, (EEG) nr 2358/71 och (EG) nr 2529/2001, nedan, 2) blandmodell en stödmodell inom jordbruksreformen där gårdsstödet betalas som en kombination av enhetligt stöd och gårdsspecifikt stöd, 3) mjölkbidrag ett mjölkbidrag enligt artikel 95 i förordningen om gårdsstöd, 4) tjurbidrag och bidrag för stutar ett särskilt bidrag enligt artikel 123 i förordningen om gårdsstöd, 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, och 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd.",
        "normalized_sv": "I denna lag avses med 1) system med samlat gårdsstöd förordningen om gårdsstöd ett stödsystem enligt avdelning III i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare och om ändring av förordningarna (EEG) nr 2019/93, (EG) nr 1452/2001, (EG) nr 1453/2001, (EG) nr 1454/2001, (EG) nr 1868/94, (EG) nr 1251/1999, (EG) nr 1254/1999, (EG) nr 1673/2000, (EEG) nr 2358/71 och (EG) nr 2529/2001, nedan, 2) blandmodell en stödmodell inom jordbruksreformen där gårdsstödet betalas som en kombination av enhetligt stöd och gårdsspecifikt stöd, 3) mjölkbidrag ett mjölkbidrag enligt artikel 95 i förordningen om gårdsstöd, 4) tjurbidrag och bidrag för stutar ett särskilt bidrag enligt artikel 123 i förordningen om gårdsstöd, 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, och 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd.",
        "folded_sv": "i denna lag avses med 1) system med samlat gardsstod forordningen om gardsstod ett stodsystem enligt avdelning iii i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare och om andring av forordningarna (eeg) nr 2019/93, (eg) nr 1452/2001, (eg) nr 1453/2001, (eg) nr 1454/2001, (eg) nr 1868/94, (eg) nr 1251/1999, (eg) nr 1254/1999, (eg) nr 1673/2000, (eeg) nr 2358/71 och (eg) nr 2529/2001, nedan, 2) blandmodell en stodmodell inom jordbruksreformen dar gardsstodet betalas som en kombination av enhetligt stod och gardsspecifikt stod, 3) mjolkbidrag ett mjolkbidrag enligt artikel 95 i forordningen om gardsstod, 4) tjurbidrag och bidrag for stutar ett sarskilt bidrag enligt artikel 123 i forordningen om gardsstod, 5) tradesrattighet en hektarspecifik stodrattighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i forordningen om gardsstod, och 6) sarskild stodrattighet en rattighet enligt artiklarna 47 och 48 i forordningen om gardsstod."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Yhdistelmämalli ja täytäntöönpanomuoto",
      "content": "Tilatukijärjestelmä otetaan käyttöön 1 päivänä tammikuuta 2006 ja maatilojen neuvontajärjestelmä 1 päivänä tammikuuta 2007. Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Valtioneuvoston asetuksella voidaan säätää tarkemmin uudistuksen täytäntöönpanosta sekä täytäntöönpanon ajankohdasta. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta sekä vastaavasta tasatuen korottamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella. Tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisäpalkkiosta johtuvat määrät sisällytetään kokonaan tilatukijärjestelmään vuodesta 2006 alkaen. Tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myöntämisen perusteista, tukimääristä, yksikkötukien tasoista sekä muista kyseisten tukien ehdoista säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Tilatukijärjestelmä otetaan käyttöön 1 päivänä tammikuuta 2006 ja maatilojen neuvontajärjestelmä 1 päivänä tammikuuta 2007. Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Valtioneuvoston asetuksella voidaan säätää tarkemmin uudistuksen täytäntöönpanosta sekä täytäntöönpanon ajankohdasta. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta sekä vastaavasta tasatuen korottamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella. Tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisäpalkkiosta johtuvat määrät sisällytetään kokonaan tilatukijärjestelmään vuodesta 2006 alkaen. Tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myöntämisen perusteista, tukimääristä, yksikkötukien tasoista sekä muista kyseisten tukien ehdoista säädetään valtioneuvoston asetuksella.",
        "folded_fi": "tilatukijarjestelma otetaan kayttoon 1 paivana tammikuuta 2006 ja maatilojen neuvontajarjestelma 1 paivana tammikuuta 2007. yhdistelmamallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisaosasta, joiden lisaksi voidaan muodostaa kesannointioikeuksia seka erityistukioikeuksia. tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin saadettavissa tapauksissa sisaltya tilatukiasetuksen 60 artiklan mukainen oikeus. tilakohtainen lisaosa muodostetaan viitekaudella 2000―2002 sonni- ja harkapalkkiota saaneille tiloille, viitekaudella 2000―2002 tarkkelysperunan tukea saaneille tiloille, 31 paivana maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille seka tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisaosan kansallisesta varannosta. valtioneuvoston asetuksella voidaan saataa tarkemmin uudistuksen taytantoonpanosta seka taytantoonpanon ajankohdasta. tilakohtaiseen lisaosaan sisallytetaan 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja harkapalkkiosta seka 40 prosenttia tarkkelysperunan tuotantoon sitomattomasta tuesta. lisaosat sailyvat ennallaan vuosina 2006―2010. vuosina 2011―2013 lisaosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperaisesta tasosta. vuodesta 2016 alkaen lisaosia ei makseta. siirtymakaudesta, lisaosien ja erityistukioikeuksien asteittaisesta alentamisesta seka vastaavasta tasatuen korottamisesta voidaan saataa tarkemmin valtioneuvoston asetuksella. tilatukiasetuksen 62 artiklan mukaisesta maitopalkkiosta ja sen lisapalkkiosta johtuvat maarat sisallytetaan kokonaan tilatukijarjestelmaan vuodesta 2006 alkaen. tilatukiasetuksen 67―70 artiklan mukaisista tukimuodoista, tuen myontamisen perusteista, tukimaarista, yksikkotukien tasoista seka muista kyseisten tukien ehdoista saadetaan valtioneuvoston asetuksella.",
        "title_sv": "Blandmodell och verkställighet",
        "content_sv": "Systemet med samlat gårdsstöd införs den 1 januari 2006 och systemet för jordbruksrådgivning den 1 januari 2007. I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om verkställigheten av reformen samt om tidpunkten för verkställigheten. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade åren 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 35 procent av den ursprungliga nivån. Från och med år 2016 betalas inga tilläggsdelar. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna samt om en motsvarande höjning av det enhetliga stödet kan utfärdas genom förordning av statsrådet. De belopp som är resultatet av mjölkbidrag och dess tilläggsbidrag enligt artikel 62 i förordningen om gårdsstöd skall i sin helhet ingå i systemet med samlat gårdsstöd från ingången av 2006. Bestämmelser om stödformer enligt artiklarna 67―70 i förordningen om gårdsstöd, grunder för att bevilja stöd, stödbelopp, nivåer på enhetsstöden samt andra villkor för stöden i fråga utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Systemet med samlat gårdsstöd införs den 1 januari 2006 och systemet för jordbruksrådgivning den 1 januari 2007. I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om verkställigheten av reformen samt om tidpunkten för verkställigheten. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade åren 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 35 procent av den ursprungliga nivån. Från och med år 2016 betalas inga tilläggsdelar. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna samt om en motsvarande höjning av det enhetliga stödet kan utfärdas genom förordning av statsrådet. De belopp som är resultatet av mjölkbidrag och dess tilläggsbidrag enligt artikel 62 i förordningen om gårdsstöd skall i sin helhet ingå i systemet med samlat gårdsstöd från ingången av 2006. Bestämmelser om stödformer enligt artiklarna 67―70 i förordningen om gårdsstöd, grunder för att bevilja stöd, stödbelopp, nivåer på enhetsstöden samt andra villkor för stöden i fråga utfärdas genom förordning av statsrådet.",
        "folded_sv": "systemet med samlat gardsstod infors den 1 januari 2006 och systemet for jordbruksradgivning den 1 januari 2007. i blandmodellen bestar en stodrattighet av en enhetlig stoddel och en eventuell gardsspecifik tillaggsdel och utover dem kan tradesrattigheter och sarskilda stodrattigheter faststallas. i situationer som anges narmare genom forordning av statsradet kan stodrattigheterna omfatta en rattighet enligt artikel 60 i forordningen om gardsstod. den gardsspecifika tillaggsdelen faststalls for gardsbruksenheter som har fatt tjurbidrag och bidrag for stutar under referensperioden 2000―2002, gardsbruksenheter som har fatt stod for starkelsepotatis under referensperioden 2000―2002, gardsbruksenheter som har ratt till mjolkbidrag den 31 mars 2006 samt gardsbruksenheter som ar berattigade till en gardsspecifik tillaggsdel ur den nationella reserven. genom forordning av statsradet kan narmare bestammelser utfardas om verkstalligheten av reformen samt om tidpunkten for verkstalligheten. i den gardsspecifika tillaggsdelen inkluderas 100 procent av mjolkbidraget, 30 procent av tjurbidraget och bidraget for stutar samt 40 procent av det stod som inte ar kopplat till produktionen av starkelsepotatis. tillaggsdelarna forblir oforandrade aren 2006―2010. aren 2011―2013 ar beloppet av tillaggsdelarna 70 procent och aren 2014 och 2015 35 procent av den ursprungliga nivan. fran och med ar 2016 betalas inga tillaggsdelar. narmare bestammelser om overgangsperioden, den gradvisa minskningen av tillaggsdelarna och specialstodrattigheterna samt om en motsvarande hojning av det enhetliga stodet kan utfardas genom forordning av statsradet. de belopp som ar resultatet av mjolkbidrag och dess tillaggsbidrag enligt artikel 62 i forordningen om gardsstod skall i sin helhet inga i systemet med samlat gardsstod fran ingangen av 2006. bestammelser om stodformer enligt artiklarna 67―70 i forordningen om gardsstod, grunder for att bevilja stod, stodbelopp, nivaer pa enhetsstoden samt andra villkor for stoden i fraga utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Enimmäismäärät, tukialueet ja viitemäärät",
      "content": "Kansallinen enimmäismäärä jaetaan tukialueille vuosien 2000―2002 EU:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimäärän mukaisesti. Maidon osalta määräytymisperusteena on maidon tilakohtainen viitemäärä 31 päivänä maaliskuuta 2006. Tasatuki vahvistetaan viljelijöiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. Valtioneuvoston asetuksella säädetään alueellisista enimmäismääristä, alueellisen tasatuen määrästä ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus II Valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa sekä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädetyn tilatukijärjestelmän täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetussa komission asetuksessa (EY) N:o 795/2004, jäljempänä, tarkoitettujen viitemäärien laskemisen perusteet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Kansallinen enimmäismäärä jaetaan tukialueille vuosien 2000―2002 EU:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimäärän mukaisesti. Maidon osalta määräytymisperusteena on maidon tilakohtainen viitemäärä 31 päivänä maaliskuuta 2006. Tasatuki vahvistetaan viljelijöiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. Valtioneuvoston asetuksella säädetään alueellisista enimmäismääristä, alueellisen tasatuen määrästä ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus II Valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa sekä yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädetyn tilatukijärjestelmän täytäntöönpanoa koskevista yksityiskohtaisista säännöistä annetussa komission asetuksessa (EY) N:o 795/2004, jäljempänä, tarkoitettujen viitemäärien laskemisen perusteet.",
        "folded_fi": "kansallinen enimmaismaara jaetaan tukialueille vuosien 2000―2002 eu:n tulotukeen oikeuttavan tuotannon perusteella lasketun tukimaaran mukaisesti. maidon osalta maaraytymisperusteena on maidon tilakohtainen viitemaara 31 paivana maaliskuuta 2006. tasatuki vahvistetaan viljelijoiden vuoden 2006 tukioikeuksien haussa ilmoittamille kyseisen alueen tukikelpoisille hehtaareille. valtioneuvoston asetuksella saadetaan alueellisista enimmaismaarista, alueellisen tasatuen maarasta ja tilatukiasetuksen 58 artiklan mukaisista tukialueista. komission asetus ii valtioneuvoston asetuksella vahvistetaan tilatukiasetuksessa seka yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadetyn tilatukijarjestelman taytantoonpanoa koskevista yksityiskohtaisista saannoista annetussa komission asetuksessa (ey) n:o 795/2004, jaljempana, tarkoitettujen viitemaarien laskemisen perusteet.",
        "title_sv": "Tak, stödregioner och referensbelopp",
        "content_sv": "Det nationella taket delas upp mellan stödregionerna i enlighet med det stödbelopp som beräknats på grundval av produktion som har berättigat till EU:s inkomststöd åren 2000―2002. Stödbeloppet för mjölk bestäms utifrån den individuella referenskvantiteten för mjölk den 31 mars 2006. Det enhetliga stödet fastställs för de stödberättigande hektar i regionen i fråga som jordbrukarna uppger i sin ansökan om stödrättigheter år 2006. Genom förordning av statsrådet föreskrivs om regionala tak, beloppen av regionalt enhetligt stöd och stödregioner enligt artikel 58 i förordningen om gårdsstöd. kommissionens förordning II Genom förordning av statsrådet fastställs beräkningsgrunderna för de referensbelopp som avses i förordningen om gårdsstöd och i kommissionens förordning (EG) nr 795/2004 om tillämpningsföreskrifter för det system med samlat gårdsstöd som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "normalized_sv": "Det nationella taket delas upp mellan stödregionerna i enlighet med det stödbelopp som beräknats på grundval av produktion som har berättigat till EU:s inkomststöd åren 2000―2002. Stödbeloppet för mjölk bestäms utifrån den individuella referenskvantiteten för mjölk den 31 mars 2006. Det enhetliga stödet fastställs för de stödberättigande hektar i regionen i fråga som jordbrukarna uppger i sin ansökan om stödrättigheter år 2006. Genom förordning av statsrådet föreskrivs om regionala tak, beloppen av regionalt enhetligt stöd och stödregioner enligt artikel 58 i förordningen om gårdsstöd. kommissionens förordning II Genom förordning av statsrådet fastställs beräkningsgrunderna för de referensbelopp som avses i förordningen om gårdsstöd och i kommissionens förordning (EG) nr 795/2004 om tillämpningsföreskrifter för det system med samlat gårdsstöd som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "folded_sv": "det nationella taket delas upp mellan stodregionerna i enlighet med det stodbelopp som beraknats pa grundval av produktion som har berattigat till eu:s inkomststod aren 2000―2002. stodbeloppet for mjolk bestams utifran den individuella referenskvantiteten for mjolk den 31 mars 2006. det enhetliga stodet faststalls for de stodberattigande hektar i regionen i fraga som jordbrukarna uppger i sin ansokan om stodrattigheter ar 2006. genom forordning av statsradet foreskrivs om regionala tak, beloppen av regionalt enhetligt stod och stodregioner enligt artikel 58 i forordningen om gardsstod. kommissionens forordning ii genom forordning av statsradet faststalls berakningsgrunderna for de referensbelopp som avses i forordningen om gardsstod och i kommissionens forordning (eg) nr 795/2004 om tillampningsforeskrifter for det system med samlat gardsstod som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare, nedan."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Kansallinen varanto",
      "content": "Kansallista varantoa hallinnoidaan kansallisella tasolla. Kansallisen varannon perustamiseen käytetään valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmäismäärästä. Tukioikeuksia on myös niiden vahvistamisen jälkeen vähennettävä lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittävä tukioikeuksien ja viitemäärien myöntämiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuksien arvon vähennyksestä, jos kansallinen varanto ei ole riittävä. Tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen II 9, 10, 44 ja 45 artiklan mukaisesti. Näissä artikloissa tarkoitetuista tukioikeuksien leikkauksista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Kansallista varantoa hallinnoidaan kansallisella tasolla. Kansallisen varannon perustamiseen käytetään valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmäismäärästä. Tukioikeuksia on myös niiden vahvistamisen jälkeen vähennettävä lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittävä tukioikeuksien ja viitemäärien myöntämiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuksien arvon vähennyksestä, jos kansallinen varanto ei ole riittävä. Tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen II 9, 10, 44 ja 45 artiklan mukaisesti. Näissä artikloissa tarkoitetuista tukioikeuksien leikkauksista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "kansallista varantoa hallinnoidaan kansallisella tasolla. kansallisen varannon perustamiseen kaytetaan valtioneuvoston asetuksella vahvistettava prosenttiosuus kansallisesta enimmaismaarasta. tukioikeuksia on myos niiden vahvistamisen jalkeen vahennettava lineaarisesti tilatukiasetuksen 42 artiklan 7 kohdan mukaisesti, jos kansallinen varanto ei ole riittava tukioikeuksien ja viitemaarien myontamiseksi tilatukiasetuksen 42 artiklan 3 ja 4 kohdan tapausten kattamiseksi. valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuksien arvon vahennyksesta, jos kansallinen varanto ei ole riittava. tukioikeuksia voidaan tarvittaessa leikata tilatukiasetuksen 42 artiklan 9 kohdan, 46 artiklan 3 kohdan ja komission asetuksen ii 9, 10, 44 ja 45 artiklan mukaisesti. naissa artikloissa tarkoitetuista tukioikeuksien leikkauksista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Nationell reserv",
        "content_sv": "Den nationella reserven administreras på nationell nivå. För att upprätta en nationell reserv används en procentuell andel av det nationella taket enligt vad som fastställs genom förordning av statsrådet. Också efter det att stödrättigheterna har fastställts skall linjära minskningar av dem genomföras i enlighet med artikel 42.7 i förordningen om gårdsstöd, om den nationella reserven inte är tillräcklig för att bevilja stödrättigheter och referensbelopp för de fall som avses i artikel 42.3 och 42.4 i förordningen om gårdsstöd. Genom förordning av statsrådet kan bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II utfärdas om minskning av stödrättigheternas värde när den nationella reserven inte räcker till. Stödrättigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i förordningen om gårdsstöd och artiklarna 9, 10, 44 och 45 i kommissionens förordning II. Närmare bestämmelser om minskningar av stödrättigheter enligt dessa artiklar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den nationella reserven administreras på nationell nivå. För att upprätta en nationell reserv används en procentuell andel av det nationella taket enligt vad som fastställs genom förordning av statsrådet. Också efter det att stödrättigheterna har fastställts skall linjära minskningar av dem genomföras i enlighet med artikel 42.7 i förordningen om gårdsstöd, om den nationella reserven inte är tillräcklig för att bevilja stödrättigheter och referensbelopp för de fall som avses i artikel 42.3 och 42.4 i förordningen om gårdsstöd. Genom förordning av statsrådet kan bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II utfärdas om minskning av stödrättigheternas värde när den nationella reserven inte räcker till. Stödrättigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i förordningen om gårdsstöd och artiklarna 9, 10, 44 och 45 i kommissionens förordning II. Närmare bestämmelser om minskningar av stödrättigheter enligt dessa artiklar utfärdas genom förordning av statsrådet.",
        "folded_sv": "den nationella reserven administreras pa nationell niva. for att uppratta en nationell reserv anvands en procentuell andel av det nationella taket enligt vad som faststalls genom forordning av statsradet. ocksa efter det att stodrattigheterna har faststallts skall linjara minskningar av dem genomforas i enlighet med artikel 42.7 i forordningen om gardsstod, om den nationella reserven inte ar tillracklig for att bevilja stodrattigheter och referensbelopp for de fall som avses i artikel 42.3 och 42.4 i forordningen om gardsstod. genom forordning av statsradet kan bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii utfardas om minskning av stodrattigheternas varde nar den nationella reserven inte racker till. stodrattigheter kan vid behov minskas i enlighet med artiklarna 42.9 och 46.3 i forordningen om gardsstod och artiklarna 9, 10, 44 och 45 i kommissionens forordning ii. narmare bestammelser om minskningar av stodrattigheter enligt dessa artiklar utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Pysyvät laitumet",
      "content": "komission asetus I Pysyvien laitumien säilyttämisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004, jäljempänä, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myöntämisen perusteista, maan takaisin pysyväksi laitumeksi muuttamisen velvoitteiden perusteista sekä muista vastaavista pysyviin laitumiin liittyvistä seikoista tilatasolla annetaan tilatukiasetusta sekä komission asetuksia I ja II tarkentavia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "komission asetus I Pysyvien laitumien säilyttämisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijärjestelmiä koskevista yhteisistä säännöistä ja tietyistä viljelijöiden tukijärjestelmistä annetussa neuvoston asetuksessa (EY) N:o 1782/2003 säädettyjen täydentävien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajärjestelmän soveltamista koskevista yksityiskohtaisista säännöistä annetun komission asetuksen (EY) N:o 796/2004, jäljempänä, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myöntämisen perusteista, maan takaisin pysyväksi laitumeksi muuttamisen velvoitteiden perusteista sekä muista vastaavista pysyviin laitumiin liittyvistä seikoista tilatasolla annetaan tilatukiasetusta sekä komission asetuksia I ja II tarkentavia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "komission asetus i pysyvien laitumien sailyttamisvelvollisuudesta, yhteisen maatalouspolitiikan suoria tukijarjestelmia koskevista yhteisista saannoista ja tietyista viljelijoiden tukijarjestelmista annetussa neuvoston asetuksessa (ey) n:o 1782/2003 saadettyjen taydentavien ehtojen, tuen mukauttamisen ja yhdennetyn hallinto- ja valvontajarjestelman soveltamista koskevista yksityiskohtaisista saannoista annetun komission asetuksen (ey) n:o 796/2004, jaljempana, 4 artiklasta johtuvien tilakohtaisten muuttamiskieltojen perusteista, ennakkolupien myontamisen perusteista, maan takaisin pysyvaksi laitumeksi muuttamisen velvoitteiden perusteista seka muista vastaavista pysyviin laitumiin liittyvista seikoista tilatasolla annetaan tilatukiasetusta seka komission asetuksia i ja ii tarkentavia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Permanenta betesmarker",
        "content_sv": "kommissionens förordning I Genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd samt kommissionens förordning I och II när det gäller skyldigheten att bibehålla permanent betesmark samt grunderna för gårdsspecifika omställningsförbud, grunderna för att bevilja förhandsgodkännande, grunderna för skyldigheter att återställa mark till permanent betesmark samt andra motsvarande omständigheter i anknytning till permanenta betesmarker på gårdsnivå enligt artikel 4 i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "normalized_sv": "kommissionens förordning I Genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd samt kommissionens förordning I och II när det gäller skyldigheten att bibehålla permanent betesmark samt grunderna för gårdsspecifika omställningsförbud, grunderna för att bevilja förhandsgodkännande, grunderna för skyldigheter att återställa mark till permanent betesmark samt andra motsvarande omständigheter i anknytning till permanenta betesmarker på gårdsnivå enligt artikel 4 i kommissionens förordning (EG) nr 796/2004 om närmare föreskrifter för tillämpningen av de tvärvillkor, den modulering och det integrerade administrations- och kontrollsystem som föreskrivs i rådets förordning (EG) nr 1782/2003 om upprättande av gemensamma bestämmelser för system för direktstöd inom den gemensamma jordbrukspolitiken och om upprättande av vissa stödsystem för jordbrukare, nedan.",
        "folded_sv": "kommissionens forordning i genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod samt kommissionens forordning i och ii nar det galler skyldigheten att bibehalla permanent betesmark samt grunderna for gardsspecifika omstallningsforbud, grunderna for att bevilja forhandsgodkannande, grunderna for skyldigheter att aterstalla mark till permanent betesmark samt andra motsvarande omstandigheter i anknytning till permanenta betesmarker pa gardsniva enligt artikel 4 i kommissionens forordning (eg) nr 796/2004 om narmare foreskrifter for tillampningen av de tvarvillkor, den modulering och det integrerade administrations- och kontrollsystem som foreskrivs i radets forordning (eg) nr 1782/2003 om upprattande av gemensamma bestammelser for system for direktstod inom den gemensamma jordbrukspolitiken och om upprattande av vissa stodsystem for jordbrukare, nedan."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Lakisääteisten hoitovaatimusten valvonta",
      "content": "Työvoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsästyslain (615/1993) noudattamista siltä osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Tilatukiasetuksen mukaisten lakisääteisten hoitovaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Työvoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsästyslain (615/1993) noudattamista siltä osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisääteisten hoitovaatimusten noudattamisen valvonnasta. Tilatukiasetuksen mukaisten lakisääteisten hoitovaatimusten noudattamisen valvonnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus valvoo luonnonsuojelulain (1096/1996) ja metsastyslain (615/1993) noudattamista silta osin kuin on kyse tilatukiasetuksen 4 artiklassa tarkoitettujen lakisaateisten hoitovaatimusten noudattamisen valvonnasta. tilatukiasetuksen mukaisten lakisaateisten hoitovaatimusten noudattamisen valvonnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Övervakning av föreskrivna verksamhetskrav",
        "content_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av naturvårdslagen (1096/1996) och jaktlagen (615/1993) till den del övervakningen gäller efterlevnaden av föreskrivna verksamhetskrav enligt artikel 4 i förordningen om gårdsstöd. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur efterlevnaden av föreskrivna verksamhetskrav enligt förordningen om gårdsstöd skall övervakas.",
        "normalized_sv": "Arbetskrafts- och näringscentralen övervakar efterlevnaden av naturvårdslagen (1096/1996) och jaktlagen (615/1993) till den del övervakningen gäller efterlevnaden av föreskrivna verksamhetskrav enligt artikel 4 i förordningen om gårdsstöd. Genom förordning av statsrådet utfärdas närmare bestämmelser om hur efterlevnaden av föreskrivna verksamhetskrav enligt förordningen om gårdsstöd skall övervakas.",
        "folded_sv": "arbetskrafts- och naringscentralen overvakar efterlevnaden av naturvardslagen (1096/1996) och jaktlagen (615/1993) till den del overvakningen galler efterlevnaden av foreskrivna verksamhetskrav enligt artikel 4 i forordningen om gardsstod. genom forordning av statsradet utfardas narmare bestammelser om hur efterlevnaden av foreskrivna verksamhetskrav enligt forordningen om gardsstod skall overvakas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tukioikeuksien myöntäminen ja vahvistaminen",
      "content": "Viljelijälle voidaan myöntää tukioikeuksia, jos viljelijä osoittaa valtioneuvoston asetuksella tarkemmin säädettävällä menettelyllä olevansa tukioikeuksia koskevan hakemuksen jättämisajankohtana viljelijä tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessä ja jos hän ilmoittaa ensimmäisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. Valtioneuvoston asetuksella voidaan säätää pellon hallinnassa olon ajankohdasta sekä antaa tilatukiasetusta ja komission asetuksia I ja II tarkentavia säännöksiä tukikelpoisuusedellytyksistä. Tukioikeuksien vahvistamista pyytävän viljelijän tilan maatalousmaan vähimmäisala on 0,3 hehtaaria. Vähimmäisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. Valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien määrä ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimäärät. Kansallista varantoa käytetään viitemäärien vahvistamiseksi viljelijöille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission määrittelemässä erityistilanteessa. Kansallista varantoa voidaan lisäksi käyttää myönnettäessä viitemääriä viljelijöille, jotka ovat aloittaneet maataloustoimintansa 31 päivän joulukuuta 2002 jälkeen tai vuonna 2002 saamatta mitään suoraa tukea kyseisenä vuotena. Viitemääriä voidaan myös vahvistaa viljelijöille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvää rakenneuudistus- tai kehitysohjelmaa maan viljelemättä jättämisen välttämiseksi tai jotta voitaisiin korvata näillä alueilla toimiville viljelijöille koituvia erityisiä haittoja. Kansallisen varannon käyttämisestä voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan säätää tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen II 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijöille jaettavien oikeuksien määrän ja yksikköarvon korottamisen perusteista. Valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijöille myönnettyjen tukioikeuksien arvoon, sekä säädetään alueellisen keskiarvon vahvistamisajankohta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Viljelijälle voidaan myöntää tukioikeuksia, jos viljelijä osoittaa valtioneuvoston asetuksella tarkemmin säädettävällä menettelyllä olevansa tukioikeuksia koskevan hakemuksen jättämisajankohtana viljelijä tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessä ja jos hän ilmoittaa ensimmäisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. Valtioneuvoston asetuksella voidaan säätää pellon hallinnassa olon ajankohdasta sekä antaa tilatukiasetusta ja komission asetuksia I ja II tarkentavia säännöksiä tukikelpoisuusedellytyksistä. Tukioikeuksien vahvistamista pyytävän viljelijän tilan maatalousmaan vähimmäisala on 0,3 hehtaaria. Vähimmäisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. Valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien määrä ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimäärät. Kansallista varantoa käytetään viitemäärien vahvistamiseksi viljelijöille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission määrittelemässä erityistilanteessa. Kansallista varantoa voidaan lisäksi käyttää myönnettäessä viitemääriä viljelijöille, jotka ovat aloittaneet maataloustoimintansa 31 päivän joulukuuta 2002 jälkeen tai vuonna 2002 saamatta mitään suoraa tukea kyseisenä vuotena. Viitemääriä voidaan myös vahvistaa viljelijöille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvää rakenneuudistus- tai kehitysohjelmaa maan viljelemättä jättämisen välttämiseksi tai jotta voitaisiin korvata näillä alueilla toimiville viljelijöille koituvia erityisiä haittoja. Kansallisen varannon käyttämisestä voidaan antaa tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä valtioneuvoston asetuksella. Valtioneuvoston asetuksella voidaan säätää tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen II 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijöille jaettavien oikeuksien määrän ja yksikköarvon korottamisen perusteista. Valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijöille myönnettyjen tukioikeuksien arvoon, sekä säädetään alueellisen keskiarvon vahvistamisajankohta.",
        "folded_fi": "viljelijalle voidaan myontaa tukioikeuksia, jos viljelija osoittaa valtioneuvoston asetuksella tarkemmin saadettavalla menettelylla olevansa tukioikeuksia koskevan hakemuksen jattamisajankohtana viljelija tilatukiasetuksen 2 artiklan a alakohdassa tarkoitetussa merkityksessa ja jos han ilmoittaa ensimmaisen toimeenpanovuoden hakemuksella tukikelpoisia hehtaareita. valtioneuvoston asetuksella voidaan saataa pellon hallinnassa olon ajankohdasta seka antaa tilatukiasetusta ja komission asetuksia i ja ii tarkentavia saannoksia tukikelpoisuusedellytyksista. tukioikeuksien vahvistamista pyytavan viljelijan tilan maatalousmaan vahimmaisala on 0,3 hehtaaria. vahimmaisalaa ei kuitenkaan vahvisteta erityistukioikeuksien osalta. valtioneuvoston asetuksella voidaan vahvistaa tukikelpoisten hehtaarien maara ja muut neuvoston ja komission asetuksissa tarkoitetut hehtaarimaarat. kansallista varantoa kaytetaan viitemaarien vahvistamiseksi viljelijoille, jotka ovat tilatukiasetuksen 42 artiklan 4 kohdassa tarkoitetussa komission maarittelemassa erityistilanteessa. kansallista varantoa voidaan lisaksi kayttaa myonnettaessa viitemaaria viljelijoille, jotka ovat aloittaneet maataloustoimintansa 31 paivan joulukuuta 2002 jalkeen tai vuonna 2002 saamatta mitaan suoraa tukea kyseisena vuotena. viitemaaria voidaan myos vahvistaa viljelijoille, jotka toimivat sellaisilla alueilla, joihin sovelletaan johonkin julkiseen interventioon liittyvaa rakenneuudistus- tai kehitysohjelmaa maan viljelematta jattamisen valttamiseksi tai jotta voitaisiin korvata nailla alueilla toimiville viljelijoille koituvia erityisia haittoja. kansallisen varannon kayttamisesta voidaan antaa tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia valtioneuvoston asetuksella. valtioneuvoston asetuksella voidaan saataa tarkemmin tilatukiasetuksen 42 artiklan 3 ja 5 kohdassa ja komission asetuksen ii 3 luvun 3 jaksossa tarkoitetuissa tapauksissa viljelijoille jaettavien oikeuksien maaran ja yksikkoarvon korottamisen perusteista. valtioneuvoston asetuksella vahvistetaan alueellinen keskiarvo, joka perustuu kyseisen alueen viljelijoille myonnettyjen tukioikeuksien arvoon, seka saadetaan alueellisen keskiarvon vahvistamisajankohta.",
        "title_sv": "Beviljande och fastställande av stödrättigheter",
        "content_sv": "Jordbrukare kan beviljas stödrättigheter om de vid tidpunkten för ansökan om stödrättigheter genom ett förfarande som föreskrivs närmare genom förordning av statsrådet kan visa att de är jordbrukare i den bemärkelse som avses i artikel 2 punkt a i förordningen om gårdsstöd och om de uppger stödberättigande hektar i ansökan det första verkställighetsåret. Genom förordning av statsrådet kan det föreskrivas om tidpunkten för innehav av åker samt utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I och II när det gäller villkoren för stödberättigande. En jordbrukare som anhåller om fastställande av stödrättigheter skall ha minst 0,3 hektar jordbruksmark på sin gårdsbruksenhet. För särskilda stödrättigheter fastställs ingen minimiareal. Antalet stödberättigande hektar och övrigt antal hektar som avses i rådets och kommissionens förordningar kan fastställas genom förordning av statsrådet. Den nationella reserven används för att fastställa referensbelopp för jordbrukare som befinner sig i en särskild situation som fastställs av kommissionen enligt artikel 42.4 i förordningen om gårdsstöd. Den nationella reserven kan dessutom användas för att bevilja referensbelopp för jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fått något direktstöd under det året. Referensbelopp kan också fastställas för jordbrukare i de områden som omfattas av omstrukturerings- eller utvecklingsprogram som rör någon av formerna för offentlig intervention i syfte att undvika nedläggning av jordbruksmark eller i syfte att uppväga specifika nackdelar för jordbrukare i de områdena. Genom förordning av statsrådet kan bestämmelser utfärdas som preciserar förordningen om gårdsstöd och kommissionens förordning II i fråga om användningen av den nationella reserven. Genom förordning av statsrådet kan det i de fall som avses i artikel 42.3 och 42.5 i förordningen om gårdsstöd och i kapitel 3 avsnitt 3 i kommissionens förordning II utfärdas närmare bestämmelser om grunderna för det antal rättigheter som tilldelas jordbrukare och för att öka enhetsvärdet. Genom förordning av statsrådet fastställs ett regionalt genomsnitt utifrån värdet av de stödrättigheter som beviljats jordbrukarna i regionen samt föreskrivs om tidpunkten för när det regionala genomsnittet skall fastställas.",
        "normalized_sv": "Jordbrukare kan beviljas stödrättigheter om de vid tidpunkten för ansökan om stödrättigheter genom ett förfarande som föreskrivs närmare genom förordning av statsrådet kan visa att de är jordbrukare i den bemärkelse som avses i artikel 2 punkt a i förordningen om gårdsstöd och om de uppger stödberättigande hektar i ansökan det första verkställighetsåret. Genom förordning av statsrådet kan det föreskrivas om tidpunkten för innehav av åker samt utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I och II när det gäller villkoren för stödberättigande. En jordbrukare som anhåller om fastställande av stödrättigheter skall ha minst 0,3 hektar jordbruksmark på sin gårdsbruksenhet. För särskilda stödrättigheter fastställs ingen minimiareal. Antalet stödberättigande hektar och övrigt antal hektar som avses i rådets och kommissionens förordningar kan fastställas genom förordning av statsrådet. Den nationella reserven används för att fastställa referensbelopp för jordbrukare som befinner sig i en särskild situation som fastställs av kommissionen enligt artikel 42.4 i förordningen om gårdsstöd. Den nationella reserven kan dessutom användas för att bevilja referensbelopp för jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fått något direktstöd under det året. Referensbelopp kan också fastställas för jordbrukare i de områden som omfattas av omstrukturerings- eller utvecklingsprogram som rör någon av formerna för offentlig intervention i syfte att undvika nedläggning av jordbruksmark eller i syfte att uppväga specifika nackdelar för jordbrukare i de områdena. Genom förordning av statsrådet kan bestämmelser utfärdas som preciserar förordningen om gårdsstöd och kommissionens förordning II i fråga om användningen av den nationella reserven. Genom förordning av statsrådet kan det i de fall som avses i artikel 42.3 och 42.5 i förordningen om gårdsstöd och i kapitel 3 avsnitt 3 i kommissionens förordning II utfärdas närmare bestämmelser om grunderna för det antal rättigheter som tilldelas jordbrukare och för att öka enhetsvärdet. Genom förordning av statsrådet fastställs ett regionalt genomsnitt utifrån värdet av de stödrättigheter som beviljats jordbrukarna i regionen samt föreskrivs om tidpunkten för när det regionala genomsnittet skall fastställas.",
        "folded_sv": "jordbrukare kan beviljas stodrattigheter om de vid tidpunkten for ansokan om stodrattigheter genom ett forfarande som foreskrivs narmare genom forordning av statsradet kan visa att de ar jordbrukare i den bemarkelse som avses i artikel 2 punkt a i forordningen om gardsstod och om de uppger stodberattigande hektar i ansokan det forsta verkstallighetsaret. genom forordning av statsradet kan det foreskrivas om tidpunkten for innehav av aker samt utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning i och ii nar det galler villkoren for stodberattigande. en jordbrukare som anhaller om faststallande av stodrattigheter skall ha minst 0,3 hektar jordbruksmark pa sin gardsbruksenhet. for sarskilda stodrattigheter faststalls ingen minimiareal. antalet stodberattigande hektar och ovrigt antal hektar som avses i radets och kommissionens forordningar kan faststallas genom forordning av statsradet. den nationella reserven anvands for att faststalla referensbelopp for jordbrukare som befinner sig i en sarskild situation som faststalls av kommissionen enligt artikel 42.4 i forordningen om gardsstod. den nationella reserven kan dessutom anvandas for att bevilja referensbelopp for jordbrukare som har inlett sin jordbruksverksamhet efter den 31 december 2002, eller under 2002, om de inte har fatt nagot direktstod under det aret. referensbelopp kan ocksa faststallas for jordbrukare i de omraden som omfattas av omstrukturerings- eller utvecklingsprogram som ror nagon av formerna for offentlig intervention i syfte att undvika nedlaggning av jordbruksmark eller i syfte att uppvaga specifika nackdelar for jordbrukare i de omradena. genom forordning av statsradet kan bestammelser utfardas som preciserar forordningen om gardsstod och kommissionens forordning ii i fraga om anvandningen av den nationella reserven. genom forordning av statsradet kan det i de fall som avses i artikel 42.3 och 42.5 i forordningen om gardsstod och i kapitel 3 avsnitt 3 i kommissionens forordning ii utfardas narmare bestammelser om grunderna for det antal rattigheter som tilldelas jordbrukare och for att oka enhetsvardet. genom forordning av statsradet faststalls ett regionalt genomsnitt utifran vardet av de stodrattigheter som beviljats jordbrukarna i regionen samt foreskrivs om tidpunkten for nar det regionala genomsnittet skall faststallas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Viljelylohkojen hallinta",
      "content": "Viljelijä voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 päivän ja huhtikuun 30 päivän väliltä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Viljelijä voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 päivän ja huhtikuun 30 päivän väliltä.",
        "folded_fi": "viljelija voi valita tilatukiasetuksen 44 artiklan 3 kohdassa tarkoitetun 10 kuukauden jakson alkamisajankohdan vuosittain helmikuun 1 paivan ja huhtikuun 30 paivan valilta.",
        "title_sv": "Innehav av odlingsskiften",
        "content_sv": "Jordbrukaren kan årligen välja att den period av tio månader som avses i artikel 44.3 i förordningen om gårdsstöd skall börja tidigast den 1 februari och senast den 30 april.",
        "normalized_sv": "Jordbrukaren kan årligen välja att den period av tio månader som avses i artikel 44.3 i förordningen om gårdsstöd skall börja tidigast den 1 februari och senast den 30 april.",
        "folded_sv": "jordbrukaren kan arligen valja att den period av tio manader som avses i artikel 44.3 i forordningen om gardsstod skall borja tidigast den 1 februari och senast den 30 april."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Tukioikeuksien käyttö ja siirrot",
      "content": "Viljelijä, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittää tukioikeuksien määrää vastaava tukikelpoisten hehtaarien määrä, jos hän säilyttää vähintään 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikköinä ilmaistuna. Valtioneuvoston asetuksella voidaan säätää tarkemmin 50 prosentin säännön määrittelyn perusteista. Tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina käytetään tilatukiasetuksen 58 artiklan mukaisia tukialueita. Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta asianomaiselle työvoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan määräajan kuluessa. Valtioneuvoston asetuksella voidaan säätää lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä. Työvoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen I 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvät toimet. Tukioikeuksien palauttamiseen liittyvästä menettelystä voidaan säätää valtioneuvoston asetuksella. Viljelijän luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pidetä perintö- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 päivänä huhtikuuta 2006 voimassa olevan vuokrakauden päättyessä, kuitenkin viimeistään 31 päivänä joulukuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Viljelijä, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittää tukioikeuksien määrää vastaava tukikelpoisten hehtaarien määrä, jos hän säilyttää vähintään 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikköinä ilmaistuna. Valtioneuvoston asetuksella voidaan säätää tarkemmin 50 prosentin säännön määrittelyn perusteista. Tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina käytetään tilatukiasetuksen 58 artiklan mukaisia tukialueita. Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta asianomaiselle työvoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan määräajan kuluessa. Valtioneuvoston asetuksella voidaan säätää lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä. Työvoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen I 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvät toimet. Tukioikeuksien palauttamiseen liittyvästä menettelystä voidaan säätää valtioneuvoston asetuksella. Viljelijän luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pidetä perintö- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 päivänä huhtikuuta 2006 voimassa olevan vuokrakauden päättyessä, kuitenkin viimeistään 31 päivänä joulukuuta 2016.",
        "folded_fi": "viljelija, jolla on erityistukioikeuksia, voi poiketa velvollisuudestaan esittaa tukioikeuksien maaraa vastaava tukikelpoisten hehtaarien maara, jos han sailyttaa vahintaan 50 prosenttia viitekaudella harjoitetusta maataloustoiminnasta nautayksikkoina ilmaistuna. valtioneuvoston asetuksella voidaan saataa tarkemmin 50 prosentin saannon maarittelyn perusteista. tilatukiasetuksen 63 artiklan 1 kohdan mukaisina tukioikeuksien kauppa-alueina kaytetaan tilatukiasetuksen 58 artiklan mukaisia tukialueita. tukioikeuden siirtajan on ilmoitettava tapahtuneesta siirrosta asianomaiselle tyovoima- ja elinkeinokeskukselle valtioneuvoston asetuksella vahvistettavan maaraajan kuluessa. valtioneuvoston asetuksella voidaan saataa lisaksi tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuden siirtamisen edellytyksista. tyovoima- ja elinkeinokeskuksella on oikeus suorittaa komission asetuksen i 73 a artiklan mukaisissa tapauksissa tukioikeuksien palauttamiseen liittyvat toimet. tukioikeuksien palauttamiseen liittyvasta menettelysta voidaan saataa valtioneuvoston asetuksella. viljelijan luovuttaessa vuokralle ottamansa tukikelpoisen maatalousmaan perusteella vahvistettavan tukioikeuden vastikkeetta vuokranantajalle, luovutusta ei pideta perinto- ja lahjaverolaissa (378/1940) tarkoitettuna lahjana, kun tukioikeuden luovutus tapahtuu 28 paivana huhtikuuta 2006 voimassa olevan vuokrakauden paattyessa, kuitenkin viimeistaan 31 paivana joulukuuta 2016.",
        "title_sv": "Användning och överföringar av stödrättigheter",
        "content_sv": "En jordbrukare som förfogar över särskilda stödrättigheter kan avvika från skyldigheten att tillhandahålla ett sådant antal stödberättigande hektar som motsvarar antalet rättigheter förutsatt att han eller hon bibehåller åtminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för hur regeln om 50 procent skall utformas. Regioner för handel med stödrättigheter enligt artikel 63.1 i förordningen om gårdsstöd är de stödregioner som avses i artikel 58 i förordningen. Den som överför stödrättigheter skall underrätta den behöriga arbetskrafts- och näringscentralen om överföringen inom en tidsfrist som fastställs genom förordning av statsrådet. Vidare kan det genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter. Arbetskrafts- och näringscentralen har i situationer enligt artikel 73 a i kommissionens förordning I rätt att vidta åtgärder för återbetalning av stödrättigheter. Bestämmelser om förfarandet vid återbetalning av stödrättigheter kan utfärdas genom förordning av statsrådet. Då en jordbrukare utan vederlag till arrendegivaren överlåter en stödrättighet som har fastställts på grundval av stödberättigande jordbruksmark som arrenderats av jordbrukaren, skall överlåtelsen inte betraktas som gåva enligt lagen om skatt på arv och gåva (378/1940) om stödrättigheten överlåts vid utgången av en arrendeperiod som är i kraft den 28 april 2006, dock senast den 31 december 2016.",
        "normalized_sv": "En jordbrukare som förfogar över särskilda stödrättigheter kan avvika från skyldigheten att tillhandahålla ett sådant antal stödberättigande hektar som motsvarar antalet rättigheter förutsatt att han eller hon bibehåller åtminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för hur regeln om 50 procent skall utformas. Regioner för handel med stödrättigheter enligt artikel 63.1 i förordningen om gårdsstöd är de stödregioner som avses i artikel 58 i förordningen. Den som överför stödrättigheter skall underrätta den behöriga arbetskrafts- och näringscentralen om överföringen inom en tidsfrist som fastställs genom förordning av statsrådet. Vidare kan det genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter. Arbetskrafts- och näringscentralen har i situationer enligt artikel 73 a i kommissionens förordning I rätt att vidta åtgärder för återbetalning av stödrättigheter. Bestämmelser om förfarandet vid återbetalning av stödrättigheter kan utfärdas genom förordning av statsrådet. Då en jordbrukare utan vederlag till arrendegivaren överlåter en stödrättighet som har fastställts på grundval av stödberättigande jordbruksmark som arrenderats av jordbrukaren, skall överlåtelsen inte betraktas som gåva enligt lagen om skatt på arv och gåva (378/1940) om stödrättigheten överlåts vid utgången av en arrendeperiod som är i kraft den 28 april 2006, dock senast den 31 december 2016.",
        "folded_sv": "en jordbrukare som forfogar over sarskilda stodrattigheter kan avvika fran skyldigheten att tillhandahalla ett sadant antal stodberattigande hektar som motsvarar antalet rattigheter forutsatt att han eller hon bibehaller atminstone 50 procent av den jordbruksverksamhet som bedrevs under referensperioden, uttryckt i djurenheter. genom forordning av statsradet kan narmare bestammelser utfardas om grunderna for hur regeln om 50 procent skall utformas. regioner for handel med stodrattigheter enligt artikel 63.1 i forordningen om gardsstod ar de stodregioner som avses i artikel 58 i forordningen. den som overfor stodrattigheter skall underratta den behoriga arbetskrafts- och naringscentralen om overforingen inom en tidsfrist som faststalls genom forordning av statsradet. vidare kan det genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii nar det galler villkoren for overforing av stodrattigheter. arbetskrafts- och naringscentralen har i situationer enligt artikel 73 a i kommissionens forordning i ratt att vidta atgarder for aterbetalning av stodrattigheter. bestammelser om forfarandet vid aterbetalning av stodrattigheter kan utfardas genom forordning av statsradet. da en jordbrukare utan vederlag till arrendegivaren overlater en stodrattighet som har faststallts pa grundval av stodberattigande jordbruksmark som arrenderats av jordbrukaren, skall overlatelsen inte betraktas som gava enligt lagen om skatt pa arv och gava (378/1940) om stodrattigheten overlats vid utgangen av en arrendeperiod som ar i kraft den 28 april 2006, dock senast den 31 december 2016."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Sukupolvenvaihdoksia koskevat tilanteet",
      "content": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 §:n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppahinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; sekä 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b §:n 3 momentin mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 § :n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppahinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; sekä 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b § :n 3 momentin mukaisesti.",
        "folded_fi": "sen lisaksi, mita perintokaaren (40/1965) 6 luvun 1 §:n 1 momentissa saadetaan, ennakkoperintona pidetaan tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmaista alakohtaa sovellettaessa myos sellaista vuonna 2003 tai sen jalkeen tehtya: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myonnetty nuoren viljelijan aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso edellyttaen, etta kauppahinta on selvasti alempi kuin vastaavassa kaupassa ilman edella tarkoitettua myyjan ja ostajan valista suhdetta muuten olisi ollut; seka 3) maatilan osan kauppaa, joka tehdaan perintokaaren 25 luvun 1 b §:n 3 momentin mukaisesti.",
        "title_sv": "Situationer som gäller generationsväxlingar",
        "content_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även ett år 2003 eller senare genomfört 1) köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, fosterbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, samt 3) köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken.",
        "normalized_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även ett år 2003 eller senare genomfört 1) köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, fosterbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, samt 3) köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken.",
        "folded_sv": "som forskott pa arv betraktas, utover vad som foreskrivs i 6 kap. 1 § 1 mom. i arvdabalken (40/1965), vid tillampning av artikel 33.1 b och artikel 43.1 forsta stycket i forordningen om gardsstod aven ett ar 2003 eller senare genomfort 1) kop av en gardsbruksenhet eller en del av en gardsbruksenhet som finansieras med bidrag, lan eller vardera inom ramen for startstod till unga jordbrukare, 2) kop av en gardsbruksenhet dar koparen ar saljarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, fosterbarn eller make till de ovan namnda forutsatt att kopesumman ar uppenbart lagre an vad den annars skulle ha varit vid motsvarande kop om inget ovan avsett forhallande mellan kopare och saljare hade existerat, samt 3) kop av en del av en gardsbruksenhet som genomfors i enlighet med 25 kap. 1 b § 3 mom. i arvdabalken."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kesannointioikeudet",
      "content": "Valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. Kesantoalalle voidaan kylvää siemeniä 15 päivästä heinäkuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ympäristönäkökohtien mukaisesti. Valtioneuvoston asetuksella voidaan säätää tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteistä, joilla estetään kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. Kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niistä menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. Osuus voi kuitenkin olla enintään 50 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. Kesantoalalle voidaan kylvää siemeniä 15 päivästä heinäkuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ympäristönäkökohtien mukaisesti. Valtioneuvoston asetuksella voidaan säätää tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteistä, joilla estetään kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. Kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niistä menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. Osuus voi kuitenkin olla enintään 50 prosenttia.",
        "folded_fi": "valtioneuvoston asetuksella vahvistetaan alueelliset kesannointivelvoiteprosentit. kesantoalalle voidaan kylvaa siemenia 15 paivasta heinakuuta alkaen valtioneuvoston asetuksella erikseen vahvistettavien ymparistonakokohtien mukaisesti. valtioneuvoston asetuksella voidaan saataa tilatukiasetuksen 54 artiklan 5 kohdassa tarkoitetuista toimenpiteista, joilla estetaan kesannointioikeuksiin oikeutetun kokonaisalan huomattava kasvu. kansallisena tukena voidaan maksaa tarvittaessa valtioneuvoston asetuksella vahvistettava osuus niista menoista, jotka aiheutuvat biomassatuotantoon tarkoitettujen monivuotisten kasvien viljelyalojen perustamisesta kesannoidulla maalla. osuus voi kuitenkin olla enintaan 50 prosenttia.",
        "title_sv": "Trädesrättigheter",
        "content_sv": "Genom förordning av statsrådet fastställs regionala procentsatser som anger trädeskravet. Utsäde får sås på trädesarealen från och med den 15 juli i enlighet med de miljöaspekter som fastställs särskilt genom förordning av statsrådet. Genom förordning av statsrådet kan det föreskrivas om åtgärder enligt artikel 54.5 i förordningen om gårdsstöd för att förhindra varje betydande ökning av den totala jordbruksareal som ger trädesrättigheter. Av kostnaden för anläggning av fleråriga grödor avsedda för produktion av biomassa på mark som tagits ur produktion kan en andel som fastställs genom förordning av statsrådet vid behov betalas ut som nationellt stöd. Andelen kan dock vara högst 50 procent.",
        "normalized_sv": "Genom förordning av statsrådet fastställs regionala procentsatser som anger trädeskravet. Utsäde får sås på trädesarealen från och med den 15 juli i enlighet med de miljöaspekter som fastställs särskilt genom förordning av statsrådet. Genom förordning av statsrådet kan det föreskrivas om åtgärder enligt artikel 54.5 i förordningen om gårdsstöd för att förhindra varje betydande ökning av den totala jordbruksareal som ger trädesrättigheter. Av kostnaden för anläggning av fleråriga grödor avsedda för produktion av biomassa på mark som tagits ur produktion kan en andel som fastställs genom förordning av statsrådet vid behov betalas ut som nationellt stöd. Andelen kan dock vara högst 50 procent.",
        "folded_sv": "genom forordning av statsradet faststalls regionala procentsatser som anger tradeskravet. utsade far sas pa tradesarealen fran och med den 15 juli i enlighet med de miljoaspekter som faststalls sarskilt genom forordning av statsradet. genom forordning av statsradet kan det foreskrivas om atgarder enligt artikel 54.5 i forordningen om gardsstod for att forhindra varje betydande okning av den totala jordbruksareal som ger tradesrattigheter. av kostnaden for anlaggning av flerariga grodor avsedda for produktion av biomassa pa mark som tagits ur produktion kan en andel som faststalls genom forordning av statsradet vid behov betalas ut som nationellt stod. andelen kan dock vara hogst 50 procent."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Rekisterin muodostaminen",
      "content": "Tukioikeusrekisterin perustamista varten voidaan käyttää maaseutuelinkeinorekisterissä olevia tietoja. Rekisteröityminen tukioikeusrekisteriin on maksutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Tukioikeusrekisterin perustamista varten voidaan käyttää maaseutuelinkeinorekisterissä olevia tietoja. Rekisteröityminen tukioikeusrekisteriin on maksutonta.",
        "folded_fi": "tukioikeusrekisterin perustamista varten voidaan kayttaa maaseutuelinkeinorekisterissa olevia tietoja. rekisteroityminen tukioikeusrekisteriin on maksutonta.",
        "title_sv": "Inrättande av ett register",
        "content_sv": "Uppgifterna i landsbygdsnäringsregistret kan användas för inrättandet av ett stödrättighetsregister. Inskrivningen i stödrättighetsregistret är avgiftsfri.",
        "normalized_sv": "Uppgifterna i landsbygdsnäringsregistret kan användas för inrättandet av ett stödrättighetsregister. Inskrivningen i stödrättighetsregistret är avgiftsfri.",
        "folded_sv": "uppgifterna i landsbygdsnaringsregistret kan anvandas for inrattandet av ett stodrattighetsregister. inskrivningen i stodrattighetsregistret ar avgiftsfri."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Rekisterin pitäjä, käyttäjät ja käyttötarkoitus",
      "content": "Tukioikeusrekisterin pidosta vastaa maa- ja metsätalousministeriön tietopalvelukeskus. Maa- ja metsätalousministeriöllä, maa- ja metsätalousministeriön tietopalvelukeskuksella, työvoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisteristä tietoja salassapitosäännösten estämättä, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista sekä muussa tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Tukioikeusrekisterin pidosta vastaa maa- ja metsätalousministeriön tietopalvelukeskus. Maa- ja metsätalousministeriöllä, maa- ja metsätalousministeriön tietopalvelukeskuksella, työvoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisteristä tietoja salassapitosäännösten estämättä, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista sekä muussa tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa.",
        "folded_fi": "tukioikeusrekisterin pidosta vastaa maa- ja metsatalousministerion tietopalvelukeskus. maa- ja metsatalousministeriolla, maa- ja metsatalousministerion tietopalvelukeskuksella, tyovoima- ja elinkeinokeskusten maaseutuosastoilla ja kuntien maaseutuelinkeinoviranomaisilla on oikeus saada rekisterista tietoja salassapitosaannosten estamatta, jos kysymys on tilatukiasetuksen 21 artiklan mukaisesta tukioikeuksien tarkastamisesta ja ristiintarkastuksista seka muussa tilatukiasetuksen edellyttamassa tukioikeuksien hallinnoinnissa.",
        "title_sv": "Registeransvarig, användare och ändamål",
        "content_sv": "Jord- och skogsbruksministeriets informationstjänstcentral ansvarar för stödrättighetsregistret. Jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjänstcentral, arbetskrafts- och näringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnäringsmyndigheter har utan hinder av sekretessbestämmelserna rätt att få uppgifter ur registret vid kontroller av stödrättigheter och vid samkörning av uppgifter i överensstämmelse med artikel 21 i förordningen om gårdsstöd samt vid annan administration av stödrättigheter enligt förordningen om gårdsstöd.",
        "normalized_sv": "Jord- och skogsbruksministeriets informationstjänstcentral ansvarar för stödrättighetsregistret. Jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjänstcentral, arbetskrafts- och näringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnäringsmyndigheter har utan hinder av sekretessbestämmelserna rätt att få uppgifter ur registret vid kontroller av stödrättigheter och vid samkörning av uppgifter i överensstämmelse med artikel 21 i förordningen om gårdsstöd samt vid annan administration av stödrättigheter enligt förordningen om gårdsstöd.",
        "folded_sv": "jord- och skogsbruksministeriets informationstjanstcentral ansvarar for stodrattighetsregistret. jord- och skogsbruksministeriet, jord- och skogsbruksministeriets informationstjanstcentral, arbetskrafts- och naringscentralernas landsbygdsavdelningar samt kommunernas landsbygdsnaringsmyndigheter har utan hinder av sekretessbestammelserna ratt att fa uppgifter ur registret vid kontroller av stodrattigheter och vid samkorning av uppgifter i overensstammelse med artikel 21 i forordningen om gardsstod samt vid annan administration av stodrattigheter enligt forordningen om gardsstod."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rekisteriin merkittävät tiedot",
      "content": "Rekisteriin voidaan merkitä seuraavat tiedot: 1) tilan yksilöintitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilötunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispäivä; 5) tukioikeuden viimeisimmän aktivoinnin päivämäärä; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkuperä; sekä 9) alueelliset rajoitukset. Rekisteriin voidaan lisäksi merkitä muita tietoja, jos Euroopan yhteisön säännökset sitä edellyttävät ja tiedot ovat välttämättömiä tukioikeusrekisterin hallinnoinnin kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Rekisteriin voidaan merkitä seuraavat tiedot: 1) tilan yksilöintitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilötunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispäivä; 5) tukioikeuden viimeisimmän aktivoinnin päivämäärä; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkuperä; sekä 9) alueelliset rajoitukset. Rekisteriin voidaan lisäksi merkitä muita tietoja, jos Euroopan yhteisön säännökset sitä edellyttävät ja tiedot ovat välttämättömiä tukioikeusrekisterin hallinnoinnin kannalta.",
        "folded_fi": "rekisteriin voidaan merkita seuraavat tiedot: 1) tilan yksilointitiedot; 2) tukioikeuden haltija ja omistaja, yhteystiedot, henkilotunnus tai yrityksen tunnistetiedot; 3) tukioikeuden tyyppi ja arvo; 4) tukioikeuden saamispaiva; 5) tukioikeuden viimeisimman aktivoinnin paivamaara; 6) tukioikeuden hallinnan muutos; 7) tukioikeuksien leikkaaminen varantoon ja jakaminen varannosta; 8) tukioikeuden alkupera; seka 9) alueelliset rajoitukset. rekisteriin voidaan lisaksi merkita muita tietoja, jos euroopan yhteison saannokset sita edellyttavat ja tiedot ovat valttamattomia tukioikeusrekisterin hallinnoinnin kannalta.",
        "title_sv": "Uppgifter i registret",
        "content_sv": "I registret kan följande uppgifter föras in: 1) gårdsbruksenhetens identifikationsuppgifter, 2) stödrättighetens innehavare och ägare, kontaktuppgifter, personbeteckning eller företagets identifikationsuppgifter, 3) typ av stödrättighet och stödrättighetens värde, 4) datum då stödrättigheten fastställts, 5) datum då stödrättigheten senast använts, 6) ändring i besittningen av stödrättigheten, 7) minskning av stödrättigheter till reserven och tilldelning ur reserven, 8) stödrättighetens ursprung, samt 9) regionala restriktioner. Också andra uppgifter kan införas i registret om Europeiska gemenskapens bestämmelser förutsätter det och om uppgifterna är nödvändiga med tanke på administrationen av stödrättighetsregistret.",
        "normalized_sv": "I registret kan följande uppgifter föras in: 1) gårdsbruksenhetens identifikationsuppgifter, 2) stödrättighetens innehavare och ägare, kontaktuppgifter, personbeteckning eller företagets identifikationsuppgifter, 3) typ av stödrättighet och stödrättighetens värde, 4) datum då stödrättigheten fastställts, 5) datum då stödrättigheten senast använts, 6) ändring i besittningen av stödrättigheten, 7) minskning av stödrättigheter till reserven och tilldelning ur reserven, 8) stödrättighetens ursprung, samt 9) regionala restriktioner. Också andra uppgifter kan införas i registret om Europeiska gemenskapens bestämmelser förutsätter det och om uppgifterna är nödvändiga med tanke på administrationen av stödrättighetsregistret.",
        "folded_sv": "i registret kan foljande uppgifter foras in: 1) gardsbruksenhetens identifikationsuppgifter, 2) stodrattighetens innehavare och agare, kontaktuppgifter, personbeteckning eller foretagets identifikationsuppgifter, 3) typ av stodrattighet och stodrattighetens varde, 4) datum da stodrattigheten faststallts, 5) datum da stodrattigheten senast anvants, 6) andring i besittningen av stodrattigheten, 7) minskning av stodrattigheter till reserven och tilldelning ur reserven, 8) stodrattighetens ursprung, samt 9) regionala restriktioner. ocksa andra uppgifter kan inforas i registret om europeiska gemenskapens bestammelser forutsatter det och om uppgifterna ar nodvandiga med tanke pa administrationen av stodrattighetsregistret."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Rekisterin julkisuus ja tietojen luovuttaminen rekisteristä",
      "content": "Tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen osalta soveltuvin osin henkilötietolakia (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_16",
        "normalized_fi": "Tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilötietojen osalta soveltuvin osin henkilötietolakia (523/1999).",
        "folded_fi": "tukioikeusrekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja henkilotietojen osalta soveltuvin osin henkilotietolakia (523/1999).",
        "title_sv": "Registrets offentlighet och utlämnande av uppgifter ur registret",
        "content_sv": "På offentligheten för uppgifterna i stödrättighetsregistret, utlämnandet av uppgifter och de avgifter som tas ut för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999) och för personuppgifterna personuppgiftslagen (523/1999).",
        "normalized_sv": "På offentligheten för uppgifterna i stödrättighetsregistret, utlämnandet av uppgifter och de avgifter som tas ut för utlämnandet tillämpas lagen om offentlighet i myndigheternas verksamhet (621/1999) och för personuppgifterna personuppgiftslagen (523/1999).",
        "folded_sv": "pa offentligheten for uppgifterna i stodrattighetsregistret, utlamnandet av uppgifter och de avgifter som tas ut for utlamnandet tillampas lagen om offentlighet i myndigheternas verksamhet (621/1999) och for personuppgifterna personuppgiftslagen (523/1999)."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Rekisteritietojen korjaaminen",
      "content": "Rekisterissä olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilötietojen oikaisuun, poistamiseen ja täydentämiseen sovelletaan, mitä henkilötietolain 29 §:ssä säädetään. Virheellinen tieto on merkittävä virheelliseksi ja tiedon saa säilyttää viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteröidyn, rekisterinpitäjän tai muun asianosaisen oikeuksien turvaamiseksi. Tällaista tietoa saa käyttää ainoastaan näiden oikeuksien turvaamisen tarkoituksessa. Jos kuitenkin Euroopan yhteisön säännökset edellyttävät tietojen säilyttämistä viittä vuotta kauemmin, noudatetaan soveltuvin osin näitä säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_17",
        "normalized_fi": "Rekisterissä olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilötietojen oikaisuun, poistamiseen ja täydentämiseen sovelletaan, mitä henkilötietolain 29 § :ssä säädetään. Virheellinen tieto on merkittävä virheelliseksi ja tiedon saa säilyttää viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteröidyn, rekisterinpitäjän tai muun asianosaisen oikeuksien turvaamiseksi. Tällaista tietoa saa käyttää ainoastaan näiden oikeuksien turvaamisen tarkoituksessa. Jos kuitenkin Euroopan yhteisön säännökset edellyttävät tietojen säilyttämistä viittä vuotta kauemmin, noudatetaan soveltuvin osin näitä säännöksiä.",
        "folded_fi": "rekisterissa olevien virheellisten, tarpeettomien, puutteellisten tai vanhentuneiden henkilotietojen oikaisuun, poistamiseen ja taydentamiseen sovelletaan, mita henkilotietolain 29 §:ssa saadetaan. virheellinen tieto on merkittava virheelliseksi ja tiedon saa sailyttaa viiden vuoden ajan virheen havaitsemisesta, jos se on tarpeen rekisteroidyn, rekisterinpitajan tai muun asianosaisen oikeuksien turvaamiseksi. tallaista tietoa saa kayttaa ainoastaan naiden oikeuksien turvaamisen tarkoituksessa. jos kuitenkin euroopan yhteison saannokset edellyttavat tietojen sailyttamista viitta vuotta kauemmin, noudatetaan soveltuvin osin naita saannoksia.",
        "title_sv": "Rättelse av registeruppgifter",
        "content_sv": "Bestämmelserna i 29 § i personuppgiftslagen tillämpas då oriktiga, onödiga, bristfälliga eller föråldrade uppgifter i registret rättas, utplånas och kompletteras. En oriktig uppgift skall antecknas som oriktig och får sparas i fem års tid från det att felet upptäcktes om det är nödvändigt för att trygga den registrerades, registeransvariges eller någon annan parts rättigheter. En sådan uppgift får användas endast i syfte att trygga dessa rättigheter. Om Europeiska gemenskapens bestämmelser emellertid förutsätter att uppgifterna skall sparas en längre tid än fem år skall bestämmelserna följas.",
        "normalized_sv": "Bestämmelserna i 29 § i personuppgiftslagen tillämpas då oriktiga, onödiga, bristfälliga eller föråldrade uppgifter i registret rättas, utplånas och kompletteras. En oriktig uppgift skall antecknas som oriktig och får sparas i fem års tid från det att felet upptäcktes om det är nödvändigt för att trygga den registrerades, registeransvariges eller någon annan parts rättigheter. En sådan uppgift får användas endast i syfte att trygga dessa rättigheter. Om Europeiska gemenskapens bestämmelser emellertid förutsätter att uppgifterna skall sparas en längre tid än fem år skall bestämmelserna följas.",
        "folded_sv": "bestammelserna i 29 § i personuppgiftslagen tillampas da oriktiga, onodiga, bristfalliga eller foraldrade uppgifter i registret rattas, utplanas och kompletteras. en oriktig uppgift skall antecknas som oriktig och far sparas i fem ars tid fran det att felet upptacktes om det ar nodvandigt for att trygga den registrerades, registeransvariges eller nagon annan parts rattigheter. en sadan uppgift far anvandas endast i syfte att trygga dessa rattigheter. om europeiska gemenskapens bestammelser emellertid forutsatter att uppgifterna skall sparas en langre tid an fem ar skall bestammelserna foljas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Tietojen säilyttäminen",
      "content": "Tiedot säilytetään rekisterissä Euroopan yhteisön säännöksissä edellytetyn ajan tai niin kauan kuin niiden käyttö tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa muutoin on välttämätöntä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_18",
        "normalized_fi": "Tiedot säilytetään rekisterissä Euroopan yhteisön säännöksissä edellytetyn ajan tai niin kauan kuin niiden käyttö tilatukiasetuksen edellyttämässä tukioikeuksien hallinnoinnissa muutoin on välttämätöntä.",
        "folded_fi": "tiedot sailytetaan rekisterissa euroopan yhteison saannoksissa edellytetyn ajan tai niin kauan kuin niiden kaytto tilatukiasetuksen edellyttamassa tukioikeuksien hallinnoinnissa muutoin on valttamatonta.",
        "title_sv": "Förvaring av uppgifter",
        "content_sv": "Uppgifterna förvaras i registret under en så lång tid som Europeiska gemenskapens bestämmelser kräver eller så länge det annars är nödvändigt för administrationen av stödrättigheter enligt förordningen om gårdsstöd.",
        "normalized_sv": "Uppgifterna förvaras i registret under en så lång tid som Europeiska gemenskapens bestämmelser kräver eller så länge det annars är nödvändigt för administrationen av stödrättigheter enligt förordningen om gårdsstöd.",
        "folded_sv": "uppgifterna forvaras i registret under en sa lang tid som europeiska gemenskapens bestammelser kraver eller sa lange det annars ar nodvandigt for administrationen av stodrattigheter enligt forordningen om gardsstod."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista sekä tilaneuvontajärjestelmän toteuttamisesta. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tätä lakia tarkemmat säännökset myös muista Euroopan yhteisön asetuksissa jäsenvaltioiden päätettäväksi jätetyistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista sekä tilaneuvontajärjestelmän toteuttamisesta. Valtioneuvoston asetuksella voidaan tarvittaessa antaa tätä lakia tarkemmat säännökset myös muista Euroopan yhteisön asetuksissa jäsenvaltioiden päätettäväksi jätetyistä seikoista.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tukioikeusrekisterin hallinnoinnista seka tilaneuvontajarjestelman toteuttamisesta. valtioneuvoston asetuksella voidaan tarvittaessa antaa tata lakia tarkemmat saannokset myos muista euroopan yhteison asetuksissa jasenvaltioiden paatettavaksi jatetyista seikoista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administrationen av stödrättighetsregistret samt om hur systemet med jordbruksrådgivning skall genomföras. Genom förordning av statsrådet kan närmare bestämmelser än denna lag vid behov utfärdas också om andra omständigheter som enligt Europeiska gemenskapens förordningar skall avgöras av en medlemsstat.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administrationen av stödrättighetsregistret samt om hur systemet med jordbruksrådgivning skall genomföras. Genom förordning av statsrådet kan närmare bestämmelser än denna lag vid behov utfärdas också om andra omständigheter som enligt Europeiska gemenskapens förordningar skall avgöras av en medlemsstat.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om administrationen av stodrattighetsregistret samt om hur systemet med jordbruksradgivning skall genomforas. genom forordning av statsradet kan narmare bestammelser an denna lag vid behov utfardas ocksa om andra omstandigheter som enligt europeiska gemenskapens forordningar skall avgoras av en medlemsstat."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä elokuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Maatalousmaata ennen tämän lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitävälle viljelijälle tämän lain mukaan myönnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisältävä tukioikeus siirtyy vuokranantajalle vuokrakauden päättyessä, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan välillä ole muuta sovittu tai sovita eikä vuokranantaja itsestään riippumattomasta syystä saa tukioikeutta kansallisesta varannosta. Edellä 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden päättymisen jälkeen edellä 3 §:n 3 momentissa tarkoitetun siirtymäkauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisäosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan välillä muuta sovita.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä elokuuta 2005. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Maatalousmaata ennen tämän lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitävälle viljelijälle tämän lain mukaan myönnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisältävä tukioikeus siirtyy vuokranantajalle vuokrakauden päättyessä, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan välillä ole muuta sovittu tai sovita eikä vuokranantaja itsestään riippumattomasta syystä saa tukioikeutta kansallisesta varannosta. Edellä 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden päättymisen jälkeen edellä 3 § :n 3 momentissa tarkoitetun siirtymäkauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisäosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan välillä muuta sovita.",
        "folded_fi": "tama laki tulee voimaan 1 paivana elokuuta 2005. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. maatalousmaata ennen taman lain voimaantuloa tehdyn maanvuokrasopimuksen perusteella hallinnassaan pitavalle viljelijalle taman lain mukaan myonnetty muu kuin tilatukiasetuksen 60 artiklan mukaisen oikeuden sisaltava tukioikeus siirtyy vuokranantajalle vuokrakauden paattyessa, jollei vuokrasuhdetta jatketa taikka vuokralaisen ja vuokranantajan valilla ole muuta sovittu tai sovita eika vuokranantaja itsestaan riippumattomasta syysta saa tukioikeutta kansallisesta varannosta. edella 3 momentissa tarkoitetussa tapauksessa vuokranantajan tulee korvata vuokralaiselle vuosittain vuokrakauden paattymisen jalkeen edella 3 §:n 3 momentissa tarkoitetun siirtymakauden aikana alueellisen tasatukioikeuden ja vuokralaiselle vahvistettavan lisaosallisen tukioikeuden hehtaarikohtaisten arvojen erotus, jollei vuokralaisen ja vuokranantajan valilla muuta sovita.",
        "title_sv": "Ikraftträdande och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 augusti 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. En stödrättighet som innefattar någon annan rättighet än den som avses i artikel 60 i förordningen om gårdsstöd och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark på grundval av ett arrendeavtal som har ingåtts innan denna lag trädde i kraft överförs till utarrenderaren när arrendetiden går ut, om inte arrendeförhållandet förlängs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som är oberoende av honom eller henne själv inte får stödrättighet ur den nationella reserven. I de fall som avses i 3 mom. skall utarrenderaren under övergångstiden i 3 § 3 mom. årligen efter att arrendetiden har gått ut ersätta arrendatorn för skillnaden i värdet per hektar mellan den regionala stödrättigheten för enhetligt stöd och arrendatorns stödrättighet med tilläggsdel, om arrendatorn och utarrenderaren inte kommer överens om något annat.",
        "normalized_sv": "Denna lag träder i kraft den 1 augusti 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. En stödrättighet som innefattar någon annan rättighet än den som avses i artikel 60 i förordningen om gårdsstöd och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark på grundval av ett arrendeavtal som har ingåtts innan denna lag trädde i kraft överförs till utarrenderaren när arrendetiden går ut, om inte arrendeförhållandet förlängs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som är oberoende av honom eller henne själv inte får stödrättighet ur den nationella reserven. I de fall som avses i 3 mom. skall utarrenderaren under övergångstiden i 3 § 3 mom. årligen efter att arrendetiden har gått ut ersätta arrendatorn för skillnaden i värdet per hektar mellan den regionala stödrättigheten för enhetligt stöd och arrendatorns stödrättighet med tilläggsdel, om arrendatorn och utarrenderaren inte kommer överens om något annat.",
        "folded_sv": "denna lag trader i kraft den 1 augusti 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. en stodrattighet som innefattar nagon annan rattighet an den som avses i artikel 60 i forordningen om gardsstod och som enligt denna lag har beviljats en jordbrukare som besitter jordbruksmark pa grundval av ett arrendeavtal som har ingatts innan denna lag tradde i kraft overfors till utarrenderaren nar arrendetiden gar ut, om inte arrendeforhallandet forlangs eller om ingenting annat avtalas mellan arrendatorn och utarrenderaren och utarrenderaren av orsaker som ar oberoende av honom eller henne sjalv inte far stodrattighet ur den nationella reserven. i de fall som avses i 3 mom. skall utarrenderaren under overgangstiden i 3 § 3 mom. arligen efter att arrendetiden har gatt ut ersatta arrendatorn for skillnaden i vardet per hektar mellan den regionala stodrattigheten for enhetligt stod och arrendatorns stodrattighet med tillaggsdel, om arrendatorn och utarrenderaren inte kommer overens om nagot annat."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    }
  ]
}