{
  "id": "563/2015",
  "type": "statute",
  "title": "Laki vaalilain muuttamisesta",
  "title_en": "Lag om ändring av vallagen",
  "status": "in_force",
  "issued_date": "2015-05-08",
  "in_force_date": "2015-05-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/563/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "11:144",
      "chapter": "11",
      "section": "144",
      "title": "Vaalipäivä",
      "content": "Kuntavaalien vaalipäivä on huhtikuun kolmas sunnuntai.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:144",
        "normalized_fi": "Kuntavaalien vaalipäivä on huhtikuun kolmas sunnuntai.",
        "folded_fi": "kuntavaalien vaalipaiva on huhtikuun kolmas sunnuntai."
      }
    },
    {
      "provision_ref": "11:145",
      "chapter": "11",
      "section": "145",
      "content": "145 §",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:145",
        "normalized_fi": "145 §",
        "folded_fi": "145 §"
      }
    },
    {
      "provision_ref": "11:146",
      "chapter": "11",
      "section": "146",
      "title": "Oikeus asettaa ehdokkaita",
      "content": "Kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) äänioikeutetut, jotka ovat perustaneet valitsijayhdistyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:146",
        "normalized_fi": "Kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) äänioikeutetut, jotka ovat perustaneet valitsijayhdistyksen.",
        "folded_fi": "kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) aanioikeutetut, jotka ovat perustaneet valitsijayhdistyksen."
      }
    },
    {
      "provision_ref": "11:150",
      "chapter": "11",
      "section": "150",
      "title": "Valitsijayhdistyksen perustaminen",
      "content": "Valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vähintään kymmenen äänioikeutettua kunnan asukasta. Kunnassa, jonka asukasluku on väestötietojärjestelmässä vaalivuotta edeltävän vuoden marraskuun 30 päivän päättyessä olevien tietojen mukaan enintään 1 500, saa valitsijayhdistyksen kuitenkin perustaa vähintään kolme äänioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintään 2 000, saa valitsijayhdistyksen perustaa vähintään viisi äänioikeutettua kunnan asukasta. Valitsijayhdistys perustetaan laatimalla päivätty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siitä, mitkä kuntavaalit ovat kyseessä; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen; 3) jokaisen jäsenen nimi, syntymäaika ja osoite; 4) jokaisen jäsenen allekirjoittama vakuutus siitä, että hän on kysymyksessä olevissa vaaleissa asianomaisessa kunnassa äänioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hänen varamiehensä nimi ja yhteystiedot. Äänioikeutettu voi olla jäsenenä vain yhdessä valitsijayhdistyksessä. Jos hän on jäsenenä kahdessa tai useammassa valitsijayhdistyksessä, kunnan keskusvaalilautakunnan on poistettava hänen nimensä kaikista perustamisasiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:150",
        "normalized_fi": "Valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vähintään kymmenen äänioikeutettua kunnan asukasta. Kunnassa, jonka asukasluku on väestötietojärjestelmässä vaalivuotta edeltävän vuoden marraskuun 30 päivän päättyessä olevien tietojen mukaan enintään 1 500, saa valitsijayhdistyksen kuitenkin perustaa vähintään kolme äänioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintään 2 000, saa valitsijayhdistyksen perustaa vähintään viisi äänioikeutettua kunnan asukasta. Valitsijayhdistys perustetaan laatimalla päivätty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siitä, mitkä kuntavaalit ovat kyseessä; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen; 3) jokaisen jäsenen nimi, syntymäaika ja osoite; 4) jokaisen jäsenen allekirjoittama vakuutus siitä, että hän on kysymyksessä olevissa vaaleissa asianomaisessa kunnassa äänioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hänen varamiehensä nimi ja yhteystiedot. Äänioikeutettu voi olla jäsenenä vain yhdessä valitsijayhdistyksessä. Jos hän on jäsenenä kahdessa tai useammassa valitsijayhdistyksessä, kunnan keskusvaalilautakunnan on poistettava hänen nimensä kaikista perustamisasiakirjoista.",
        "folded_fi": "valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vahintaan kymmenen aanioikeutettua kunnan asukasta. kunnassa, jonka asukasluku on vaestotietojarjestelmassa vaalivuotta edeltavan vuoden marraskuun 30 paivan paattyessa olevien tietojen mukaan enintaan 1 500, saa valitsijayhdistyksen kuitenkin perustaa vahintaan kolme aanioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintaan 2 000, saa valitsijayhdistyksen perustaa vahintaan viisi aanioikeutettua kunnan asukasta. valitsijayhdistys perustetaan laatimalla paivatty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siita, mitka kuntavaalit ovat kyseessa; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintaan kahta ilmaisua kayttaen; 3) jokaisen jasenen nimi, syntymaaika ja osoite; 4) jokaisen jasenen allekirjoittama vakuutus siita, etta han on kysymyksessa olevissa vaaleissa asianomaisessa kunnassa aanioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hanen varamiehensa nimi ja yhteystiedot. aanioikeutettu voi olla jasenena vain yhdessa valitsijayhdistyksessa. jos han on jasenena kahdessa tai useammassa valitsijayhdistyksessa, kunnan keskusvaalilautakunnan on poistettava hanen nimensa kaikista perustamisasiakirjoista."
      }
    },
    {
      "provision_ref": "11:151",
      "chapter": "11",
      "section": "151",
      "content": "151 §",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:151",
        "normalized_fi": "151 §",
        "folded_fi": "151 §"
      }
    },
    {
      "provision_ref": "11:157",
      "chapter": "11",
      "section": "157",
      "title": "Valtuutettujen valitseminen vaaleja toimittamatta",
      "content": "Jos vaaleja varten hyväksyttyjä ehdokkaita on yhtä paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 §:ssä tarkoitettuna sunnuntaina pidettävässä kokouksessa, että valtuutetuiksi on valittu hyväksytyt ehdokkaat. Jos ehdokkaita on vähemmän kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumäärä jää toistaiseksi vajaaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:157",
        "normalized_fi": "Jos vaaleja varten hyväksyttyjä ehdokkaita on yhtä paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 § :ssä tarkoitettuna sunnuntaina pidettävässä kokouksessa, että valtuutetuiksi on valittu hyväksytyt ehdokkaat. Jos ehdokkaita on vähemmän kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumäärä jää toistaiseksi vajaaksi.",
        "folded_fi": "jos vaaleja varten hyvaksyttyja ehdokkaita on yhta paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 §:ssa tarkoitettuna sunnuntaina pidettavassa kokouksessa, etta valtuutetuiksi on valittu hyvaksytyt ehdokkaat. jos ehdokkaita on vahemman kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumaara jaa toistaiseksi vajaaksi."
      }
    },
    {
      "provision_ref": "11:188",
      "chapter": "11",
      "section": "188",
      "title": "Kustannusten jako vaaliviranomaisten välillä",
      "content": "Kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoäänestyspaikkojen vaalitoimitsijoiden ja kotiäänestyksen vaalitoimitsijoiden toiminnasta aiheutuneista sekä muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. Muissa kuin kuntavaaleissa oikeusministeriö suorittaa kunnalle kertakorvauksena ministeriön vahvistaman euromäärän jokaiselta vaaleissa äänioikeutetulta kunnan asukkaalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:188",
        "normalized_fi": "Kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoäänestyspaikkojen vaalitoimitsijoiden ja kotiäänestyksen vaalitoimitsijoiden toiminnasta aiheutuneista sekä muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. Muissa kuin kuntavaaleissa oikeusministeriö suorittaa kunnalle kertakorvauksena ministeriön vahvistaman euromäärän jokaiselta vaaleissa äänioikeutetulta kunnan asukkaalta.",
        "folded_fi": "kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoaanestyspaikkojen vaalitoimitsijoiden ja kotiaanestyksen vaalitoimitsijoiden toiminnasta aiheutuneista seka muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. muissa kuin kuntavaaleissa oikeusministerio suorittaa kunnalle kertakorvauksena ministerion vahvistaman euromaaran jokaiselta vaaleissa aanioikeutetulta kunnan asukkaalta."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään sen lisäksi, mitä perustuslaissa ja kuntalaissa (410/2015) vaaleista säädetään, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit Suomesta valittavien Euroopan parlamentin jäsenten vaalit (). Kuntavaaleista Ahvenanmaan maakunnassa säädetään maakunnan lainsäädännössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään sen lisäksi, mitä perustuslaissa ja kuntalaissa (410/2015) vaaleista säädetään, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit Suomesta valittavien Euroopan parlamentin jäsenten vaalit (). Kuntavaaleista Ahvenanmaan maakunnassa säädetään maakunnan lainsäädännössä.",
        "folded_fi": "tassa laissa saadetaan sen lisaksi, mita perustuslaissa ja kuntalaissa (410/2015) vaaleista saadetaan, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit suomesta valittavien euroopan parlamentin jasenten vaalit (). kuntavaaleista ahvenanmaan maakunnassa saadetaan maakunnan lainsaadannossa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Utöver vad som i grundlagen och kommunallagen (410/2015) föreskrivs om val innehåller denna lag bestämmelser om förrättandet av 1) riksdagsval val av riksdagsledamöter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) Europaparlamentsval val av finländska ledamöter till Europaparlamentet (). Bestämmelser om kommunalval i landskapet Åland finns i landskapets lagstiftning.",
        "normalized_sv": "Utöver vad som i grundlagen och kommunallagen (410/2015) föreskrivs om val innehåller denna lag bestämmelser om förrättandet av 1) riksdagsval val av riksdagsledamöter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) Europaparlamentsval val av finländska ledamöter till Europaparlamentet (). Bestämmelser om kommunalval i landskapet Åland finns i landskapets lagstiftning.",
        "folded_sv": "utover vad som i grundlagen och kommunallagen (410/2015) foreskrivs om val innehaller denna lag bestammelser om forrattandet av 1) riksdagsval val av riksdagsledamoter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) europaparlamentsval val av finlandska ledamoter till europaparlamentet (). bestammelser om kommunalval i landskapet aland finns i landskapets lagstiftning."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Äänioikeus",
      "content": "Äänioikeudesta kuntavaaleissa säädetään perustuslaissa ja kuntalaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Äänioikeudesta kuntavaaleissa säädetään perustuslaissa ja kuntalaissa.",
        "folded_fi": "aanioikeudesta kuntavaaleissa saadetaan perustuslaissa ja kuntalaissa."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vaalikelpoisuus",
      "content": "Vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi säädetään perustuslaissa sekä vaalikelpoisuudesta kuntavaaleissa kuntalaissa. Vaalikelpoisuudesta europarlamenttivaaleissa säädetään tämän lain 164 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi säädetään perustuslaissa sekä vaalikelpoisuudesta kuntavaaleissa kuntalaissa. Vaalikelpoisuudesta europarlamenttivaaleissa säädetään tämän lain 164 § :ssä.",
        "folded_fi": "vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi saadetaan perustuslaissa seka vaalikelpoisuudesta kuntavaaleissa kuntalaissa. vaalikelpoisuudesta europarlamenttivaaleissa saadetaan taman lain 164 §:ssa.",
        "title_sv": "Valbarhet",
        "content_sv": "Bestämmelser om valbarhet vid riksdagsval och om behörighet att bli vald till republikens president finns i grundlagen och bestämmelser om valbarhet vid kommunalval i kommunallagen. Bestämmelser om valbarhet vid Europaparlamentsval finns i 164 § i denna lag.",
        "normalized_sv": "Bestämmelser om valbarhet vid riksdagsval och om behörighet att bli vald till republikens president finns i grundlagen och bestämmelser om valbarhet vid kommunalval i kommunallagen. Bestämmelser om valbarhet vid Europaparlamentsval finns i 164 § i denna lag.",
        "folded_sv": "bestammelser om valbarhet vid riksdagsval och om behorighet att bli vald till republikens president finns i grundlagen och bestammelser om valbarhet vid kommunalval i kommunallagen. bestammelser om valbarhet vid europaparlamentsval finns i 164 § i denna lag."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vaalipiirit eduskuntavaaleissa",
      "content": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Köyliön, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenkosken, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Nastolan, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Jalasjärven, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Köyliön, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenkosken, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Nastolan, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Jalasjärven, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
        "folded_fi": "vaalipiireihin eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) helsingin vaalipiiri, johon kuuluu helsingin kaupunki; 2) uudenmaan vaalipiiri, johon kuuluvat askolan, espoon, hangon, hyvinkaan, inkoon, jarvenpaan, karkkilan, kauniaisten, keravan, kirkkonummen, lapinjarven, lohjan, loviisan, myrskylan, mantsalan, nurmijarven, pornaisten, porvoon, pukkilan, raaseporin, sipoon, siuntion, tuusulan, vantaan seka vihdin kunnat; 3) varsinais-suomen vaalipiiri, johon kuuluvat auran, kaarinan, kemionsaaren, koski tl:n, kustavin, laitilan, liedon, loimaan, marttilan, maskun, mynamaen, naantalin, nousiaisten, oripaan, paimion, paraisten, pyharannan, poytyan, raision, ruskon, salon, sauvon, someron, taivassalon, turun, uudenkaupungin seka vehmaan kunnat; 4) satakunnan vaalipiiri, johon kuuluvat euran, eurajoen, harjavallan, honkajoen, huittisten, jamijarven, kankaanpaan, karvian, kokemaen, koylion, luvian, merikarvian, nakkilan, pomarkun, porin, rauman, siikaisten, sakylan seka ulvilan kunnat; 5) ahvenanmaan maakunnan vaalipiiri, johon kuuluvat brandon, eckeron, finstromin, foglon, getan, hammarlandin, jomalan, kumlingen, kokarin, lemlandin, lumparlandin, maarianhaminan, saltvikin, sottungan, sundin seka vardon kunnat; 6) hameen vaalipiiri, johon kuuluvat asikkalan, forssan, hartolan, hattulan, hausjarven, heinolan, hollolan, humppilan, hameenkosken, hameenlinnan, janakkalan, jokioisten, karkolan, lahden, lopen, nastolan, orimattilan, padasjoen, riihimaen, sysman, tammelan seka ypajan kunnat; 7) pirkanmaan vaalipiiri, johon kuuluvat akaan, hameenkyron, ikaalisten, juupajoen, kangasalan, kihnion, lempaalan, mantta-vilppulan, nokian, oriveden, parkanon, pirkkalan, punkalaitumen, palkaneen, ruoveden, sastamalan, tampereen, urjalan, valkeakosken, vesilahden, virtain seka ylojarven kunnat; 8) kaakkois-suomen vaalipiiri, johon kuuluvat enonkosken, haminan, heinaveden, hirvensalmen, iitin, imatran, joroisten, juvan, kangasniemen, kotkan, kouvolan, lappeenrannan, lemin, luumaen, miehikkalan, mikkelin, mantyharjun, parikkalan, pertunmaan, pieksamaen, puumalan, pyhtaan, rantasalmen, rautjarven, ruokolahden, savitaipaleen, savonlinnan, sulkavan, taipalsaaren seka virolahden kunnat; 9) savo-karjalan vaalipiiri, johon kuuluvat iisalmen, ilomantsin, joensuun, juankosken, juuan, kaavin, keiteleen, kiteen, kiuruveden, kontiolahden, kuopion, lapinlahden, leppavirran, lieksan, liperin, nurmeksen, outokummun, pielaveden, polvijarven, rautalammin, rautavaaran, raakkylan, siilinjarven, sonkajarven, suonenjoen, tervon, tohmajarven, tuusniemen, valtimon, varkauden, vesannon seka viereman kunnat; 10) vaasan vaalipiiri, johon kuuluvat alajarven, alavuden, evijarven, halsuan, ilmajoen, isojoen, isokyron, kannuksen, karijoen, kaskisten, kauhajoen, kauhavan, kaustisen, kokkolan, korsnasin, kristiinankaupungin, kruunupyyn, kuortaneen, kurikan, jalasjarven, laihian, lappajarven, lapuan, lestijarven, luodon, maalahden, mustasaaren, narpion, pedersoren kunnan, perhon, pietarsaaren, seinajoen, soinin, teuvan, toholammin, uusikaarlepyyn, vaasan, vetelin, vimpelin, voyrin seka ahtarin kunnat; 11) keski-suomen vaalipiiri, johon kuuluvat hankasalmen, joutsan, jyvaskylan, jamsan, kannonkosken, karstulan, keuruun, kinnulan, kivijarven, konneveden, kuhmoisten, kyyjarven, laukaan, luhangan, multian, muuramen, petajaveden, pihtiputaan, saarijarven, toivakan, uuraisten, viitasaaren seka aanekosken kunnat; 12) oulun vaalipiiri, johon kuuluvat alavieskan, haapajarven, haapaveden, hailuodon, hyrynsalmen, iin, kajaanin, kalajoen, kempeleen, kuhmon, kuusamon, karsamaen, limingan, lumijoen, merijarven, muhoksen, nivalan, oulaisten, oulun, paltamon, pudasjarven, puolangan, pyhajoen, pyhajarven, pyhannan, raahen, reisjarven, ristijarven, sievin, siikajoen, siikalatvan, sotkamon, suomussalmen, taivalkosken, tyrnavan, utajarven, vaalan seka ylivieskan kunnat; 13) lapin vaalipiiri, johon kuuluvat enontekion, inarin, kemin, kemijarven, keminmaan, kittilan, kolarin, muonion, pelkosenniemen, pellon, posion, ranuan, rovaniemen, sallan, savukosken, simon, sodankylan, tervolan, tornion, utsjoen seka ylitornion kunnat.",
        "title_sv": "Valkretsar vid riksdagsval",
        "content_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kjulo, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Hämeenkoski, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Nastola, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Jalasjärvi, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "normalized_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kjulo, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Hämeenkoski, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Nastola, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Jalasjärvi, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "folded_sv": "valkretsar for riksdagsval indelas landet utgaende fran landskapsindelningen i foljande: 1) helsingfors valkrets, som omfattar helsingfors stad, 2) nylands valkrets, som omfattar kommunerna askola, borgnas, borga, esbo, grankulla, hango, hyvinge, hogfors, inga, kervo, kyrkslatt, lapptrask, lojo, lovisa, mantsala, morskom, nurmijarvi, pukkila, raseborg, sibbo, sjundea, traskanda, tusby, vanda och vichtis, 3) egentliga finlands valkrets, som omfattar kommunerna aura, gustavs, kimitoon, koski tl, laitila, loimaa, lundo, marttila, masku, mynamaki, nousis, nystad, nadendal, oripaa, pargas, pemar, pyharanta, poytya, reso, rusko, sagu, salo, somero, s:t karins, tovsala, vehmaa och abo, 4) satakunta valkrets, som omfattar kommunerna bjorneborg, eura, euraaminne, harjavalta, honkajoki, huittinen, jamijarvi, kankaanpaa, karvia, kjulo, kumo, luvia, nakkila, pamark, raumo, sastmola, siikainen, sakyla och ulvsby, 5) landskapet alands valkrets, som omfattar kommunerna brando, eckero, finstrom, foglo, geta, hammarland, jomala, kumlinge, kokar, lemland, lumparland, mariehamn, saltvik, sottunga, sund och vardo, 6) tavastlands valkrets, som omfattar kommunerna asikkala, forssa, hartola, hattula, hausjarvi, heinola, hollola, humppila, hameenkoski, janakkala, jockis, karkola, lahtis, loppi, nastola, orimattila, padasjoki, riihimaki, sysma, tammela, tavastehus och ypaja, 7) birkalands valkrets, som omfattar kommunerna akaa, birkala, ikalis, juupajoki, kangasala, kihnio, lempaala, mantta-vilppula, nokia, orivesi, parkano, punkalaidun, palkane, ruovesi, sastamala, tammerfors, tavastkyro, urjala, valkeakoski, vesilahti, virdois och ylojarvi, 8) sydostra finlands valkrets, som omfattar kommunerna enonkoski, fredrikshamn, heinavesi, hirvensalmi, iitti, imatra, jorois, juva, kangasniemi, kotka, kouvola, lemi, luumaki, miehikkala, mantyharju, nyslott, parikkala, pertunmaa, pieksamaki, puumala, pyttis, rantasalmi, rautjarvi, ruokolahti, savitaipale, s:t michel, sulkava, taipalsaari, villmanstrand och virolahti, 9) savolax-karelens valkrets, som omfattar kommunerna idensalmi, ilomants, joensuu, juankoski, juuka, kaavi, keitele, kitee, kiuruvesi, kontiolahti, kuopio, lapinlahti, leppavirta, lieksa, liperi, nurmes, outokumpu, pielavesi, polvijarvi, rautalampi, rautavaara, raakkyla, siilinjarvi, sonkajarvi, suonenjoki, tervo, tohmajarvi, tuusniemi, valtimo, varkaus, vesanto och vierema, 10) vasa valkrets, som omfattar kommunerna alajarvi, alavus, botom, etseri, evijarvi, halsua, ilmajoki, jakobstad, jalasjarvi, kannus, karleby, kasko, kauhajoki, kauhava, kaustby, korsholm, korsnas, kristinestad, kronoby, kuortane, kurikka, laihela, lappajarvi, lappo, larsmo, lestijarvi, malax, nykarleby, narpes, pedersore, perho, seinajoki, soini, storkyro, stora, toholampi, vasa, vetil, vimpeli, vora och ostermark, 11) mellersta finlands valkrets, som omfattar kommunerna hankasalmi, joutsa, jyvaskyla, jamsa, kannonkoski, karstula, keuruu, kinnula, kivijarvi, konnevesi, kuhmoinen, kyyjarvi, laukaa, luhanka, multia, muurame, petajavesi, pihtipudas, saarijarvi, toivakka, uurainen, viitasaari och aanekoski, 12) uleaborgs valkrets, som omfattar kommunerna alavieska, brahestad, haapajarvi, haapavesi, hyrynsalmi, ii, kajana, kalajoki, karlo, kempele, kuhmo, kuusamo, karsamaki, limingo, lumijoki, merijarvi, muhos, nivala, oulainen, paltamo, pudasjarvi, puolanka, pyhajoki, pyhajarvi, pyhanta, reisjarvi, ristijarvi, sievi, siikajoki, siikalatva, sotkamo, suomussalmi, taivalkoski, tyrnava, uleaborg, utajarvi, vaala och ylivieska, 13) lapplands valkrets, som omfattar kommunerna enare, enontekis, kemi, kemijarvi, keminmaa, kittila, kolari, muonio, pelkosenniemi, pello, posio, ranua, rovaniemi, salla, savukoski, simo, sodankyla, tervola, tornea, utsjoki och overtornea."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vaalipiirit muissa vaaleissa",
      "content": "Kuntavaaleissa vaalipiirinä on kunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Kuntavaaleissa vaalipiirinä on kunta.",
        "folded_fi": "kuntavaaleissa vaalipiirina on kunta."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ennakkoäänestyspaikat ja vaalipäivän äänestyspaikat",
      "content": "Ennakkoäänestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoäänestyspaikat, joiden lukumäärästä ja sijainnista kunnanhallitus päättää ja joita on oltava, jollei erityisestä syystä muuta johdu, jokaisessa kunnassa vähintään yksi; 2) valtioneuvoston asetuksella säädettävät Suomen edustustot ja niiden toimipaikat sekä valtioneuvoston asetuksella säädettävät kuntavaalien yleiset ennakkoäänestyspaikat Ahvenanmaan maakunnassa; 3) laitos sairaalat, ympärivuorokautista hoitoa antavat ja muut, kunnanhallituksen päätöksellä määrätyt sosiaalihuollon toimintayksiköt sekä rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoäänestys toimitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ennakkoäänestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoäänestyspaikat, joiden lukumäärästä ja sijainnista kunnanhallitus päättää ja joita on oltava, jollei erityisestä syystä muuta johdu, jokaisessa kunnassa vähintään yksi; 2) valtioneuvoston asetuksella säädettävät Suomen edustustot ja niiden toimipaikat sekä valtioneuvoston asetuksella säädettävät kuntavaalien yleiset ennakkoäänestyspaikat Ahvenanmaan maakunnassa; 3) laitos sairaalat, ympärivuorokautista hoitoa antavat ja muut, kunnanhallituksen päätöksellä määrätyt sosiaalihuollon toimintayksiköt sekä rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoäänestys toimitetaan.",
        "folded_fi": "ennakkoaanestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoaanestyspaikat, joiden lukumaarasta ja sijainnista kunnanhallitus paattaa ja joita on oltava, jollei erityisesta syysta muuta johdu, jokaisessa kunnassa vahintaan yksi; 2) valtioneuvoston asetuksella saadettavat suomen edustustot ja niiden toimipaikat seka valtioneuvoston asetuksella saadettavat kuntavaalien yleiset ennakkoaanestyspaikat ahvenanmaan maakunnassa; 3) laitos sairaalat, ymparivuorokautista hoitoa antavat ja muut, kunnanhallituksen paatoksella maaratyt sosiaalihuollon toimintayksikot seka rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoaanestys toimitetaan.",
        "title_sv": "Förhandsröstningsställen och röstningsställen på valdagen",
        "content_sv": "Förhandsröstningsställen är 1) de allmänna förhandsröstningsställen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas åtminstone ett i varje kommun, om inte något annat följer av särskilda skäl, 2) de finska beskickningar och deras verksamhetsställen som bestäms genom förordning av statsrådet samt vid kommunalval de allmänna förhandsröstningsställen i landskapet Åland som bestäms genom förordning av statsrådet, 3) anstalt sjukhus, verksamhetsenheter inom socialvården som lämnar vård dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvården samt straffanstalter (), 4) finska fartyg som befinner sig utomlands när förhandsröstning verkställs.",
        "normalized_sv": "Förhandsröstningsställen är 1) de allmänna förhandsröstningsställen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas åtminstone ett i varje kommun, om inte något annat följer av särskilda skäl, 2) de finska beskickningar och deras verksamhetsställen som bestäms genom förordning av statsrådet samt vid kommunalval de allmänna förhandsröstningsställen i landskapet Åland som bestäms genom förordning av statsrådet, 3) anstalt sjukhus, verksamhetsenheter inom socialvården som lämnar vård dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvården samt straffanstalter (), 4) finska fartyg som befinner sig utomlands när förhandsröstning verkställs.",
        "folded_sv": "forhandsrostningsstallen ar 1) de allmanna forhandsrostningsstallen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas atminstone ett i varje kommun, om inte nagot annat foljer av sarskilda skal, 2) de finska beskickningar och deras verksamhetsstallen som bestams genom forordning av statsradet samt vid kommunalval de allmanna forhandsrostningsstallen i landskapet aland som bestams genom forordning av statsradet, 3) anstalt sjukhus, verksamhetsenheter inom socialvarden som lamnar vard dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvarden samt straffanstalter (), 4) finska fartyg som befinner sig utomlands nar forhandsrostning verkstalls."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kunnan keskusvaalilautakunta",
      "content": "Kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään viisi. Varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Sekä jäsenten että varajäsenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Jäsen tai varajäsen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan työskentelyyn kyseisissä vaaleissa. Ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mitä kunnan keskusvaalilautakunnasta tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään viisi. Varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Sekä jäsenten että varajäsenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Jäsen tai varajäsen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan työskentelyyn kyseisissä vaaleissa. Ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mitä kunnan keskusvaalilautakunnasta tässä laissa säädetään.",
        "folded_fi": "kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jasenta seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan viisi. varajasenet on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. seka jasenten etta varajasenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. jasen tai varajasen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan tyoskentelyyn kyseisissa vaaleissa. ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mita kunnan keskusvaalilautakunnasta tassa laissa saadetaan.",
        "title_sv": "Kommunal centralvalnämnd",
        "content_sv": "Den kommunala centralvalnämnden består av en ordförande, en vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst fem. Ersättarna ska ställas i den ordning i vilken de träder i stället för medlemmarna. Både medlemmarna och ersättarna ska i den utsträckning det är möjligt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. En medlem eller ersättare som enligt en kandidatansökan som lämnats till centralvalnämnden har uppställts som kandidat för ett parti eller en valmansförening kan inte delta i centralvalnämndens arbete vid valet i fråga. I landskapet Åland fungerar i varje kommun som kommunal centralvalnämnd vid riksdagsval, presidentval och Europaparlamentsval den nämnd som tillsatts för kommunalval i landskapet. På nämnden i fråga tillämpas i tillämpliga delar vad som i denna lag föreskrivs om den kommunala centralvalnämnden.",
        "normalized_sv": "Den kommunala centralvalnämnden består av en ordförande, en vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst fem. Ersättarna ska ställas i den ordning i vilken de träder i stället för medlemmarna. Både medlemmarna och ersättarna ska i den utsträckning det är möjligt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. En medlem eller ersättare som enligt en kandidatansökan som lämnats till centralvalnämnden har uppställts som kandidat för ett parti eller en valmansförening kan inte delta i centralvalnämndens arbete vid valet i fråga. I landskapet Åland fungerar i varje kommun som kommunal centralvalnämnd vid riksdagsval, presidentval och Europaparlamentsval den nämnd som tillsatts för kommunalval i landskapet. På nämnden i fråga tillämpas i tillämpliga delar vad som i denna lag föreskrivs om den kommunala centralvalnämnden.",
        "folded_sv": "den kommunala centralvalnamnden bestar av en ordforande, en vice ordforande och tre andra medlemmar samt ett behovligt antal ersattare, dock minst fem. ersattarna ska stallas i den ordning i vilken de trader i stallet for medlemmarna. bade medlemmarna och ersattarna ska i den utstrackning det ar mojligt foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. en medlem eller ersattare som enligt en kandidatansokan som lamnats till centralvalnamnden har uppstallts som kandidat for ett parti eller en valmansforening kan inte delta i centralvalnamndens arbete vid valet i fraga. i landskapet aland fungerar i varje kommun som kommunal centralvalnamnd vid riksdagsval, presidentval och europaparlamentsval den namnd som tillsatts for kommunalval i landskapet. pa namnden i fraga tillampas i tillampliga delar vad som i denna lag foreskrivs om den kommunala centralvalnamnden."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kunnan keskusvaalilautakunnan työskentely",
      "content": "Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
        "folded_fi": "kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia kunnanhallituksen edustajan ja kunnanjohtajan lasnaolo- ja puheoikeudesta kokouksissa eika oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi.",
        "title_sv": "Den kommunala centralvalnämndens arbete",
        "content_sv": "På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "normalized_sv": "På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "folded_sv": "pa den kommunala centralvalnamnden tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om kommunstyrelsens foretradares och kommundirektorens ratt att narvara och yttra sig vid sammantraden eller om ratten att ta upp ett arende till behandling i ett hogre organ."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Vaalilautakunta ja vaalitoimikunta",
      "content": "Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet laitoksissa toimitettavaa ennakkoäänestystä varten on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet laitoksissa toimitettavaa ennakkoäänestystä varten on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä.",
        "folded_fi": "seka vaalilautakunnan ja vaalitoimikunnan jasenten etta niiden varajasenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissa edellisissa eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyja puolueita. kuntavaaleissa jasenten ja varajasenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. vaalilautakunnan varajasenet ja vaalitoimikunnan varajasenet laitoksissa toimitettavaa ennakkoaanestysta varten on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jasenena eika varajasenena.",
        "title_sv": "Valnämnd och valbestyrelse",
        "content_sv": "Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock på motsvarande sätt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare för förhandsröstning som verkställs i anstalter ska ställas i den ordning i vilken de träder i stället för medlemmarna. Den som är uppställd som kandidat vid valet kan inte vara medlem eller ersättare i valbestyrelsen.",
        "normalized_sv": "Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock på motsvarande sätt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare för förhandsröstning som verkställs i anstalter ska ställas i den ordning i vilken de träder i stället för medlemmarna. Den som är uppställd som kandidat vid valet kan inte vara medlem eller ersättare i valbestyrelsen.",
        "folded_sv": "saval valnamndens och valbestyrelsens medlemmar som deras ersattare ska i den utstrackning det ar mojligt foretrada de i partiregistret antecknade partier som vid foregaende riksdagsval stallt upp kandidater i valkretsen i fraga. vid kommunalval ska medlemmarna och ersattarna dock pa motsvarande satt foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. valnamndens ersattare och valbestyrelsens ersattare for forhandsrostning som verkstalls i anstalter ska stallas i den ordning i vilken de trader i stallet for medlemmarna. den som ar uppstalld som kandidat vid valet kan inte vara medlem eller ersattare i valbestyrelsen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Vaalilautakunnan ja vaalitoimikunnan työskentely",
      "content": "Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja nähtävänä pitämisestä, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja nähtävänä pitämisestä, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
        "folded_fi": "vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia poytakirjan laatimisesta, tarkastamisesta ja nahtavana pitamisesta, asian jatkokokoukseen siirtamisesta, kunnanhallituksen edustajan ja kunnanjohtajan lasnaolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelysta, oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi eika kunnan taloudesta.",
        "title_sv": "Valnämndens och valbestyrelsens arbete",
        "content_sv": "På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och framläggande av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden, föredragning av tjänsteinnehavare, rätt att ta upp ett ärende till behandling i ett högre organ eller kommunens ekonomi.",
        "normalized_sv": "På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och framläggande av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden, föredragning av tjänsteinnehavare, rätt att ta upp ett ärende till behandling i ett högre organ eller kommunens ekonomi.",
        "folded_sv": "pa valnamnden och valbestyrelsen tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om forande, justering och framlaggande av protokoll, hanskjutande av ett arende till fortsatt sammantrade, kommunstyrelsens foretradares och kommundirektorens ratt att narvara och yttra sig vid sammantraden, foredragning av tjansteinnehavare, ratt att ta upp ett arende till behandling i ett hogre organ eller kommunens ekonomi."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Äänioikeusrekisterin perustaminen ja tiedot",
      "content": "Jokaisesta äänioikeutetusta otetaan äänioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat väestötietojärjestelmässä 51. päivänä ennen vaalipäivää kello 24: 1) henkilötunnus; 2) täydellinen nimi; 3) muissa kuin kuntavaaleissa 5 §:ssä tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta Suomessa; 5) äänestysalue; 6) äänestyspaikka vaalipäivänä ja sen osoite; 7) äidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole Suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen päivämäärä; 11) väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 §:ssä tarkoitettu turvakielto. Jollei äänioikeutetulla ole kotikuntaa Suomessa 51. päivänä ennen vaalipäivää, kotikunnan sijasta äänioikeusrekisteriin merkitään kotikuntalain mukainen väestökirjanpitokunta. Jollei tämä kunta enää kuulu Suomen alueeseen, merkitään sen sijasta Helsingin kaupunki. Jollei europarlamenttivaaleissa tai kuntavaaleissa äänioikeutetulla muun valtion kansalaisella ole kotikuntaa Suomessa, kotikunnan sijasta äänioikeusrekisteriin merkitään äänioikeuskunta. Äänioikeutettu kuuluu näissä tapauksissa äänestysalueeseen, jonka valtuusto on 8 §:n 1 momentin nojalla määrännyt niitä äänioikeutettuja varten, joita ei ole väestötietojärjestelmässä merkitty minkään kiinteistön kohdalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Jokaisesta äänioikeutetusta otetaan äänioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat väestötietojärjestelmässä 51. päivänä ennen vaalipäivää kello 24: 1) henkilötunnus; 2) täydellinen nimi; 3) muissa kuin kuntavaaleissa 5 § :ssä tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta Suomessa; 5) äänestysalue; 6) äänestyspaikka vaalipäivänä ja sen osoite; 7) äidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole Suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen päivämäärä; 11) väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 § :ssä tarkoitettu turvakielto. Jollei äänioikeutetulla ole kotikuntaa Suomessa 51. päivänä ennen vaalipäivää, kotikunnan sijasta äänioikeusrekisteriin merkitään kotikuntalain mukainen väestökirjanpitokunta. Jollei tämä kunta enää kuulu Suomen alueeseen, merkitään sen sijasta Helsingin kaupunki. Jollei europarlamenttivaaleissa tai kuntavaaleissa äänioikeutetulla muun valtion kansalaisella ole kotikuntaa Suomessa, kotikunnan sijasta äänioikeusrekisteriin merkitään äänioikeuskunta. Äänioikeutettu kuuluu näissä tapauksissa äänestysalueeseen, jonka valtuusto on 8 § :n 1 momentin nojalla määrännyt niitä äänioikeutettuja varten, joita ei ole väestötietojärjestelmässä merkitty minkään kiinteistön kohdalle.",
        "folded_fi": "jokaisesta aanioikeutetusta otetaan aanioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat vaestotietojarjestelmassa 51. paivana ennen vaalipaivaa kello 24: 1) henkilotunnus; 2) taydellinen nimi; 3) muissa kuin kuntavaaleissa 5 §:ssa tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta suomessa; 5) aanestysalue; 6) aanestyspaikka vaalipaivana ja sen osoite; 7) aidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen paivamaara; 11) vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 §:ssa tarkoitettu turvakielto. jollei aanioikeutetulla ole kotikuntaa suomessa 51. paivana ennen vaalipaivaa, kotikunnan sijasta aanioikeusrekisteriin merkitaan kotikuntalain mukainen vaestokirjanpitokunta. jollei tama kunta enaa kuulu suomen alueeseen, merkitaan sen sijasta helsingin kaupunki. jollei europarlamenttivaaleissa tai kuntavaaleissa aanioikeutetulla muun valtion kansalaisella ole kotikuntaa suomessa, kotikunnan sijasta aanioikeusrekisteriin merkitaan aanioikeuskunta. aanioikeutettu kuuluu naissa tapauksissa aanestysalueeseen, jonka valtuusto on 8 §:n 1 momentin nojalla maarannyt niita aanioikeutettuja varten, joita ei ole vaestotietojarjestelmassa merkitty minkaan kiinteiston kohdalle.",
        "title_sv": "Upprättande av och uppgifter i rösträttsregister",
        "content_sv": "Beträffande varje röstberättigad tas följande uppgifter in i rösträttsregistret, sådana de är i befolkningsdatasystemet den 51 dagen före valdagen klockan 24: 1) personbeteckning, 2) fullständigt namn, 3) vid andra val än kommunalval den valkrets som avses i 5 §, 4) hemkommun i Finland enligt lagen om hemkommun, 5) röstningsområde, 6) röstningsställe på valdagen och adressen till det, 7) modersmål, om detta är danska, isländska, norska eller svenska, 8) vid andra val än kommunalval den stat där den röstberättigade är bosatt, om staten inte är Finland, 9) den magistrat inom vars verksamhetsområde hemkommunen är belägen, 10) datum för införande i registret, 11) uppgift om en sådan spärrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster (661/2009). Om den röstberättigade inte har hemkommun i Finland den 51 dagen före valdagen, ska folkbokföringskommunen enligt lagen om hemkommun antecknas i rösträttsregistret i stället för hemkommunen. Om folkbokföringskommunen inte längre hör till finskt territorium, ska Helsingfors stad antecknas i stället för den. Om en sådan medborgare i en annan stat som är röstberättigad vid Europaparlamentsval och kommunalval inte har hemkommun i Finland, ska rösträttskommunen antecknas i rösträttsregistret i stället för hemkommunen. Den röstberättigade hör i detta fall till det röstningsområde som fullmäktige med stöd av 8 § 1 mom. har bestämt i fråga om de röstberättigade som i befolkningsdatasystemet inte har antecknats vid någon fastighet.",
        "normalized_sv": "Beträffande varje röstberättigad tas följande uppgifter in i rösträttsregistret, sådana de är i befolkningsdatasystemet den 51 dagen före valdagen klockan 24: 1) personbeteckning, 2) fullständigt namn, 3) vid andra val än kommunalval den valkrets som avses i 5 § , 4) hemkommun i Finland enligt lagen om hemkommun, 5) röstningsområde, 6) röstningsställe på valdagen och adressen till det, 7) modersmål, om detta är danska, isländska, norska eller svenska, 8) vid andra val än kommunalval den stat där den röstberättigade är bosatt, om staten inte är Finland, 9) den magistrat inom vars verksamhetsområde hemkommunen är belägen, 10) datum för införande i registret, 11) uppgift om en sådan spärrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster (661/2009). Om den röstberättigade inte har hemkommun i Finland den 51 dagen före valdagen, ska folkbokföringskommunen enligt lagen om hemkommun antecknas i rösträttsregistret i stället för hemkommunen. Om folkbokföringskommunen inte längre hör till finskt territorium, ska Helsingfors stad antecknas i stället för den. Om en sådan medborgare i en annan stat som är röstberättigad vid Europaparlamentsval och kommunalval inte har hemkommun i Finland, ska rösträttskommunen antecknas i rösträttsregistret i stället för hemkommunen. Den röstberättigade hör i detta fall till det röstningsområde som fullmäktige med stöd av 8 § 1 mom. har bestämt i fråga om de röstberättigade som i befolkningsdatasystemet inte har antecknats vid någon fastighet.",
        "folded_sv": "betraffande varje rostberattigad tas foljande uppgifter in i rostrattsregistret, sadana de ar i befolkningsdatasystemet den 51 dagen fore valdagen klockan 24: 1) personbeteckning, 2) fullstandigt namn, 3) vid andra val an kommunalval den valkrets som avses i 5 §, 4) hemkommun i finland enligt lagen om hemkommun, 5) rostningsomrade, 6) rostningsstalle pa valdagen och adressen till det, 7) modersmal, om detta ar danska, islandska, norska eller svenska, 8) vid andra val an kommunalval den stat dar den rostberattigade ar bosatt, om staten inte ar finland, 9) den magistrat inom vars verksamhetsomrade hemkommunen ar belagen, 10) datum for inforande i registret, 11) uppgift om en sadan sparrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster (661/2009). om den rostberattigade inte har hemkommun i finland den 51 dagen fore valdagen, ska folkbokforingskommunen enligt lagen om hemkommun antecknas i rostrattsregistret i stallet for hemkommunen. om folkbokforingskommunen inte langre hor till finskt territorium, ska helsingfors stad antecknas i stallet for den. om en sadan medborgare i en annan stat som ar rostberattigad vid europaparlamentsval och kommunalval inte har hemkommun i finland, ska rostrattskommunen antecknas i rostrattsregistret i stallet for hemkommunen. den rostberattigade hor i detta fall till det rostningsomrade som fullmaktige med stod av 8 § 1 mom. har bestamt i fraga om de rostberattigade som i befolkningsdatasystemet inte har antecknats vid nagon fastighet."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Äänioikeusrekisteriin merkittävät lisätiedot kuntavaaleissa ja europarlamenttivaaleissa",
      "content": "Kuntavaaleissa jokaisesta äänioikeutetusta, joka ei ole Suomen kansalainen, otetaan äänioikeusrekisteriin sen lisäksi, mitä 18 §:n 2 momentissa säädetään: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hänellä yhtäjaksoisesti on ollut kotikunta Suomessa, jollei hän ole Euroopan unionin muun jäsenvaltion, Islannin tai Norjan kansalainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Kuntavaaleissa jokaisesta äänioikeutetusta, joka ei ole Suomen kansalainen, otetaan äänioikeusrekisteriin sen lisäksi, mitä 18 § :n 2 momentissa säädetään: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hänellä yhtäjaksoisesti on ollut kotikunta Suomessa, jollei hän ole Euroopan unionin muun jäsenvaltion, Islannin tai Norjan kansalainen.",
        "folded_fi": "kuntavaaleissa jokaisesta aanioikeutetusta, joka ei ole suomen kansalainen, otetaan aanioikeusrekisteriin sen lisaksi, mita 18 §:n 2 momentissa saadetaan: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hanella yhtajaksoisesti on ollut kotikunta suomessa, jollei han ole euroopan unionin muun jasenvaltion, islannin tai norjan kansalainen.",
        "title_sv": "Tilläggsuppgifter som ska införas i rösträttsregistret vid kommunalval och Europaparlamentsval",
        "content_sv": "Vid kommunalval införs i rösträttsregistret, utöver vad som bestäms i 18 § 2 mom., beträffande varje röstberättigad som inte är finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i Finland, om inte han eller hon är medborgare i en annan medlemsstat i Europeiska unionen eller i Island eller Norge,",
        "normalized_sv": "Vid kommunalval införs i rösträttsregistret, utöver vad som bestäms i 18 § 2 mom., beträffande varje röstberättigad som inte är finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i Finland, om inte han eller hon är medborgare i en annan medlemsstat i Europeiska unionen eller i Island eller Norge,",
        "folded_sv": "vid kommunalval infors i rostrattsregistret, utover vad som bestams i 18 § 2 mom., betraffande varje rostberattigad som inte ar finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i finland, om inte han eller hon ar medborgare i en annan medlemsstat i europeiska unionen eller i island eller norge,"
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tiedottaminen Euroopan unionin muun jäsenvaltion kansalaisille kuntavaaleissa ja europarlamenttivaaleissa",
      "content": "Väestörekisterikeskuksen on hyvissä ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille äänioikeuden edellytykset täyttäville Euroopan unionin muun jäsenvaltion kansalaisille sopivalla tavalla tieto siitä, että heillä väestötietojärjestelmän tietojen mukaan tulee olemaan vaaleissa äänioikeus ja vaalikelpoisuus, sekä tieto menettelystä, joka on tarpeen äänioikeuden käyttämiseksi ja vaalikelpoisuuden toteuttamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Väestörekisterikeskuksen on hyvissä ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille äänioikeuden edellytykset täyttäville Euroopan unionin muun jäsenvaltion kansalaisille sopivalla tavalla tieto siitä, että heillä väestötietojärjestelmän tietojen mukaan tulee olemaan vaaleissa äänioikeus ja vaalikelpoisuus, sekä tieto menettelystä, joka on tarpeen äänioikeuden käyttämiseksi ja vaalikelpoisuuden toteuttamiseksi.",
        "folded_fi": "vaestorekisterikeskuksen on hyvissa ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille aanioikeuden edellytykset tayttaville euroopan unionin muun jasenvaltion kansalaisille sopivalla tavalla tieto siita, etta heilla vaestotietojarjestelman tietojen mukaan tulee olemaan vaaleissa aanioikeus ja vaalikelpoisuus, seka tieto menettelysta, joka on tarpeen aanioikeuden kayttamiseksi ja vaalikelpoisuuden toteuttamiseksi."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Ehdokashakemukset käsittelevä viranomainen",
      "content": "Ehdokashakemukset käsittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa Helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Ehdokashakemukset käsittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa Helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta.",
        "folded_fi": "ehdokashakemukset kasittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Asiakirjojen jättämisestä määrääminen ja kuuluttaminen",
      "content": "Määräyksestä on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nähtäväksi viranomaisen kokoushuoneistossa sekä julkaistava kuntavaaleissa sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Määräyksestä on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nähtäväksi viranomaisen kokoushuoneistossa sekä julkaistava kuntavaaleissa sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessä.",
        "folded_fi": "maarayksesta on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nahtavaksi viranomaisen kokoushuoneistossa seka julkaistava kuntavaaleissa silla tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessa.",
        "title_sv": "Beslut om och kungörelse av ingivning av handlingar",
        "content_sv": "Angående beslutet ska det avfattas en kungörelse. Kungörelsen ska delges de valombud som partierna har uppgett och hållas framlagd i myndighetens sammanträdeslokal samt vid kommunalval offentliggöras på det sätt som kommunala tillkännagivanden görs kända och vid övriga val offentliggöras i den officiella tidningen.",
        "normalized_sv": "Angående beslutet ska det avfattas en kungörelse. Kungörelsen ska delges de valombud som partierna har uppgett och hållas framlagd i myndighetens sammanträdeslokal samt vid kommunalval offentliggöras på det sätt som kommunala tillkännagivanden görs kända och vid övriga val offentliggöras i den officiella tidningen.",
        "folded_sv": "angaende beslutet ska det avfattas en kungorelse. kungorelsen ska delges de valombud som partierna har uppgett och hallas framlagd i myndighetens sammantradeslokal samt vid kommunalval offentliggoras pa det satt som kommunala tillkannagivanden gors kanda och vid ovriga val offentliggoras i den officiella tidningen."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Ehdokkaiden järjestyksen määrääminen",
      "content": "Eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinäinen järjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinäinen järjestys; sekä 3) yhteislistojen keskinäinen järjestys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinäinen järjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinäinen järjestys; sekä 3) yhteislistojen keskinäinen järjestys.",
        "folded_fi": "eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinainen jarjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinainen jarjestys; seka 3) yhteislistojen keskinainen jarjestys."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Ehdokaslistojen yhdistelmän laatiminen",
      "content": "Jokaisesta ehdokkaasta merkitään yhdistelmään numero, nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen sekä muissa kuin kuntavaaleissa kotikunta. Ehdokkaan etunimen rinnalla tai sen sijasta voidaan käyttää ehdokkaan yleisesti tunnettua puhuttelunimeä tai etunimeä lyhennettynä. Muita tietoja ehdokkaasta ei saa merkitä, paitsi jos ne ovat tarpeen henkilöllisyyden täsmentämiseksi. Yhdistelmään ei merkitä henkilötunnuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Jokaisesta ehdokkaasta merkitään yhdistelmään numero, nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen sekä muissa kuin kuntavaaleissa kotikunta. Ehdokkaan etunimen rinnalla tai sen sijasta voidaan käyttää ehdokkaan yleisesti tunnettua puhuttelunimeä tai etunimeä lyhennettynä. Muita tietoja ehdokkaasta ei saa merkitä, paitsi jos ne ovat tarpeen henkilöllisyyden täsmentämiseksi. Yhdistelmään ei merkitä henkilötunnuksia.",
        "folded_fi": "jokaisesta ehdokkaasta merkitaan yhdistelmaan numero, nimi ja arvo, ammatti tai toimi enintaan kahta ilmaisua kayttaen seka muissa kuin kuntavaaleissa kotikunta. ehdokkaan etunimen rinnalla tai sen sijasta voidaan kayttaa ehdokkaan yleisesti tunnettua puhuttelunimea tai etunimea lyhennettyna. muita tietoja ehdokkaasta ei saa merkita, paitsi jos ne ovat tarpeen henkilollisyyden tasmentamiseksi. yhdistelmaan ei merkita henkilotunnuksia."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Ehdokaslistojen yhdistelmän ja presidentinvaalin ehdokasluettelon jakelu ja tiedoksisaattaminen",
      "content": "Kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelmä tai siinä olevat tiedot taikka tieto siitä, missä yhdistelmä on nähtävänä, äänioikeutettujen tiedoksi sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisäksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. Tarpeellinen määrä yhdistelmiä on hyvissä ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoäänestyspaikkojen vaalitoimitsijoille. Niitä on lisäksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. Yhdistelmiä on myös pidettävä kunnan asukkaiden saatavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelmä tai siinä olevat tiedot taikka tieto siitä, missä yhdistelmä on nähtävänä, äänioikeutettujen tiedoksi sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisäksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. Tarpeellinen määrä yhdistelmiä on hyvissä ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoäänestyspaikkojen vaalitoimitsijoille. Niitä on lisäksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. Yhdistelmiä on myös pidettävä kunnan asukkaiden saatavana.",
        "folded_fi": "kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelma tai siina olevat tiedot taikka tieto siita, missa yhdistelma on nahtavana, aanioikeutettujen tiedoksi silla tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisaksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. tarpeellinen maara yhdistelmia on hyvissa ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoaanestyspaikkojen vaalitoimitsijoille. niita on lisaksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. yhdistelmia on myos pidettava kunnan asukkaiden saatavana."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Äänestäminen ennakkoäänestyksessä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Vaalikuorten toimittaminen vaalipiirilautakunnalle",
      "content": "Muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestävään päällykseen äänestysalueittain lajiteltuina. Lähetykseen liitetään tiedot vaalikuorten lukumäärästä kussakin ryhmässä, johon ne on lajiteltu. Lähetys sinetöidään, ja sen päällykseen merkitään vaalipiirilautakunnan osoite ja lähettäjä. Lähetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen määräämällä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestävään päällykseen äänestysalueittain lajiteltuina. Lähetykseen liitetään tiedot vaalikuorten lukumäärästä kussakin ryhmässä, johon ne on lajiteltu. Lähetys sinetöidään, ja sen päällykseen merkitään vaalipiirilautakunnan osoite ja lähettäjä. Lähetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen määräämällä tavalla.",
        "folded_fi": "muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestavaan paallykseen aanestysalueittain lajiteltuina. lahetykseen liitetaan tiedot vaalikuorten lukumaarasta kussakin ryhmassa, johon ne on lajiteltu. lahetys sinetoidaan, ja sen paallykseen merkitaan vaalipiirilautakunnan osoite ja lahettaja. lahetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen maaraamalla tavalla.",
        "title_sv": "Inlämnande av valkuverten till valkretsnämnden",
        "content_sv": "Vid andra val än kommunalval ska den kommunala centralvalnämnden tillsluta valkuverten i ett hållbart omslag sorterade enligt röstningsområde. Till försändelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. Försändelsen förseglas och på omslaget antecknas valkretsnämndens adress och avsändaren. Försändelsen ska skyndsamt sändas till valkretsnämnden på det sätt som denna bestämmer.",
        "normalized_sv": "Vid andra val än kommunalval ska den kommunala centralvalnämnden tillsluta valkuverten i ett hållbart omslag sorterade enligt röstningsområde. Till försändelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. Försändelsen förseglas och på omslaget antecknas valkretsnämndens adress och avsändaren. Försändelsen ska skyndsamt sändas till valkretsnämnden på det sätt som denna bestämmer.",
        "folded_sv": "vid andra val an kommunalval ska den kommunala centralvalnamnden tillsluta valkuverten i ett hallbart omslag sorterade enligt rostningsomrade. till forsandelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. forsandelsen forseglas och pa omslaget antecknas valkretsnamndens adress och avsandaren. forsandelsen ska skyndsamt sandas till valkretsnamnden pa det satt som denna bestammer."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "Äänestäminen vaalipäivänä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:76",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "Äänestyslippujen ja vaalipöytäkirjan toimittaminen vaalilautakunnista",
      "content": "Vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jäsenen on yhdessä viipymättä vietävä äänestysliput sisältävä lähetys ja vaalipöytäkirjan sisältävä lähetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:81",
        "normalized_fi": "Vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jäsenen on yhdessä viipymättä vietävä äänestysliput sisältävä lähetys ja vaalipöytäkirjan sisältävä lähetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle.",
        "folded_fi": "vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jasenen on yhdessa viipymatta vietava aanestysliput sisaltava lahetys ja vaalipoytakirjan sisaltava lahetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "Vaalisalaisuuden turvaaminen pienillä äänestysalueilla",
      "content": "Jos voidaan perustellusti arvioida, että äänestysalueella äänestää ennakkoon ja vaalipäivänä yhteensä vähemmän kuin 50 henkilöä tai jos perustellusta syystä vaalisalaisuuden turvaaminen muutoin sitä edellyttää, kunnan keskusvaalilautakunnan on hyvissä ajoin ennen vaalipäivää määrättävä ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, että äänestysalueen ennakkoäänet ja vaalipäivän äänet sekä jonkin toisen äänestysalueen tai joidenkin toisten äänestysalueiden ennakkoäänet ja vaalipäivän äänet lasketaan yhdessä. Tällöin kyseisten äänestysalueiden vaalilautakunnat eivät suorita vaalipäivän äänten alustavaa laskentaa, vaan toimittavat äänestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. Kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun äänestysalueen ja 2 momentissa tarkoitettujen äänestysalueiden vaalikuoret sekä yhdistettävä niissä olevat äänestysliput äänestysalueissa vaalipäivänä annettuihin äänestyslippuihin ja lisäksi 2 momentissa tarkoitettujen äänestysalueiden äänestysliput keskenään. Keskusvaalilautakunta suorittaa näiden äänestyslippujen alustavan ääntenlaskennan noudattaen soveltuvin osin, mitä 78 §:ssä säädetään. Muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jälkeen äänestysliput, keskusvaalilautakunnan kokouksesta laaditun pöytäkirjan sekä vaalilautakuntien vaalipöytäkirjat vaalipiirilautakunnalle noudattaen, mitä 64 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:82",
        "normalized_fi": "Jos voidaan perustellusti arvioida, että äänestysalueella äänestää ennakkoon ja vaalipäivänä yhteensä vähemmän kuin 50 henkilöä tai jos perustellusta syystä vaalisalaisuuden turvaaminen muutoin sitä edellyttää, kunnan keskusvaalilautakunnan on hyvissä ajoin ennen vaalipäivää määrättävä ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, että äänestysalueen ennakkoäänet ja vaalipäivän äänet sekä jonkin toisen äänestysalueen tai joidenkin toisten äänestysalueiden ennakkoäänet ja vaalipäivän äänet lasketaan yhdessä. Tällöin kyseisten äänestysalueiden vaalilautakunnat eivät suorita vaalipäivän äänten alustavaa laskentaa, vaan toimittavat äänestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. Kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun äänestysalueen ja 2 momentissa tarkoitettujen äänestysalueiden vaalikuoret sekä yhdistettävä niissä olevat äänestysliput äänestysalueissa vaalipäivänä annettuihin äänestyslippuihin ja lisäksi 2 momentissa tarkoitettujen äänestysalueiden äänestysliput keskenään. Keskusvaalilautakunta suorittaa näiden äänestyslippujen alustavan ääntenlaskennan noudattaen soveltuvin osin, mitä 78 § :ssä säädetään. Muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jälkeen äänestysliput, keskusvaalilautakunnan kokouksesta laaditun pöytäkirjan sekä vaalilautakuntien vaalipöytäkirjat vaalipiirilautakunnalle noudattaen, mitä 64 § :n 1 momentissa säädetään.",
        "folded_fi": "jos voidaan perustellusti arvioida, etta aanestysalueella aanestaa ennakkoon ja vaalipaivana yhteensa vahemman kuin 50 henkiloa tai jos perustellusta syysta vaalisalaisuuden turvaaminen muutoin sita edellyttaa, kunnan keskusvaalilautakunnan on hyvissa ajoin ennen vaalipaivaa maarattava ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, etta aanestysalueen ennakkoaanet ja vaalipaivan aanet seka jonkin toisen aanestysalueen tai joidenkin toisten aanestysalueiden ennakkoaanet ja vaalipaivan aanet lasketaan yhdessa. talloin kyseisten aanestysalueiden vaalilautakunnat eivat suorita vaalipaivan aanten alustavaa laskentaa, vaan toimittavat aanestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun aanestysalueen ja 2 momentissa tarkoitettujen aanestysalueiden vaalikuoret seka yhdistettava niissa olevat aanestysliput aanestysalueissa vaalipaivana annettuihin aanestyslippuihin ja lisaksi 2 momentissa tarkoitettujen aanestysalueiden aanestysliput keskenaan. keskusvaalilautakunta suorittaa naiden aanestyslippujen alustavan aantenlaskennan noudattaen soveltuvin osin, mita 78 §:ssa saadetaan. muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jalkeen aanestysliput, keskusvaalilautakunnan kokouksesta laaditun poytakirjan seka vaalilautakuntien vaalipoytakirjat vaalipiirilautakunnalle noudattaen, mita 64 §:n 1 momentissa saadetaan.",
        "title_sv": "Tryggande av valhemligheten i små röstningsområden",
        "content_sv": "Om det finns grundad anledning att anta att sammanlagt färre än 50 personer kommer att rösta på förhand och på valdagen i ett röstningsområde eller om tryggandet av valhemligheten annars kräver det av grundad anledning, ska den kommunala centralvalnämnden i god tid före valdagen bestämma och, vid andra val än kommunalval, till valkretsnämnden meddela att förhandsrösterna och rösterna på valdagen i ett sådant röstningsområde räknas samtidigt som förhandsrösterna och rösterna på valdagen i ett annat eller några andra röstningsområden. Valnämnderna i dessa röstningsområden företar då inte någon preliminär räkning av rösterna på valdagen, utan sänder röstsedlarna till centralvalnämnden för preliminär räkning. Den kommunala centralvalnämnden ska öppna valkuverten från det röstningsområde som avses i 1 mom. och de röstningsområden som avses i 2 mom. samt sammanföra röstsedlarna i dem med de röstsedlar som avgetts i röstningsområdena på valdagen och dessutom med röstsedlarna från de röstningsområden som avses i 2 mom. Centralvalnämnden ska preliminärt räkna dessa röstsedlar med tillämpning av vad som föreskrivs i 78 §. Vid andra val än kommunalval ska centralvalnämnden därefter med tillämpning av 64 § 1 mom. sända valkretsnämnden röstsedlarna, protokollet från centralvalnämndens sammanträde samt valnämndernas valprotokoll.",
        "normalized_sv": "Om det finns grundad anledning att anta att sammanlagt färre än 50 personer kommer att rösta på förhand och på valdagen i ett röstningsområde eller om tryggandet av valhemligheten annars kräver det av grundad anledning, ska den kommunala centralvalnämnden i god tid före valdagen bestämma och, vid andra val än kommunalval, till valkretsnämnden meddela att förhandsrösterna och rösterna på valdagen i ett sådant röstningsområde räknas samtidigt som förhandsrösterna och rösterna på valdagen i ett annat eller några andra röstningsområden. Valnämnderna i dessa röstningsområden företar då inte någon preliminär räkning av rösterna på valdagen, utan sänder röstsedlarna till centralvalnämnden för preliminär räkning. Den kommunala centralvalnämnden ska öppna valkuverten från det röstningsområde som avses i 1 mom. och de röstningsområden som avses i 2 mom. samt sammanföra röstsedlarna i dem med de röstsedlar som avgetts i röstningsområdena på valdagen och dessutom med röstsedlarna från de röstningsområden som avses i 2 mom. Centralvalnämnden ska preliminärt räkna dessa röstsedlar med tillämpning av vad som föreskrivs i 78 § . Vid andra val än kommunalval ska centralvalnämnden därefter med tillämpning av 64 § 1 mom. sända valkretsnämnden röstsedlarna, protokollet från centralvalnämndens sammanträde samt valnämndernas valprotokoll.",
        "folded_sv": "om det finns grundad anledning att anta att sammanlagt farre an 50 personer kommer att rosta pa forhand och pa valdagen i ett rostningsomrade eller om tryggandet av valhemligheten annars kraver det av grundad anledning, ska den kommunala centralvalnamnden i god tid fore valdagen bestamma och, vid andra val an kommunalval, till valkretsnamnden meddela att forhandsrosterna och rosterna pa valdagen i ett sadant rostningsomrade raknas samtidigt som forhandsrosterna och rosterna pa valdagen i ett annat eller nagra andra rostningsomraden. valnamnderna i dessa rostningsomraden foretar da inte nagon preliminar rakning av rosterna pa valdagen, utan sander rostsedlarna till centralvalnamnden for preliminar rakning. den kommunala centralvalnamnden ska oppna valkuverten fran det rostningsomrade som avses i 1 mom. och de rostningsomraden som avses i 2 mom. samt sammanfora rostsedlarna i dem med de rostsedlar som avgetts i rostningsomradena pa valdagen och dessutom med rostsedlarna fran de rostningsomraden som avses i 2 mom. centralvalnamnden ska preliminart rakna dessa rostsedlar med tillampning av vad som foreskrivs i 78 §. vid andra val an kommunalval ska centralvalnamnden darefter med tillampning av 64 § 1 mom. sanda valkretsnamnden rostsedlarna, protokollet fran centralvalnamndens sammantrade samt valnamndernas valprotokoll."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Tuloksen laskennasta vastaavat viranomaiset",
      "content": "Ennakkoäänestyksessä annettujen äänestyslippujen laskennasta ja vaalipäivän äänestyksessä annettujen äänestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Ennakkoäänestyksessä annettujen äänestyslippujen laskennasta ja vaalipäivän äänestyksessä annettujen äänestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta.",
        "folded_fi": "ennakkoaanestyksessa annettujen aanestyslippujen laskennasta ja vaalipaivan aanestyksessa annettujen aanestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "title": "Vaalien tuloksen määrääminen eduskuntavaaleissa ja kuntavaaleissa",
      "content": "Vaalien tuloksen määräämiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidän vertauslukujensa suuruuden mukaiseen järjestykseen ja kunkin ehdokkaan nimen kohdalle merkitään hänen vertauslukunsa. Tästä nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissä on valittava edustajia tai kunnassa valtuutettuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91",
        "normalized_fi": "Vaalien tuloksen määräämiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidän vertauslukujensa suuruuden mukaiseen järjestykseen ja kunkin ehdokkaan nimen kohdalle merkitään hänen vertauslukunsa. Tästä nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissä on valittava edustajia tai kunnassa valtuutettuja.",
        "folded_fi": "vaalien tuloksen maaraamiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidan vertauslukujensa suuruuden mukaiseen jarjestykseen ja kunkin ehdokkaan nimen kohdalle merkitaan hanen vertauslukunsa. tasta nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissa on valittava edustajia tai kunnassa valtuutettuja."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
      "content": "95 § Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "95 § Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
        "folded_fi": "95 § kuntavaalien tuloksen vahvistaminen ja julkaiseminen seka tuloksesta tiedottaminen"
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Vaalien tuloksen merkitseminen pöytäkirjaan",
      "content": "Kukin valittu merkitään pöytäkirjaan ilmoittamalla hänen nimensä ja arvonsa, ammattinsa tai toimensa sekä kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hänen saamansa vertausluku ja äänimäärä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Kukin valittu merkitään pöytäkirjaan ilmoittamalla hänen nimensä ja arvonsa, ammattinsa tai toimensa sekä kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hänen saamansa vertausluku ja äänimäärä.",
        "folded_fi": "kukin valittu merkitaan poytakirjaan ilmoittamalla hanen nimensa ja arvonsa, ammattinsa tai toimensa seka kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hanen saamansa vertausluku ja aanimaara."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Valitusoikeus ja valitusperusteet",
      "content": "Lisäksi saavat päätöksestä valittaa sillä perusteella, että vaalit on toimitettu virheellisessä järjestyksessä ja että se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissä tai kunnassa äänioikeutettu henkilö; 2) kuntavaaleissa kunnan jäsen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Lisäksi saavat päätöksestä valittaa sillä perusteella, että vaalit on toimitettu virheellisessä järjestyksessä ja että se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissä tai kunnassa äänioikeutettu henkilö; 2) kuntavaaleissa kunnan jäsen.",
        "folded_fi": "lisaksi saavat paatoksesta valittaa silla perusteella, etta vaalit on toimitettu virheellisessa jarjestyksessa ja etta se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissa tai kunnassa aanioikeutettu henkilo; 2) kuntavaaleissa kunnan jasen.",
        "title_sv": "Besvärsrätt och besvärsgrunder",
        "content_sv": "Dessutom får beslutet på den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka på valresultatet överklagas av 1) varje röstberättigad person inom valkretsen eller kommunen i fråga, 2) kommunmedlemmarna vid kommunalval.",
        "normalized_sv": "Dessutom får beslutet på den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka på valresultatet överklagas av 1) varje röstberättigad person inom valkretsen eller kommunen i fråga, 2) kommunmedlemmarna vid kommunalval.",
        "folded_sv": "dessutom far beslutet pa den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka pa valresultatet overklagas av 1) varje rostberattigad person inom valkretsen eller kommunen i fraga, 2) kommunmedlemmarna vid kommunalval."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Päätöksen tiedoksianto",
      "content": "Kuntavaaleissa hallinto-oikeuden päätöksestä on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille sekä, jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriölle. Kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden päätös viipymättä tiedoksi myös kunnan jäsenille asettamalla päätös seitsemän päivän ajaksi nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kuntavaaleissa hallinto-oikeuden päätöksestä on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille sekä, jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriölle. Kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden päätös viipymättä tiedoksi myös kunnan jäsenille asettamalla päätös seitsemän päivän ajaksi nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
        "folded_fi": "kuntavaaleissa hallinto-oikeuden paatoksesta on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille seka, jos paatoksella on maaratty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriolle. kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden paatos viipymatta tiedoksi myos kunnan jasenille asettamalla paatos seitseman paivan ajaksi nahtavaksi kunnan julkisten kuulutusten ilmoitustaululle."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Jatkovalitus",
      "content": "Jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 §:ssä mainituilla sekä kuntavaaleissa myös kunnanhallituksella. Niiden, jotka eivät ole saaneet päätöstä erikseen tiedoksi, katsotaan saaneen päätöksestä tiedon silloin, kun päätöksestä ensimmäistä kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lähetyksessä tai kun päätös asetettiin nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 § :ssä mainituilla sekä kuntavaaleissa myös kunnanhallituksella. Niiden, jotka eivät ole saaneet päätöstä erikseen tiedoksi, katsotaan saaneen päätöksestä tiedon silloin, kun päätöksestä ensimmäistä kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lähetyksessä tai kun päätös asetettiin nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
        "folded_fi": "jos paatoksella on maaratty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 §:ssa mainituilla seka kuntavaaleissa myos kunnanhallituksella. niiden, jotka eivat ole saaneet paatosta erikseen tiedoksi, katsotaan saaneen paatoksesta tiedon silloin, kun paatoksesta ensimmaista kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lahetyksessa tai kun paatos asetettiin nahtavaksi kunnan julkisten kuulutusten ilmoitustaululle."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Valituksen johdosta uusittavat vaalit",
      "content": "Jos vaalit valituksen johdosta määrätään uusittaviksi, on uusittavien vaalien vaalipäivä: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmäisenä sunnuntaina 50 päivän kuluttua siitä, kun valitusviranomaisen päätös on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan määräämänä sunnuntaina. Uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Jos vaalit valituksen johdosta määrätään uusittaviksi, on uusittavien vaalien vaalipäivä: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmäisenä sunnuntaina 50 päivän kuluttua siitä, kun valitusviranomaisen päätös on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan määräämänä sunnuntaina. Uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle.",
        "folded_fi": "jos vaalit valituksen johdosta maarataan uusittaviksi, on uusittavien vaalien vaalipaiva: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmaisena sunnuntaina 50 paivan kuluttua siita, kun valitusviranomaisen paatos on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan maaraamana sunnuntaina. uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "11:144",
      "chapter": "11",
      "section": "144",
      "title": "Vaalipäivä",
      "content": "Kuntavaalien vaalipäivä on huhtikuun kolmas sunnuntai.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:144",
        "normalized_fi": "Kuntavaalien vaalipäivä on huhtikuun kolmas sunnuntai.",
        "folded_fi": "kuntavaalien vaalipaiva on huhtikuun kolmas sunnuntai."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:145",
      "chapter": "11",
      "section": "145",
      "content": "145 §",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:145",
        "normalized_fi": "145 §",
        "folded_fi": "145 §"
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:146",
      "chapter": "11",
      "section": "146",
      "title": "Oikeus asettaa ehdokkaita",
      "content": "Kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) äänioikeutetut, jotka ovat perustaneet valitsijayhdistyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:146",
        "normalized_fi": "Kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) äänioikeutetut, jotka ovat perustaneet valitsijayhdistyksen.",
        "folded_fi": "kuntavaaleissa voivat ehdokkaita asettaa: 1) puolueet; 2) aanioikeutetut, jotka ovat perustaneet valitsijayhdistyksen."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:150",
      "chapter": "11",
      "section": "150",
      "title": "Valitsijayhdistyksen perustaminen",
      "content": "Valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vähintään kymmenen äänioikeutettua kunnan asukasta. Kunnassa, jonka asukasluku on väestötietojärjestelmässä vaalivuotta edeltävän vuoden marraskuun 30 päivän päättyessä olevien tietojen mukaan enintään 1 500, saa valitsijayhdistyksen kuitenkin perustaa vähintään kolme äänioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintään 2 000, saa valitsijayhdistyksen perustaa vähintään viisi äänioikeutettua kunnan asukasta. Valitsijayhdistys perustetaan laatimalla päivätty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siitä, mitkä kuntavaalit ovat kyseessä; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen; 3) jokaisen jäsenen nimi, syntymäaika ja osoite; 4) jokaisen jäsenen allekirjoittama vakuutus siitä, että hän on kysymyksessä olevissa vaaleissa asianomaisessa kunnassa äänioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hänen varamiehensä nimi ja yhteystiedot. Äänioikeutettu voi olla jäsenenä vain yhdessä valitsijayhdistyksessä. Jos hän on jäsenenä kahdessa tai useammassa valitsijayhdistyksessä, kunnan keskusvaalilautakunnan on poistettava hänen nimensä kaikista perustamisasiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:150",
        "normalized_fi": "Valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vähintään kymmenen äänioikeutettua kunnan asukasta. Kunnassa, jonka asukasluku on väestötietojärjestelmässä vaalivuotta edeltävän vuoden marraskuun 30 päivän päättyessä olevien tietojen mukaan enintään 1 500, saa valitsijayhdistyksen kuitenkin perustaa vähintään kolme äänioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintään 2 000, saa valitsijayhdistyksen perustaa vähintään viisi äänioikeutettua kunnan asukasta. Valitsijayhdistys perustetaan laatimalla päivätty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siitä, mitkä kuntavaalit ovat kyseessä; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen; 3) jokaisen jäsenen nimi, syntymäaika ja osoite; 4) jokaisen jäsenen allekirjoittama vakuutus siitä, että hän on kysymyksessä olevissa vaaleissa asianomaisessa kunnassa äänioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hänen varamiehensä nimi ja yhteystiedot. Äänioikeutettu voi olla jäsenenä vain yhdessä valitsijayhdistyksessä. Jos hän on jäsenenä kahdessa tai useammassa valitsijayhdistyksessä, kunnan keskusvaalilautakunnan on poistettava hänen nimensä kaikista perustamisasiakirjoista.",
        "folded_fi": "valitsijayhdistyksen perustamiseen ehdokkaan asettamiseksi kuntavaaleja varten tarvitaan vahintaan kymmenen aanioikeutettua kunnan asukasta. kunnassa, jonka asukasluku on vaestotietojarjestelmassa vaalivuotta edeltavan vuoden marraskuun 30 paivan paattyessa olevien tietojen mukaan enintaan 1 500, saa valitsijayhdistyksen kuitenkin perustaa vahintaan kolme aanioikeutettua kunnan asukasta, ja kunnassa, jonka asukasluku on yli 1 500, mutta enintaan 2 000, saa valitsijayhdistyksen perustaa vahintaan viisi aanioikeutettua kunnan asukasta. valitsijayhdistys perustetaan laatimalla paivatty ja allekirjoitettu perustamisasiakirja, jossa on oltava seuraavat tiedot: 1) maininta siita, mitka kuntavaalit ovat kyseessa; 2) ehdokkaan nimi ja arvo, ammatti tai toimi enintaan kahta ilmaisua kayttaen; 3) jokaisen jasenen nimi, syntymaaika ja osoite; 4) jokaisen jasenen allekirjoittama vakuutus siita, etta han on kysymyksessa olevissa vaaleissa asianomaisessa kunnassa aanioikeutettu; 5) valitsijayhdistyksen vaaliasiamiehen ja hanen varamiehensa nimi ja yhteystiedot. aanioikeutettu voi olla jasenena vain yhdessa valitsijayhdistyksessa. jos han on jasenena kahdessa tai useammassa valitsijayhdistyksessa, kunnan keskusvaalilautakunnan on poistettava hanen nimensa kaikista perustamisasiakirjoista."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:151",
      "chapter": "11",
      "section": "151",
      "content": "151 §",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:151",
        "normalized_fi": "151 §",
        "folded_fi": "151 §"
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:157",
      "chapter": "11",
      "section": "157",
      "title": "Valtuutettujen valitseminen vaaleja toimittamatta",
      "content": "Jos vaaleja varten hyväksyttyjä ehdokkaita on yhtä paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 §:ssä tarkoitettuna sunnuntaina pidettävässä kokouksessa, että valtuutetuiksi on valittu hyväksytyt ehdokkaat. Jos ehdokkaita on vähemmän kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumäärä jää toistaiseksi vajaaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:157",
        "normalized_fi": "Jos vaaleja varten hyväksyttyjä ehdokkaita on yhtä paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 § :ssä tarkoitettuna sunnuntaina pidettävässä kokouksessa, että valtuutetuiksi on valittu hyväksytyt ehdokkaat. Jos ehdokkaita on vähemmän kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumäärä jää toistaiseksi vajaaksi.",
        "folded_fi": "jos vaaleja varten hyvaksyttyja ehdokkaita on yhta paljon kuin valittavia valtuutettuja, ei vaaleja toimiteta, vaan kunnan keskusvaalilautakunta julistaa 144 §:ssa tarkoitettuna sunnuntaina pidettavassa kokouksessa, etta valtuutetuiksi on valittu hyvaksytyt ehdokkaat. jos ehdokkaita on vahemman kuin vaaleissa on valittava valtuutettuja, valtuutettujen lukumaara jaa toistaiseksi vajaaksi."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11:188",
      "chapter": "11",
      "section": "188",
      "title": "Kustannusten jako vaaliviranomaisten välillä",
      "content": "Kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoäänestyspaikkojen vaalitoimitsijoiden ja kotiäänestyksen vaalitoimitsijoiden toiminnasta aiheutuneista sekä muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. Muissa kuin kuntavaaleissa oikeusministeriö suorittaa kunnalle kertakorvauksena ministeriön vahvistaman euromäärän jokaiselta vaaleissa äänioikeutetulta kunnan asukkaalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:188",
        "normalized_fi": "Kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoäänestyspaikkojen vaalitoimitsijoiden ja kotiäänestyksen vaalitoimitsijoiden toiminnasta aiheutuneista sekä muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. Muissa kuin kuntavaaleissa oikeusministeriö suorittaa kunnalle kertakorvauksena ministeriön vahvistaman euromäärän jokaiselta vaaleissa äänioikeutetulta kunnan asukkaalta.",
        "folded_fi": "kunta vastaa kunnan keskusvaalilautakunnan, vaalilautakuntien, vaalitoimikuntien, yleisten ennakkoaanestyspaikkojen vaalitoimitsijoiden ja kotiaanestyksen vaalitoimitsijoiden toiminnasta aiheutuneista seka muista kuin 1 momentissa tarkoitetuista vaalien toimittamisesta aiheutuneista kustannuksista. muissa kuin kuntavaaleissa oikeusministerio suorittaa kunnalle kertakorvauksena ministerion vahvistaman euromaaran jokaiselta vaaleissa aanioikeutetulta kunnan asukkaalta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään sen lisäksi, mitä perustuslaissa ja kuntalaissa (410/2015) vaaleista säädetään, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit Suomesta valittavien Euroopan parlamentin jäsenten vaalit (). Kuntavaaleista Ahvenanmaan maakunnassa säädetään maakunnan lainsäädännössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään sen lisäksi, mitä perustuslaissa ja kuntalaissa (410/2015) vaaleista säädetään, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit Suomesta valittavien Euroopan parlamentin jäsenten vaalit (). Kuntavaaleista Ahvenanmaan maakunnassa säädetään maakunnan lainsäädännössä.",
        "folded_fi": "tassa laissa saadetaan sen lisaksi, mita perustuslaissa ja kuntalaissa (410/2015) vaaleista saadetaan, miten toimitetaan: 1) eduskuntavaalit kansanedustajien vaalit (); 2) presidentinvaali tasavallan presidentin vaali (); 3) kuntavaalit; 4) europarlamenttivaalit suomesta valittavien euroopan parlamentin jasenten vaalit (). kuntavaaleista ahvenanmaan maakunnassa saadetaan maakunnan lainsaadannossa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Utöver vad som i grundlagen och kommunallagen (410/2015) föreskrivs om val innehåller denna lag bestämmelser om förrättandet av 1) riksdagsval val av riksdagsledamöter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) Europaparlamentsval val av finländska ledamöter till Europaparlamentet (). Bestämmelser om kommunalval i landskapet Åland finns i landskapets lagstiftning.",
        "normalized_sv": "Utöver vad som i grundlagen och kommunallagen (410/2015) föreskrivs om val innehåller denna lag bestämmelser om förrättandet av 1) riksdagsval val av riksdagsledamöter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) Europaparlamentsval val av finländska ledamöter till Europaparlamentet (). Bestämmelser om kommunalval i landskapet Åland finns i landskapets lagstiftning.",
        "folded_sv": "utover vad som i grundlagen och kommunallagen (410/2015) foreskrivs om val innehaller denna lag bestammelser om forrattandet av 1) riksdagsval val av riksdagsledamoter (), 2) presidentval val av republikens president (), 3) kommunalval, 4) europaparlamentsval val av finlandska ledamoter till europaparlamentet (). bestammelser om kommunalval i landskapet aland finns i landskapets lagstiftning."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Äänioikeus",
      "content": "Äänioikeudesta kuntavaaleissa säädetään perustuslaissa ja kuntalaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Äänioikeudesta kuntavaaleissa säädetään perustuslaissa ja kuntalaissa.",
        "folded_fi": "aanioikeudesta kuntavaaleissa saadetaan perustuslaissa ja kuntalaissa."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vaalikelpoisuus",
      "content": "Vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi säädetään perustuslaissa sekä vaalikelpoisuudesta kuntavaaleissa kuntalaissa. Vaalikelpoisuudesta europarlamenttivaaleissa säädetään tämän lain 164 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi säädetään perustuslaissa sekä vaalikelpoisuudesta kuntavaaleissa kuntalaissa. Vaalikelpoisuudesta europarlamenttivaaleissa säädetään tämän lain 164 § :ssä.",
        "folded_fi": "vaalikelpoisuudesta eduskuntavaaleissa ja kelpoisuudesta tasavallan presidentiksi saadetaan perustuslaissa seka vaalikelpoisuudesta kuntavaaleissa kuntalaissa. vaalikelpoisuudesta europarlamenttivaaleissa saadetaan taman lain 164 §:ssa.",
        "title_sv": "Valbarhet",
        "content_sv": "Bestämmelser om valbarhet vid riksdagsval och om behörighet att bli vald till republikens president finns i grundlagen och bestämmelser om valbarhet vid kommunalval i kommunallagen. Bestämmelser om valbarhet vid Europaparlamentsval finns i 164 § i denna lag.",
        "normalized_sv": "Bestämmelser om valbarhet vid riksdagsval och om behörighet att bli vald till republikens president finns i grundlagen och bestämmelser om valbarhet vid kommunalval i kommunallagen. Bestämmelser om valbarhet vid Europaparlamentsval finns i 164 § i denna lag.",
        "folded_sv": "bestammelser om valbarhet vid riksdagsval och om behorighet att bli vald till republikens president finns i grundlagen och bestammelser om valbarhet vid kommunalval i kommunallagen. bestammelser om valbarhet vid europaparlamentsval finns i 164 § i denna lag."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vaalipiirit eduskuntavaaleissa",
      "content": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Köyliön, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenkosken, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Nastolan, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Jalasjärven, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "vaalipiireihin Eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) Helsingin vaalipiiri, johon kuuluu Helsingin kaupunki; 2) Uudenmaan vaalipiiri, johon kuuluvat Askolan, Espoon, Hangon, Hyvinkään, Inkoon, Järvenpään, Karkkilan, Kauniaisten, Keravan, Kirkkonummen, Lapinjärven, Lohjan, Loviisan, Myrskylän, Mäntsälän, Nurmijärven, Pornaisten, Porvoon, Pukkilan, Raaseporin, Sipoon, Siuntion, Tuusulan, Vantaan sekä Vihdin kunnat; 3) Varsinais-Suomen vaalipiiri, johon kuuluvat Auran, Kaarinan, Kemiönsaaren, Koski Tl:n, Kustavin, Laitilan, Liedon, Loimaan, Marttilan, Maskun, Mynämäen, Naantalin, Nousiaisten, Oripään, Paimion, Paraisten, Pyhärannan, Pöytyän, Raision, Ruskon, Salon, Sauvon, Someron, Taivassalon, Turun, Uudenkaupungin sekä Vehmaan kunnat; 4) Satakunnan vaalipiiri, johon kuuluvat Euran, Eurajoen, Harjavallan, Honkajoen, Huittisten, Jämijärven, Kankaanpään, Karvian, Kokemäen, Köyliön, Luvian, Merikarvian, Nakkilan, Pomarkun, Porin, Rauman, Siikaisten, Säkylän sekä Ulvilan kunnat; 5) Ahvenanmaan maakunnan vaalipiiri, johon kuuluvat Brändön, Eckerön, Finströmin, Föglön, Getan, Hammarlandin, Jomalan, Kumlingen, Kökarin, Lemlandin, Lumparlandin, Maarianhaminan, Saltvikin, Sottungan, Sundin sekä Vårdön kunnat; 6) Hämeen vaalipiiri, johon kuuluvat Asikkalan, Forssan, Hartolan, Hattulan, Hausjärven, Heinolan, Hollolan, Humppilan, Hämeenkosken, Hämeenlinnan, Janakkalan, Jokioisten, Kärkölän, Lahden, Lopen, Nastolan, Orimattilan, Padasjoen, Riihimäen, Sysmän, Tammelan sekä Ypäjän kunnat; 7) Pirkanmaan vaalipiiri, johon kuuluvat Akaan, Hämeenkyrön, Ikaalisten, Juupajoen, Kangasalan, Kihniön, Lempäälän, Mänttä-Vilppulan, Nokian, Oriveden, Parkanon, Pirkkalan, Punkalaitumen, Pälkäneen, Ruoveden, Sastamalan, Tampereen, Urjalan, Valkeakosken, Vesilahden, Virtain sekä Ylöjärven kunnat; 8) Kaakkois-Suomen vaalipiiri, johon kuuluvat Enonkosken, Haminan, Heinäveden, Hirvensalmen, Iitin, Imatran, Joroisten, Juvan, Kangasniemen, Kotkan, Kouvolan, Lappeenrannan, Lemin, Luumäen, Miehikkälän, Mikkelin, Mäntyharjun, Parikkalan, Pertunmaan, Pieksämäen, Puumalan, Pyhtään, Rantasalmen, Rautjärven, Ruokolahden, Savitaipaleen, Savonlinnan, Sulkavan, Taipalsaaren sekä Virolahden kunnat; 9) Savo-Karjalan vaalipiiri, johon kuuluvat Iisalmen, Ilomantsin, Joensuun, Juankosken, Juuan, Kaavin, Keiteleen, Kiteen, Kiuruveden, Kontiolahden, Kuopion, Lapinlahden, Leppävirran, Lieksan, Liperin, Nurmeksen, Outokummun, Pielaveden, Polvijärven, Rautalammin, Rautavaaran, Rääkkylän, Siilinjärven, Sonkajärven, Suonenjoen, Tervon, Tohmajärven, Tuusniemen, Valtimon, Varkauden, Vesannon sekä Vieremän kunnat; 10) Vaasan vaalipiiri, johon kuuluvat Alajärven, Alavuden, Evijärven, Halsuan, Ilmajoen, Isojoen, Isokyrön, Kannuksen, Karijoen, Kaskisten, Kauhajoen, Kauhavan, Kaustisen, Kokkolan, Korsnäsin, Kristiinankaupungin, Kruunupyyn, Kuortaneen, Kurikan, Jalasjärven, Laihian, Lappajärven, Lapuan, Lestijärven, Luodon, Maalahden, Mustasaaren, Närpiön, Pedersören kunnan, Perhon, Pietarsaaren, Seinäjoen, Soinin, Teuvan, Toholammin, Uusikaarlepyyn, Vaasan, Vetelin, Vimpelin, Vöyrin sekä Ähtärin kunnat; 11) Keski-Suomen vaalipiiri, johon kuuluvat Hankasalmen, Joutsan, Jyväskylän, Jämsän, Kannonkosken, Karstulan, Keuruun, Kinnulan, Kivijärven, Konneveden, Kuhmoisten, Kyyjärven, Laukaan, Luhangan, Multian, Muuramen, Petäjäveden, Pihtiputaan, Saarijärven, Toivakan, Uuraisten, Viitasaaren sekä Äänekosken kunnat; 12) Oulun vaalipiiri, johon kuuluvat Alavieskan, Haapajärven, Haapaveden, Hailuodon, Hyrynsalmen, Iin, Kajaanin, Kalajoen, Kempeleen, Kuhmon, Kuusamon, Kärsämäen, Limingan, Lumijoen, Merijärven, Muhoksen, Nivalan, Oulaisten, Oulun, Paltamon, Pudasjärven, Puolangan, Pyhäjoen, Pyhäjärven, Pyhännän, Raahen, Reisjärven, Ristijärven, Sievin, Siikajoen, Siikalatvan, Sotkamon, Suomussalmen, Taivalkosken, Tyrnävän, Utajärven, Vaalan sekä Ylivieskan kunnat; 13) Lapin vaalipiiri, johon kuuluvat Enontekiön, Inarin, Kemin, Kemijärven, Keminmaan, Kittilän, Kolarin, Muonion, Pelkosenniemen, Pellon, Posion, Ranuan, Rovaniemen, Sallan, Savukosken, Simon, Sodankylän, Tervolan, Tornion, Utsjoen sekä Ylitornion kunnat.",
        "folded_fi": "vaalipiireihin eduskuntavaaleja varten maa on jaettu maakuntajaon pohjalta seuraaviin: 1) helsingin vaalipiiri, johon kuuluu helsingin kaupunki; 2) uudenmaan vaalipiiri, johon kuuluvat askolan, espoon, hangon, hyvinkaan, inkoon, jarvenpaan, karkkilan, kauniaisten, keravan, kirkkonummen, lapinjarven, lohjan, loviisan, myrskylan, mantsalan, nurmijarven, pornaisten, porvoon, pukkilan, raaseporin, sipoon, siuntion, tuusulan, vantaan seka vihdin kunnat; 3) varsinais-suomen vaalipiiri, johon kuuluvat auran, kaarinan, kemionsaaren, koski tl:n, kustavin, laitilan, liedon, loimaan, marttilan, maskun, mynamaen, naantalin, nousiaisten, oripaan, paimion, paraisten, pyharannan, poytyan, raision, ruskon, salon, sauvon, someron, taivassalon, turun, uudenkaupungin seka vehmaan kunnat; 4) satakunnan vaalipiiri, johon kuuluvat euran, eurajoen, harjavallan, honkajoen, huittisten, jamijarven, kankaanpaan, karvian, kokemaen, koylion, luvian, merikarvian, nakkilan, pomarkun, porin, rauman, siikaisten, sakylan seka ulvilan kunnat; 5) ahvenanmaan maakunnan vaalipiiri, johon kuuluvat brandon, eckeron, finstromin, foglon, getan, hammarlandin, jomalan, kumlingen, kokarin, lemlandin, lumparlandin, maarianhaminan, saltvikin, sottungan, sundin seka vardon kunnat; 6) hameen vaalipiiri, johon kuuluvat asikkalan, forssan, hartolan, hattulan, hausjarven, heinolan, hollolan, humppilan, hameenkosken, hameenlinnan, janakkalan, jokioisten, karkolan, lahden, lopen, nastolan, orimattilan, padasjoen, riihimaen, sysman, tammelan seka ypajan kunnat; 7) pirkanmaan vaalipiiri, johon kuuluvat akaan, hameenkyron, ikaalisten, juupajoen, kangasalan, kihnion, lempaalan, mantta-vilppulan, nokian, oriveden, parkanon, pirkkalan, punkalaitumen, palkaneen, ruoveden, sastamalan, tampereen, urjalan, valkeakosken, vesilahden, virtain seka ylojarven kunnat; 8) kaakkois-suomen vaalipiiri, johon kuuluvat enonkosken, haminan, heinaveden, hirvensalmen, iitin, imatran, joroisten, juvan, kangasniemen, kotkan, kouvolan, lappeenrannan, lemin, luumaen, miehikkalan, mikkelin, mantyharjun, parikkalan, pertunmaan, pieksamaen, puumalan, pyhtaan, rantasalmen, rautjarven, ruokolahden, savitaipaleen, savonlinnan, sulkavan, taipalsaaren seka virolahden kunnat; 9) savo-karjalan vaalipiiri, johon kuuluvat iisalmen, ilomantsin, joensuun, juankosken, juuan, kaavin, keiteleen, kiteen, kiuruveden, kontiolahden, kuopion, lapinlahden, leppavirran, lieksan, liperin, nurmeksen, outokummun, pielaveden, polvijarven, rautalammin, rautavaaran, raakkylan, siilinjarven, sonkajarven, suonenjoen, tervon, tohmajarven, tuusniemen, valtimon, varkauden, vesannon seka viereman kunnat; 10) vaasan vaalipiiri, johon kuuluvat alajarven, alavuden, evijarven, halsuan, ilmajoen, isojoen, isokyron, kannuksen, karijoen, kaskisten, kauhajoen, kauhavan, kaustisen, kokkolan, korsnasin, kristiinankaupungin, kruunupyyn, kuortaneen, kurikan, jalasjarven, laihian, lappajarven, lapuan, lestijarven, luodon, maalahden, mustasaaren, narpion, pedersoren kunnan, perhon, pietarsaaren, seinajoen, soinin, teuvan, toholammin, uusikaarlepyyn, vaasan, vetelin, vimpelin, voyrin seka ahtarin kunnat; 11) keski-suomen vaalipiiri, johon kuuluvat hankasalmen, joutsan, jyvaskylan, jamsan, kannonkosken, karstulan, keuruun, kinnulan, kivijarven, konneveden, kuhmoisten, kyyjarven, laukaan, luhangan, multian, muuramen, petajaveden, pihtiputaan, saarijarven, toivakan, uuraisten, viitasaaren seka aanekosken kunnat; 12) oulun vaalipiiri, johon kuuluvat alavieskan, haapajarven, haapaveden, hailuodon, hyrynsalmen, iin, kajaanin, kalajoen, kempeleen, kuhmon, kuusamon, karsamaen, limingan, lumijoen, merijarven, muhoksen, nivalan, oulaisten, oulun, paltamon, pudasjarven, puolangan, pyhajoen, pyhajarven, pyhannan, raahen, reisjarven, ristijarven, sievin, siikajoen, siikalatvan, sotkamon, suomussalmen, taivalkosken, tyrnavan, utajarven, vaalan seka ylivieskan kunnat; 13) lapin vaalipiiri, johon kuuluvat enontekion, inarin, kemin, kemijarven, keminmaan, kittilan, kolarin, muonion, pelkosenniemen, pellon, posion, ranuan, rovaniemen, sallan, savukosken, simon, sodankylan, tervolan, tornion, utsjoen seka ylitornion kunnat.",
        "title_sv": "Valkretsar vid riksdagsval",
        "content_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kjulo, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Hämeenkoski, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Nastola, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Jalasjärvi, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "normalized_sv": "valkretsar För riksdagsval indelas landet utgående från landskapsindelningen i följande: 1) Helsingfors valkrets, som omfattar Helsingfors stad, 2) Nylands valkrets, som omfattar kommunerna Askola, Borgnäs, Borgå, Esbo, Grankulla, Hangö, Hyvinge, Högfors, Ingå, Kervo, Kyrkslätt, Lappträsk, Lojo, Lovisa, Mäntsälä, Mörskom, Nurmijärvi, Pukkila, Raseborg, Sibbo, Sjundeå, Träskända, Tusby, Vanda och Vichtis, 3) Egentliga Finlands valkrets, som omfattar kommunerna Aura, Gustavs, Kimitoön, Koski Tl, Laitila, Loimaa, Lundo, Marttila, Masku, Mynämäki, Nousis, Nystad, Nådendal, Oripää, Pargas, Pemar, Pyhäranta, Pöytyä, Reso, Rusko, Sagu, Salo, Somero, S:t Karins, Tövsala, Vehmaa och Åbo, 4) Satakunta valkrets, som omfattar kommunerna Björneborg, Eura, Euraåminne, Harjavalta, Honkajoki, Huittinen, Jämijärvi, Kankaanpää, Karvia, Kjulo, Kumo, Luvia, Nakkila, Påmark, Raumo, Sastmola, Siikainen, Säkylä och Ulvsby, 5) Landskapet Ålands valkrets, som omfattar kommunerna Brändö, Eckerö, Finström, Föglö, Geta, Hammarland, Jomala, Kumlinge, Kökar, Lemland, Lumparland, Mariehamn, Saltvik, Sottunga, Sund och Vårdö, 6) Tavastlands valkrets, som omfattar kommunerna Asikkala, Forssa, Hartola, Hattula, Hausjärvi, Heinola, Hollola, Humppila, Hämeenkoski, Janakkala, Jockis, Kärkölä, Lahtis, Loppi, Nastola, Orimattila, Padasjoki, Riihimäki, Sysmä, Tammela, Tavastehus och Ypäjä, 7) Birkalands valkrets, som omfattar kommunerna Akaa, Birkala, Ikalis, Juupajoki, Kangasala, Kihniö, Lempäälä, Mänttä-Vilppula, Nokia, Orivesi, Parkano, Punkalaidun, Pälkäne, Ruovesi, Sastamala, Tammerfors, Tavastkyro, Urjala, Valkeakoski, Vesilahti, Virdois och Ylöjärvi, 8) Sydöstra Finlands valkrets, som omfattar kommunerna Enonkoski, Fredrikshamn, Heinävesi, Hirvensalmi, Iitti, Imatra, Jorois, Juva, Kangasniemi, Kotka, Kouvola, Lemi, Luumäki, Miehikkälä, Mäntyharju, Nyslott, Parikkala, Pertunmaa, Pieksämäki, Puumala, Pyttis, Rantasalmi, Rautjärvi, Ruokolahti, Savitaipale, S:t Michel, Sulkava, Taipalsaari, Villmanstrand och Virolahti, 9) Savolax-Karelens valkrets, som omfattar kommunerna Idensalmi, Ilomants, Joensuu, Juankoski, Juuka, Kaavi, Keitele, Kitee, Kiuruvesi, Kontiolahti, Kuopio, Lapinlahti, Leppävirta, Lieksa, Liperi, Nurmes, Outokumpu, Pielavesi, Polvijärvi, Rautalampi, Rautavaara, Rääkkylä, Siilinjärvi, Sonkajärvi, Suonenjoki, Tervo, Tohmajärvi, Tuusniemi, Valtimo, Varkaus, Vesanto och Vieremä, 10) Vasa valkrets, som omfattar kommunerna Alajärvi, Alavus, Bötom, Etseri, Evijärvi, Halsua, Ilmajoki, Jakobstad, Jalasjärvi, Kannus, Karleby, Kaskö, Kauhajoki, Kauhava, Kaustby, Korsholm, Korsnäs, Kristinestad, Kronoby, Kuortane, Kurikka, Laihela, Lappajärvi, Lappo, Larsmo, Lestijärvi, Malax, Nykarleby, Närpes, Pedersöre, Perho, Seinäjoki, Soini, Storkyro, Storå, Toholampi, Vasa, Vetil, Vimpeli, Vörå och Östermark, 11) Mellersta Finlands valkrets, som omfattar kommunerna Hankasalmi, Joutsa, Jyväskylä, Jämsä, Kannonkoski, Karstula, Keuruu, Kinnula, Kivijärvi, Konnevesi, Kuhmoinen, Kyyjärvi, Laukaa, Luhanka, Multia, Muurame, Petäjävesi, Pihtipudas, Saarijärvi, Toivakka, Uurainen, Viitasaari och Äänekoski, 12) Uleåborgs valkrets, som omfattar kommunerna Alavieska, Brahestad, Haapajärvi, Haapavesi, Hyrynsalmi, Ii, Kajana, Kalajoki, Karlö, Kempele, Kuhmo, Kuusamo, Kärsämäki, Limingo, Lumijoki, Merijärvi, Muhos, Nivala, Oulainen, Paltamo, Pudasjärvi, Puolanka, Pyhäjoki, Pyhäjärvi, Pyhäntä, Reisjärvi, Ristijärvi, Sievi, Siikajoki, Siikalatva, Sotkamo, Suomussalmi, Taivalkoski, Tyrnävä, Uleåborg, Utajärvi, Vaala och Ylivieska, 13) Lapplands valkrets, som omfattar kommunerna Enare, Enontekis, Kemi, Kemijärvi, Keminmaa, Kittilä, Kolari, Muonio, Pelkosenniemi, Pello, Posio, Ranua, Rovaniemi, Salla, Savukoski, Simo, Sodankylä, Tervola, Torneå, Utsjoki och Övertorneå.",
        "folded_sv": "valkretsar for riksdagsval indelas landet utgaende fran landskapsindelningen i foljande: 1) helsingfors valkrets, som omfattar helsingfors stad, 2) nylands valkrets, som omfattar kommunerna askola, borgnas, borga, esbo, grankulla, hango, hyvinge, hogfors, inga, kervo, kyrkslatt, lapptrask, lojo, lovisa, mantsala, morskom, nurmijarvi, pukkila, raseborg, sibbo, sjundea, traskanda, tusby, vanda och vichtis, 3) egentliga finlands valkrets, som omfattar kommunerna aura, gustavs, kimitoon, koski tl, laitila, loimaa, lundo, marttila, masku, mynamaki, nousis, nystad, nadendal, oripaa, pargas, pemar, pyharanta, poytya, reso, rusko, sagu, salo, somero, s:t karins, tovsala, vehmaa och abo, 4) satakunta valkrets, som omfattar kommunerna bjorneborg, eura, euraaminne, harjavalta, honkajoki, huittinen, jamijarvi, kankaanpaa, karvia, kjulo, kumo, luvia, nakkila, pamark, raumo, sastmola, siikainen, sakyla och ulvsby, 5) landskapet alands valkrets, som omfattar kommunerna brando, eckero, finstrom, foglo, geta, hammarland, jomala, kumlinge, kokar, lemland, lumparland, mariehamn, saltvik, sottunga, sund och vardo, 6) tavastlands valkrets, som omfattar kommunerna asikkala, forssa, hartola, hattula, hausjarvi, heinola, hollola, humppila, hameenkoski, janakkala, jockis, karkola, lahtis, loppi, nastola, orimattila, padasjoki, riihimaki, sysma, tammela, tavastehus och ypaja, 7) birkalands valkrets, som omfattar kommunerna akaa, birkala, ikalis, juupajoki, kangasala, kihnio, lempaala, mantta-vilppula, nokia, orivesi, parkano, punkalaidun, palkane, ruovesi, sastamala, tammerfors, tavastkyro, urjala, valkeakoski, vesilahti, virdois och ylojarvi, 8) sydostra finlands valkrets, som omfattar kommunerna enonkoski, fredrikshamn, heinavesi, hirvensalmi, iitti, imatra, jorois, juva, kangasniemi, kotka, kouvola, lemi, luumaki, miehikkala, mantyharju, nyslott, parikkala, pertunmaa, pieksamaki, puumala, pyttis, rantasalmi, rautjarvi, ruokolahti, savitaipale, s:t michel, sulkava, taipalsaari, villmanstrand och virolahti, 9) savolax-karelens valkrets, som omfattar kommunerna idensalmi, ilomants, joensuu, juankoski, juuka, kaavi, keitele, kitee, kiuruvesi, kontiolahti, kuopio, lapinlahti, leppavirta, lieksa, liperi, nurmes, outokumpu, pielavesi, polvijarvi, rautalampi, rautavaara, raakkyla, siilinjarvi, sonkajarvi, suonenjoki, tervo, tohmajarvi, tuusniemi, valtimo, varkaus, vesanto och vierema, 10) vasa valkrets, som omfattar kommunerna alajarvi, alavus, botom, etseri, evijarvi, halsua, ilmajoki, jakobstad, jalasjarvi, kannus, karleby, kasko, kauhajoki, kauhava, kaustby, korsholm, korsnas, kristinestad, kronoby, kuortane, kurikka, laihela, lappajarvi, lappo, larsmo, lestijarvi, malax, nykarleby, narpes, pedersore, perho, seinajoki, soini, storkyro, stora, toholampi, vasa, vetil, vimpeli, vora och ostermark, 11) mellersta finlands valkrets, som omfattar kommunerna hankasalmi, joutsa, jyvaskyla, jamsa, kannonkoski, karstula, keuruu, kinnula, kivijarvi, konnevesi, kuhmoinen, kyyjarvi, laukaa, luhanka, multia, muurame, petajavesi, pihtipudas, saarijarvi, toivakka, uurainen, viitasaari och aanekoski, 12) uleaborgs valkrets, som omfattar kommunerna alavieska, brahestad, haapajarvi, haapavesi, hyrynsalmi, ii, kajana, kalajoki, karlo, kempele, kuhmo, kuusamo, karsamaki, limingo, lumijoki, merijarvi, muhos, nivala, oulainen, paltamo, pudasjarvi, puolanka, pyhajoki, pyhajarvi, pyhanta, reisjarvi, ristijarvi, sievi, siikajoki, siikalatva, sotkamo, suomussalmi, taivalkoski, tyrnava, uleaborg, utajarvi, vaala och ylivieska, 13) lapplands valkrets, som omfattar kommunerna enare, enontekis, kemi, kemijarvi, keminmaa, kittila, kolari, muonio, pelkosenniemi, pello, posio, ranua, rovaniemi, salla, savukoski, simo, sodankyla, tervola, tornea, utsjoki och overtornea."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vaalipiirit muissa vaaleissa",
      "content": "Kuntavaaleissa vaalipiirinä on kunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Kuntavaaleissa vaalipiirinä on kunta.",
        "folded_fi": "kuntavaaleissa vaalipiirina on kunta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ennakkoäänestyspaikat ja vaalipäivän äänestyspaikat",
      "content": "Ennakkoäänestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoäänestyspaikat, joiden lukumäärästä ja sijainnista kunnanhallitus päättää ja joita on oltava, jollei erityisestä syystä muuta johdu, jokaisessa kunnassa vähintään yksi; 2) valtioneuvoston asetuksella säädettävät Suomen edustustot ja niiden toimipaikat sekä valtioneuvoston asetuksella säädettävät kuntavaalien yleiset ennakkoäänestyspaikat Ahvenanmaan maakunnassa; 3) laitos sairaalat, ympärivuorokautista hoitoa antavat ja muut, kunnanhallituksen päätöksellä määrätyt sosiaalihuollon toimintayksiköt sekä rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoäänestys toimitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Ennakkoäänestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoäänestyspaikat, joiden lukumäärästä ja sijainnista kunnanhallitus päättää ja joita on oltava, jollei erityisestä syystä muuta johdu, jokaisessa kunnassa vähintään yksi; 2) valtioneuvoston asetuksella säädettävät Suomen edustustot ja niiden toimipaikat sekä valtioneuvoston asetuksella säädettävät kuntavaalien yleiset ennakkoäänestyspaikat Ahvenanmaan maakunnassa; 3) laitos sairaalat, ympärivuorokautista hoitoa antavat ja muut, kunnanhallituksen päätöksellä määrätyt sosiaalihuollon toimintayksiköt sekä rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoäänestys toimitetaan.",
        "folded_fi": "ennakkoaanestyspaikkoja ovat: 1) ne kotimaan yleiset ennakkoaanestyspaikat, joiden lukumaarasta ja sijainnista kunnanhallitus paattaa ja joita on oltava, jollei erityisesta syysta muuta johdu, jokaisessa kunnassa vahintaan yksi; 2) valtioneuvoston asetuksella saadettavat suomen edustustot ja niiden toimipaikat seka valtioneuvoston asetuksella saadettavat kuntavaalien yleiset ennakkoaanestyspaikat ahvenanmaan maakunnassa; 3) laitos sairaalat, ymparivuorokautista hoitoa antavat ja muut, kunnanhallituksen paatoksella maaratyt sosiaalihuollon toimintayksikot seka rangaistuslaitokset (); 4) suomalaiset laivat, jotka ovat ulkomailla, kun ennakkoaanestys toimitetaan.",
        "title_sv": "Förhandsröstningsställen och röstningsställen på valdagen",
        "content_sv": "Förhandsröstningsställen är 1) de allmänna förhandsröstningsställen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas åtminstone ett i varje kommun, om inte något annat följer av särskilda skäl, 2) de finska beskickningar och deras verksamhetsställen som bestäms genom förordning av statsrådet samt vid kommunalval de allmänna förhandsröstningsställen i landskapet Åland som bestäms genom förordning av statsrådet, 3) anstalt sjukhus, verksamhetsenheter inom socialvården som lämnar vård dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvården samt straffanstalter (), 4) finska fartyg som befinner sig utomlands när förhandsröstning verkställs.",
        "normalized_sv": "Förhandsröstningsställen är 1) de allmänna förhandsröstningsställen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas åtminstone ett i varje kommun, om inte något annat följer av särskilda skäl, 2) de finska beskickningar och deras verksamhetsställen som bestäms genom förordning av statsrådet samt vid kommunalval de allmänna förhandsröstningsställen i landskapet Åland som bestäms genom förordning av statsrådet, 3) anstalt sjukhus, verksamhetsenheter inom socialvården som lämnar vård dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvården samt straffanstalter (), 4) finska fartyg som befinner sig utomlands när förhandsröstning verkställs.",
        "folded_sv": "forhandsrostningsstallen ar 1) de allmanna forhandsrostningsstallen i hemlandet om vilkas antal och placering kommunstyrelsen beslutar och vilka det ska finnas atminstone ett i varje kommun, om inte nagot annat foljer av sarskilda skal, 2) de finska beskickningar och deras verksamhetsstallen som bestams genom forordning av statsradet samt vid kommunalval de allmanna forhandsrostningsstallen i landskapet aland som bestams genom forordning av statsradet, 3) anstalt sjukhus, verksamhetsenheter inom socialvarden som lamnar vard dygnet runt och andra genom beslut av kommunstyrelsen angivna verksamhetsenheter inom socialvarden samt straffanstalter (), 4) finska fartyg som befinner sig utomlands nar forhandsrostning verkstalls."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kunnan keskusvaalilautakunta",
      "content": "Kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään viisi. Varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Sekä jäsenten että varajäsenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Jäsen tai varajäsen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan työskentelyyn kyseisissä vaaleissa. Ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mitä kunnan keskusvaalilautakunnasta tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jäsentä sekä tarpeellinen määrä varajäseniä, joita on kuitenkin oltava vähintään viisi. Varajäsenet on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Sekä jäsenten että varajäsenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Jäsen tai varajäsen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan työskentelyyn kyseisissä vaaleissa. Ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mitä kunnan keskusvaalilautakunnasta tässä laissa säädetään.",
        "folded_fi": "kunnan keskusvaalilautakuntaan kuuluu puheenjohtaja, varapuheenjohtaja ja kolme muuta jasenta seka tarpeellinen maara varajasenia, joita on kuitenkin oltava vahintaan viisi. varajasenet on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. seka jasenten etta varajasenten tulee mahdollisuuksien mukaan edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. jasen tai varajasen, joka keskusvaalilautakunnalle toimitetun ehdokashakemuksen mukaan on asetettu puolueen tai valitsijayhdistyksen ehdokkaaksi, ei voi osallistua keskusvaalilautakunnan tyoskentelyyn kyseisissa vaaleissa. ahvenanmaan maakunnassa toimii kussakin kunnassa kunnan keskusvaalilautakuntana eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa maakunnassa toimitettavia kuntavaaleja varten asetettu lautakunta, josta on soveltuvin osin voimassa, mita kunnan keskusvaalilautakunnasta tassa laissa saadetaan.",
        "title_sv": "Kommunal centralvalnämnd",
        "content_sv": "Den kommunala centralvalnämnden består av en ordförande, en vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst fem. Ersättarna ska ställas i den ordning i vilken de träder i stället för medlemmarna. Både medlemmarna och ersättarna ska i den utsträckning det är möjligt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. En medlem eller ersättare som enligt en kandidatansökan som lämnats till centralvalnämnden har uppställts som kandidat för ett parti eller en valmansförening kan inte delta i centralvalnämndens arbete vid valet i fråga. I landskapet Åland fungerar i varje kommun som kommunal centralvalnämnd vid riksdagsval, presidentval och Europaparlamentsval den nämnd som tillsatts för kommunalval i landskapet. På nämnden i fråga tillämpas i tillämpliga delar vad som i denna lag föreskrivs om den kommunala centralvalnämnden.",
        "normalized_sv": "Den kommunala centralvalnämnden består av en ordförande, en vice ordförande och tre andra medlemmar samt ett behövligt antal ersättare, dock minst fem. Ersättarna ska ställas i den ordning i vilken de träder i stället för medlemmarna. Både medlemmarna och ersättarna ska i den utsträckning det är möjligt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. En medlem eller ersättare som enligt en kandidatansökan som lämnats till centralvalnämnden har uppställts som kandidat för ett parti eller en valmansförening kan inte delta i centralvalnämndens arbete vid valet i fråga. I landskapet Åland fungerar i varje kommun som kommunal centralvalnämnd vid riksdagsval, presidentval och Europaparlamentsval den nämnd som tillsatts för kommunalval i landskapet. På nämnden i fråga tillämpas i tillämpliga delar vad som i denna lag föreskrivs om den kommunala centralvalnämnden.",
        "folded_sv": "den kommunala centralvalnamnden bestar av en ordforande, en vice ordforande och tre andra medlemmar samt ett behovligt antal ersattare, dock minst fem. ersattarna ska stallas i den ordning i vilken de trader i stallet for medlemmarna. bade medlemmarna och ersattarna ska i den utstrackning det ar mojligt foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. en medlem eller ersattare som enligt en kandidatansokan som lamnats till centralvalnamnden har uppstallts som kandidat for ett parti eller en valmansforening kan inte delta i centralvalnamndens arbete vid valet i fraga. i landskapet aland fungerar i varje kommun som kommunal centralvalnamnd vid riksdagsval, presidentval och europaparlamentsval den namnd som tillsatts for kommunalval i landskapet. pa namnden i fraga tillampas i tillampliga delar vad som i denna lag foreskrivs om den kommunala centralvalnamnden."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Kunnan keskusvaalilautakunnan työskentely",
      "content": "Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa eikä oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi.",
        "folded_fi": "kunnan keskusvaalilautakuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia kunnanhallituksen edustajan ja kunnanjohtajan lasnaolo- ja puheoikeudesta kokouksissa eika oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi.",
        "title_sv": "Den kommunala centralvalnämndens arbete",
        "content_sv": "På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "normalized_sv": "På den kommunala centralvalnämnden tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden eller om rätten att ta upp ett ärende till behandling i ett högre organ.",
        "folded_sv": "pa den kommunala centralvalnamnden tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om kommunstyrelsens foretradares och kommundirektorens ratt att narvara och yttra sig vid sammantraden eller om ratten att ta upp ett arende till behandling i ett hogre organ."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Vaalilautakunta ja vaalitoimikunta",
      "content": "Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet laitoksissa toimitettavaa ennakkoäänestystä varten on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Sekä vaalilautakunnan ja vaalitoimikunnan jäsenten että niiden varajäsenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissä edellisissä eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyjä puolueita. Kuntavaaleissa jäsenten ja varajäsenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissä kuntavaaleissa ehdokkaita asettaneita äänestäjäryhmiä. Vaalilautakunnan varajäsenet ja vaalitoimikunnan varajäsenet laitoksissa toimitettavaa ennakkoäänestystä varten on asetettava siihen järjestykseen, jossa he tulevat jäsenten sijaan. Vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jäsenenä eikä varajäsenenä.",
        "folded_fi": "seka vaalilautakunnan ja vaalitoimikunnan jasenten etta niiden varajasenten tulee mahdollisuuksien mukaan edustaa asianomaisessa vaalipiirissa edellisissa eduskuntavaaleissa ehdokkaita asettaneita puoluerekisteriin merkittyja puolueita. kuntavaaleissa jasenten ja varajasenten tulee kuitenkin vastaavasti edustaa kunnassa edellisissa kuntavaaleissa ehdokkaita asettaneita aanestajaryhmia. vaalilautakunnan varajasenet ja vaalitoimikunnan varajasenet laitoksissa toimitettavaa ennakkoaanestysta varten on asetettava siihen jarjestykseen, jossa he tulevat jasenten sijaan. vaaleissa ehdokkaana oleva ei voi olla vaalitoimikunnan jasenena eika varajasenena.",
        "title_sv": "Valnämnd och valbestyrelse",
        "content_sv": "Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock på motsvarande sätt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare för förhandsröstning som verkställs i anstalter ska ställas i den ordning i vilken de träder i stället för medlemmarna. Den som är uppställd som kandidat vid valet kan inte vara medlem eller ersättare i valbestyrelsen.",
        "normalized_sv": "Såväl valnämndens och valbestyrelsens medlemmar som deras ersättare ska i den utsträckning det är möjligt företräda de i partiregistret antecknade partier som vid föregående riksdagsval ställt upp kandidater i valkretsen i fråga. Vid kommunalval ska medlemmarna och ersättarna dock på motsvarande sätt företräda de grupper av röstande som vid föregående kommunalval ställt upp kandidater i kommunen. Valnämndens ersättare och valbestyrelsens ersättare för förhandsröstning som verkställs i anstalter ska ställas i den ordning i vilken de träder i stället för medlemmarna. Den som är uppställd som kandidat vid valet kan inte vara medlem eller ersättare i valbestyrelsen.",
        "folded_sv": "saval valnamndens och valbestyrelsens medlemmar som deras ersattare ska i den utstrackning det ar mojligt foretrada de i partiregistret antecknade partier som vid foregaende riksdagsval stallt upp kandidater i valkretsen i fraga. vid kommunalval ska medlemmarna och ersattarna dock pa motsvarande satt foretrada de grupper av rostande som vid foregaende kommunalval stallt upp kandidater i kommunen. valnamndens ersattare och valbestyrelsens ersattare for forhandsrostning som verkstalls i anstalter ska stallas i den ordning i vilken de trader i stallet for medlemmarna. den som ar uppstalld som kandidat vid valet kan inte vara medlem eller ersattare i valbestyrelsen."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Vaalilautakunnan ja vaalitoimikunnan työskentely",
      "content": "Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja nähtävänä pitämisestä, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosäännön määräyksiä pöytäkirjan laatimisesta, tarkastamisesta ja nähtävänä pitämisestä, asian jatkokokoukseen siirtämisestä, kunnanhallituksen edustajan ja kunnanjohtajan läsnäolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelystä, oikeudesta ottaa asia ylemmän toimielimen käsiteltäväksi eikä kunnan taloudesta.",
        "folded_fi": "vaalilautakuntaan ja vaalitoimikuntaan ei sovelleta kuntalaissa tarkoitetun hallintosaannon maarayksia poytakirjan laatimisesta, tarkastamisesta ja nahtavana pitamisesta, asian jatkokokoukseen siirtamisesta, kunnanhallituksen edustajan ja kunnanjohtajan lasnaolo- ja puheoikeudesta kokouksissa, viranhaltijaesittelysta, oikeudesta ottaa asia ylemman toimielimen kasiteltavaksi eika kunnan taloudesta.",
        "title_sv": "Valnämndens och valbestyrelsens arbete",
        "content_sv": "På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och framläggande av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden, föredragning av tjänsteinnehavare, rätt att ta upp ett ärende till behandling i ett högre organ eller kommunens ekonomi.",
        "normalized_sv": "På valnämnden och valbestyrelsen tillämpas inte den i kommunallagen avsedda förvaltningsstadgans bestämmelser om förande, justering och framläggande av protokoll, hänskjutande av ett ärende till fortsatt sammanträde, kommunstyrelsens företrädares och kommundirektörens rätt att närvara och yttra sig vid sammanträden, föredragning av tjänsteinnehavare, rätt att ta upp ett ärende till behandling i ett högre organ eller kommunens ekonomi.",
        "folded_sv": "pa valnamnden och valbestyrelsen tillampas inte den i kommunallagen avsedda forvaltningsstadgans bestammelser om forande, justering och framlaggande av protokoll, hanskjutande av ett arende till fortsatt sammantrade, kommunstyrelsens foretradares och kommundirektorens ratt att narvara och yttra sig vid sammantraden, foredragning av tjansteinnehavare, ratt att ta upp ett arende till behandling i ett hogre organ eller kommunens ekonomi."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Äänioikeusrekisterin perustaminen ja tiedot",
      "content": "Jokaisesta äänioikeutetusta otetaan äänioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat väestötietojärjestelmässä 51. päivänä ennen vaalipäivää kello 24: 1) henkilötunnus; 2) täydellinen nimi; 3) muissa kuin kuntavaaleissa 5 §:ssä tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta Suomessa; 5) äänestysalue; 6) äänestyspaikka vaalipäivänä ja sen osoite; 7) äidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole Suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen päivämäärä; 11) väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 §:ssä tarkoitettu turvakielto. Jollei äänioikeutetulla ole kotikuntaa Suomessa 51. päivänä ennen vaalipäivää, kotikunnan sijasta äänioikeusrekisteriin merkitään kotikuntalain mukainen väestökirjanpitokunta. Jollei tämä kunta enää kuulu Suomen alueeseen, merkitään sen sijasta Helsingin kaupunki. Jollei europarlamenttivaaleissa tai kuntavaaleissa äänioikeutetulla muun valtion kansalaisella ole kotikuntaa Suomessa, kotikunnan sijasta äänioikeusrekisteriin merkitään äänioikeuskunta. Äänioikeutettu kuuluu näissä tapauksissa äänestysalueeseen, jonka valtuusto on 8 §:n 1 momentin nojalla määrännyt niitä äänioikeutettuja varten, joita ei ole väestötietojärjestelmässä merkitty minkään kiinteistön kohdalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Jokaisesta äänioikeutetusta otetaan äänioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat väestötietojärjestelmässä 51. päivänä ennen vaalipäivää kello 24: 1) henkilötunnus; 2) täydellinen nimi; 3) muissa kuin kuntavaaleissa 5 § :ssä tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta Suomessa; 5) äänestysalue; 6) äänestyspaikka vaalipäivänä ja sen osoite; 7) äidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole Suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen päivämäärä; 11) väestötietojärjestelmästä ja Väestörekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 § :ssä tarkoitettu turvakielto. Jollei äänioikeutetulla ole kotikuntaa Suomessa 51. päivänä ennen vaalipäivää, kotikunnan sijasta äänioikeusrekisteriin merkitään kotikuntalain mukainen väestökirjanpitokunta. Jollei tämä kunta enää kuulu Suomen alueeseen, merkitään sen sijasta Helsingin kaupunki. Jollei europarlamenttivaaleissa tai kuntavaaleissa äänioikeutetulla muun valtion kansalaisella ole kotikuntaa Suomessa, kotikunnan sijasta äänioikeusrekisteriin merkitään äänioikeuskunta. Äänioikeutettu kuuluu näissä tapauksissa äänestysalueeseen, jonka valtuusto on 8 § :n 1 momentin nojalla määrännyt niitä äänioikeutettuja varten, joita ei ole väestötietojärjestelmässä merkitty minkään kiinteistön kohdalle.",
        "folded_fi": "jokaisesta aanioikeutetusta otetaan aanioikeusrekisteriin seuraavat tiedot sellaisina kuin ne ovat vaestotietojarjestelmassa 51. paivana ennen vaalipaivaa kello 24: 1) henkilotunnus; 2) taydellinen nimi; 3) muissa kuin kuntavaaleissa 5 §:ssa tarkoitettu vaalipiiri; 4) kotikuntalaissa tarkoitettu kotikunta suomessa; 5) aanestysalue; 6) aanestyspaikka vaalipaivana ja sen osoite; 7) aidinkieli, jos se on islanti, norja, ruotsi tai tanska; 8) muissa kuin kuntavaaleissa asuinvaltio, jollei se ole suomi; 9) maistraatti, jonka toimialueella kotikunta on; 10) rekisteriin ottamisen paivamaara; 11) vaestotietojarjestelmasta ja vaestorekisterikeskuksen varmennepalveluista annetun lain (661/2009) 36 §:ssa tarkoitettu turvakielto. jollei aanioikeutetulla ole kotikuntaa suomessa 51. paivana ennen vaalipaivaa, kotikunnan sijasta aanioikeusrekisteriin merkitaan kotikuntalain mukainen vaestokirjanpitokunta. jollei tama kunta enaa kuulu suomen alueeseen, merkitaan sen sijasta helsingin kaupunki. jollei europarlamenttivaaleissa tai kuntavaaleissa aanioikeutetulla muun valtion kansalaisella ole kotikuntaa suomessa, kotikunnan sijasta aanioikeusrekisteriin merkitaan aanioikeuskunta. aanioikeutettu kuuluu naissa tapauksissa aanestysalueeseen, jonka valtuusto on 8 §:n 1 momentin nojalla maarannyt niita aanioikeutettuja varten, joita ei ole vaestotietojarjestelmassa merkitty minkaan kiinteiston kohdalle.",
        "title_sv": "Upprättande av och uppgifter i rösträttsregister",
        "content_sv": "Beträffande varje röstberättigad tas följande uppgifter in i rösträttsregistret, sådana de är i befolkningsdatasystemet den 51 dagen före valdagen klockan 24: 1) personbeteckning, 2) fullständigt namn, 3) vid andra val än kommunalval den valkrets som avses i 5 §, 4) hemkommun i Finland enligt lagen om hemkommun, 5) röstningsområde, 6) röstningsställe på valdagen och adressen till det, 7) modersmål, om detta är danska, isländska, norska eller svenska, 8) vid andra val än kommunalval den stat där den röstberättigade är bosatt, om staten inte är Finland, 9) den magistrat inom vars verksamhetsområde hemkommunen är belägen, 10) datum för införande i registret, 11) uppgift om en sådan spärrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster (661/2009). Om den röstberättigade inte har hemkommun i Finland den 51 dagen före valdagen, ska folkbokföringskommunen enligt lagen om hemkommun antecknas i rösträttsregistret i stället för hemkommunen. Om folkbokföringskommunen inte längre hör till finskt territorium, ska Helsingfors stad antecknas i stället för den. Om en sådan medborgare i en annan stat som är röstberättigad vid Europaparlamentsval och kommunalval inte har hemkommun i Finland, ska rösträttskommunen antecknas i rösträttsregistret i stället för hemkommunen. Den röstberättigade hör i detta fall till det röstningsområde som fullmäktige med stöd av 8 § 1 mom. har bestämt i fråga om de röstberättigade som i befolkningsdatasystemet inte har antecknats vid någon fastighet.",
        "normalized_sv": "Beträffande varje röstberättigad tas följande uppgifter in i rösträttsregistret, sådana de är i befolkningsdatasystemet den 51 dagen före valdagen klockan 24: 1) personbeteckning, 2) fullständigt namn, 3) vid andra val än kommunalval den valkrets som avses i 5 § , 4) hemkommun i Finland enligt lagen om hemkommun, 5) röstningsområde, 6) röstningsställe på valdagen och adressen till det, 7) modersmål, om detta är danska, isländska, norska eller svenska, 8) vid andra val än kommunalval den stat där den röstberättigade är bosatt, om staten inte är Finland, 9) den magistrat inom vars verksamhetsområde hemkommunen är belägen, 10) datum för införande i registret, 11) uppgift om en sådan spärrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och Befolkningsregistercentralens certifikattjänster (661/2009). Om den röstberättigade inte har hemkommun i Finland den 51 dagen före valdagen, ska folkbokföringskommunen enligt lagen om hemkommun antecknas i rösträttsregistret i stället för hemkommunen. Om folkbokföringskommunen inte längre hör till finskt territorium, ska Helsingfors stad antecknas i stället för den. Om en sådan medborgare i en annan stat som är röstberättigad vid Europaparlamentsval och kommunalval inte har hemkommun i Finland, ska rösträttskommunen antecknas i rösträttsregistret i stället för hemkommunen. Den röstberättigade hör i detta fall till det röstningsområde som fullmäktige med stöd av 8 § 1 mom. har bestämt i fråga om de röstberättigade som i befolkningsdatasystemet inte har antecknats vid någon fastighet.",
        "folded_sv": "betraffande varje rostberattigad tas foljande uppgifter in i rostrattsregistret, sadana de ar i befolkningsdatasystemet den 51 dagen fore valdagen klockan 24: 1) personbeteckning, 2) fullstandigt namn, 3) vid andra val an kommunalval den valkrets som avses i 5 §, 4) hemkommun i finland enligt lagen om hemkommun, 5) rostningsomrade, 6) rostningsstalle pa valdagen och adressen till det, 7) modersmal, om detta ar danska, islandska, norska eller svenska, 8) vid andra val an kommunalval den stat dar den rostberattigade ar bosatt, om staten inte ar finland, 9) den magistrat inom vars verksamhetsomrade hemkommunen ar belagen, 10) datum for inforande i registret, 11) uppgift om en sadan sparrmarkering som avses i 36 § i lagen om befolkningsdatasystemet och befolkningsregistercentralens certifikattjanster (661/2009). om den rostberattigade inte har hemkommun i finland den 51 dagen fore valdagen, ska folkbokforingskommunen enligt lagen om hemkommun antecknas i rostrattsregistret i stallet for hemkommunen. om folkbokforingskommunen inte langre hor till finskt territorium, ska helsingfors stad antecknas i stallet for den. om en sadan medborgare i en annan stat som ar rostberattigad vid europaparlamentsval och kommunalval inte har hemkommun i finland, ska rostrattskommunen antecknas i rostrattsregistret i stallet for hemkommunen. den rostberattigade hor i detta fall till det rostningsomrade som fullmaktige med stod av 8 § 1 mom. har bestamt i fraga om de rostberattigade som i befolkningsdatasystemet inte har antecknats vid nagon fastighet."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Äänioikeusrekisteriin merkittävät lisätiedot kuntavaaleissa ja europarlamenttivaaleissa",
      "content": "Kuntavaaleissa jokaisesta äänioikeutetusta, joka ei ole Suomen kansalainen, otetaan äänioikeusrekisteriin sen lisäksi, mitä 18 §:n 2 momentissa säädetään: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hänellä yhtäjaksoisesti on ollut kotikunta Suomessa, jollei hän ole Euroopan unionin muun jäsenvaltion, Islannin tai Norjan kansalainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Kuntavaaleissa jokaisesta äänioikeutetusta, joka ei ole Suomen kansalainen, otetaan äänioikeusrekisteriin sen lisäksi, mitä 18 § :n 2 momentissa säädetään: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hänellä yhtäjaksoisesti on ollut kotikunta Suomessa, jollei hän ole Euroopan unionin muun jäsenvaltion, Islannin tai Norjan kansalainen.",
        "folded_fi": "kuntavaaleissa jokaisesta aanioikeutetusta, joka ei ole suomen kansalainen, otetaan aanioikeusrekisteriin sen lisaksi, mita 18 §:n 2 momentissa saadetaan: 1) tieto kansalaisuudesta; 2) tieto ajasta, jona hanella yhtajaksoisesti on ollut kotikunta suomessa, jollei han ole euroopan unionin muun jasenvaltion, islannin tai norjan kansalainen.",
        "title_sv": "Tilläggsuppgifter som ska införas i rösträttsregistret vid kommunalval och Europaparlamentsval",
        "content_sv": "Vid kommunalval införs i rösträttsregistret, utöver vad som bestäms i 18 § 2 mom., beträffande varje röstberättigad som inte är finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i Finland, om inte han eller hon är medborgare i en annan medlemsstat i Europeiska unionen eller i Island eller Norge,",
        "normalized_sv": "Vid kommunalval införs i rösträttsregistret, utöver vad som bestäms i 18 § 2 mom., beträffande varje röstberättigad som inte är finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i Finland, om inte han eller hon är medborgare i en annan medlemsstat i Europeiska unionen eller i Island eller Norge,",
        "folded_sv": "vid kommunalval infors i rostrattsregistret, utover vad som bestams i 18 § 2 mom., betraffande varje rostberattigad som inte ar finsk medborgare uppgift om 1) medborgarskap, 2) den tidsperiod han eller hon utan avbrott har haft hemkommun i finland, om inte han eller hon ar medborgare i en annan medlemsstat i europeiska unionen eller i island eller norge,"
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tiedottaminen Euroopan unionin muun jäsenvaltion kansalaisille kuntavaaleissa ja europarlamenttivaaleissa",
      "content": "Väestörekisterikeskuksen on hyvissä ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille äänioikeuden edellytykset täyttäville Euroopan unionin muun jäsenvaltion kansalaisille sopivalla tavalla tieto siitä, että heillä väestötietojärjestelmän tietojen mukaan tulee olemaan vaaleissa äänioikeus ja vaalikelpoisuus, sekä tieto menettelystä, joka on tarpeen äänioikeuden käyttämiseksi ja vaalikelpoisuuden toteuttamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Väestörekisterikeskuksen on hyvissä ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille äänioikeuden edellytykset täyttäville Euroopan unionin muun jäsenvaltion kansalaisille sopivalla tavalla tieto siitä, että heillä väestötietojärjestelmän tietojen mukaan tulee olemaan vaaleissa äänioikeus ja vaalikelpoisuus, sekä tieto menettelystä, joka on tarpeen äänioikeuden käyttämiseksi ja vaalikelpoisuuden toteuttamiseksi.",
        "folded_fi": "vaestorekisterikeskuksen on hyvissa ajoin ennen kuntavaaleja ja europarlamenttivaaleja mahdollisuuksien mukaan toimitettava kaikille aanioikeuden edellytykset tayttaville euroopan unionin muun jasenvaltion kansalaisille sopivalla tavalla tieto siita, etta heilla vaestotietojarjestelman tietojen mukaan tulee olemaan vaaleissa aanioikeus ja vaalikelpoisuus, seka tieto menettelysta, joka on tarpeen aanioikeuden kayttamiseksi ja vaalikelpoisuuden toteuttamiseksi."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Ehdokashakemukset käsittelevä viranomainen",
      "content": "Ehdokashakemukset käsittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa Helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Ehdokashakemukset käsittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa Helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta.",
        "folded_fi": "ehdokashakemukset kasittelee: 1) eduskuntavaaleissa vaalipiirilautakunta; 2) presidentinvaalissa ja europarlamenttivaaleissa helsingin vaalipiirilautakunta; 3) kuntavaaleissa kunnan keskusvaalilautakunta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Asiakirjojen jättämisestä määrääminen ja kuuluttaminen",
      "content": "Määräyksestä on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nähtäväksi viranomaisen kokoushuoneistossa sekä julkaistava kuntavaaleissa sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Määräyksestä on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nähtäväksi viranomaisen kokoushuoneistossa sekä julkaistava kuntavaaleissa sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessä.",
        "folded_fi": "maarayksesta on laadittava kuulutus, joka on annettava tiedoksi puolueiden ilmoittamille vaaliasiamiehille ja pantava nahtavaksi viranomaisen kokoushuoneistossa seka julkaistava kuntavaaleissa silla tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja muissa vaaleissa virallisessa lehdessa.",
        "title_sv": "Beslut om och kungörelse av ingivning av handlingar",
        "content_sv": "Angående beslutet ska det avfattas en kungörelse. Kungörelsen ska delges de valombud som partierna har uppgett och hållas framlagd i myndighetens sammanträdeslokal samt vid kommunalval offentliggöras på det sätt som kommunala tillkännagivanden görs kända och vid övriga val offentliggöras i den officiella tidningen.",
        "normalized_sv": "Angående beslutet ska det avfattas en kungörelse. Kungörelsen ska delges de valombud som partierna har uppgett och hållas framlagd i myndighetens sammanträdeslokal samt vid kommunalval offentliggöras på det sätt som kommunala tillkännagivanden görs kända och vid övriga val offentliggöras i den officiella tidningen.",
        "folded_sv": "angaende beslutet ska det avfattas en kungorelse. kungorelsen ska delges de valombud som partierna har uppgett och hallas framlagd i myndighetens sammantradeslokal samt vid kommunalval offentliggoras pa det satt som kommunala tillkannagivanden gors kanda och vid ovriga val offentliggoras i den officiella tidningen."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Ehdokkaiden järjestyksen määrääminen",
      "content": "Eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinäinen järjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinäinen järjestys; sekä 3) yhteislistojen keskinäinen järjestys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinäinen järjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinäinen järjestys; sekä 3) yhteislistojen keskinäinen järjestys.",
        "folded_fi": "eduskuntavaaleissa, kuntavaaleissa ja europarlamenttivaaleissa arvotaan: 1) vaaliliittoon kuulumattomien puolueiden ja vaaliliittojen keskinainen jarjestys; 2) vaaliliitossa sen muodostaneiden puolueiden keskinainen jarjestys; seka 3) yhteislistojen keskinainen jarjestys."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Ehdokaslistojen yhdistelmän laatiminen",
      "content": "Jokaisesta ehdokkaasta merkitään yhdistelmään numero, nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen sekä muissa kuin kuntavaaleissa kotikunta. Ehdokkaan etunimen rinnalla tai sen sijasta voidaan käyttää ehdokkaan yleisesti tunnettua puhuttelunimeä tai etunimeä lyhennettynä. Muita tietoja ehdokkaasta ei saa merkitä, paitsi jos ne ovat tarpeen henkilöllisyyden täsmentämiseksi. Yhdistelmään ei merkitä henkilötunnuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Jokaisesta ehdokkaasta merkitään yhdistelmään numero, nimi ja arvo, ammatti tai toimi enintään kahta ilmaisua käyttäen sekä muissa kuin kuntavaaleissa kotikunta. Ehdokkaan etunimen rinnalla tai sen sijasta voidaan käyttää ehdokkaan yleisesti tunnettua puhuttelunimeä tai etunimeä lyhennettynä. Muita tietoja ehdokkaasta ei saa merkitä, paitsi jos ne ovat tarpeen henkilöllisyyden täsmentämiseksi. Yhdistelmään ei merkitä henkilötunnuksia.",
        "folded_fi": "jokaisesta ehdokkaasta merkitaan yhdistelmaan numero, nimi ja arvo, ammatti tai toimi enintaan kahta ilmaisua kayttaen seka muissa kuin kuntavaaleissa kotikunta. ehdokkaan etunimen rinnalla tai sen sijasta voidaan kayttaa ehdokkaan yleisesti tunnettua puhuttelunimea tai etunimea lyhennettyna. muita tietoja ehdokkaasta ei saa merkita, paitsi jos ne ovat tarpeen henkilollisyyden tasmentamiseksi. yhdistelmaan ei merkita henkilotunnuksia."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Ehdokaslistojen yhdistelmän ja presidentinvaalin ehdokasluettelon jakelu ja tiedoksisaattaminen",
      "content": "Kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelmä tai siinä olevat tiedot taikka tieto siitä, missä yhdistelmä on nähtävänä, äänioikeutettujen tiedoksi sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisäksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. Tarpeellinen määrä yhdistelmiä on hyvissä ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoäänestyspaikkojen vaalitoimitsijoille. Niitä on lisäksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. Yhdistelmiä on myös pidettävä kunnan asukkaiden saatavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelmä tai siinä olevat tiedot taikka tieto siitä, missä yhdistelmä on nähtävänä, äänioikeutettujen tiedoksi sillä tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisäksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. Tarpeellinen määrä yhdistelmiä on hyvissä ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoäänestyspaikkojen vaalitoimitsijoille. Niitä on lisäksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. Yhdistelmiä on myös pidettävä kunnan asukkaiden saatavana.",
        "folded_fi": "kunnan keskusvaalilautakunnan tulee saattaa kuntavaalien ehdokaslistojen yhdistelma tai siina olevat tiedot taikka tieto siita, missa yhdistelma on nahtavana, aanioikeutettujen tiedoksi silla tavalla kuin kunnan ilmoitukset saatetaan tiedoksi ja lisaksi keskusvaalilautakunnan kokoushuoneistossa julkaistavalla ilmoituksella. tarpeellinen maara yhdistelmia on hyvissa ajoin ennen vaaleja toimitettava kunnanhallitukselle, vaalilautakunnille, vaalitoimikunnille ja kunnan alueella olevien yleisten ennakkoaanestyspaikkojen vaalitoimitsijoille. niita on lisaksi toimitettava ehdokkaita asettaneiden puolueiden, yhteislistojen ja yhteislistaan kuulumattomien valitsijayhdistysten vaaliasiamiehille. yhdistelmia on myos pidettava kunnan asukkaiden saatavana."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "58",
      "section": "58",
      "title": "Äänestäminen ennakkoäänestyksessä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:58",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Vaalikuorten toimittaminen vaalipiirilautakunnalle",
      "content": "Muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestävään päällykseen äänestysalueittain lajiteltuina. Lähetykseen liitetään tiedot vaalikuorten lukumäärästä kussakin ryhmässä, johon ne on lajiteltu. Lähetys sinetöidään, ja sen päällykseen merkitään vaalipiirilautakunnan osoite ja lähettäjä. Lähetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen määräämällä tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestävään päällykseen äänestysalueittain lajiteltuina. Lähetykseen liitetään tiedot vaalikuorten lukumäärästä kussakin ryhmässä, johon ne on lajiteltu. Lähetys sinetöidään, ja sen päällykseen merkitään vaalipiirilautakunnan osoite ja lähettäjä. Lähetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen määräämällä tavalla.",
        "folded_fi": "muissa kuin kuntavaaleissa kunnan keskusvaalilautakunnan on suljettava vaalikuoret kestavaan paallykseen aanestysalueittain lajiteltuina. lahetykseen liitetaan tiedot vaalikuorten lukumaarasta kussakin ryhmassa, johon ne on lajiteltu. lahetys sinetoidaan, ja sen paallykseen merkitaan vaalipiirilautakunnan osoite ja lahettaja. lahetys toimitetaan kiireellisesti vaalipiirilautakunnalle sen maaraamalla tavalla.",
        "title_sv": "Inlämnande av valkuverten till valkretsnämnden",
        "content_sv": "Vid andra val än kommunalval ska den kommunala centralvalnämnden tillsluta valkuverten i ett hållbart omslag sorterade enligt röstningsområde. Till försändelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. Försändelsen förseglas och på omslaget antecknas valkretsnämndens adress och avsändaren. Försändelsen ska skyndsamt sändas till valkretsnämnden på det sätt som denna bestämmer.",
        "normalized_sv": "Vid andra val än kommunalval ska den kommunala centralvalnämnden tillsluta valkuverten i ett hållbart omslag sorterade enligt röstningsområde. Till försändelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. Försändelsen förseglas och på omslaget antecknas valkretsnämndens adress och avsändaren. Försändelsen ska skyndsamt sändas till valkretsnämnden på det sätt som denna bestämmer.",
        "folded_sv": "vid andra val an kommunalval ska den kommunala centralvalnamnden tillsluta valkuverten i ett hallbart omslag sorterade enligt rostningsomrade. till forsandelsen fogas uppgifter om antalet valkuvert i varje grupp, i vilka kuverten har sorterats. forsandelsen forseglas och pa omslaget antecknas valkretsnamndens adress och avsandaren. forsandelsen ska skyndsamt sandas till valkretsnamnden pa det satt som denna bestammer."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "Äänestäminen vaalipäivänä",
      "content": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:76",
        "normalized_fi": "Äänestäjällä on oikeus äänestää eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmässä olevaa ehdokasta, jossa äänestäjä on asianomaisissa vaaleissa merkitty äänioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmässä olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta.",
        "folded_fi": "aanestajalla on oikeus aanestaa eduskuntavaaleissa ja kuntavaaleissa sen vaalipiirin tai kunnan ehdokaslistojen yhdistelmassa olevaa ehdokasta, jossa aanestaja on asianomaisissa vaaleissa merkitty aanioikeutetuksi, europarlamenttivaaleissa ehdokaslistojen yhdistelmassa olevaa ehdokasta ja presidentinvaalissa ehdokasluettelossa olevaa ehdokasta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "Äänestyslippujen ja vaalipöytäkirjan toimittaminen vaalilautakunnista",
      "content": "Vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jäsenen on yhdessä viipymättä vietävä äänestysliput sisältävä lähetys ja vaalipöytäkirjan sisältävä lähetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:81",
        "normalized_fi": "Vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jäsenen on yhdessä viipymättä vietävä äänestysliput sisältävä lähetys ja vaalipöytäkirjan sisältävä lähetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle.",
        "folded_fi": "vaalilautakunnan puheenjohtajan tai varapuheenjohtajan ja yhden muun jasenen on yhdessa viipymatta vietava aanestysliput sisaltava lahetys ja vaalipoytakirjan sisaltava lahetys kuntavaaleissa kunnan keskusvaalilautakunnalle ja muissa vaaleissa vaalipiirilautakunnalle."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "Vaalisalaisuuden turvaaminen pienillä äänestysalueilla",
      "content": "Jos voidaan perustellusti arvioida, että äänestysalueella äänestää ennakkoon ja vaalipäivänä yhteensä vähemmän kuin 50 henkilöä tai jos perustellusta syystä vaalisalaisuuden turvaaminen muutoin sitä edellyttää, kunnan keskusvaalilautakunnan on hyvissä ajoin ennen vaalipäivää määrättävä ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, että äänestysalueen ennakkoäänet ja vaalipäivän äänet sekä jonkin toisen äänestysalueen tai joidenkin toisten äänestysalueiden ennakkoäänet ja vaalipäivän äänet lasketaan yhdessä. Tällöin kyseisten äänestysalueiden vaalilautakunnat eivät suorita vaalipäivän äänten alustavaa laskentaa, vaan toimittavat äänestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. Kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun äänestysalueen ja 2 momentissa tarkoitettujen äänestysalueiden vaalikuoret sekä yhdistettävä niissä olevat äänestysliput äänestysalueissa vaalipäivänä annettuihin äänestyslippuihin ja lisäksi 2 momentissa tarkoitettujen äänestysalueiden äänestysliput keskenään. Keskusvaalilautakunta suorittaa näiden äänestyslippujen alustavan ääntenlaskennan noudattaen soveltuvin osin, mitä 78 §:ssä säädetään. Muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jälkeen äänestysliput, keskusvaalilautakunnan kokouksesta laaditun pöytäkirjan sekä vaalilautakuntien vaalipöytäkirjat vaalipiirilautakunnalle noudattaen, mitä 64 §:n 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:82",
        "normalized_fi": "Jos voidaan perustellusti arvioida, että äänestysalueella äänestää ennakkoon ja vaalipäivänä yhteensä vähemmän kuin 50 henkilöä tai jos perustellusta syystä vaalisalaisuuden turvaaminen muutoin sitä edellyttää, kunnan keskusvaalilautakunnan on hyvissä ajoin ennen vaalipäivää määrättävä ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, että äänestysalueen ennakkoäänet ja vaalipäivän äänet sekä jonkin toisen äänestysalueen tai joidenkin toisten äänestysalueiden ennakkoäänet ja vaalipäivän äänet lasketaan yhdessä. Tällöin kyseisten äänestysalueiden vaalilautakunnat eivät suorita vaalipäivän äänten alustavaa laskentaa, vaan toimittavat äänestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. Kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun äänestysalueen ja 2 momentissa tarkoitettujen äänestysalueiden vaalikuoret sekä yhdistettävä niissä olevat äänestysliput äänestysalueissa vaalipäivänä annettuihin äänestyslippuihin ja lisäksi 2 momentissa tarkoitettujen äänestysalueiden äänestysliput keskenään. Keskusvaalilautakunta suorittaa näiden äänestyslippujen alustavan ääntenlaskennan noudattaen soveltuvin osin, mitä 78 § :ssä säädetään. Muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jälkeen äänestysliput, keskusvaalilautakunnan kokouksesta laaditun pöytäkirjan sekä vaalilautakuntien vaalipöytäkirjat vaalipiirilautakunnalle noudattaen, mitä 64 § :n 1 momentissa säädetään.",
        "folded_fi": "jos voidaan perustellusti arvioida, etta aanestysalueella aanestaa ennakkoon ja vaalipaivana yhteensa vahemman kuin 50 henkiloa tai jos perustellusta syysta vaalisalaisuuden turvaaminen muutoin sita edellyttaa, kunnan keskusvaalilautakunnan on hyvissa ajoin ennen vaalipaivaa maarattava ja muissa kuin kuntavaaleissa vaalipiirilautakunnalle ilmoitettava, etta aanestysalueen ennakkoaanet ja vaalipaivan aanet seka jonkin toisen aanestysalueen tai joidenkin toisten aanestysalueiden ennakkoaanet ja vaalipaivan aanet lasketaan yhdessa. talloin kyseisten aanestysalueiden vaalilautakunnat eivat suorita vaalipaivan aanten alustavaa laskentaa, vaan toimittavat aanestysliput alustavaa laskentaa varten keskusvaalilautakunnalle. kunnan keskusvaalilautakunnan on avattava 1 momentissa tarkoitetun aanestysalueen ja 2 momentissa tarkoitettujen aanestysalueiden vaalikuoret seka yhdistettava niissa olevat aanestysliput aanestysalueissa vaalipaivana annettuihin aanestyslippuihin ja lisaksi 2 momentissa tarkoitettujen aanestysalueiden aanestysliput keskenaan. keskusvaalilautakunta suorittaa naiden aanestyslippujen alustavan aantenlaskennan noudattaen soveltuvin osin, mita 78 §:ssa saadetaan. muissa kuin kuntavaaleissa keskusvaalilautakunta toimittaa sen jalkeen aanestysliput, keskusvaalilautakunnan kokouksesta laaditun poytakirjan seka vaalilautakuntien vaalipoytakirjat vaalipiirilautakunnalle noudattaen, mita 64 §:n 1 momentissa saadetaan.",
        "title_sv": "Tryggande av valhemligheten i små röstningsområden",
        "content_sv": "Om det finns grundad anledning att anta att sammanlagt färre än 50 personer kommer att rösta på förhand och på valdagen i ett röstningsområde eller om tryggandet av valhemligheten annars kräver det av grundad anledning, ska den kommunala centralvalnämnden i god tid före valdagen bestämma och, vid andra val än kommunalval, till valkretsnämnden meddela att förhandsrösterna och rösterna på valdagen i ett sådant röstningsområde räknas samtidigt som förhandsrösterna och rösterna på valdagen i ett annat eller några andra röstningsområden. Valnämnderna i dessa röstningsområden företar då inte någon preliminär räkning av rösterna på valdagen, utan sänder röstsedlarna till centralvalnämnden för preliminär räkning. Den kommunala centralvalnämnden ska öppna valkuverten från det röstningsområde som avses i 1 mom. och de röstningsområden som avses i 2 mom. samt sammanföra röstsedlarna i dem med de röstsedlar som avgetts i röstningsområdena på valdagen och dessutom med röstsedlarna från de röstningsområden som avses i 2 mom. Centralvalnämnden ska preliminärt räkna dessa röstsedlar med tillämpning av vad som föreskrivs i 78 §. Vid andra val än kommunalval ska centralvalnämnden därefter med tillämpning av 64 § 1 mom. sända valkretsnämnden röstsedlarna, protokollet från centralvalnämndens sammanträde samt valnämndernas valprotokoll.",
        "normalized_sv": "Om det finns grundad anledning att anta att sammanlagt färre än 50 personer kommer att rösta på förhand och på valdagen i ett röstningsområde eller om tryggandet av valhemligheten annars kräver det av grundad anledning, ska den kommunala centralvalnämnden i god tid före valdagen bestämma och, vid andra val än kommunalval, till valkretsnämnden meddela att förhandsrösterna och rösterna på valdagen i ett sådant röstningsområde räknas samtidigt som förhandsrösterna och rösterna på valdagen i ett annat eller några andra röstningsområden. Valnämnderna i dessa röstningsområden företar då inte någon preliminär räkning av rösterna på valdagen, utan sänder röstsedlarna till centralvalnämnden för preliminär räkning. Den kommunala centralvalnämnden ska öppna valkuverten från det röstningsområde som avses i 1 mom. och de röstningsområden som avses i 2 mom. samt sammanföra röstsedlarna i dem med de röstsedlar som avgetts i röstningsområdena på valdagen och dessutom med röstsedlarna från de röstningsområden som avses i 2 mom. Centralvalnämnden ska preliminärt räkna dessa röstsedlar med tillämpning av vad som föreskrivs i 78 § . Vid andra val än kommunalval ska centralvalnämnden därefter med tillämpning av 64 § 1 mom. sända valkretsnämnden röstsedlarna, protokollet från centralvalnämndens sammanträde samt valnämndernas valprotokoll.",
        "folded_sv": "om det finns grundad anledning att anta att sammanlagt farre an 50 personer kommer att rosta pa forhand och pa valdagen i ett rostningsomrade eller om tryggandet av valhemligheten annars kraver det av grundad anledning, ska den kommunala centralvalnamnden i god tid fore valdagen bestamma och, vid andra val an kommunalval, till valkretsnamnden meddela att forhandsrosterna och rosterna pa valdagen i ett sadant rostningsomrade raknas samtidigt som forhandsrosterna och rosterna pa valdagen i ett annat eller nagra andra rostningsomraden. valnamnderna i dessa rostningsomraden foretar da inte nagon preliminar rakning av rosterna pa valdagen, utan sander rostsedlarna till centralvalnamnden for preliminar rakning. den kommunala centralvalnamnden ska oppna valkuverten fran det rostningsomrade som avses i 1 mom. och de rostningsomraden som avses i 2 mom. samt sammanfora rostsedlarna i dem med de rostsedlar som avgetts i rostningsomradena pa valdagen och dessutom med rostsedlarna fran de rostningsomraden som avses i 2 mom. centralvalnamnden ska preliminart rakna dessa rostsedlar med tillampning av vad som foreskrivs i 78 §. vid andra val an kommunalval ska centralvalnamnden darefter med tillampning av 64 § 1 mom. sanda valkretsnamnden rostsedlarna, protokollet fran centralvalnamndens sammantrade samt valnamndernas valprotokoll."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Tuloksen laskennasta vastaavat viranomaiset",
      "content": "Ennakkoäänestyksessä annettujen äänestyslippujen laskennasta ja vaalipäivän äänestyksessä annettujen äänestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Ennakkoäänestyksessä annettujen äänestyslippujen laskennasta ja vaalipäivän äänestyksessä annettujen äänestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta.",
        "folded_fi": "ennakkoaanestyksessa annettujen aanestyslippujen laskennasta ja vaalipaivan aanestyksessa annettujen aanestyslippujen tarkastuslaskennasta huolehtii kokouksissaan: 1) eduskuntavaaleissa, presidentinvaalissa ja europarlamenttivaaleissa vaalipiirilautakunta; 2) kuntavaaleissa kunnan keskusvaalilautakunta."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "91",
      "section": "91",
      "title": "Vaalien tuloksen määrääminen eduskuntavaaleissa ja kuntavaaleissa",
      "content": "Vaalien tuloksen määräämiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidän vertauslukujensa suuruuden mukaiseen järjestykseen ja kunkin ehdokkaan nimen kohdalle merkitään hänen vertauslukunsa. Tästä nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissä on valittava edustajia tai kunnassa valtuutettuja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91",
        "normalized_fi": "Vaalien tuloksen määräämiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidän vertauslukujensa suuruuden mukaiseen järjestykseen ja kunkin ehdokkaan nimen kohdalle merkitään hänen vertauslukunsa. Tästä nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissä on valittava edustajia tai kunnassa valtuutettuja.",
        "folded_fi": "vaalien tuloksen maaraamiseksi eduskuntavaaleissa ja kuntavaaleissa kirjoitetaan kaikkien ehdokkaiden nimet heidan vertauslukujensa suuruuden mukaiseen jarjestykseen ja kunkin ehdokkaan nimen kohdalle merkitaan hanen vertauslukunsa. tasta nimisarjasta valitaan sarjan alusta alkaen niin monta ehdokasta kuin vaalipiirissa on valittava edustajia tai kunnassa valtuutettuja."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "95",
      "section": "95",
      "title": "Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
      "content": "95 § Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:95",
        "normalized_fi": "95 § Kuntavaalien tuloksen vahvistaminen ja julkaiseminen sekä tuloksesta tiedottaminen",
        "folded_fi": "95 § kuntavaalien tuloksen vahvistaminen ja julkaiseminen seka tuloksesta tiedottaminen"
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "98",
      "section": "98",
      "title": "Vaalien tuloksen merkitseminen pöytäkirjaan",
      "content": "Kukin valittu merkitään pöytäkirjaan ilmoittamalla hänen nimensä ja arvonsa, ammattinsa tai toimensa sekä kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hänen saamansa vertausluku ja äänimäärä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:98",
        "normalized_fi": "Kukin valittu merkitään pöytäkirjaan ilmoittamalla hänen nimensä ja arvonsa, ammattinsa tai toimensa sekä kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hänen saamansa vertausluku ja äänimäärä.",
        "folded_fi": "kukin valittu merkitaan poytakirjaan ilmoittamalla hanen nimensa ja arvonsa, ammattinsa tai toimensa seka kuntavaaleja lukuun ottamatta kotikuntansa samoin kuin hanen saamansa vertausluku ja aanimaara."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Valitusoikeus ja valitusperusteet",
      "content": "Lisäksi saavat päätöksestä valittaa sillä perusteella, että vaalit on toimitettu virheellisessä järjestyksessä ja että se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissä tai kunnassa äänioikeutettu henkilö; 2) kuntavaaleissa kunnan jäsen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Lisäksi saavat päätöksestä valittaa sillä perusteella, että vaalit on toimitettu virheellisessä järjestyksessä ja että se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissä tai kunnassa äänioikeutettu henkilö; 2) kuntavaaleissa kunnan jäsen.",
        "folded_fi": "lisaksi saavat paatoksesta valittaa silla perusteella, etta vaalit on toimitettu virheellisessa jarjestyksessa ja etta se on saattanut vaikuttaa vaalien tulokseen: 1) jokainen asianomaisessa vaalipiirissa tai kunnassa aanioikeutettu henkilo; 2) kuntavaaleissa kunnan jasen.",
        "title_sv": "Besvärsrätt och besvärsgrunder",
        "content_sv": "Dessutom får beslutet på den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka på valresultatet överklagas av 1) varje röstberättigad person inom valkretsen eller kommunen i fråga, 2) kommunmedlemmarna vid kommunalval.",
        "normalized_sv": "Dessutom får beslutet på den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka på valresultatet överklagas av 1) varje röstberättigad person inom valkretsen eller kommunen i fråga, 2) kommunmedlemmarna vid kommunalval.",
        "folded_sv": "dessutom far beslutet pa den grunden att valet har skett i oriktig ordning och att detta har kunnat inverka pa valresultatet overklagas av 1) varje rostberattigad person inom valkretsen eller kommunen i fraga, 2) kommunmedlemmarna vid kommunalval."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "104",
      "section": "104",
      "title": "Päätöksen tiedoksianto",
      "content": "Kuntavaaleissa hallinto-oikeuden päätöksestä on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille sekä, jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriölle. Kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden päätös viipymättä tiedoksi myös kunnan jäsenille asettamalla päätös seitsemän päivän ajaksi nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:104",
        "normalized_fi": "Kuntavaaleissa hallinto-oikeuden päätöksestä on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille sekä, jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriölle. Kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden päätös viipymättä tiedoksi myös kunnan jäsenille asettamalla päätös seitsemän päivän ajaksi nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
        "folded_fi": "kuntavaaleissa hallinto-oikeuden paatoksesta on annettava tieto valittajalle, kunnanhallitukselle ja kunnan keskusvaalilautakunnalle, puolueiden ja yhteislistojen vaaliasiamiehille seka, jos paatoksella on maaratty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, oikeusministeriolle. kunnan keskusvaalilautakunnan on saatettava hallinto-oikeuden paatos viipymatta tiedoksi myos kunnan jasenille asettamalla paatos seitseman paivan ajaksi nahtavaksi kunnan julkisten kuulutusten ilmoitustaululle."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Jatkovalitus",
      "content": "Jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 §:ssä mainituilla sekä kuntavaaleissa myös kunnanhallituksella. Niiden, jotka eivät ole saaneet päätöstä erikseen tiedoksi, katsotaan saaneen päätöksestä tiedon silloin, kun päätöksestä ensimmäistä kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lähetyksessä tai kun päätös asetettiin nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Jos päätöksellä on määrätty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 § :ssä mainituilla sekä kuntavaaleissa myös kunnanhallituksella. Niiden, jotka eivät ole saaneet päätöstä erikseen tiedoksi, katsotaan saaneen päätöksestä tiedon silloin, kun päätöksestä ensimmäistä kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lähetyksessä tai kun päätös asetettiin nähtäväksi kunnan julkisten kuulutusten ilmoitustaululle.",
        "folded_fi": "jos paatoksella on maaratty vaalien tulos oikaistavaksi tai vaalit uusittaviksi, valitusoikeus on 101 §:ssa mainituilla seka kuntavaaleissa myos kunnanhallituksella. niiden, jotka eivat ole saaneet paatosta erikseen tiedoksi, katsotaan saaneen paatoksesta tiedon silloin, kun paatoksesta ensimmaista kertaa kuulutettiin yleisradiotoimintaa harjoittavan laitoksen lahetyksessa tai kun paatos asetettiin nahtavaksi kunnan julkisten kuulutusten ilmoitustaululle."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "106",
      "section": "106",
      "title": "Valituksen johdosta uusittavat vaalit",
      "content": "Jos vaalit valituksen johdosta määrätään uusittaviksi, on uusittavien vaalien vaalipäivä: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmäisenä sunnuntaina 50 päivän kuluttua siitä, kun valitusviranomaisen päätös on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan määräämänä sunnuntaina. Uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:106",
        "normalized_fi": "Jos vaalit valituksen johdosta määrätään uusittaviksi, on uusittavien vaalien vaalipäivä: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmäisenä sunnuntaina 50 päivän kuluttua siitä, kun valitusviranomaisen päätös on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan määräämänä sunnuntaina. Uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle.",
        "folded_fi": "jos vaalit valituksen johdosta maarataan uusittaviksi, on uusittavien vaalien vaalipaiva: 1) eduskuntavaaleissa ja europarlamenttivaaleissa ensimmaisena sunnuntaina 50 paivan kuluttua siita, kun valitusviranomaisen paatos on saanut lainvoiman; 2) kuntavaaleissa kunnan keskusvaalilautakunnan maaraamana sunnuntaina. uusittavien eduskuntavaalien tuloksesta on heti ilmoitettava eduskunnalle ja uusittavien kuntavaalien tuloksesta asianomaisen kunnan valtuustolle."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    }
  ]
}