{
  "id": "567/2015",
  "type": "statute",
  "title": "Laki tuomareiden nimittämisestä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utnämning av domare",
  "status": "in_force",
  "issued_date": "2015-05-08",
  "in_force_date": "2015-05-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/567/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan täytettäessä tuomarin virkaa ja nimitettäessä tuomaria määräajaksi. Tässä laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jäsenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jäsenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) käräjäoikeuden laamannin ja käräjätuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) työtuomioistuimen presidentin ja työtuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinöörin virat; 9) maaoikeutena toimivan käräjäoikeuden maaoikeusinsinöörin virat. Valtakunnanoikeudesta säädetään perustuslaissa. Suomen kansallisten ehdokkaiden nimeämisestä kansainvälisten tuomioistuinten ja Euroopan unionin tuomioistuimen tuomarin ja jäsenen tehtäviin säädetään 3 a luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan täytettäessä tuomarin virkaa ja nimitettäessä tuomaria määräajaksi. Tässä laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jäsenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jäsenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) käräjäoikeuden laamannin ja käräjätuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) työtuomioistuimen presidentin ja työtuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinöörin virat; 9) maaoikeutena toimivan käräjäoikeuden maaoikeusinsinöörin virat. Valtakunnanoikeudesta säädetään perustuslaissa. Suomen kansallisten ehdokkaiden nimeämisestä kansainvälisten tuomioistuinten ja Euroopan unionin tuomioistuimen tuomarin ja jäsenen tehtäviin säädetään 3 a luvussa.",
        "folded_fi": "tata lakia sovelletaan taytettaessa tuomarin virkaa ja nimitettaessa tuomaria maaraajaksi. tassa laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jasenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jasenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) karajaoikeuden laamannin ja karajatuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) tyotuomioistuimen presidentin ja tyotuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinoorin virat; 9) maaoikeutena toimivan karajaoikeuden maaoikeusinsinoorin virat. valtakunnanoikeudesta saadetaan perustuslaissa. suomen kansallisten ehdokkaiden nimeamisesta kansainvalisten tuomioistuinten ja euroopan unionin tuomioistuimen tuomarin ja jasenen tehtaviin saadetaan 3 a luvussa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på tillsättning av domartjänster och utnämning av domare för viss tid. Domartjänster som avses i denna lag är 1) tjänsterna som president och ledamot vid högsta domstolen, 2) tjänsterna som president och ledamot vid högsta förvaltningsdomstolen, 3) tjänsterna som president och hovrättsråd vid hovrätterna, 4) tjänsterna som lagman och tingsdomare vid tingsrätterna, 5) tjänsterna som överdomare och förvaltningsrättsdomare vid förvaltningsdomstolarna, 6) tjänsterna som överdomare och försäkringsrättsdomare vid försäkringsdomstolen, 7) tjänsterna som president och arbetsdomstolsråd vid arbetsdomstolen, 8) tjänsterna som överdomare, marknadsrättsdomare och marknadsrättsingenjör vid marknadsdomstolen, 9) tjänsterna som jordrättsingenjör vid de tingsrätter som är jorddomstolar. Bestämmelser om riksrätten finns i grundlagen. Bestämmelser om nominering av Finlands nationella kandidater för uppdrag som domare vid eller ledamot av internationella domstolar och Europeiska unionens domstol finns i 3 a kap.",
        "normalized_sv": "Denna lag tillämpas på tillsättning av domartjänster och utnämning av domare för viss tid. Domartjänster som avses i denna lag är 1) tjänsterna som president och ledamot vid högsta domstolen, 2) tjänsterna som president och ledamot vid högsta förvaltningsdomstolen, 3) tjänsterna som president och hovrättsråd vid hovrätterna, 4) tjänsterna som lagman och tingsdomare vid tingsrätterna, 5) tjänsterna som överdomare och förvaltningsrättsdomare vid förvaltningsdomstolarna, 6) tjänsterna som överdomare och försäkringsrättsdomare vid försäkringsdomstolen, 7) tjänsterna som president och arbetsdomstolsråd vid arbetsdomstolen, 8) tjänsterna som överdomare, marknadsrättsdomare och marknadsrättsingenjör vid marknadsdomstolen, 9) tjänsterna som jordrättsingenjör vid de tingsrätter som är jorddomstolar. Bestämmelser om riksrätten finns i grundlagen. Bestämmelser om nominering av Finlands nationella kandidater för uppdrag som domare vid eller ledamot av internationella domstolar och Europeiska unionens domstol finns i 3 a kap.",
        "folded_sv": "denna lag tillampas pa tillsattning av domartjanster och utnamning av domare for viss tid. domartjanster som avses i denna lag ar 1) tjansterna som president och ledamot vid hogsta domstolen, 2) tjansterna som president och ledamot vid hogsta forvaltningsdomstolen, 3) tjansterna som president och hovrattsrad vid hovratterna, 4) tjansterna som lagman och tingsdomare vid tingsratterna, 5) tjansterna som overdomare och forvaltningsrattsdomare vid forvaltningsdomstolarna, 6) tjansterna som overdomare och forsakringsrattsdomare vid forsakringsdomstolen, 7) tjansterna som president och arbetsdomstolsrad vid arbetsdomstolen, 8) tjansterna som overdomare, marknadsrattsdomare och marknadsrattsingenjor vid marknadsdomstolen, 9) tjansterna som jordrattsingenjor vid de tingsratter som ar jorddomstolar. bestammelser om riksratten finns i grundlagen. bestammelser om nominering av finlands nationella kandidater for uppdrag som domare vid eller ledamot av internationella domstolar och europeiska unionens domstol finns i 3 a kap."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Viran julistaminen haettavaksi",
      "content": "Vakinainen tuomarin virka on ennen sen täyttämistä julistettava tuomioistuimelta haettavaksi, jollei 4 §:stä muuta johdu. Valtioneuvoston asetuksella säädetään, mikä tuomioistuin julistaa viran haettavaksi. Tämä tuomioistuin päättää myös viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. Julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettävältä 12 §:n 2 momentissa tarkoitettu kielitaito.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Vakinainen tuomarin virka on ennen sen täyttämistä julistettava tuomioistuimelta haettavaksi, jollei 4 § :stä muuta johdu. Valtioneuvoston asetuksella säädetään, mikä tuomioistuin julistaa viran haettavaksi. Tämä tuomioistuin päättää myös viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. Julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettävältä 12 § :n 2 momentissa tarkoitettu kielitaito.",
        "folded_fi": "vakinainen tuomarin virka on ennen sen tayttamista julistettava tuomioistuimelta haettavaksi, jollei 4 §:sta muuta johdu. valtioneuvoston asetuksella saadetaan, mika tuomioistuin julistaa viran haettavaksi. tama tuomioistuin paattaa myos viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettavalta 12 §:n 2 momentissa tarkoitettu kielitaito.",
        "title_sv": "Ledigförklaring av tjänster",
        "content_sv": "En ordinarie domartjänst ska innan den tillsätts förklaras ledig att sökas hos respektive domstol, om inte något annat följer av 4 §. Bestämmelser om vilken domstol som ledigförklarar en tjänst utfärdas genom förordning av statsrådet. Den domstol som ledigförklarar en tjänst beslutar också om ny ledigförklaring av tjänsten och om förlängning av ansökningstiden. När domstolen förklarar en domartjänst ledig ska den uppge om språkkunskaper som avses i 12 § 2 mom. krävs av den som ska utnämnas till tjänsten.",
        "normalized_sv": "En ordinarie domartjänst ska innan den tillsätts förklaras ledig att sökas hos respektive domstol, om inte något annat följer av 4 § . Bestämmelser om vilken domstol som ledigförklarar en tjänst utfärdas genom förordning av statsrådet. Den domstol som ledigförklarar en tjänst beslutar också om ny ledigförklaring av tjänsten och om förlängning av ansökningstiden. När domstolen förklarar en domartjänst ledig ska den uppge om språkkunskaper som avses i 12 § 2 mom. krävs av den som ska utnämnas till tjänsten.",
        "folded_sv": "en ordinarie domartjanst ska innan den tillsatts forklaras ledig att sokas hos respektive domstol, om inte nagot annat foljer av 4 §. bestammelser om vilken domstol som ledigforklarar en tjanst utfardas genom forordning av statsradet. den domstol som ledigforklarar en tjanst beslutar ocksa om ny ledigforklaring av tjansten och om forlangning av ansokningstiden. nar domstolen forklarar en domartjanst ledig ska den uppge om sprakkunskaper som avses i 12 § 2 mom. kravs av den som ska utnamnas till tjansten."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tuomarinvalintalautakunnan asettaminen ja kokoonpano",
      "content": "Tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. Tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jäsen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jäsen. Muina jäseninä on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi käräjäoikeuden laamanni, yksi hovioikeudenneuvos, yksi käräjätuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 §:n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttäjä ja yksi oikeustieteellistä tutkimusta ja opetusta edustava jäsen. Kullakin jäsenellä on henkilökohtainen varajäsen. Valtioneuvosto asettaa tuomarinvalintalautakunnan sen jälkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 5) korkein oikeus on nimennyt käräjäoikeuden laamannien, hovioikeudenneuvosten ja käräjätuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 7) Suomen asianajajaliitto on nimennyt jäsentensä keskuudesta asianajajakuntaa edustavan jäsenen ja varajäsenen; 8) valtakunnansyyttäjä on nimennyt syyttäjiä edustavan jäsenen ja varajäsenen; 9) oikeusministeriö on nimennyt oikeustieteellistä tutkimusta ja opetusta edustavan jäsenen ja varajäsenen. Nimettäessä 3 momentin 5-9 kohdassa tarkoitettuja jäseniä ja varajäseniä nimetään ehdokkaita kaksi kertaa niin monta kuin asetettavia jäseniä ja varajäseniä on. Ennen 3 momentin 9 kohdassa tarkoitettua nimeämistä oikeusministeriön on kuultava oikeustieteellistä tutkimusta ja opetusta edustavia tahoja. Eron lautakunnan jäsenelle ja varajäsenelle myöntää valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta säädettyä menettelyä nimittää hänelle seuraajan jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. Tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jäsen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jäsen. Muina jäseninä on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi käräjäoikeuden laamanni, yksi hovioikeudenneuvos, yksi käräjätuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 § :n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttäjä ja yksi oikeustieteellistä tutkimusta ja opetusta edustava jäsen. Kullakin jäsenellä on henkilökohtainen varajäsen. Valtioneuvosto asettaa tuomarinvalintalautakunnan sen jälkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 5) korkein oikeus on nimennyt käräjäoikeuden laamannien, hovioikeudenneuvosten ja käräjätuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 7) Suomen asianajajaliitto on nimennyt jäsentensä keskuudesta asianajajakuntaa edustavan jäsenen ja varajäsenen; 8) valtakunnansyyttäjä on nimennyt syyttäjiä edustavan jäsenen ja varajäsenen; 9) oikeusministeriö on nimennyt oikeustieteellistä tutkimusta ja opetusta edustavan jäsenen ja varajäsenen. Nimettäessä 3 momentin 5-9 kohdassa tarkoitettuja jäseniä ja varajäseniä nimetään ehdokkaita kaksi kertaa niin monta kuin asetettavia jäseniä ja varajäseniä on. Ennen 3 momentin 9 kohdassa tarkoitettua nimeämistä oikeusministeriön on kuultava oikeustieteellistä tutkimusta ja opetusta edustavia tahoja. Eron lautakunnan jäsenelle ja varajäsenelle myöntää valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta säädettyä menettelyä nimittää hänelle seuraajan jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jasen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jasen. muina jasenina on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi karajaoikeuden laamanni, yksi hovioikeudenneuvos, yksi karajatuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 §:n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttaja ja yksi oikeustieteellista tutkimusta ja opetusta edustava jasen. kullakin jasenella on henkilokohtainen varajasen. valtioneuvosto asettaa tuomarinvalintalautakunnan sen jalkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jasenen ja varajasenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jasenen ja varajasenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jasenen ja varajasenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jasenen ja varajasenen; 5) korkein oikeus on nimennyt karajaoikeuden laamannien, hovioikeudenneuvosten ja karajatuomareiden keskuudesta tulevat jasenet ja varajasenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jasenet ja varajasenet ilmoittautumisten perusteella; 7) suomen asianajajaliitto on nimennyt jasentensa keskuudesta asianajajakuntaa edustavan jasenen ja varajasenen; 8) valtakunnansyyttaja on nimennyt syyttajia edustavan jasenen ja varajasenen; 9) oikeusministerio on nimennyt oikeustieteellista tutkimusta ja opetusta edustavan jasenen ja varajasenen. nimettaessa 3 momentin 5-9 kohdassa tarkoitettuja jasenia ja varajasenia nimetaan ehdokkaita kaksi kertaa niin monta kuin asetettavia jasenia ja varajasenia on. ennen 3 momentin 9 kohdassa tarkoitettua nimeamista oikeusministerion on kuultava oikeustieteellista tutkimusta ja opetusta edustavia tahoja. eron lautakunnan jasenelle ja varajasenelle myontaa valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta saadettya menettelya nimittaa hanelle seuraajan jaljella olevaksi toimikaudeksi.",
        "title_sv": "Tillsättning av domarförslagsnämnden och nämndens sammansättning",
        "content_sv": "Domarförslagsnämnden tillsätts för fem år i sänder. Ordförande i domarförslagsnämnden är en av högsta domstolen vald ledamot och vice ordförande en av högsta förvaltningsdomstolen vald ledamot. Övriga ledamöter är en hovrättspresident, en överdomare vid en förvaltningsdomstol, en lagman vid en tingsrätt, ett hovrättsråd, en tingsdomare, en förvaltningsrättsdomare och en förvaltningsrättsdomare eller en domare vid någon av de specialdomstolar som nämns i 1 § 2 mom. 6-8 punkten, en advokat, en åklagare och en ledamot som företräder den juridiska forskningen och undervisningen. Varje ledamot har en personlig ersättare. Statsrådet tillsätter domarförslagsnämnden sedan 1) högsta domstolen inom sig har utsett en ledamot och ersättare, 2) högsta förvaltningsdomstolen inom sig har utsett en ledamot och ersättare, 3) hovrättspresidenterna inom sig har utsett en ledamot och ersättare, 4) överdomarna vid förvaltningsdomstolarna inom sig har utsett en ledamot och ersättare, 5) högsta domstolen utifrån anmälan bland lagmännen vid tingsrätterna, hovrättsråden och tingsdomarna har utsett ledamöter och ersättare, 6) högsta förvaltningsdomstolen utifrån anmälan bland förvaltningsrättsdomarna eller specialdomstolarnas domare har utsett ledamöter och ersättare, 7) Finlands Advokatförbund bland sina medlemmar har utsett den ledamot och ersättare som ska företräda advokatkåren, 8) riksåklagaren har utsett den ledamot och ersättare som ska företräda åklagarna, 9) justitieministeriet har utsett den ledamot och ersättare som ska företräda den juridiska forskningen och undervisningen. När ledamöter och ersättare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt så många som de ledamöter och ersättare som utnämns. Innan den ledamot och ersättare som avses i 3 mom. 9 punkten utses, ska justitieministeriet höra parter som företräder den juridiska forskningen och undervisningen. Ledamöterna i domarförslagsnämnden och deras ersättare beviljas avsked av statsrådet, som med iakttagande av förfarandet vid tillsättandet av nämnden samtidigt utnämner efterträdare för återstoden av mandattiden.",
        "normalized_sv": "Domarförslagsnämnden tillsätts för fem år i sänder. Ordförande i domarförslagsnämnden är en av högsta domstolen vald ledamot och vice ordförande en av högsta förvaltningsdomstolen vald ledamot. Övriga ledamöter är en hovrättspresident, en överdomare vid en förvaltningsdomstol, en lagman vid en tingsrätt, ett hovrättsråd, en tingsdomare, en förvaltningsrättsdomare och en förvaltningsrättsdomare eller en domare vid någon av de specialdomstolar som nämns i 1 § 2 mom. 6-8 punkten, en advokat, en åklagare och en ledamot som företräder den juridiska forskningen och undervisningen. Varje ledamot har en personlig ersättare. Statsrådet tillsätter domarförslagsnämnden sedan 1) högsta domstolen inom sig har utsett en ledamot och ersättare, 2) högsta förvaltningsdomstolen inom sig har utsett en ledamot och ersättare, 3) hovrättspresidenterna inom sig har utsett en ledamot och ersättare, 4) överdomarna vid förvaltningsdomstolarna inom sig har utsett en ledamot och ersättare, 5) högsta domstolen utifrån anmälan bland lagmännen vid tingsrätterna, hovrättsråden och tingsdomarna har utsett ledamöter och ersättare, 6) högsta förvaltningsdomstolen utifrån anmälan bland förvaltningsrättsdomarna eller specialdomstolarnas domare har utsett ledamöter och ersättare, 7) Finlands Advokatförbund bland sina medlemmar har utsett den ledamot och ersättare som ska företräda advokatkåren, 8) riksåklagaren har utsett den ledamot och ersättare som ska företräda åklagarna, 9) justitieministeriet har utsett den ledamot och ersättare som ska företräda den juridiska forskningen och undervisningen. När ledamöter och ersättare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt så många som de ledamöter och ersättare som utnämns. Innan den ledamot och ersättare som avses i 3 mom. 9 punkten utses, ska justitieministeriet höra parter som företräder den juridiska forskningen och undervisningen. Ledamöterna i domarförslagsnämnden och deras ersättare beviljas avsked av statsrådet, som med iakttagande av förfarandet vid tillsättandet av nämnden samtidigt utnämner efterträdare för återstoden av mandattiden.",
        "folded_sv": "domarforslagsnamnden tillsatts for fem ar i sander. ordforande i domarforslagsnamnden ar en av hogsta domstolen vald ledamot och vice ordforande en av hogsta forvaltningsdomstolen vald ledamot. ovriga ledamoter ar en hovrattspresident, en overdomare vid en forvaltningsdomstol, en lagman vid en tingsratt, ett hovrattsrad, en tingsdomare, en forvaltningsrattsdomare och en forvaltningsrattsdomare eller en domare vid nagon av de specialdomstolar som namns i 1 § 2 mom. 6-8 punkten, en advokat, en aklagare och en ledamot som foretrader den juridiska forskningen och undervisningen. varje ledamot har en personlig ersattare. statsradet tillsatter domarforslagsnamnden sedan 1) hogsta domstolen inom sig har utsett en ledamot och ersattare, 2) hogsta forvaltningsdomstolen inom sig har utsett en ledamot och ersattare, 3) hovrattspresidenterna inom sig har utsett en ledamot och ersattare, 4) overdomarna vid forvaltningsdomstolarna inom sig har utsett en ledamot och ersattare, 5) hogsta domstolen utifran anmalan bland lagmannen vid tingsratterna, hovrattsraden och tingsdomarna har utsett ledamoter och ersattare, 6) hogsta forvaltningsdomstolen utifran anmalan bland forvaltningsrattsdomarna eller specialdomstolarnas domare har utsett ledamoter och ersattare, 7) finlands advokatforbund bland sina medlemmar har utsett den ledamot och ersattare som ska foretrada advokatkaren, 8) riksaklagaren har utsett den ledamot och ersattare som ska foretrada aklagarna, 9) justitieministeriet har utsett den ledamot och ersattare som ska foretrada den juridiska forskningen och undervisningen. nar ledamoter och ersattare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt sa manga som de ledamoter och ersattare som utnamns. innan den ledamot och ersattare som avses i 3 mom. 9 punkten utses, ska justitieministeriet hora parter som foretrader den juridiska forskningen och undervisningen. ledamoterna i domarforslagsnamnden och deras ersattare beviljas avsked av statsradet, som med iakttagande av forfarandet vid tillsattandet av namnden samtidigt utnamner eftertradare for aterstoden av mandattiden."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tuomioistuimen lausunnon antaminen",
      "content": "Tuomioistuimen lausunnon tuomarin viran täyttämistä koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari sekä jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva vakuutusoikeustuomari; 4) käräjäoikeudessa laamanni johtoryhmää tai, jos käräjäoikeudessa ei ole johtoryhmää, vakinaisia käräjätuomareita kuultuaan; 5) työtuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. Tuomioistuimen lausunnon tulee sisältää perusteltu käsitys siitä, kuka hakijoista olisi nimitettävä virkaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tuomioistuimen lausunnon tuomarin viran täyttämistä koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari sekä jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva vakuutusoikeustuomari; 4) käräjäoikeudessa laamanni johtoryhmää tai, jos käräjäoikeudessa ei ole johtoryhmää, vakinaisia käräjätuomareita kuultuaan; 5) työtuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. Tuomioistuimen lausunnon tulee sisältää perusteltu käsitys siitä, kuka hakijoista olisi nimitettävä virkaan.",
        "folded_fi": "tuomioistuimen lausunnon tuomarin viran tayttamista koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat seka osaston johtajan estyneena ollessa hanen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari seka jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat seka osaston johtajan estyneena ollessa hanen sijaisenaan toimiva vakuutusoikeustuomari; 4) karajaoikeudessa laamanni johtoryhmaa tai, jos karajaoikeudessa ei ole johtoryhmaa, vakinaisia karajatuomareita kuultuaan; 5) tyotuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. tuomioistuimen lausunnon tulee sisaltaa perusteltu kasitys siita, kuka hakijoista olisi nimitettava virkaan.",
        "title_sv": "Domstolarnas utlåtanden",
        "content_sv": "Domstolarna ger utlåtande i frågor som gäller tillsättning av domartjänster enligt följande: 1) hovrätterna i en sammansättning med presidenten och avdelningscheferna samt, om en avdelningschef är förhindrad, det hovrättsråd som är hans eller hennes ställföreträdare, 2) förvaltningsdomstolarna i en sammansättning med överdomaren samt ordförandena för sektionerna eller, om förvaltningsdomstolen inte är indelad i sektioner, överdomaren ensam efter att ha hört de ordinarie förvaltningsrättsdomarna, 3) försäkringsdomstolen i en sammansättning med överdomaren och avdelningscheferna samt, om en avdelningschef är förhindrad, den försäkringsrättsdomare som är hans eller hennes ställföreträdare, 4) vid tingsrätterna lagmannen efter att ha hört ledningsgruppen vid tingsrätten eller, om tingsrätten inte har en ledningsgrupp, efter att ha hört de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen överdomaren efter att ha hört de ordinarie marknadsrättsdomarna. Domstolens utlåtande ska innehålla en motiverat yttrande om vilken av de sökande som bör utnämnas.",
        "normalized_sv": "Domstolarna ger utlåtande i frågor som gäller tillsättning av domartjänster enligt följande: 1) hovrätterna i en sammansättning med presidenten och avdelningscheferna samt, om en avdelningschef är förhindrad, det hovrättsråd som är hans eller hennes ställföreträdare, 2) förvaltningsdomstolarna i en sammansättning med överdomaren samt ordförandena för sektionerna eller, om förvaltningsdomstolen inte är indelad i sektioner, överdomaren ensam efter att ha hört de ordinarie förvaltningsrättsdomarna, 3) försäkringsdomstolen i en sammansättning med överdomaren och avdelningscheferna samt, om en avdelningschef är förhindrad, den försäkringsrättsdomare som är hans eller hennes ställföreträdare, 4) vid tingsrätterna lagmannen efter att ha hört ledningsgruppen vid tingsrätten eller, om tingsrätten inte har en ledningsgrupp, efter att ha hört de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen överdomaren efter att ha hört de ordinarie marknadsrättsdomarna. Domstolens utlåtande ska innehålla en motiverat yttrande om vilken av de sökande som bör utnämnas.",
        "folded_sv": "domstolarna ger utlatande i fragor som galler tillsattning av domartjanster enligt foljande: 1) hovratterna i en sammansattning med presidenten och avdelningscheferna samt, om en avdelningschef ar forhindrad, det hovrattsrad som ar hans eller hennes stallforetradare, 2) forvaltningsdomstolarna i en sammansattning med overdomaren samt ordforandena for sektionerna eller, om forvaltningsdomstolen inte ar indelad i sektioner, overdomaren ensam efter att ha hort de ordinarie forvaltningsrattsdomarna, 3) forsakringsdomstolen i en sammansattning med overdomaren och avdelningscheferna samt, om en avdelningschef ar forhindrad, den forsakringsrattsdomare som ar hans eller hennes stallforetradare, 4) vid tingsratterna lagmannen efter att ha hort ledningsgruppen vid tingsratten eller, om tingsratten inte har en ledningsgrupp, efter att ha hort de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen overdomaren efter att ha hort de ordinarie marknadsrattsdomarna. domstolens utlatande ska innehalla en motiverat yttrande om vilken av de sokande som bor utnamnas."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tuomareiden yleiset kelpoisuusvaatimukset ja nimitysperusteet",
      "content": "Tuomariksi voidaan nimittää muun oikeustieteen ylemmän korkeakoulututkinnon kuin kansainvälisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen Suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtävässä on osoittanut, että hänellä on täytettävänä olevan viran menestyksellisen hoitamisen edellyttämä perehtyneisyys viran tehtäväalaan sekä tarvittavat henkilökohtaiset ominaisuudet. Erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan säätää erikseen. Korkeimman oikeuden presidentiksi ja jäseneksi sekä korkeimman hallinto-oikeuden presidentiksi ja jäseneksi voidaan nimittää 1 momentissa säädetyt edellytykset hyvin täyttävä etevä laintuntija. Korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteiltä edellytetään lisäksi johtamistaitoa. Hovioikeuden presidentiksi, käräjäoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, työtuomioistuimen presidentiksi sekä markkinaoikeuden ylituomariksi voidaan nimittää henkilö, jolla on 1 momentissa säädettyjen edellytysten lisäksi johtamistaitoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tuomariksi voidaan nimittää muun oikeustieteen ylemmän korkeakoulututkinnon kuin kansainvälisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen Suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtävässä on osoittanut, että hänellä on täytettävänä olevan viran menestyksellisen hoitamisen edellyttämä perehtyneisyys viran tehtäväalaan sekä tarvittavat henkilökohtaiset ominaisuudet. Erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan säätää erikseen. Korkeimman oikeuden presidentiksi ja jäseneksi sekä korkeimman hallinto-oikeuden presidentiksi ja jäseneksi voidaan nimittää 1 momentissa säädetyt edellytykset hyvin täyttävä etevä laintuntija. Korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteiltä edellytetään lisäksi johtamistaitoa. Hovioikeuden presidentiksi, käräjäoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, työtuomioistuimen presidentiksi sekä markkinaoikeuden ylituomariksi voidaan nimittää henkilö, jolla on 1 momentissa säädettyjen edellytysten lisäksi johtamistaitoa.",
        "folded_fi": "tuomariksi voidaan nimittaa muun oikeustieteen ylemman korkeakoulututkinnon kuin kansainvalisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtavassa on osoittanut, etta hanella on taytettavana olevan viran menestyksellisen hoitamisen edellyttama perehtyneisyys viran tehtavaalaan seka tarvittavat henkilokohtaiset ominaisuudet. erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan saataa erikseen. korkeimman oikeuden presidentiksi ja jaseneksi seka korkeimman hallinto-oikeuden presidentiksi ja jaseneksi voidaan nimittaa 1 momentissa saadetyt edellytykset hyvin tayttava eteva laintuntija. korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteilta edellytetaan lisaksi johtamistaitoa. hovioikeuden presidentiksi, karajaoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, tyotuomioistuimen presidentiksi seka markkinaoikeuden ylituomariksi voidaan nimittaa henkilo, jolla on 1 momentissa saadettyjen edellytysten lisaksi johtamistaitoa.",
        "title_sv": "Allmänna behörighetsvillkor och grunder för utnämning av domare",
        "content_sv": "Till domare kan utnämnas rättrådiga finska medborgare som har avlagt annan högre högskoleexamen i juridik än magisterexamen i internationell och komparativ rätt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hör till tjänsten och de personliga egenskaper som en framgångsrik skötsel av tjänsten förutsätter. Bestämmelser om behörighetsvillkor för domartjänster som kräver sakkunskap inom något särskilt område får utfärdas separat. Till president och ledamot vid högsta domstolen samt till president och ledamot vid högsta förvaltningsdomstolen kan utnämnas personer som väl uppfyller kraven enligt 1 mom. och som har utmärkta lagkunskaper. Av presidenten för högsta domstolen och högsta förvaltningsdomstolen krävs dessutom ledarförmåga. Till hovrättspresident, lagman vid en tingsrätt, överdomare vid en förvaltningsdomstol, överdomare vid försäkringsdomstolen, president vid arbetsdomstolen samt överdomare vid marknadsdomstolen kan utnämnas personer som utöver vad som krävs enligt 1 mom. även har ledarförmåga.",
        "normalized_sv": "Till domare kan utnämnas rättrådiga finska medborgare som har avlagt annan högre högskoleexamen i juridik än magisterexamen i internationell och komparativ rätt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hör till tjänsten och de personliga egenskaper som en framgångsrik skötsel av tjänsten förutsätter. Bestämmelser om behörighetsvillkor för domartjänster som kräver sakkunskap inom något särskilt område får utfärdas separat. Till president och ledamot vid högsta domstolen samt till president och ledamot vid högsta förvaltningsdomstolen kan utnämnas personer som väl uppfyller kraven enligt 1 mom. och som har utmärkta lagkunskaper. Av presidenten för högsta domstolen och högsta förvaltningsdomstolen krävs dessutom ledarförmåga. Till hovrättspresident, lagman vid en tingsrätt, överdomare vid en förvaltningsdomstol, överdomare vid försäkringsdomstolen, president vid arbetsdomstolen samt överdomare vid marknadsdomstolen kan utnämnas personer som utöver vad som krävs enligt 1 mom. även har ledarförmåga.",
        "folded_sv": "till domare kan utnamnas rattradiga finska medborgare som har avlagt annan hogre hogskoleexamen i juridik an magisterexamen i internationell och komparativ ratt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hor till tjansten och de personliga egenskaper som en framgangsrik skotsel av tjansten forutsatter. bestammelser om behorighetsvillkor for domartjanster som kraver sakkunskap inom nagot sarskilt omrade far utfardas separat. till president och ledamot vid hogsta domstolen samt till president och ledamot vid hogsta forvaltningsdomstolen kan utnamnas personer som val uppfyller kraven enligt 1 mom. och som har utmarkta lagkunskaper. av presidenten for hogsta domstolen och hogsta forvaltningsdomstolen kravs dessutom ledarformaga. till hovrattspresident, lagman vid en tingsratt, overdomare vid en forvaltningsdomstol, overdomare vid forsakringsdomstolen, president vid arbetsdomstolen samt overdomare vid marknadsdomstolen kan utnamnas personer som utover vad som kravs enligt 1 mom. aven har ledarformaga."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tuomareiden suomen ja ruotsin kielen taitoa koskevat kelpoisuusvaatimukset",
      "content": "Tuomariksi voidaan nimittää 11 §:n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön enemmistön kielen erinomainen suullinen ja kirjallinen taito sekä: 1) yksikielisessä tuomioistuimessa toisen kielen tyydyttävä ymmärtämisen taito ja tyydyttävä suullinen taito; 2) kaksikielisessä tuomioistuimessa toisen kielen tyydyttävä suullinen ja kirjallinen taito. Sen estämättä, mitä 1 momentissa säädetään, käräjäoikeuslain (581/1993) 1 b §:ssä, hovioikeuslain (56/1994) 3 a §:ssä, hallinto-oikeuslain (430/1999) 6 §:ssä, markkinaoikeudesta annetun lain (99/2013) 4 a §:ssä ja vakuutusoikeuslain (132/2003) 3 a §:ssä tarkoitettuun tuomarin virkaan voidaan nimittää tämän lain 11 §:n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön vähemmistön kielen erinomainen suullinen ja kirjallinen taito sekä enemmistön kielen tyydyttävä suullinen ja kirjallinen taito. Ahvenanmaan käräjäoikeuden ja Ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista säädetään Ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Tuomariksi voidaan nimittää 11 § :n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön enemmistön kielen erinomainen suullinen ja kirjallinen taito sekä: 1) yksikielisessä tuomioistuimessa toisen kielen tyydyttävä ymmärtämisen taito ja tyydyttävä suullinen taito; 2) kaksikielisessä tuomioistuimessa toisen kielen tyydyttävä suullinen ja kirjallinen taito. Sen estämättä, mitä 1 momentissa säädetään, käräjäoikeuslain (581/1993) 1 b § :ssä, hovioikeuslain (56/1994) 3 a § :ssä, hallinto-oikeuslain (430/1999) 6 § :ssä, markkinaoikeudesta annetun lain (99/2013) 4 a § :ssä ja vakuutusoikeuslain (132/2003) 3 a § :ssä tarkoitettuun tuomarin virkaan voidaan nimittää tämän lain 11 § :n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön vähemmistön kielen erinomainen suullinen ja kirjallinen taito sekä enemmistön kielen tyydyttävä suullinen ja kirjallinen taito. Ahvenanmaan käräjäoikeuden ja Ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista säädetään Ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
        "folded_fi": "tuomariksi voidaan nimittaa 11 §:n mukaiset kelpoisuusvaatimukset tayttava henkilo, jolla on tuomioistuimen tuomiopiirin vaeston enemmiston kielen erinomainen suullinen ja kirjallinen taito seka: 1) yksikielisessa tuomioistuimessa toisen kielen tyydyttava ymmartamisen taito ja tyydyttava suullinen taito; 2) kaksikielisessa tuomioistuimessa toisen kielen tyydyttava suullinen ja kirjallinen taito. sen estamatta, mita 1 momentissa saadetaan, karajaoikeuslain (581/1993) 1 b §:ssa, hovioikeuslain (56/1994) 3 a §:ssa, hallinto-oikeuslain (430/1999) 6 §:ssa, markkinaoikeudesta annetun lain (99/2013) 4 a §:ssa ja vakuutusoikeuslain (132/2003) 3 a §:ssa tarkoitettuun tuomarin virkaan voidaan nimittaa taman lain 11 §:n mukaiset kelpoisuusvaatimukset tayttava henkilo, jolla on tuomioistuimen tuomiopiirin vaeston vahemmiston kielen erinomainen suullinen ja kirjallinen taito seka enemmiston kielen tyydyttava suullinen ja kirjallinen taito. ahvenanmaan karajaoikeuden ja ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista saadetaan ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
        "title_sv": "Behörighetsvillkor som gäller domares kunskaper i finska och svenska",
        "content_sv": "Den som uppfyller behörighetsvillkoren i 11 § kan utnämnas till domare, om han eller hon har utmärkta muntliga och skriftliga kunskaper i befolkningsmajoritetens språk inom domstolens domkrets samt 1) vid enspråkiga domstolar nöjaktig förmåga att förstå och i tal använda det andra språket, 2) vid tvåspråkiga domstolar nöjaktig förmåga att i tal och skrift använda det andra språket. Trots bestämmelserna i 1 mom. kan till en domartjänst som avses i 1 b § i tingsrättslagen (581/1993), 3 a § i hovrättslagen (56/1994), 6 § i lagen om förvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om försäkringsdomstolen (132/2003) utnämnas en person som uppfyller behörighetsvillkoren i 11 § i denna lag och har utmärkta muntliga och skriftliga kunskaper i befolkningsminoritetens språk inom domkretsen samt nöjaktiga muntliga och skriftliga kunskaper i majoritetens språk. Bestämmelser om behörighetsvillkor som gäller domares språkkunskaper vid Ålands tingsrätt och Ålands förvaltningsdomstol utfärdas med stöd av självstyrelselagen för Åland (1144/1991) genom förordning av statsrådet.",
        "normalized_sv": "Den som uppfyller behörighetsvillkoren i 11 § kan utnämnas till domare, om han eller hon har utmärkta muntliga och skriftliga kunskaper i befolkningsmajoritetens språk inom domstolens domkrets samt 1) vid enspråkiga domstolar nöjaktig förmåga att förstå och i tal använda det andra språket, 2) vid tvåspråkiga domstolar nöjaktig förmåga att i tal och skrift använda det andra språket. Trots bestämmelserna i 1 mom. kan till en domartjänst som avses i 1 b § i tingsrättslagen (581/1993), 3 a § i hovrättslagen (56/1994), 6 § i lagen om förvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om försäkringsdomstolen (132/2003) utnämnas en person som uppfyller behörighetsvillkoren i 11 § i denna lag och har utmärkta muntliga och skriftliga kunskaper i befolkningsminoritetens språk inom domkretsen samt nöjaktiga muntliga och skriftliga kunskaper i majoritetens språk. Bestämmelser om behörighetsvillkor som gäller domares språkkunskaper vid Ålands tingsrätt och Ålands förvaltningsdomstol utfärdas med stöd av självstyrelselagen för Åland (1144/1991) genom förordning av statsrådet.",
        "folded_sv": "den som uppfyller behorighetsvillkoren i 11 § kan utnamnas till domare, om han eller hon har utmarkta muntliga och skriftliga kunskaper i befolkningsmajoritetens sprak inom domstolens domkrets samt 1) vid ensprakiga domstolar nojaktig formaga att forsta och i tal anvanda det andra spraket, 2) vid tvasprakiga domstolar nojaktig formaga att i tal och skrift anvanda det andra spraket. trots bestammelserna i 1 mom. kan till en domartjanst som avses i 1 b § i tingsrattslagen (581/1993), 3 a § i hovrattslagen (56/1994), 6 § i lagen om forvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om forsakringsdomstolen (132/2003) utnamnas en person som uppfyller behorighetsvillkoren i 11 § i denna lag och har utmarkta muntliga och skriftliga kunskaper i befolkningsminoritetens sprak inom domkretsen samt nojaktiga muntliga och skriftliga kunskaper i majoritetens sprak. bestammelser om behorighetsvillkor som galler domares sprakkunskaper vid alands tingsratt och alands forvaltningsdomstol utfardas med stod av sjalvstyrelselagen for aland (1144/1991) genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Sidonnaisuuksien ilmoittaminen",
      "content": "Vakinaiseen tuomarin virkaan nimitettäväksi esitettävän on ennen nimittämistä annettava valtion virkamieslain (750/1994) 8 a §:n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. Vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymättä ilmoitettava muutoksista sidonnaisuuksissaan. Tuomarin on myös muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministeriön sitä pyytäessä. Sidonnaisuuksista säädetään muutoin valtion virkamieslain 8 a §:ssä. Sidonnaisuuksia koskevien tietojen merkitsemisestä rekisteriin säädetään tuomareiden sidonnaisuus- ja sivutoimirekisteristä annetussa laissa (565/2015). Sidonnaisuusilmoituksen antamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vakinaiseen tuomarin virkaan nimitettäväksi esitettävän on ennen nimittämistä annettava valtion virkamieslain (750/1994) 8 a § :n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. Vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymättä ilmoitettava muutoksista sidonnaisuuksissaan. Tuomarin on myös muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministeriön sitä pyytäessä. Sidonnaisuuksista säädetään muutoin valtion virkamieslain 8 a § :ssä. Sidonnaisuuksia koskevien tietojen merkitsemisestä rekisteriin säädetään tuomareiden sidonnaisuus- ja sivutoimirekisteristä annetussa laissa (565/2015). Sidonnaisuusilmoituksen antamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vakinaiseen tuomarin virkaan nimitettavaksi esitettavan on ennen nimittamista annettava valtion virkamieslain (750/1994) 8 a §:n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymatta ilmoitettava muutoksista sidonnaisuuksissaan. tuomarin on myos muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministerion sita pyytaessa. sidonnaisuuksista saadetaan muutoin valtion virkamieslain 8 a §:ssa. sidonnaisuuksia koskevien tietojen merkitsemisesta rekisteriin saadetaan tuomareiden sidonnaisuus- ja sivutoimirekisterista annetussa laissa (565/2015). sidonnaisuusilmoituksen antamisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Redogörelse för bindningar",
        "content_sv": "Den som föreslås bli utnämnd till en ordinarie domartjänst ska före utnämningen lämna en i 8 a § 1 mom. i statstjänstemannalagen (750/1994) avsedd redogörelse för sina bindningar. Den som utnämnts till ordinarie domartjänst ska under sitt tjänsteförhållande utan dröjsmål redogöra för förändringar i sina bindningar. Domare ska även i andra fall lämna en motsvarande redogörelse på begäran av domstolen eller justitieministeriet. Bestämmelser om bindningar finns i övrigt i 8 a § i statstjänstemannalagen. Bestämmelse om införande av uppgifter som gäller bindningar i register finns i lagen om registret över domares bindningar och bisysslor (565/2015). Närmare bestämmelser om lämnande av redogörelse för bindningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som föreslås bli utnämnd till en ordinarie domartjänst ska före utnämningen lämna en i 8 a § 1 mom. i statstjänstemannalagen (750/1994) avsedd redogörelse för sina bindningar. Den som utnämnts till ordinarie domartjänst ska under sitt tjänsteförhållande utan dröjsmål redogöra för förändringar i sina bindningar. Domare ska även i andra fall lämna en motsvarande redogörelse på begäran av domstolen eller justitieministeriet. Bestämmelser om bindningar finns i övrigt i 8 a § i statstjänstemannalagen. Bestämmelse om införande av uppgifter som gäller bindningar i register finns i lagen om registret över domares bindningar och bisysslor (565/2015). Närmare bestämmelser om lämnande av redogörelse för bindningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som foreslas bli utnamnd till en ordinarie domartjanst ska fore utnamningen lamna en i 8 a § 1 mom. i statstjanstemannalagen (750/1994) avsedd redogorelse for sina bindningar. den som utnamnts till ordinarie domartjanst ska under sitt tjansteforhallande utan drojsmal redogora for forandringar i sina bindningar. domare ska aven i andra fall lamna en motsvarande redogorelse pa begaran av domstolen eller justitieministeriet. bestammelser om bindningar finns i ovrigt i 8 a § i statstjanstemannalagen. bestammelse om inforande av uppgifter som galler bindningar i register finns i lagen om registret over domares bindningar och bisysslor (565/2015). narmare bestammelser om lamnande av redogorelse for bindningar utfardas genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan täytettäessä tuomarin virkaa ja nimitettäessä tuomaria määräajaksi. Tässä laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jäsenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jäsenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) käräjäoikeuden laamannin ja käräjätuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) työtuomioistuimen presidentin ja työtuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinöörin virat; 9) maaoikeutena toimivan käräjäoikeuden maaoikeusinsinöörin virat. Valtakunnanoikeudesta säädetään perustuslaissa. Suomen kansallisten ehdokkaiden nimeämisestä kansainvälisten tuomioistuinten ja Euroopan unionin tuomioistuimen tuomarin ja jäsenen tehtäviin säädetään 3 a luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan täytettäessä tuomarin virkaa ja nimitettäessä tuomaria määräajaksi. Tässä laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jäsenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jäsenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) käräjäoikeuden laamannin ja käräjätuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) työtuomioistuimen presidentin ja työtuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinöörin virat; 9) maaoikeutena toimivan käräjäoikeuden maaoikeusinsinöörin virat. Valtakunnanoikeudesta säädetään perustuslaissa. Suomen kansallisten ehdokkaiden nimeämisestä kansainvälisten tuomioistuinten ja Euroopan unionin tuomioistuimen tuomarin ja jäsenen tehtäviin säädetään 3 a luvussa.",
        "folded_fi": "tata lakia sovelletaan taytettaessa tuomarin virkaa ja nimitettaessa tuomaria maaraajaksi. tassa laissa tarkoitettuja tuomarinvirkoja ovat: 1) korkeimman oikeuden presidentin ja jasenen virat; 2) korkeimman hallinto-oikeuden presidentin ja jasenen virat; 3) hovioikeuden presidentin ja hovioikeudenneuvoksen virat; 4) karajaoikeuden laamannin ja karajatuomarin virat; 5) hallinto-oikeuden ylituomarin ja hallinto-oikeustuomarin virat; 6) vakuutusoikeuden ylituomarin ja vakuutusoikeustuomarin virat; 7) tyotuomioistuimen presidentin ja tyotuomioistuinneuvoksen virat; 8) markkinaoikeuden ylituomarin, markkinaoikeustuomarin ja markkinaoikeusinsinoorin virat; 9) maaoikeutena toimivan karajaoikeuden maaoikeusinsinoorin virat. valtakunnanoikeudesta saadetaan perustuslaissa. suomen kansallisten ehdokkaiden nimeamisesta kansainvalisten tuomioistuinten ja euroopan unionin tuomioistuimen tuomarin ja jasenen tehtaviin saadetaan 3 a luvussa.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på tillsättning av domartjänster och utnämning av domare för viss tid. Domartjänster som avses i denna lag är 1) tjänsterna som president och ledamot vid högsta domstolen, 2) tjänsterna som president och ledamot vid högsta förvaltningsdomstolen, 3) tjänsterna som president och hovrättsråd vid hovrätterna, 4) tjänsterna som lagman och tingsdomare vid tingsrätterna, 5) tjänsterna som överdomare och förvaltningsrättsdomare vid förvaltningsdomstolarna, 6) tjänsterna som överdomare och försäkringsrättsdomare vid försäkringsdomstolen, 7) tjänsterna som president och arbetsdomstolsråd vid arbetsdomstolen, 8) tjänsterna som överdomare, marknadsrättsdomare och marknadsrättsingenjör vid marknadsdomstolen, 9) tjänsterna som jordrättsingenjör vid de tingsrätter som är jorddomstolar. Bestämmelser om riksrätten finns i grundlagen. Bestämmelser om nominering av Finlands nationella kandidater för uppdrag som domare vid eller ledamot av internationella domstolar och Europeiska unionens domstol finns i 3 a kap.",
        "normalized_sv": "Denna lag tillämpas på tillsättning av domartjänster och utnämning av domare för viss tid. Domartjänster som avses i denna lag är 1) tjänsterna som president och ledamot vid högsta domstolen, 2) tjänsterna som president och ledamot vid högsta förvaltningsdomstolen, 3) tjänsterna som president och hovrättsråd vid hovrätterna, 4) tjänsterna som lagman och tingsdomare vid tingsrätterna, 5) tjänsterna som överdomare och förvaltningsrättsdomare vid förvaltningsdomstolarna, 6) tjänsterna som överdomare och försäkringsrättsdomare vid försäkringsdomstolen, 7) tjänsterna som president och arbetsdomstolsråd vid arbetsdomstolen, 8) tjänsterna som överdomare, marknadsrättsdomare och marknadsrättsingenjör vid marknadsdomstolen, 9) tjänsterna som jordrättsingenjör vid de tingsrätter som är jorddomstolar. Bestämmelser om riksrätten finns i grundlagen. Bestämmelser om nominering av Finlands nationella kandidater för uppdrag som domare vid eller ledamot av internationella domstolar och Europeiska unionens domstol finns i 3 a kap.",
        "folded_sv": "denna lag tillampas pa tillsattning av domartjanster och utnamning av domare for viss tid. domartjanster som avses i denna lag ar 1) tjansterna som president och ledamot vid hogsta domstolen, 2) tjansterna som president och ledamot vid hogsta forvaltningsdomstolen, 3) tjansterna som president och hovrattsrad vid hovratterna, 4) tjansterna som lagman och tingsdomare vid tingsratterna, 5) tjansterna som overdomare och forvaltningsrattsdomare vid forvaltningsdomstolarna, 6) tjansterna som overdomare och forsakringsrattsdomare vid forsakringsdomstolen, 7) tjansterna som president och arbetsdomstolsrad vid arbetsdomstolen, 8) tjansterna som overdomare, marknadsrattsdomare och marknadsrattsingenjor vid marknadsdomstolen, 9) tjansterna som jordrattsingenjor vid de tingsratter som ar jorddomstolar. bestammelser om riksratten finns i grundlagen. bestammelser om nominering av finlands nationella kandidater for uppdrag som domare vid eller ledamot av internationella domstolar och europeiska unionens domstol finns i 3 a kap."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Viran julistaminen haettavaksi",
      "content": "Vakinainen tuomarin virka on ennen sen täyttämistä julistettava tuomioistuimelta haettavaksi, jollei 4 §:stä muuta johdu. Valtioneuvoston asetuksella säädetään, mikä tuomioistuin julistaa viran haettavaksi. Tämä tuomioistuin päättää myös viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. Julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettävältä 12 §:n 2 momentissa tarkoitettu kielitaito.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Vakinainen tuomarin virka on ennen sen täyttämistä julistettava tuomioistuimelta haettavaksi, jollei 4 § :stä muuta johdu. Valtioneuvoston asetuksella säädetään, mikä tuomioistuin julistaa viran haettavaksi. Tämä tuomioistuin päättää myös viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. Julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettävältä 12 § :n 2 momentissa tarkoitettu kielitaito.",
        "folded_fi": "vakinainen tuomarin virka on ennen sen tayttamista julistettava tuomioistuimelta haettavaksi, jollei 4 §:sta muuta johdu. valtioneuvoston asetuksella saadetaan, mika tuomioistuin julistaa viran haettavaksi. tama tuomioistuin paattaa myos viran julistamisesta uudelleen haettavaksi ja hakuajan jatkamisesta. julistaessaan tuomarin viran haettavaksi tuomioistuimen on ilmoitettava, vaaditaanko virkaan nimitettavalta 12 §:n 2 momentissa tarkoitettu kielitaito.",
        "title_sv": "Ledigförklaring av tjänster",
        "content_sv": "En ordinarie domartjänst ska innan den tillsätts förklaras ledig att sökas hos respektive domstol, om inte något annat följer av 4 §. Bestämmelser om vilken domstol som ledigförklarar en tjänst utfärdas genom förordning av statsrådet. Den domstol som ledigförklarar en tjänst beslutar också om ny ledigförklaring av tjänsten och om förlängning av ansökningstiden. När domstolen förklarar en domartjänst ledig ska den uppge om språkkunskaper som avses i 12 § 2 mom. krävs av den som ska utnämnas till tjänsten.",
        "normalized_sv": "En ordinarie domartjänst ska innan den tillsätts förklaras ledig att sökas hos respektive domstol, om inte något annat följer av 4 § . Bestämmelser om vilken domstol som ledigförklarar en tjänst utfärdas genom förordning av statsrådet. Den domstol som ledigförklarar en tjänst beslutar också om ny ledigförklaring av tjänsten och om förlängning av ansökningstiden. När domstolen förklarar en domartjänst ledig ska den uppge om språkkunskaper som avses i 12 § 2 mom. krävs av den som ska utnämnas till tjänsten.",
        "folded_sv": "en ordinarie domartjanst ska innan den tillsatts forklaras ledig att sokas hos respektive domstol, om inte nagot annat foljer av 4 §. bestammelser om vilken domstol som ledigforklarar en tjanst utfardas genom forordning av statsradet. den domstol som ledigforklarar en tjanst beslutar ocksa om ny ledigforklaring av tjansten och om forlangning av ansokningstiden. nar domstolen forklarar en domartjanst ledig ska den uppge om sprakkunskaper som avses i 12 § 2 mom. kravs av den som ska utnamnas till tjansten."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tuomarinvalintalautakunnan asettaminen ja kokoonpano",
      "content": "Tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. Tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jäsen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jäsen. Muina jäseninä on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi käräjäoikeuden laamanni, yksi hovioikeudenneuvos, yksi käräjätuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 §:n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttäjä ja yksi oikeustieteellistä tutkimusta ja opetusta edustava jäsen. Kullakin jäsenellä on henkilökohtainen varajäsen. Valtioneuvosto asettaa tuomarinvalintalautakunnan sen jälkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 5) korkein oikeus on nimennyt käräjäoikeuden laamannien, hovioikeudenneuvosten ja käräjätuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 7) Suomen asianajajaliitto on nimennyt jäsentensä keskuudesta asianajajakuntaa edustavan jäsenen ja varajäsenen; 8) valtakunnansyyttäjä on nimennyt syyttäjiä edustavan jäsenen ja varajäsenen; 9) oikeusministeriö on nimennyt oikeustieteellistä tutkimusta ja opetusta edustavan jäsenen ja varajäsenen. Nimettäessä 3 momentin 5-9 kohdassa tarkoitettuja jäseniä ja varajäseniä nimetään ehdokkaita kaksi kertaa niin monta kuin asetettavia jäseniä ja varajäseniä on. Ennen 3 momentin 9 kohdassa tarkoitettua nimeämistä oikeusministeriön on kuultava oikeustieteellistä tutkimusta ja opetusta edustavia tahoja. Eron lautakunnan jäsenelle ja varajäsenelle myöntää valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta säädettyä menettelyä nimittää hänelle seuraajan jäljellä olevaksi toimikaudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. Tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jäsen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jäsen. Muina jäseninä on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi käräjäoikeuden laamanni, yksi hovioikeudenneuvos, yksi käräjätuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 § :n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttäjä ja yksi oikeustieteellistä tutkimusta ja opetusta edustava jäsen. Kullakin jäsenellä on henkilökohtainen varajäsen. Valtioneuvosto asettaa tuomarinvalintalautakunnan sen jälkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jäsenen ja varajäsenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jäsenen ja varajäsenen; 5) korkein oikeus on nimennyt käräjäoikeuden laamannien, hovioikeudenneuvosten ja käräjätuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jäsenet ja varajäsenet ilmoittautumisten perusteella; 7) Suomen asianajajaliitto on nimennyt jäsentensä keskuudesta asianajajakuntaa edustavan jäsenen ja varajäsenen; 8) valtakunnansyyttäjä on nimennyt syyttäjiä edustavan jäsenen ja varajäsenen; 9) oikeusministeriö on nimennyt oikeustieteellistä tutkimusta ja opetusta edustavan jäsenen ja varajäsenen. Nimettäessä 3 momentin 5-9 kohdassa tarkoitettuja jäseniä ja varajäseniä nimetään ehdokkaita kaksi kertaa niin monta kuin asetettavia jäseniä ja varajäseniä on. Ennen 3 momentin 9 kohdassa tarkoitettua nimeämistä oikeusministeriön on kuultava oikeustieteellistä tutkimusta ja opetusta edustavia tahoja. Eron lautakunnan jäsenelle ja varajäsenelle myöntää valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta säädettyä menettelyä nimittää hänelle seuraajan jäljellä olevaksi toimikaudeksi.",
        "folded_fi": "tuomarinvalintalautakunta asetetaan viideksi vuodeksi kerrallaan. tuomarinvalintalautakunnassa on puheenjohtajana korkeimman oikeuden valitsema jasen ja varapuheenjohtajana korkeimman hallinto-oikeuden valitsema jasen. muina jasenina on yksi hovioikeuden presidentti, yksi hallinto-oikeuden ylituomari, yksi karajaoikeuden laamanni, yksi hovioikeudenneuvos, yksi karajatuomari, yksi hallinto-oikeustuomari ja yksi hallinto-oikeustuomari tai 1 §:n 2 momentin 6-8 kohdassa mainitun erityistuomioistuimen tuomari, yksi asianajaja, yksi syyttaja ja yksi oikeustieteellista tutkimusta ja opetusta edustava jasen. kullakin jasenella on henkilokohtainen varajasen. valtioneuvosto asettaa tuomarinvalintalautakunnan sen jalkeen, kun: 1) korkein oikeus on nimennyt keskuudestaan tulevan jasenen ja varajasenen; 2) korkein hallinto-oikeus on nimennyt keskuudestaan tulevan jasenen ja varajasenen; 3) hovioikeuksien presidentit ovat nimenneet keskuudestaan tulevan jasenen ja varajasenen; 4) hallinto-oikeuksien ylituomarit ovat nimenneet keskuudestaan tulevan jasenen ja varajasenen; 5) korkein oikeus on nimennyt karajaoikeuden laamannien, hovioikeudenneuvosten ja karajatuomareiden keskuudesta tulevat jasenet ja varajasenet ilmoittautumisten perusteella; 6) korkein hallinto-oikeus on nimennyt hallinto-oikeustuomareiden tai erityistuomioistuinten tuomareiden keskuudesta tulevat jasenet ja varajasenet ilmoittautumisten perusteella; 7) suomen asianajajaliitto on nimennyt jasentensa keskuudesta asianajajakuntaa edustavan jasenen ja varajasenen; 8) valtakunnansyyttaja on nimennyt syyttajia edustavan jasenen ja varajasenen; 9) oikeusministerio on nimennyt oikeustieteellista tutkimusta ja opetusta edustavan jasenen ja varajasenen. nimettaessa 3 momentin 5-9 kohdassa tarkoitettuja jasenia ja varajasenia nimetaan ehdokkaita kaksi kertaa niin monta kuin asetettavia jasenia ja varajasenia on. ennen 3 momentin 9 kohdassa tarkoitettua nimeamista oikeusministerion on kuultava oikeustieteellista tutkimusta ja opetusta edustavia tahoja. eron lautakunnan jasenelle ja varajasenelle myontaa valtioneuvosto, joka samalla noudattaen lautakunnan asettamisesta saadettya menettelya nimittaa hanelle seuraajan jaljella olevaksi toimikaudeksi.",
        "title_sv": "Tillsättning av domarförslagsnämnden och nämndens sammansättning",
        "content_sv": "Domarförslagsnämnden tillsätts för fem år i sänder. Ordförande i domarförslagsnämnden är en av högsta domstolen vald ledamot och vice ordförande en av högsta förvaltningsdomstolen vald ledamot. Övriga ledamöter är en hovrättspresident, en överdomare vid en förvaltningsdomstol, en lagman vid en tingsrätt, ett hovrättsråd, en tingsdomare, en förvaltningsrättsdomare och en förvaltningsrättsdomare eller en domare vid någon av de specialdomstolar som nämns i 1 § 2 mom. 6-8 punkten, en advokat, en åklagare och en ledamot som företräder den juridiska forskningen och undervisningen. Varje ledamot har en personlig ersättare. Statsrådet tillsätter domarförslagsnämnden sedan 1) högsta domstolen inom sig har utsett en ledamot och ersättare, 2) högsta förvaltningsdomstolen inom sig har utsett en ledamot och ersättare, 3) hovrättspresidenterna inom sig har utsett en ledamot och ersättare, 4) överdomarna vid förvaltningsdomstolarna inom sig har utsett en ledamot och ersättare, 5) högsta domstolen utifrån anmälan bland lagmännen vid tingsrätterna, hovrättsråden och tingsdomarna har utsett ledamöter och ersättare, 6) högsta förvaltningsdomstolen utifrån anmälan bland förvaltningsrättsdomarna eller specialdomstolarnas domare har utsett ledamöter och ersättare, 7) Finlands Advokatförbund bland sina medlemmar har utsett den ledamot och ersättare som ska företräda advokatkåren, 8) riksåklagaren har utsett den ledamot och ersättare som ska företräda åklagarna, 9) justitieministeriet har utsett den ledamot och ersättare som ska företräda den juridiska forskningen och undervisningen. När ledamöter och ersättare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt så många som de ledamöter och ersättare som utnämns. Innan den ledamot och ersättare som avses i 3 mom. 9 punkten utses, ska justitieministeriet höra parter som företräder den juridiska forskningen och undervisningen. Ledamöterna i domarförslagsnämnden och deras ersättare beviljas avsked av statsrådet, som med iakttagande av förfarandet vid tillsättandet av nämnden samtidigt utnämner efterträdare för återstoden av mandattiden.",
        "normalized_sv": "Domarförslagsnämnden tillsätts för fem år i sänder. Ordförande i domarförslagsnämnden är en av högsta domstolen vald ledamot och vice ordförande en av högsta förvaltningsdomstolen vald ledamot. Övriga ledamöter är en hovrättspresident, en överdomare vid en förvaltningsdomstol, en lagman vid en tingsrätt, ett hovrättsråd, en tingsdomare, en förvaltningsrättsdomare och en förvaltningsrättsdomare eller en domare vid någon av de specialdomstolar som nämns i 1 § 2 mom. 6-8 punkten, en advokat, en åklagare och en ledamot som företräder den juridiska forskningen och undervisningen. Varje ledamot har en personlig ersättare. Statsrådet tillsätter domarförslagsnämnden sedan 1) högsta domstolen inom sig har utsett en ledamot och ersättare, 2) högsta förvaltningsdomstolen inom sig har utsett en ledamot och ersättare, 3) hovrättspresidenterna inom sig har utsett en ledamot och ersättare, 4) överdomarna vid förvaltningsdomstolarna inom sig har utsett en ledamot och ersättare, 5) högsta domstolen utifrån anmälan bland lagmännen vid tingsrätterna, hovrättsråden och tingsdomarna har utsett ledamöter och ersättare, 6) högsta förvaltningsdomstolen utifrån anmälan bland förvaltningsrättsdomarna eller specialdomstolarnas domare har utsett ledamöter och ersättare, 7) Finlands Advokatförbund bland sina medlemmar har utsett den ledamot och ersättare som ska företräda advokatkåren, 8) riksåklagaren har utsett den ledamot och ersättare som ska företräda åklagarna, 9) justitieministeriet har utsett den ledamot och ersättare som ska företräda den juridiska forskningen och undervisningen. När ledamöter och ersättare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt så många som de ledamöter och ersättare som utnämns. Innan den ledamot och ersättare som avses i 3 mom. 9 punkten utses, ska justitieministeriet höra parter som företräder den juridiska forskningen och undervisningen. Ledamöterna i domarförslagsnämnden och deras ersättare beviljas avsked av statsrådet, som med iakttagande av förfarandet vid tillsättandet av nämnden samtidigt utnämner efterträdare för återstoden av mandattiden.",
        "folded_sv": "domarforslagsnamnden tillsatts for fem ar i sander. ordforande i domarforslagsnamnden ar en av hogsta domstolen vald ledamot och vice ordforande en av hogsta forvaltningsdomstolen vald ledamot. ovriga ledamoter ar en hovrattspresident, en overdomare vid en forvaltningsdomstol, en lagman vid en tingsratt, ett hovrattsrad, en tingsdomare, en forvaltningsrattsdomare och en forvaltningsrattsdomare eller en domare vid nagon av de specialdomstolar som namns i 1 § 2 mom. 6-8 punkten, en advokat, en aklagare och en ledamot som foretrader den juridiska forskningen och undervisningen. varje ledamot har en personlig ersattare. statsradet tillsatter domarforslagsnamnden sedan 1) hogsta domstolen inom sig har utsett en ledamot och ersattare, 2) hogsta forvaltningsdomstolen inom sig har utsett en ledamot och ersattare, 3) hovrattspresidenterna inom sig har utsett en ledamot och ersattare, 4) overdomarna vid forvaltningsdomstolarna inom sig har utsett en ledamot och ersattare, 5) hogsta domstolen utifran anmalan bland lagmannen vid tingsratterna, hovrattsraden och tingsdomarna har utsett ledamoter och ersattare, 6) hogsta forvaltningsdomstolen utifran anmalan bland forvaltningsrattsdomarna eller specialdomstolarnas domare har utsett ledamoter och ersattare, 7) finlands advokatforbund bland sina medlemmar har utsett den ledamot och ersattare som ska foretrada advokatkaren, 8) riksaklagaren har utsett den ledamot och ersattare som ska foretrada aklagarna, 9) justitieministeriet har utsett den ledamot och ersattare som ska foretrada den juridiska forskningen och undervisningen. nar ledamoter och ersattare som avses i 3 mom. 5-9 punkten utses, ska kandidaterna vara dubbelt sa manga som de ledamoter och ersattare som utnamns. innan den ledamot och ersattare som avses i 3 mom. 9 punkten utses, ska justitieministeriet hora parter som foretrader den juridiska forskningen och undervisningen. ledamoterna i domarforslagsnamnden och deras ersattare beviljas avsked av statsradet, som med iakttagande av forfarandet vid tillsattandet av namnden samtidigt utnamner eftertradare for aterstoden av mandattiden."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tuomioistuimen lausunnon antaminen",
      "content": "Tuomioistuimen lausunnon tuomarin viran täyttämistä koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari sekä jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva vakuutusoikeustuomari; 4) käräjäoikeudessa laamanni johtoryhmää tai, jos käräjäoikeudessa ei ole johtoryhmää, vakinaisia käräjätuomareita kuultuaan; 5) työtuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. Tuomioistuimen lausunnon tulee sisältää perusteltu käsitys siitä, kuka hakijoista olisi nimitettävä virkaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tuomioistuimen lausunnon tuomarin viran täyttämistä koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari sekä jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat sekä osaston johtajan estyneenä ollessa hänen sijaisenaan toimiva vakuutusoikeustuomari; 4) käräjäoikeudessa laamanni johtoryhmää tai, jos käräjäoikeudessa ei ole johtoryhmää, vakinaisia käräjätuomareita kuultuaan; 5) työtuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. Tuomioistuimen lausunnon tulee sisältää perusteltu käsitys siitä, kuka hakijoista olisi nimitettävä virkaan.",
        "folded_fi": "tuomioistuimen lausunnon tuomarin viran tayttamista koskevassa asiassa antaa: 1) hovioikeus kokoonpanossa, johon kuuluvat presidentti ja osaston johtajat seka osaston johtajan estyneena ollessa hanen sijaisenaan toimiva hovioikeudenneuvos; 2) hallinto-oikeus kokoonpanossa, johon kuuluvat ylituomari seka jaostojen puheenjohtajat tai, jos hallinto-oikeus ei ole jakaantunut jaostoihin, ylituomari vakinaisia hallinto-oikeustuomareita kuultuaan; 3) vakuutusoikeus kokoonpanossa, johon kuuluvat ylituomari ja osaston johtajat seka osaston johtajan estyneena ollessa hanen sijaisenaan toimiva vakuutusoikeustuomari; 4) karajaoikeudessa laamanni johtoryhmaa tai, jos karajaoikeudessa ei ole johtoryhmaa, vakinaisia karajatuomareita kuultuaan; 5) tyotuomioistuimessa presidentti; 6) markkinaoikeudessa ylituomari vakinaisia markkinaoikeustuomareita kuultuaan. tuomioistuimen lausunnon tulee sisaltaa perusteltu kasitys siita, kuka hakijoista olisi nimitettava virkaan.",
        "title_sv": "Domstolarnas utlåtanden",
        "content_sv": "Domstolarna ger utlåtande i frågor som gäller tillsättning av domartjänster enligt följande: 1) hovrätterna i en sammansättning med presidenten och avdelningscheferna samt, om en avdelningschef är förhindrad, det hovrättsråd som är hans eller hennes ställföreträdare, 2) förvaltningsdomstolarna i en sammansättning med överdomaren samt ordförandena för sektionerna eller, om förvaltningsdomstolen inte är indelad i sektioner, överdomaren ensam efter att ha hört de ordinarie förvaltningsrättsdomarna, 3) försäkringsdomstolen i en sammansättning med överdomaren och avdelningscheferna samt, om en avdelningschef är förhindrad, den försäkringsrättsdomare som är hans eller hennes ställföreträdare, 4) vid tingsrätterna lagmannen efter att ha hört ledningsgruppen vid tingsrätten eller, om tingsrätten inte har en ledningsgrupp, efter att ha hört de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen överdomaren efter att ha hört de ordinarie marknadsrättsdomarna. Domstolens utlåtande ska innehålla en motiverat yttrande om vilken av de sökande som bör utnämnas.",
        "normalized_sv": "Domstolarna ger utlåtande i frågor som gäller tillsättning av domartjänster enligt följande: 1) hovrätterna i en sammansättning med presidenten och avdelningscheferna samt, om en avdelningschef är förhindrad, det hovrättsråd som är hans eller hennes ställföreträdare, 2) förvaltningsdomstolarna i en sammansättning med överdomaren samt ordförandena för sektionerna eller, om förvaltningsdomstolen inte är indelad i sektioner, överdomaren ensam efter att ha hört de ordinarie förvaltningsrättsdomarna, 3) försäkringsdomstolen i en sammansättning med överdomaren och avdelningscheferna samt, om en avdelningschef är förhindrad, den försäkringsrättsdomare som är hans eller hennes ställföreträdare, 4) vid tingsrätterna lagmannen efter att ha hört ledningsgruppen vid tingsrätten eller, om tingsrätten inte har en ledningsgrupp, efter att ha hört de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen överdomaren efter att ha hört de ordinarie marknadsrättsdomarna. Domstolens utlåtande ska innehålla en motiverat yttrande om vilken av de sökande som bör utnämnas.",
        "folded_sv": "domstolarna ger utlatande i fragor som galler tillsattning av domartjanster enligt foljande: 1) hovratterna i en sammansattning med presidenten och avdelningscheferna samt, om en avdelningschef ar forhindrad, det hovrattsrad som ar hans eller hennes stallforetradare, 2) forvaltningsdomstolarna i en sammansattning med overdomaren samt ordforandena for sektionerna eller, om forvaltningsdomstolen inte ar indelad i sektioner, overdomaren ensam efter att ha hort de ordinarie forvaltningsrattsdomarna, 3) forsakringsdomstolen i en sammansattning med overdomaren och avdelningscheferna samt, om en avdelningschef ar forhindrad, den forsakringsrattsdomare som ar hans eller hennes stallforetradare, 4) vid tingsratterna lagmannen efter att ha hort ledningsgruppen vid tingsratten eller, om tingsratten inte har en ledningsgrupp, efter att ha hort de ordinarie tingsdomarna, 5) vid arbetsdomstolen presidenten, 6) vid marknadsdomstolen overdomaren efter att ha hort de ordinarie marknadsrattsdomarna. domstolens utlatande ska innehalla en motiverat yttrande om vilken av de sokande som bor utnamnas."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tuomareiden yleiset kelpoisuusvaatimukset ja nimitysperusteet",
      "content": "Tuomariksi voidaan nimittää muun oikeustieteen ylemmän korkeakoulututkinnon kuin kansainvälisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen Suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtävässä on osoittanut, että hänellä on täytettävänä olevan viran menestyksellisen hoitamisen edellyttämä perehtyneisyys viran tehtäväalaan sekä tarvittavat henkilökohtaiset ominaisuudet. Erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan säätää erikseen. Korkeimman oikeuden presidentiksi ja jäseneksi sekä korkeimman hallinto-oikeuden presidentiksi ja jäseneksi voidaan nimittää 1 momentissa säädetyt edellytykset hyvin täyttävä etevä laintuntija. Korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteiltä edellytetään lisäksi johtamistaitoa. Hovioikeuden presidentiksi, käräjäoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, työtuomioistuimen presidentiksi sekä markkinaoikeuden ylituomariksi voidaan nimittää henkilö, jolla on 1 momentissa säädettyjen edellytysten lisäksi johtamistaitoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Tuomariksi voidaan nimittää muun oikeustieteen ylemmän korkeakoulututkinnon kuin kansainvälisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen Suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtävässä on osoittanut, että hänellä on täytettävänä olevan viran menestyksellisen hoitamisen edellyttämä perehtyneisyys viran tehtäväalaan sekä tarvittavat henkilökohtaiset ominaisuudet. Erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan säätää erikseen. Korkeimman oikeuden presidentiksi ja jäseneksi sekä korkeimman hallinto-oikeuden presidentiksi ja jäseneksi voidaan nimittää 1 momentissa säädetyt edellytykset hyvin täyttävä etevä laintuntija. Korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteiltä edellytetään lisäksi johtamistaitoa. Hovioikeuden presidentiksi, käräjäoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, työtuomioistuimen presidentiksi sekä markkinaoikeuden ylituomariksi voidaan nimittää henkilö, jolla on 1 momentissa säädettyjen edellytysten lisäksi johtamistaitoa.",
        "folded_fi": "tuomariksi voidaan nimittaa muun oikeustieteen ylemman korkeakoulututkinnon kuin kansainvalisen ja vertailevan oikeustieteen maisterin tutkinnon suorittanut oikeamielinen suomen kansalainen, joka aikaisemmalla toiminnallaan tuomioistuimessa tai muussa tehtavassa on osoittanut, etta hanella on taytettavana olevan viran menestyksellisen hoitamisen edellyttama perehtyneisyys viran tehtavaalaan seka tarvittavat henkilokohtaiset ominaisuudet. erityisalan asiantuntemusta vaativien tuomarinvirkojen kelpoisuusvaatimuksista voidaan saataa erikseen. korkeimman oikeuden presidentiksi ja jaseneksi seka korkeimman hallinto-oikeuden presidentiksi ja jaseneksi voidaan nimittaa 1 momentissa saadetyt edellytykset hyvin tayttava eteva laintuntija. korkeimman oikeuden ja korkeimman hallinto-oikeuden presidenteilta edellytetaan lisaksi johtamistaitoa. hovioikeuden presidentiksi, karajaoikeuden laamanniksi, hallinto-oikeuden ylituomariksi, vakuutusoikeuden ylituomariksi, tyotuomioistuimen presidentiksi seka markkinaoikeuden ylituomariksi voidaan nimittaa henkilo, jolla on 1 momentissa saadettyjen edellytysten lisaksi johtamistaitoa.",
        "title_sv": "Allmänna behörighetsvillkor och grunder för utnämning av domare",
        "content_sv": "Till domare kan utnämnas rättrådiga finska medborgare som har avlagt annan högre högskoleexamen i juridik än magisterexamen i internationell och komparativ rätt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hör till tjänsten och de personliga egenskaper som en framgångsrik skötsel av tjänsten förutsätter. Bestämmelser om behörighetsvillkor för domartjänster som kräver sakkunskap inom något särskilt område får utfärdas separat. Till president och ledamot vid högsta domstolen samt till president och ledamot vid högsta förvaltningsdomstolen kan utnämnas personer som väl uppfyller kraven enligt 1 mom. och som har utmärkta lagkunskaper. Av presidenten för högsta domstolen och högsta förvaltningsdomstolen krävs dessutom ledarförmåga. Till hovrättspresident, lagman vid en tingsrätt, överdomare vid en förvaltningsdomstol, överdomare vid försäkringsdomstolen, president vid arbetsdomstolen samt överdomare vid marknadsdomstolen kan utnämnas personer som utöver vad som krävs enligt 1 mom. även har ledarförmåga.",
        "normalized_sv": "Till domare kan utnämnas rättrådiga finska medborgare som har avlagt annan högre högskoleexamen i juridik än magisterexamen i internationell och komparativ rätt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hör till tjänsten och de personliga egenskaper som en framgångsrik skötsel av tjänsten förutsätter. Bestämmelser om behörighetsvillkor för domartjänster som kräver sakkunskap inom något särskilt område får utfärdas separat. Till president och ledamot vid högsta domstolen samt till president och ledamot vid högsta förvaltningsdomstolen kan utnämnas personer som väl uppfyller kraven enligt 1 mom. och som har utmärkta lagkunskaper. Av presidenten för högsta domstolen och högsta förvaltningsdomstolen krävs dessutom ledarförmåga. Till hovrättspresident, lagman vid en tingsrätt, överdomare vid en förvaltningsdomstol, överdomare vid försäkringsdomstolen, president vid arbetsdomstolen samt överdomare vid marknadsdomstolen kan utnämnas personer som utöver vad som krävs enligt 1 mom. även har ledarförmåga.",
        "folded_sv": "till domare kan utnamnas rattradiga finska medborgare som har avlagt annan hogre hogskoleexamen i juridik an magisterexamen i internationell och komparativ ratt och som genom sin tidigare verksamhet vid en domstol eller i andra uppgifter har visat sig ha de insikter i de uppgifter som hor till tjansten och de personliga egenskaper som en framgangsrik skotsel av tjansten forutsatter. bestammelser om behorighetsvillkor for domartjanster som kraver sakkunskap inom nagot sarskilt omrade far utfardas separat. till president och ledamot vid hogsta domstolen samt till president och ledamot vid hogsta forvaltningsdomstolen kan utnamnas personer som val uppfyller kraven enligt 1 mom. och som har utmarkta lagkunskaper. av presidenten for hogsta domstolen och hogsta forvaltningsdomstolen kravs dessutom ledarformaga. till hovrattspresident, lagman vid en tingsratt, overdomare vid en forvaltningsdomstol, overdomare vid forsakringsdomstolen, president vid arbetsdomstolen samt overdomare vid marknadsdomstolen kan utnamnas personer som utover vad som kravs enligt 1 mom. aven har ledarformaga."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tuomareiden suomen ja ruotsin kielen taitoa koskevat kelpoisuusvaatimukset",
      "content": "Tuomariksi voidaan nimittää 11 §:n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön enemmistön kielen erinomainen suullinen ja kirjallinen taito sekä: 1) yksikielisessä tuomioistuimessa toisen kielen tyydyttävä ymmärtämisen taito ja tyydyttävä suullinen taito; 2) kaksikielisessä tuomioistuimessa toisen kielen tyydyttävä suullinen ja kirjallinen taito. Sen estämättä, mitä 1 momentissa säädetään, käräjäoikeuslain (581/1993) 1 b §:ssä, hovioikeuslain (56/1994) 3 a §:ssä, hallinto-oikeuslain (430/1999) 6 §:ssä, markkinaoikeudesta annetun lain (99/2013) 4 a §:ssä ja vakuutusoikeuslain (132/2003) 3 a §:ssä tarkoitettuun tuomarin virkaan voidaan nimittää tämän lain 11 §:n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön vähemmistön kielen erinomainen suullinen ja kirjallinen taito sekä enemmistön kielen tyydyttävä suullinen ja kirjallinen taito. Ahvenanmaan käräjäoikeuden ja Ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista säädetään Ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Tuomariksi voidaan nimittää 11 § :n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön enemmistön kielen erinomainen suullinen ja kirjallinen taito sekä: 1) yksikielisessä tuomioistuimessa toisen kielen tyydyttävä ymmärtämisen taito ja tyydyttävä suullinen taito; 2) kaksikielisessä tuomioistuimessa toisen kielen tyydyttävä suullinen ja kirjallinen taito. Sen estämättä, mitä 1 momentissa säädetään, käräjäoikeuslain (581/1993) 1 b § :ssä, hovioikeuslain (56/1994) 3 a § :ssä, hallinto-oikeuslain (430/1999) 6 § :ssä, markkinaoikeudesta annetun lain (99/2013) 4 a § :ssä ja vakuutusoikeuslain (132/2003) 3 a § :ssä tarkoitettuun tuomarin virkaan voidaan nimittää tämän lain 11 § :n mukaiset kelpoisuusvaatimukset täyttävä henkilö, jolla on tuomioistuimen tuomiopiirin väestön vähemmistön kielen erinomainen suullinen ja kirjallinen taito sekä enemmistön kielen tyydyttävä suullinen ja kirjallinen taito. Ahvenanmaan käräjäoikeuden ja Ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista säädetään Ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
        "folded_fi": "tuomariksi voidaan nimittaa 11 §:n mukaiset kelpoisuusvaatimukset tayttava henkilo, jolla on tuomioistuimen tuomiopiirin vaeston enemmiston kielen erinomainen suullinen ja kirjallinen taito seka: 1) yksikielisessa tuomioistuimessa toisen kielen tyydyttava ymmartamisen taito ja tyydyttava suullinen taito; 2) kaksikielisessa tuomioistuimessa toisen kielen tyydyttava suullinen ja kirjallinen taito. sen estamatta, mita 1 momentissa saadetaan, karajaoikeuslain (581/1993) 1 b §:ssa, hovioikeuslain (56/1994) 3 a §:ssa, hallinto-oikeuslain (430/1999) 6 §:ssa, markkinaoikeudesta annetun lain (99/2013) 4 a §:ssa ja vakuutusoikeuslain (132/2003) 3 a §:ssa tarkoitettuun tuomarin virkaan voidaan nimittaa taman lain 11 §:n mukaiset kelpoisuusvaatimukset tayttava henkilo, jolla on tuomioistuimen tuomiopiirin vaeston vahemmiston kielen erinomainen suullinen ja kirjallinen taito seka enemmiston kielen tyydyttava suullinen ja kirjallinen taito. ahvenanmaan karajaoikeuden ja ahvenanmaan hallintotuomioistuimen tuomareiden kielitaitoa koskevista kelpoisuusvaatimuksista saadetaan ahvenanmaan itsehallintolain (1144/1991) nojalla valtioneuvoston asetuksella.",
        "title_sv": "Behörighetsvillkor som gäller domares kunskaper i finska och svenska",
        "content_sv": "Den som uppfyller behörighetsvillkoren i 11 § kan utnämnas till domare, om han eller hon har utmärkta muntliga och skriftliga kunskaper i befolkningsmajoritetens språk inom domstolens domkrets samt 1) vid enspråkiga domstolar nöjaktig förmåga att förstå och i tal använda det andra språket, 2) vid tvåspråkiga domstolar nöjaktig förmåga att i tal och skrift använda det andra språket. Trots bestämmelserna i 1 mom. kan till en domartjänst som avses i 1 b § i tingsrättslagen (581/1993), 3 a § i hovrättslagen (56/1994), 6 § i lagen om förvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om försäkringsdomstolen (132/2003) utnämnas en person som uppfyller behörighetsvillkoren i 11 § i denna lag och har utmärkta muntliga och skriftliga kunskaper i befolkningsminoritetens språk inom domkretsen samt nöjaktiga muntliga och skriftliga kunskaper i majoritetens språk. Bestämmelser om behörighetsvillkor som gäller domares språkkunskaper vid Ålands tingsrätt och Ålands förvaltningsdomstol utfärdas med stöd av självstyrelselagen för Åland (1144/1991) genom förordning av statsrådet.",
        "normalized_sv": "Den som uppfyller behörighetsvillkoren i 11 § kan utnämnas till domare, om han eller hon har utmärkta muntliga och skriftliga kunskaper i befolkningsmajoritetens språk inom domstolens domkrets samt 1) vid enspråkiga domstolar nöjaktig förmåga att förstå och i tal använda det andra språket, 2) vid tvåspråkiga domstolar nöjaktig förmåga att i tal och skrift använda det andra språket. Trots bestämmelserna i 1 mom. kan till en domartjänst som avses i 1 b § i tingsrättslagen (581/1993), 3 a § i hovrättslagen (56/1994), 6 § i lagen om förvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om försäkringsdomstolen (132/2003) utnämnas en person som uppfyller behörighetsvillkoren i 11 § i denna lag och har utmärkta muntliga och skriftliga kunskaper i befolkningsminoritetens språk inom domkretsen samt nöjaktiga muntliga och skriftliga kunskaper i majoritetens språk. Bestämmelser om behörighetsvillkor som gäller domares språkkunskaper vid Ålands tingsrätt och Ålands förvaltningsdomstol utfärdas med stöd av självstyrelselagen för Åland (1144/1991) genom förordning av statsrådet.",
        "folded_sv": "den som uppfyller behorighetsvillkoren i 11 § kan utnamnas till domare, om han eller hon har utmarkta muntliga och skriftliga kunskaper i befolkningsmajoritetens sprak inom domstolens domkrets samt 1) vid ensprakiga domstolar nojaktig formaga att forsta och i tal anvanda det andra spraket, 2) vid tvasprakiga domstolar nojaktig formaga att i tal och skrift anvanda det andra spraket. trots bestammelserna i 1 mom. kan till en domartjanst som avses i 1 b § i tingsrattslagen (581/1993), 3 a § i hovrattslagen (56/1994), 6 § i lagen om forvaltningsdomstolarna (430/1999), 4 a § i lagen om marknadsdomstolen (99/2013) och 3 a § i lagen om forsakringsdomstolen (132/2003) utnamnas en person som uppfyller behorighetsvillkoren i 11 § i denna lag och har utmarkta muntliga och skriftliga kunskaper i befolkningsminoritetens sprak inom domkretsen samt nojaktiga muntliga och skriftliga kunskaper i majoritetens sprak. bestammelser om behorighetsvillkor som galler domares sprakkunskaper vid alands tingsratt och alands forvaltningsdomstol utfardas med stod av sjalvstyrelselagen for aland (1144/1991) genom forordning av statsradet."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Sidonnaisuuksien ilmoittaminen",
      "content": "Vakinaiseen tuomarin virkaan nimitettäväksi esitettävän on ennen nimittämistä annettava valtion virkamieslain (750/1994) 8 a §:n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. Vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymättä ilmoitettava muutoksista sidonnaisuuksissaan. Tuomarin on myös muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministeriön sitä pyytäessä. Sidonnaisuuksista säädetään muutoin valtion virkamieslain 8 a §:ssä. Sidonnaisuuksia koskevien tietojen merkitsemisestä rekisteriin säädetään tuomareiden sidonnaisuus- ja sivutoimirekisteristä annetussa laissa (565/2015). Sidonnaisuusilmoituksen antamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vakinaiseen tuomarin virkaan nimitettäväksi esitettävän on ennen nimittämistä annettava valtion virkamieslain (750/1994) 8 a § :n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. Vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymättä ilmoitettava muutoksista sidonnaisuuksissaan. Tuomarin on myös muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministeriön sitä pyytäessä. Sidonnaisuuksista säädetään muutoin valtion virkamieslain 8 a § :ssä. Sidonnaisuuksia koskevien tietojen merkitsemisestä rekisteriin säädetään tuomareiden sidonnaisuus- ja sivutoimirekisteristä annetussa laissa (565/2015). Sidonnaisuusilmoituksen antamisesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vakinaiseen tuomarin virkaan nimitettavaksi esitettavan on ennen nimittamista annettava valtion virkamieslain (750/1994) 8 a §:n 1 momentissa tarkoitettu selvitys sidonnaisuuksistaan. vakinaiseen tuomarin virkaan nimitetyn on virkasuhteensa aikana viipymatta ilmoitettava muutoksista sidonnaisuuksissaan. tuomarin on myos muutoin annettava vastaava selvitys tuomioistuimen tai oikeusministerion sita pyytaessa. sidonnaisuuksista saadetaan muutoin valtion virkamieslain 8 a §:ssa. sidonnaisuuksia koskevien tietojen merkitsemisesta rekisteriin saadetaan tuomareiden sidonnaisuus- ja sivutoimirekisterista annetussa laissa (565/2015). sidonnaisuusilmoituksen antamisesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Redogörelse för bindningar",
        "content_sv": "Den som föreslås bli utnämnd till en ordinarie domartjänst ska före utnämningen lämna en i 8 a § 1 mom. i statstjänstemannalagen (750/1994) avsedd redogörelse för sina bindningar. Den som utnämnts till ordinarie domartjänst ska under sitt tjänsteförhållande utan dröjsmål redogöra för förändringar i sina bindningar. Domare ska även i andra fall lämna en motsvarande redogörelse på begäran av domstolen eller justitieministeriet. Bestämmelser om bindningar finns i övrigt i 8 a § i statstjänstemannalagen. Bestämmelse om införande av uppgifter som gäller bindningar i register finns i lagen om registret över domares bindningar och bisysslor (565/2015). Närmare bestämmelser om lämnande av redogörelse för bindningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som föreslås bli utnämnd till en ordinarie domartjänst ska före utnämningen lämna en i 8 a § 1 mom. i statstjänstemannalagen (750/1994) avsedd redogörelse för sina bindningar. Den som utnämnts till ordinarie domartjänst ska under sitt tjänsteförhållande utan dröjsmål redogöra för förändringar i sina bindningar. Domare ska även i andra fall lämna en motsvarande redogörelse på begäran av domstolen eller justitieministeriet. Bestämmelser om bindningar finns i övrigt i 8 a § i statstjänstemannalagen. Bestämmelse om införande av uppgifter som gäller bindningar i register finns i lagen om registret över domares bindningar och bisysslor (565/2015). Närmare bestämmelser om lämnande av redogörelse för bindningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som foreslas bli utnamnd till en ordinarie domartjanst ska fore utnamningen lamna en i 8 a § 1 mom. i statstjanstemannalagen (750/1994) avsedd redogorelse for sina bindningar. den som utnamnts till ordinarie domartjanst ska under sitt tjansteforhallande utan drojsmal redogora for forandringar i sina bindningar. domare ska aven i andra fall lamna en motsvarande redogorelse pa begaran av domstolen eller justitieministeriet. bestammelser om bindningar finns i ovrigt i 8 a § i statstjanstemannalagen. bestammelse om inforande av uppgifter som galler bindningar i register finns i lagen om registret over domares bindningar och bisysslor (565/2015). narmare bestammelser om lamnande av redogorelse for bindningar utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    }
  ]
}