{
  "id": "569/2007",
  "type": "statute",
  "title": "Laki kansaneläkelain voimaanpanosta",
  "title_en": "Lag om införande av folkpensionslagen",
  "status": "in_force",
  "issued_date": "2007-05-11",
  "in_force_date": "2007-05-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/569/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kansaneläkelain voimaantulo",
      "content": "Kansaneläkelaki (568/2007) tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan 8 päivänä kesäkuuta 1956 annettu kansaneläkelaki (347/1956), jäljempänä vuoden 1956 kansaneläkelaki, ja 17 päivänä tammikuuta 1969 annettu perhe-eläkelaki (38/1969) niihin myöhemmin tehtyine muutoksineen. Kansaneläkelakia sovelletaan myös vuoden 1956 kansaneläkelain ja perhe-eläkelain nojalla myönnettyihin eläkkeisiin ja etuuksiin. Kansaneläkelain voimaan tullessa kuntien yleisestä kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisestä kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain 19 §:n ja 108 §:n mukaan maksettavaksi sekä leskeneläkkeen täydennysmäärä kansaneläkelain 30 §:n ja 108 §:n mukaan maksettavaksi. Kansaneläkelain voimaan tullessa maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 §:n 2 momentin ja 9 §:n mukaista korotusta ei oteta tulona huomioon kansaneläkkeessä. Kansaneläkelain voimaan tullessa maksussa oleva perhe-eläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että leskeneläkkeen täydennysmäärässä ei oteta tulona huomioon metsän laskennallista tuottoa eikä perhe-eläkelain 15 b §:n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. Edellä 4―6 momentissa tarkoitetut muutokset tehdään ilman hakemusta ja eläkkeen muuttamisesta annetaan päätös pyynnöstä. Kansaneläkelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansaneläkelain 24, 36 ja 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. Tarkistuksessa ei tehdä uudelleen kansaneläkelain 21 §:n ja 32 §:n mukaista asumisajan suhteuttamista. Jos kansaneläkelakien mukainen etuus myönnetään tai tarkistetaan takautuvasti ajalta ennen 1 päivää tammikuuta 2008, sovelletaan vuoden 1956 kansaneläkelakia ja perhe-eläkelakia. Jos hakemus on tullut vireille ennen kansaneläkelain voimaantuloa, etuutta ei ilman erityistä syytä myönnetä pidemmältä kuin vuoden ajalta takautuvasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Kansaneläkelaki (568/2007) tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan 8 päivänä kesäkuuta 1956 annettu kansaneläkelaki (347/1956), jäljempänä vuoden 1956 kansaneläkelaki, ja 17 päivänä tammikuuta 1969 annettu perhe-eläkelaki (38/1969) niihin myöhemmin tehtyine muutoksineen. Kansaneläkelakia sovelletaan myös vuoden 1956 kansaneläkelain ja perhe-eläkelain nojalla myönnettyihin eläkkeisiin ja etuuksiin. Kansaneläkelain voimaan tullessa kuntien yleisestä kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisestä kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain 19 § :n ja 108 § :n mukaan maksettavaksi sekä leskeneläkkeen täydennysmäärä kansaneläkelain 30 § :n ja 108 § :n mukaan maksettavaksi. Kansaneläkelain voimaan tullessa maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 § :n 2 momentin ja 9 § :n mukaista korotusta ei oteta tulona huomioon kansaneläkkeessä. Kansaneläkelain voimaan tullessa maksussa oleva perhe-eläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että leskeneläkkeen täydennysmäärässä ei oteta tulona huomioon metsän laskennallista tuottoa eikä perhe-eläkelain 15 b § :n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. Edellä 4―6 momentissa tarkoitetut muutokset tehdään ilman hakemusta ja eläkkeen muuttamisesta annetaan päätös pyynnöstä. Kansaneläkelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansaneläkelain 24, 36 ja 45 § :n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. Tarkistuksessa ei tehdä uudelleen kansaneläkelain 21 § :n ja 32 § :n mukaista asumisajan suhteuttamista. Jos kansaneläkelakien mukainen etuus myönnetään tai tarkistetaan takautuvasti ajalta ennen 1 päivää tammikuuta 2008, sovelletaan vuoden 1956 kansaneläkelakia ja perhe-eläkelakia. Jos hakemus on tullut vireille ennen kansaneläkelain voimaantuloa, etuutta ei ilman erityistä syytä myönnetä pidemmältä kuin vuoden ajalta takautuvasti.",
        "folded_fi": "kansanelakelaki (568/2007) tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan 8 paivana kesakuuta 1956 annettu kansanelakelaki (347/1956), jaljempana vuoden 1956 kansanelakelaki, ja 17 paivana tammikuuta 1969 annettu perhe-elakelaki (38/1969) niihin myohemmin tehtyine muutoksineen. kansanelakelakia sovelletaan myos vuoden 1956 kansanelakelain ja perhe-elakelain nojalla myonnettyihin elakkeisiin ja etuuksiin. kansanelakelain voimaan tullessa kuntien yleisesta kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisesta kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansanelake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain 19 §:n ja 108 §:n mukaan maksettavaksi seka leskenelakkeen taydennysmaara kansanelakelain 30 §:n ja 108 §:n mukaan maksettavaksi. kansanelakelain voimaan tullessa maksussa oleva kansanelake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain mukaiseksi siten, etta sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 §:n 2 momentin ja 9 §:n mukaista korotusta ei oteta tulona huomioon kansanelakkeessa. kansanelakelain voimaan tullessa maksussa oleva perhe-elake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain mukaiseksi siten, etta leskenelakkeen taydennysmaarassa ei oteta tulona huomioon metsan laskennallista tuottoa eika perhe-elakelain 15 b §:n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. edella 4―6 momentissa tarkoitetut muutokset tehdaan ilman hakemusta ja elakkeen muuttamisesta annetaan paatos pyynnosta. kansanelakelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansanelakelain 24, 36 ja 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. tarkistuksessa ei tehda uudelleen kansanelakelain 21 §:n ja 32 §:n mukaista asumisajan suhteuttamista. jos kansanelakelakien mukainen etuus myonnetaan tai tarkistetaan takautuvasti ajalta ennen 1 paivaa tammikuuta 2008, sovelletaan vuoden 1956 kansanelakelakia ja perhe-elakelakia. jos hakemus on tullut vireille ennen kansanelakelain voimaantuloa, etuutta ei ilman erityista syyta myonneta pidemmalta kuin vuoden ajalta takautuvasti.",
        "title_sv": "Folkpensionslagens ikraftträdande",
        "content_sv": "Folkpensionslagen (568/2007) träder i kraft den 1 januari 2008. Genom denna lag upphävs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 års folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jämte ändringar. Folkpensionslagen tillämpas också på pensioner och förmåner som beviljats med stöd av 1956 års folkpensionslag och familjepensionslagen. Folkpension som med stöd av lagen om allmän dyrortsklassificering av kommunerna (955/1973) och förordningen om allmän dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass II när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 så att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp på motsvarande sätt så att det betalas enligt 30 och 108 § i folkpensionslagen. Folkpension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att den förhöjning av livräntan enligt lagen om skada, ådragen i militärtjänst (404/1948) som skall betalas med stöd av 8 § 2 mom. och 9 § i nämnda lag inte beaktas som inkomst i folkpensionen. Familjepension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att kalkylerad avkastning på skog och sådan beräknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst när det gäller efterlevandepensionens kompletteringsbelopp. Omvandlingarna enligt 4―6 mom. görs utan ansökan, och beslut om omvandling av pensionen meddelas på begäran. Utbetalningen av de förmåner som betalas ut vid folkpensionslagens ikraftträdande fortsätter i övrigt på tidigare grunder fram till nästa justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att förmånen upphör. Vid justeringen görs ingen ny avvägning av bosättningstiden enligt 21 och 32 § i folkpensionslagen. Om en förmån enligt folkpensionslagen beviljas eller justeras retroaktivt för tiden före den 1 januari 2008, tillämpas 1956 års folkpensionslag och familjepensionslagen. Om en ansökan har inkommit före folkpensionslagens ikraftträdande, beviljas inte förmånen utan särskilda skäl retroaktivt för en längre tid än ett år.",
        "normalized_sv": "Folkpensionslagen (568/2007) träder i kraft den 1 januari 2008. Genom denna lag upphävs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 års folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jämte ändringar. Folkpensionslagen tillämpas också på pensioner och förmåner som beviljats med stöd av 1956 års folkpensionslag och familjepensionslagen. Folkpension som med stöd av lagen om allmän dyrortsklassificering av kommunerna (955/1973) och förordningen om allmän dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass II när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 så att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp på motsvarande sätt så att det betalas enligt 30 och 108 § i folkpensionslagen. Folkpension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att den förhöjning av livräntan enligt lagen om skada, ådragen i militärtjänst (404/1948) som skall betalas med stöd av 8 § 2 mom. och 9 § i nämnda lag inte beaktas som inkomst i folkpensionen. Familjepension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att kalkylerad avkastning på skog och sådan beräknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst när det gäller efterlevandepensionens kompletteringsbelopp. Omvandlingarna enligt 4―6 mom. görs utan ansökan, och beslut om omvandling av pensionen meddelas på begäran. Utbetalningen av de förmåner som betalas ut vid folkpensionslagens ikraftträdande fortsätter i övrigt på tidigare grunder fram till nästa justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att förmånen upphör. Vid justeringen görs ingen ny avvägning av bosättningstiden enligt 21 och 32 § i folkpensionslagen. Om en förmån enligt folkpensionslagen beviljas eller justeras retroaktivt för tiden före den 1 januari 2008, tillämpas 1956 års folkpensionslag och familjepensionslagen. Om en ansökan har inkommit före folkpensionslagens ikraftträdande, beviljas inte förmånen utan särskilda skäl retroaktivt för en längre tid än ett år.",
        "folded_sv": "folkpensionslagen (568/2007) trader i kraft den 1 januari 2008. genom denna lag upphavs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 ars folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jamte andringar. folkpensionslagen tillampas ocksa pa pensioner och formaner som beviljats med stod av 1956 ars folkpensionslag och familjepensionslagen. folkpension som med stod av lagen om allman dyrortsklassificering av kommunerna (955/1973) och forordningen om allman dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass ii nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 sa att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp pa motsvarande satt sa att det betalas enligt 30 och 108 § i folkpensionslagen. folkpension som betalas nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 till att motsvara folkpensionslagen sa att den forhojning av livrantan enligt lagen om skada, adragen i militartjanst (404/1948) som skall betalas med stod av 8 § 2 mom. och 9 § i namnda lag inte beaktas som inkomst i folkpensionen. familjepension som betalas nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 till att motsvara folkpensionslagen sa att kalkylerad avkastning pa skog och sadan beraknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst nar det galler efterlevandepensionens kompletteringsbelopp. omvandlingarna enligt 4―6 mom. gors utan ansokan, och beslut om omvandling av pensionen meddelas pa begaran. utbetalningen av de formaner som betalas ut vid folkpensionslagens ikrafttradande fortsatter i ovrigt pa tidigare grunder fram till nasta justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att formanen upphor. vid justeringen gors ingen ny avvagning av bosattningstiden enligt 21 och 32 § i folkpensionslagen. om en forman enligt folkpensionslagen beviljas eller justeras retroaktivt for tiden fore den 1 januari 2008, tillampas 1956 ars folkpensionslag och familjepensionslagen. om en ansokan har inkommit fore folkpensionslagens ikrafttradande, beviljas inte formanen utan sarskilda skal retroaktivt for en langre tid an ett ar."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Työttömyyseläke",
      "content": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä 60 vuotta täyttäneellä henkilöllä on oikeus saada työttömyyseläkettä siihen saakka, kunnes hän täyttää 65 vuotta edellyttäen, että hän täyttää vuoden 1956 kansaneläkelain 22 c §:n 1 momentissa säädetyt edellytykset. Lisäksi työttömyyseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain: 1) 22 c §:n 2―4 momentissa säädetään työttömyyseläkkeen myöntämisestä ja maksamisesta; 2) 31 a §:ssä säädetään työttömyyseläkkeen keskeyttämisestä ja takaisinperinnästä; 3) 35 §:n 4 momentissa säädetään työttömyyseläkkeen muuttamisesta työkyvyttömyyseläkkeeksi ja työttömyyseläkkeen pitämisestä työkyvyttömyyseläkkeen osasuorituksena; ja 4) 46 c §:n 3 momentissa säädetään rangaistuslaitosten ilmoitusvelvollisuudesta. Työttömyyseläkkeensaajan on ilmoitettava Kansaneläkelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syystä, jonka johdosta hän ei voi ottaa vastaan työtä; 2) ryhtymisestään ansiotyöhön, josta saatu ansiotulo on vähintään työntekijäin eläkelain (395/1961) 4 c §:n 4 momentin 2 kohdassa tarkoitetun määrän suuruinen; sekä 3) kieltäytymisestään vastaanottamasta työvoimaviranomaisen hänelle osoittamaa vuoden 1956 kansaneläkelain 22 c §:n 2 momentin 3 kohdassa tarkoitettua vähintään kuukauden jatkuvaa työtä. Muutoin työttömyyseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 §:ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54 ja 55 §:ssä, 56 §:n 1 ja 4 momentissa sekä 62―64, 67 ja 69―76 §:ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Työttömyyseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa työttömyyseläkettä vuoden 1956 kansaneläkelain, tämän lain, merimieseläkelain (1290/2006), työntekijän eläkelain (395/2006) 3 §:n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, työntekijän eläkelain voimaanpanolain (396/2006) 28 §:n, yrittäjän eläkelain voimaanpanosta annetun lain (1273/2006) 28 §:n, maatalousyrittäjän eläkelain voimaanpanosta annetun lain (1281/2006) 27 §:n tai valtion eläkelain voimaanpanosta annetun lain (1296/2006) 14 §:n perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä 60 vuotta täyttäneellä henkilöllä on oikeus saada työttömyyseläkettä siihen saakka, kunnes hän täyttää 65 vuotta edellyttäen, että hän täyttää vuoden 1956 kansaneläkelain 22 c § :n 1 momentissa säädetyt edellytykset. Lisäksi työttömyyseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain: 1) 22 c § :n 2―4 momentissa säädetään työttömyyseläkkeen myöntämisestä ja maksamisesta; 2) 31 a § :ssä säädetään työttömyyseläkkeen keskeyttämisestä ja takaisinperinnästä; 3) 35 § :n 4 momentissa säädetään työttömyyseläkkeen muuttamisesta työkyvyttömyyseläkkeeksi ja työttömyyseläkkeen pitämisestä työkyvyttömyyseläkkeen osasuorituksena; ja 4) 46 c § :n 3 momentissa säädetään rangaistuslaitosten ilmoitusvelvollisuudesta. Työttömyyseläkkeensaajan on ilmoitettava Kansaneläkelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syystä, jonka johdosta hän ei voi ottaa vastaan työtä; 2) ryhtymisestään ansiotyöhön, josta saatu ansiotulo on vähintään työntekijäin eläkelain (395/1961) 4 c § :n 4 momentin 2 kohdassa tarkoitetun määrän suuruinen; sekä 3) kieltäytymisestään vastaanottamasta työvoimaviranomaisen hänelle osoittamaa vuoden 1956 kansaneläkelain 22 c § :n 2 momentin 3 kohdassa tarkoitettua vähintään kuukauden jatkuvaa työtä. Muutoin työttömyyseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 § :ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54 ja 55 § :ssä, 56 § :n 1 ja 4 momentissa sekä 62―64, 67 ja 69―76 § :ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Työttömyyseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa työttömyyseläkettä vuoden 1956 kansaneläkelain, tämän lain, merimieseläkelain (1290/2006), työntekijän eläkelain (395/2006) 3 § :n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, työntekijän eläkelain voimaanpanolain (396/2006) 28 § :n, yrittäjän eläkelain voimaanpanosta annetun lain (1273/2006) 28 § :n, maatalousyrittäjän eläkelain voimaanpanosta annetun lain (1281/2006) 27 § :n tai valtion eläkelain voimaanpanosta annetun lain (1296/2006) 14 § :n perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
        "folded_fi": "ennen vuotta 1950 syntyneella pitkaaikaisesti tyottomalla 60 vuotta tayttaneella henkilolla on oikeus saada tyottomyyselaketta siihen saakka, kunnes han tayttaa 65 vuotta edellyttaen, etta han tayttaa vuoden 1956 kansanelakelain 22 c §:n 1 momentissa saadetyt edellytykset. lisaksi tyottomyyselakkeeseen sovelletaan, mita vuoden 1956 kansanelakelain: 1) 22 c §:n 2―4 momentissa saadetaan tyottomyyselakkeen myontamisesta ja maksamisesta; 2) 31 a §:ssa saadetaan tyottomyyselakkeen keskeyttamisesta ja takaisinperinnasta; 3) 35 §:n 4 momentissa saadetaan tyottomyyselakkeen muuttamisesta tyokyvyttomyyselakkeeksi ja tyottomyyselakkeen pitamisesta tyokyvyttomyyselakkeen osasuorituksena; ja 4) 46 c §:n 3 momentissa saadetaan rangaistuslaitosten ilmoitusvelvollisuudesta. tyottomyyselakkeensaajan on ilmoitettava kansanelakelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syysta, jonka johdosta han ei voi ottaa vastaan tyota; 2) ryhtymisestaan ansiotyohon, josta saatu ansiotulo on vahintaan tyontekijain elakelain (395/1961) 4 c §:n 4 momentin 2 kohdassa tarkoitetun maaran suuruinen; seka 3) kieltaytymisestaan vastaanottamasta tyovoimaviranomaisen hanelle osoittamaa vuoden 1956 kansanelakelain 22 c §:n 2 momentin 3 kohdassa tarkoitettua vahintaan kuukauden jatkuvaa tyota. muutoin tyottomyyselakkeeseen sovelletaan, mita kansanelakelain 3―9 §:ssa saadetaan maaritelmista ja soveltamisalasta, 4 luvussa kansanelakkeen maaraytymisperusteista, 54 ja 55 §:ssa, 56 §:n 1 ja 4 momentissa seka 62―64, 67 ja 69―76 §:ssa toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivastysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamaarien pyoristamisesta seka ulosmittaus- ja siirtokiellosta. tyottomyyselake muuttuu kansanelakelain mukaiseksi vanhuuselakkeeksi ilman hakemusta, kun elakkeensaaja tayttaa 65 vuotta, jos elakkeen maaraytymisperusteet eivat muutu. jos henkilo saa tyottomyyselaketta vuoden 1956 kansanelakelain, taman lain, merimieselakelain (1290/2006), tyontekijan elakelain (395/2006) 3 §:n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, tyontekijan elakelain voimaanpanolain (396/2006) 28 §:n, yrittajan elakelain voimaanpanosta annetun lain (1273/2006) 28 §:n, maatalousyrittajan elakelain voimaanpanosta annetun lain (1281/2006) 27 §:n tai valtion elakelain voimaanpanosta annetun lain (1296/2006) 14 §:n perusteella, hanella on oikeus kansanelakelain 10 luvun mukaiseen lapsikorotukseen.",
        "title_sv": "Arbetslöshetspension",
        "content_sv": "En före 1950 född långvarigt arbetslös person som fyllt 60 år har rätt att få arbetslöshetspension till dess att han eller hon fyller 65 år, förutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 års folkpensionslag. I fråga om arbetslöshetspension tillämpas dessutom vad som i 1956 års folkpensionslag i 1) 22 c § 2―4 mom. bestäms om beviljande och betalning av arbetslöshetspension, 2) 31 a § bestäms om avbrytande och återkrav av arbetslöshetspension, 3) 35 § 4 mom. bestäms om omvandling av arbetslöshetspension till invaliditetspension och om betraktande av arbetslöshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestäms om straffanstalters anmälningsskyldighet. Den som får arbetslöshetspension skall till Folkpensionsanstalten anmäla 1) att han eller hon vistas utomlands eller om det finns någon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon börjar förvärvsarbeta och att förvärvsinkomsten uppgår till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension för arbetstagare (395/1961), samt 3) att han eller hon vägrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 års folkpensionslag avsett arbete som fortgår minst en månad. I fråga om arbetslöshetspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 §, grunderna för fastställande av folkpension i 4 kap., verkställighet i 54 och 55 §, 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 §, ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Arbetslöshetspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får arbetslöshetspension enligt 1956 års folkpensionslag, denna lag, lagen om sjömanspensioner (1290/2006), de lagar som nämns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension för arbetstagare (395/2006), 28 § i lagen om införande av lagen om pension för arbetstagare (396/2006), 28 § i lagen om införande av lagen om pension för företagare (1273/2006), 27 § i lagen om införande av lagen om pension för lantbruksföretagare (1281/2006) eller 14 § i lagen om införande av lagen om statens pensioner (1296/2006) har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "normalized_sv": "En före 1950 född långvarigt arbetslös person som fyllt 60 år har rätt att få arbetslöshetspension till dess att han eller hon fyller 65 år, förutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 års folkpensionslag. I fråga om arbetslöshetspension tillämpas dessutom vad som i 1956 års folkpensionslag i 1) 22 c § 2―4 mom. bestäms om beviljande och betalning av arbetslöshetspension, 2) 31 a § bestäms om avbrytande och återkrav av arbetslöshetspension, 3) 35 § 4 mom. bestäms om omvandling av arbetslöshetspension till invaliditetspension och om betraktande av arbetslöshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestäms om straffanstalters anmälningsskyldighet. Den som får arbetslöshetspension skall till Folkpensionsanstalten anmäla 1) att han eller hon vistas utomlands eller om det finns någon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon börjar förvärvsarbeta och att förvärvsinkomsten uppgår till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension för arbetstagare (395/1961), samt 3) att han eller hon vägrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 års folkpensionslag avsett arbete som fortgår minst en månad. I fråga om arbetslöshetspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 § , grunderna för fastställande av folkpension i 4 kap., verkställighet i 54 och 55 § , 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 § , ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Arbetslöshetspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får arbetslöshetspension enligt 1956 års folkpensionslag, denna lag, lagen om sjömanspensioner (1290/2006), de lagar som nämns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension för arbetstagare (395/2006), 28 § i lagen om införande av lagen om pension för arbetstagare (396/2006), 28 § i lagen om införande av lagen om pension för företagare (1273/2006), 27 § i lagen om införande av lagen om pension för lantbruksföretagare (1281/2006) eller 14 § i lagen om införande av lagen om statens pensioner (1296/2006) har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "folded_sv": "en fore 1950 fodd langvarigt arbetslos person som fyllt 60 ar har ratt att fa arbetsloshetspension till dess att han eller hon fyller 65 ar, forutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 ars folkpensionslag. i fraga om arbetsloshetspension tillampas dessutom vad som i 1956 ars folkpensionslag i 1) 22 c § 2―4 mom. bestams om beviljande och betalning av arbetsloshetspension, 2) 31 a § bestams om avbrytande och aterkrav av arbetsloshetspension, 3) 35 § 4 mom. bestams om omvandling av arbetsloshetspension till invaliditetspension och om betraktande av arbetsloshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestams om straffanstalters anmalningsskyldighet. den som far arbetsloshetspension skall till folkpensionsanstalten anmala 1) att han eller hon vistas utomlands eller om det finns nagon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon borjar forvarvsarbeta och att forvarvsinkomsten uppgar till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension for arbetstagare (395/1961), samt 3) att han eller hon vagrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 ars folkpensionslag avsett arbete som fortgar minst en manad. i fraga om arbetsloshetspension tillampas i ovrigt bestammelserna om definitioner och tillampningsomrade i 3―9 §, grunderna for faststallande av folkpension i 4 kap., verkstallighet i 54 och 55 §, 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 §, andringssokande i 12 kap., erhallande, utlamnande och hemlighallande av uppgifter i 13 kap., finansiering i 14 kap. och forhojning for drojsmalstiden, institutionsvard, indexbindning, avrundning av beloppen samt utmatnings- och overforingsforbud i 15 kap. i folkpensionslagen. arbetsloshetspension omvandlas utan ansokan till alderspension enligt folkpensionslagen nar pensionstagaren fyller 65 ar, om inte grunderna for faststallande av pensionen andras. den som far arbetsloshetspension enligt 1956 ars folkpensionslag, denna lag, lagen om sjomanspensioner (1290/2006), de lagar som namns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension for arbetstagare (395/2006), 28 § i lagen om inforande av lagen om pension for arbetstagare (396/2006), 28 § i lagen om inforande av lagen om pension for foretagare (1273/2006), 27 § i lagen om inforande av lagen om pension for lantbruksforetagare (1281/2006) eller 14 § i lagen om inforande av lagen om statens pensioner (1296/2006) har ratt till barnforhojning enligt 10 kap. i folkpensionslagen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yksilöllinen varhaiseläke",
      "content": "Ennen vuotta 1944 syntyneellä henkilöllä on oikeus saada kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen 3 momentin perusteella yksilöllistä varhaiseläkettä siihen saakka, kun hän täyttää 65 vuotta siten kuin vuoden 1956 kansaneläkelain 22 a §:ssä säädetään. Yksilölliseen varhaiseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain 26 §:n 7 momentissa säädetään eläketulojen huomioon ottamisesta ja kansaneläkeasetuksen (594/1956) 53 §:n 2 momentissa säädetään yksilöllisen varhaiseläkkeen saajan ilmoitusvelvollisuudesta. Muutoin yksilölliseen varhaiseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 §:ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54, 55, 57, 61―67 ja 69―76 §:ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Yksilöllinen varhaiseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa yksilöllistä varhaiseläkettä kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen, tämän lain tai työntekijän eläkelain 3 §:ssä mainittujen julkisten alojen työeläkelakien perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ennen vuotta 1944 syntyneellä henkilöllä on oikeus saada kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen 3 momentin perusteella yksilöllistä varhaiseläkettä siihen saakka, kun hän täyttää 65 vuotta siten kuin vuoden 1956 kansaneläkelain 22 a § :ssä säädetään. Yksilölliseen varhaiseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain 26 § :n 7 momentissa säädetään eläketulojen huomioon ottamisesta ja kansaneläkeasetuksen (594/1956) 53 § :n 2 momentissa säädetään yksilöllisen varhaiseläkkeen saajan ilmoitusvelvollisuudesta. Muutoin yksilölliseen varhaiseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 § :ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54, 55, 57, 61―67 ja 69―76 § :ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Yksilöllinen varhaiseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa yksilöllistä varhaiseläkettä kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen, tämän lain tai työntekijän eläkelain 3 § :ssä mainittujen julkisten alojen työeläkelakien perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
        "folded_fi": "ennen vuotta 1944 syntyneella henkilolla on oikeus saada kansanelakelain muuttamisesta annetun lain (639/2003) voimaantulosaannoksen 3 momentin perusteella yksilollista varhaiselaketta siihen saakka, kun han tayttaa 65 vuotta siten kuin vuoden 1956 kansanelakelain 22 a §:ssa saadetaan. yksilolliseen varhaiselakkeeseen sovelletaan, mita vuoden 1956 kansanelakelain 26 §:n 7 momentissa saadetaan elaketulojen huomioon ottamisesta ja kansanelakeasetuksen (594/1956) 53 §:n 2 momentissa saadetaan yksilollisen varhaiselakkeen saajan ilmoitusvelvollisuudesta. muutoin yksilolliseen varhaiselakkeeseen sovelletaan, mita kansanelakelain 3―9 §:ssa saadetaan maaritelmista ja soveltamisalasta, 4 luvussa kansanelakkeen maaraytymisperusteista, 54, 55, 57, 61―67 ja 69―76 §:ssa toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivastysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamaarien pyoristamisesta seka ulosmittaus- ja siirtokiellosta. yksilollinen varhaiselake muuttuu kansanelakelain mukaiseksi vanhuuselakkeeksi ilman hakemusta, kun elakkeensaaja tayttaa 65 vuotta, jos elakkeen maaraytymisperusteet eivat muutu. jos henkilo saa yksilollista varhaiselaketta kansanelakelain muuttamisesta annetun lain (639/2003) voimaantulosaannoksen, taman lain tai tyontekijan elakelain 3 §:ssa mainittujen julkisten alojen tyoelakelakien perusteella, hanella on oikeus kansanelakelain 10 luvun mukaiseen lapsikorotukseen.",
        "title_sv": "Individuell förtidspension",
        "content_sv": "En före 1944 född person har rätt att enligt 3 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003) få individuell förtidspension till dess att han eller hon fyller 65 år så som bestäms i 22 a § i 1956 års folkpensionslag. I fråga om individuell förtidspension tillämpas vad som i 26 § 7 mom. i 1956 års folkpensionslag bestäms om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsförordningen (594/1956) bestäms om anmälningsskyldighet för den som får individuell förtidspension. I fråga om individuell förtidspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 §, grunderna för fastställande av folkpension i 4 kap., verkställighet i 54, 55, 57, 61―67 och 69―76 §, ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Individuell förtidspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar för den offentliga sektorn som nämns i 3 § i lagen om pension för arbetstagare har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "normalized_sv": "En före 1944 född person har rätt att enligt 3 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003) få individuell förtidspension till dess att han eller hon fyller 65 år så som bestäms i 22 a § i 1956 års folkpensionslag. I fråga om individuell förtidspension tillämpas vad som i 26 § 7 mom. i 1956 års folkpensionslag bestäms om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsförordningen (594/1956) bestäms om anmälningsskyldighet för den som får individuell förtidspension. I fråga om individuell förtidspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 § , grunderna för fastställande av folkpension i 4 kap., verkställighet i 54, 55, 57, 61―67 och 69―76 § , ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Individuell förtidspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar för den offentliga sektorn som nämns i 3 § i lagen om pension för arbetstagare har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "folded_sv": "en fore 1944 fodd person har ratt att enligt 3 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (639/2003) fa individuell fortidspension till dess att han eller hon fyller 65 ar sa som bestams i 22 a § i 1956 ars folkpensionslag. i fraga om individuell fortidspension tillampas vad som i 26 § 7 mom. i 1956 ars folkpensionslag bestams om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsforordningen (594/1956) bestams om anmalningsskyldighet for den som far individuell fortidspension. i fraga om individuell fortidspension tillampas i ovrigt bestammelserna om definitioner och tillampningsomrade i 3―9 §, grunderna for faststallande av folkpension i 4 kap., verkstallighet i 54, 55, 57, 61―67 och 69―76 §, andringssokande i 12 kap., erhallande, utlamnande och hemlighallande av uppgifter i 13 kap., finansiering i 14 kap. och forhojning for drojsmalstiden, institutionsvard, indexbindning, avrundning av beloppen samt utmatnings- och overforingsforbud i 15 kap. i folkpensionslagen. individuell fortidspension omvandlas utan ansokan till alderspension enligt folkpensionslagen nar pensionstagaren fyller 65 ar, om inte grunderna for faststallande av pensionen andras. den som far individuell fortidspension enligt ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar for den offentliga sektorn som namns i 3 § i lagen om pension for arbetstagare har ratt till barnforhojning enligt 10 kap. i folkpensionslagen."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ennen 1 päivää heinäkuuta 1950 syntyneen lesken oikeus leskeneläkkeeseen",
      "content": "Oikeus leskeneläkkeeseen on 1 päivänä heinäkuuta 1950 tai sitä ennen syntyneellä leskellä, jos: 1) hän oli 1 päivästä heinäkuuta 1990 tai sitä aikaisemmasta ajasta avioliitossa edunjättäjän kanssa; 2) avioliitto oli solmittu ennen kuin edunjättäjä oli täyttänyt 65 vuotta; ja 3) avioliitto oli edunjättäjän kuollessa jatkunut vähintään kolme vuotta. Muutoin 1 momentissa tarkoitetun lesken leskeneläkkeeseen sovelletaan, mitä kansaneläkelaissa säädetään leskeneläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Oikeus leskeneläkkeeseen on 1 päivänä heinäkuuta 1950 tai sitä ennen syntyneellä leskellä, jos: 1) hän oli 1 päivästä heinäkuuta 1990 tai sitä aikaisemmasta ajasta avioliitossa edunjättäjän kanssa; 2) avioliitto oli solmittu ennen kuin edunjättäjä oli täyttänyt 65 vuotta; ja 3) avioliitto oli edunjättäjän kuollessa jatkunut vähintään kolme vuotta. Muutoin 1 momentissa tarkoitetun lesken leskeneläkkeeseen sovelletaan, mitä kansaneläkelaissa säädetään leskeneläkkeestä.",
        "folded_fi": "oikeus leskenelakkeeseen on 1 paivana heinakuuta 1950 tai sita ennen syntyneella leskella, jos: 1) han oli 1 paivasta heinakuuta 1990 tai sita aikaisemmasta ajasta avioliitossa edunjattajan kanssa; 2) avioliitto oli solmittu ennen kuin edunjattaja oli tayttanyt 65 vuotta; ja 3) avioliitto oli edunjattajan kuollessa jatkunut vahintaan kolme vuotta. muutoin 1 momentissa tarkoitetun lesken leskenelakkeeseen sovelletaan, mita kansanelakelaissa saadetaan leskenelakkeesta.",
        "title_sv": "Rätt till efterlevandepension för efterlevande makar födda före den 1 juli 1950",
        "content_sv": "Rätt till efterlevandepension har en efterlevande make som är född den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller från ett tidigare datum var gift med förmånslåtaren, 2) äktenskapet hade ingåtts innan förmånslåtaren hade fyllt 65 år, och 3) äktenskapet vid förmånslåtarens död hade varat minst tre år. I fråga om efterlevandepension för en efterlevande make som avses i 1 mom. tillämpas i övrigt vad som bestäms om efterlevandepension i folkpensionslagen.",
        "normalized_sv": "Rätt till efterlevandepension har en efterlevande make som är född den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller från ett tidigare datum var gift med förmånslåtaren, 2) äktenskapet hade ingåtts innan förmånslåtaren hade fyllt 65 år, och 3) äktenskapet vid förmånslåtarens död hade varat minst tre år. I fråga om efterlevandepension för en efterlevande make som avses i 1 mom. tillämpas i övrigt vad som bestäms om efterlevandepension i folkpensionslagen.",
        "folded_sv": "ratt till efterlevandepension har en efterlevande make som ar fodd den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller fran ett tidigare datum var gift med formanslataren, 2) aktenskapet hade ingatts innan formanslataren hade fyllt 65 ar, och 3) aktenskapet vid formanslatarens dod hade varat minst tre ar. i fraga om efterlevandepension for en efterlevande make som avses i 1 mom. tillampas i ovrigt vad som bestams om efterlevandepension i folkpensionslagen."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perhe-eläkkeen määräytyminen ennen 1 päivää heinäkuuta 1990 kuolleen edunjättäjän jälkeen",
      "content": "Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, oikeus perhe-eläkkeeseen määräytyy perhe-eläkelain 6 §:n, 7 §:n 4 kohdan, 8, 9, 9 b ja 12 §:n sekä 13 §:n 2 momentin perusteella. Lesken kertasuoritus määräytyy mainitun lain 14 §:n perusteella. Muutoin perhe-eläkkeestä on voimassa, mitä kansaneläkelain 5―9 ja 11―15 luvussa säädetään, kuitenkin siten, että 34 §:ssä tarkoitettu työtulo otetaan kokonaan huomioon vuositulona. Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, lapseneläkkeen ja leskeneläkkeen maksamista jatketaan, kunnes lapsi täyttää 18 vuotta. Leskellä on kuitenkin oikeus jatkoeläkkeeseen, jos hän oli täyttänyt 40 vuotta silloin, kun lapsi täytti 18 vuotta. Lapseneläke maksetaan vähintään sen suuruisena kuin se on maksettu ennen 1 päivää heinäkuuta 1990 ilman veron ennakonpidätystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, oikeus perhe-eläkkeeseen määräytyy perhe-eläkelain 6 § :n, 7 § :n 4 kohdan, 8, 9, 9 b ja 12 § :n sekä 13 § :n 2 momentin perusteella. Lesken kertasuoritus määräytyy mainitun lain 14 § :n perusteella. Muutoin perhe-eläkkeestä on voimassa, mitä kansaneläkelain 5―9 ja 11―15 luvussa säädetään, kuitenkin siten, että 34 § :ssä tarkoitettu työtulo otetaan kokonaan huomioon vuositulona. Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, lapseneläkkeen ja leskeneläkkeen maksamista jatketaan, kunnes lapsi täyttää 18 vuotta. Leskellä on kuitenkin oikeus jatkoeläkkeeseen, jos hän oli täyttänyt 40 vuotta silloin, kun lapsi täytti 18 vuotta. Lapseneläke maksetaan vähintään sen suuruisena kuin se on maksettu ennen 1 päivää heinäkuuta 1990 ilman veron ennakonpidätystä.",
        "folded_fi": "jos edunjattaja on kuollut ennen 1 paivaa heinakuuta 1990, oikeus perhe-elakkeeseen maaraytyy perhe-elakelain 6 §:n, 7 §:n 4 kohdan, 8, 9, 9 b ja 12 §:n seka 13 §:n 2 momentin perusteella. lesken kertasuoritus maaraytyy mainitun lain 14 §:n perusteella. muutoin perhe-elakkeesta on voimassa, mita kansanelakelain 5―9 ja 11―15 luvussa saadetaan, kuitenkin siten, etta 34 §:ssa tarkoitettu tyotulo otetaan kokonaan huomioon vuositulona. jos edunjattaja on kuollut ennen 1 paivaa heinakuuta 1990, lapsenelakkeen ja leskenelakkeen maksamista jatketaan, kunnes lapsi tayttaa 18 vuotta. leskella on kuitenkin oikeus jatkoelakkeeseen, jos han oli tayttanyt 40 vuotta silloin, kun lapsi taytti 18 vuotta. lapsenelake maksetaan vahintaan sen suuruisena kuin se on maksettu ennen 1 paivaa heinakuuta 1990 ilman veron ennakonpidatysta.",
        "title_sv": "Familjepension efter en förmånslåtare som avlidit före den 1 juli 1990",
        "content_sv": "Om en förmånslåtare har avlidit före den 1 juli 1990, bestäms rätten till familjepension enligt 6 §, 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. Engångsbetalningen till den efterlevande maken bestäms enligt 14 § i nämnda lag. För familjepension gäller i övrigt 5―9 och 11―15 kap. i folkpensionslagen, dock så att arbetsinkomster enligt 34 § i sin helhet beaktas som årsinkomst. Om förmånslåtaren har avlidit före den 1 juli 1990, fortsätter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 år. Den efterlevande maken har dock rätt till fortsättningspension, om han eller hon hade fyllt 40 år när barnet fyllde 18 år. Barnpension betalas till minst det belopp som före den 1 juli 1990 betalades utan förskottsinnehållning av skatt.",
        "normalized_sv": "Om en förmånslåtare har avlidit före den 1 juli 1990, bestäms rätten till familjepension enligt 6 § , 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. Engångsbetalningen till den efterlevande maken bestäms enligt 14 § i nämnda lag. För familjepension gäller i övrigt 5―9 och 11―15 kap. i folkpensionslagen, dock så att arbetsinkomster enligt 34 § i sin helhet beaktas som årsinkomst. Om förmånslåtaren har avlidit före den 1 juli 1990, fortsätter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 år. Den efterlevande maken har dock rätt till fortsättningspension, om han eller hon hade fyllt 40 år när barnet fyllde 18 år. Barnpension betalas till minst det belopp som före den 1 juli 1990 betalades utan förskottsinnehållning av skatt.",
        "folded_sv": "om en formanslatare har avlidit fore den 1 juli 1990, bestams ratten till familjepension enligt 6 §, 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. engangsbetalningen till den efterlevande maken bestams enligt 14 § i namnda lag. for familjepension galler i ovrigt 5―9 och 11―15 kap. i folkpensionslagen, dock sa att arbetsinkomster enligt 34 § i sin helhet beaktas som arsinkomst. om formanslataren har avlidit fore den 1 juli 1990, fortsatter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 ar. den efterlevande maken har dock ratt till fortsattningspension, om han eller hon hade fyllt 40 ar nar barnet fyllde 18 ar. barnpension betalas till minst det belopp som fore den 1 juli 1990 betalades utan forskottsinnehallning av skatt."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ennen 1 päivää tammikuuta 1996 alkanut lapsikorotus",
      "content": "Kansaneläkelain voimaan tullessa maksussa olevan ennen 1 päivää tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin eläkkeensaajan oikeus lapsikorotukseen jatkuu entisin määräytymisperustein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Kansaneläkelain voimaan tullessa maksussa olevan ennen 1 päivää tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin eläkkeensaajan oikeus lapsikorotukseen jatkuu entisin määräytymisperustein.",
        "folded_fi": "kansanelakelain voimaan tullessa maksussa olevan ennen 1 paivaa tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin elakkeensaajan oikeus lapsikorotukseen jatkuu entisin maaraytymisperustein.",
        "title_sv": "Barnförhöjning som börjat före den 1 januari 1996",
        "content_sv": "Utbetalningen av barnförhöjning som betalas när folkpensionslagen träder i kraft och som har börjat före den 1 januari 1996 fortsätter så länge som pensionstagarens rätt till barnförhöjning fortsätter att gälla på tidigare grunder för fastställandet.",
        "normalized_sv": "Utbetalningen av barnförhöjning som betalas när folkpensionslagen träder i kraft och som har börjat före den 1 januari 1996 fortsätter så länge som pensionstagarens rätt till barnförhöjning fortsätter att gälla på tidigare grunder för fastställandet.",
        "folded_sv": "utbetalningen av barnforhojning som betalas nar folkpensionslagen trader i kraft och som har borjat fore den 1 januari 1996 fortsatter sa lange som pensionstagarens ratt till barnforhojning fortsatter att galla pa tidigare grunder for faststallandet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kansaneläkkeen, perhe-eläkkeen ja lapsikorotuksen maksaminen ulkomaille",
      "content": "Jos kansaneläkettä, perhe-eläkettä tai lapsikorotusta on maksettu vuoden 1956 kansaneläkelain 41 §:n perusteella ulkomaille, eläkkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansaneläkelain 24, 36 tai 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos kansaneläkettä, perhe-eläkettä tai lapsikorotusta on maksettu vuoden 1956 kansaneläkelain 41 § :n perusteella ulkomaille, eläkkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansaneläkelain 24, 36 tai 45 § :n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
        "folded_fi": "jos kansanelaketta, perhe-elaketta tai lapsikorotusta on maksettu vuoden 1956 kansanelakelain 41 §:n perusteella ulkomaille, elakkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansanelakelain 24, 36 tai 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
        "title_sv": "Betalning av folkpension, familjepension och barnförhöjning till utlandet",
        "content_sv": "Om folkpension, familjepension eller barnförhöjning har betalats till utlandet med stöd av 41 § i 1956 års folkpensionslag, fortsätter utbetalningen av pensionen eller förhöjningen på tidigare grunder till nästa justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att förmånen upphör.",
        "normalized_sv": "Om folkpension, familjepension eller barnförhöjning har betalats till utlandet med stöd av 41 § i 1956 års folkpensionslag, fortsätter utbetalningen av pensionen eller förhöjningen på tidigare grunder till nästa justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att förmånen upphör.",
        "folded_sv": "om folkpension, familjepension eller barnforhojning har betalats till utlandet med stod av 41 § i 1956 ars folkpensionslag, fortsatter utbetalningen av pensionen eller forhojningen pa tidigare grunder till nasta justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att formanen upphor."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Työeläkkeen tulona huomioon ottaminen, kun eläketapahtuma on ennen 1 päivää heinäkuuta 1975",
      "content": "Kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa otetaan tulona huomioon yhteensä enintään 5 550 euroa vuodessa ennen 1 päivää heinäkuuta 1975 sattuneeseen eläketapahtumaan perustuvasta: 1) työntekijäin eläkelain, maatalousyrittäjien eläkelain (467/1969) tai yrittäjien eläkelain (468/1969) vähimmäisehtojen mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 2) lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) tai merimieseläkelain (72/1956) mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 3) maatalousyrittäjien eläkelain mukaisen sukupolvenvaihdoseläkkeen perusmäärästä; sekä 4) työntekijäin eläkelain 8 §:n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä siltä osin kuin se ei ylitä kunkin eläkkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta eläkettä määrättäessä huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. Muilta osin 1 momentin 4 kohdassa tarkoitettu eläke luetaan kokonaisuudessaan tuloksi kansaneläkkeessä. Jos eläkkeensaaja on avioliitossa tai kansaneläkelain 5 §:n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamäärä on 4 559 euroa vuodessa. Edellä 1 ja 2 momentissa tarkoitetuista rahamääristä vähennetään henkilön saamien muiden kansaneläkkeeseen tai leskeneläkkeen täydennysmäärään vaikuttavien tulojen määrä, ja näin saatuun rahamäärään lisätään se osa, jolla tulot ylittävät 2 091 euroa. Eläketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on täyttänyt eläkkeen saamiseen oikeuttavan eläkeiän; 2) vakuutettu on tullut eläkkeen saamiseen oikeuttavassa määrin työkyvyttömäksi; 3) työttömyyseläkkeeseen oikeuttava työvoimaviranomaisen ensimmäinen todistus on annettu; taikka 4) viljelmän luovutus sukupolvenvaihdoseläkkeen saamiseksi on tapahtunut tai ehdollinen päätös sukupolvenvaihdoseläkkeen myöntämisestä on annettu. Uutena eläketapahtumana ei kuitenkaan pidetä työttömyyseläkkeen muuttumista työkyvyttömyyseläkkeeksi, työkyvyttömyyseläkkeen muuttumista sukupolvenvaihdoseläkkeeksi eikä eläkkeen muuttumista vanhuuseläkkeeksi. Mitä 1―5 momentissa säädetään, sovelletaan, kun ennen 1 päivää tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoeläke otetaan tuloksi kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa; ja 2) luopumiseläkelain (16/1974) mukainen luopumiseläke otetaan tuloksi leskeneläkkeen täydennysmäärää laskettaessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa otetaan tulona huomioon yhteensä enintään 5 550 euroa vuodessa ennen 1 päivää heinäkuuta 1975 sattuneeseen eläketapahtumaan perustuvasta: 1) työntekijäin eläkelain, maatalousyrittäjien eläkelain (467/1969) tai yrittäjien eläkelain (468/1969) vähimmäisehtojen mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 2) lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) tai merimieseläkelain (72/1956) mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 3) maatalousyrittäjien eläkelain mukaisen sukupolvenvaihdoseläkkeen perusmäärästä; sekä 4) työntekijäin eläkelain 8 § :n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä siltä osin kuin se ei ylitä kunkin eläkkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta eläkettä määrättäessä huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. Muilta osin 1 momentin 4 kohdassa tarkoitettu eläke luetaan kokonaisuudessaan tuloksi kansaneläkkeessä. Jos eläkkeensaaja on avioliitossa tai kansaneläkelain 5 § :n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamäärä on 4 559 euroa vuodessa. Edellä 1 ja 2 momentissa tarkoitetuista rahamääristä vähennetään henkilön saamien muiden kansaneläkkeeseen tai leskeneläkkeen täydennysmäärään vaikuttavien tulojen määrä, ja näin saatuun rahamäärään lisätään se osa, jolla tulot ylittävät 2 091 euroa. Eläketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on täyttänyt eläkkeen saamiseen oikeuttavan eläkeiän; 2) vakuutettu on tullut eläkkeen saamiseen oikeuttavassa määrin työkyvyttömäksi; 3) työttömyyseläkkeeseen oikeuttava työvoimaviranomaisen ensimmäinen todistus on annettu; taikka 4) viljelmän luovutus sukupolvenvaihdoseläkkeen saamiseksi on tapahtunut tai ehdollinen päätös sukupolvenvaihdoseläkkeen myöntämisestä on annettu. Uutena eläketapahtumana ei kuitenkaan pidetä työttömyyseläkkeen muuttumista työkyvyttömyyseläkkeeksi, työkyvyttömyyseläkkeen muuttumista sukupolvenvaihdoseläkkeeksi eikä eläkkeen muuttumista vanhuuseläkkeeksi. Mitä 1―5 momentissa säädetään, sovelletaan, kun ennen 1 päivää tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoeläke otetaan tuloksi kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa; ja 2) luopumiseläkelain (16/1974) mukainen luopumiseläke otetaan tuloksi leskeneläkkeen täydennysmäärää laskettaessa.",
        "folded_fi": "kansanelaketta ja leskenelakkeen taydennysmaaraa laskettaessa otetaan tulona huomioon yhteensa enintaan 5 550 euroa vuodessa ennen 1 paivaa heinakuuta 1975 sattuneeseen elaketapahtumaan perustuvasta: 1) tyontekijain elakelain, maatalousyrittajien elakelain (467/1969) tai yrittajien elakelain (468/1969) vahimmaisehtojen mukainen vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta; 2) lyhytaikaisissa tyosuhteissa olevien tyontekijain elakelain (134/1962) tai merimieselakelain (72/1956) mukainen vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta; 3) maatalousyrittajien elakelain mukaisen sukupolvenvaihdoselakkeen perusmaarasta; seka 4) tyontekijain elakelain 8 §:n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta silta osin kuin se ei ylita kunkin elakkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta elaketta maarattaessa huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. muilta osin 1 momentin 4 kohdassa tarkoitettu elake luetaan kokonaisuudessaan tuloksi kansanelakkeessa. jos elakkeensaaja on avioliitossa tai kansanelakelain 5 §:n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamaara on 4 559 euroa vuodessa. edella 1 ja 2 momentissa tarkoitetuista rahamaarista vahennetaan henkilon saamien muiden kansanelakkeeseen tai leskenelakkeen taydennysmaaraan vaikuttavien tulojen maara, ja nain saatuun rahamaaraan lisataan se osa, jolla tulot ylittavat 2 091 euroa. elaketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on tayttanyt elakkeen saamiseen oikeuttavan elakeian; 2) vakuutettu on tullut elakkeen saamiseen oikeuttavassa maarin tyokyvyttomaksi; 3) tyottomyyselakkeeseen oikeuttava tyovoimaviranomaisen ensimmainen todistus on annettu; taikka 4) viljelman luovutus sukupolvenvaihdoselakkeen saamiseksi on tapahtunut tai ehdollinen paatos sukupolvenvaihdoselakkeen myontamisesta on annettu. uutena elaketapahtumana ei kuitenkaan pideta tyottomyyselakkeen muuttumista tyokyvyttomyyselakkeeksi, tyokyvyttomyyselakkeen muuttumista sukupolvenvaihdoselakkeeksi eika elakkeen muuttumista vanhuuselakkeeksi. mita 1―5 momentissa saadetaan, sovelletaan, kun ennen 1 paivaa tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoelake otetaan tuloksi kansanelaketta ja leskenelakkeen taydennysmaaraa laskettaessa; ja 2) luopumiselakelain (16/1974) mukainen luopumiselake otetaan tuloksi leskenelakkeen taydennysmaaraa laskettaessa.",
        "title_sv": "Arbetspension som beaktas som inkomst när pensionsfallet inträffat före den 1 juli 1975",
        "content_sv": "Vid beräkning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt högt 5 550 euro om året av på pensionsfall som har inträffat före den 1 juli 1975 grundad 1) ålders-, invalid- eller arbetslöshetspension som betalas i enlighet med minimivillkoren i 1961 års lag om pension för arbetstagare, lagen om pension för lantbruksföretagare (467/1969) eller lagen om pension för företagare (468/1969), 2) ålders-, invalid- eller arbetslöshetspension som betalas enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962) eller lagen om sjömanspensioner (72/1956), 3) generationsväxlingspension som betalas enligt 1969 års lag om pension för lantbruksföretagare, vad grundbeloppet beträffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 års lag om pension för arbetstagare nämnd ålders-, invalid- eller arbetslöshetspension, till den del den inte för var och en av pensionerna överstiger 1/9 procent av den pensionsgrundande lönen för varje månad som har beaktats när pensionen fastställdes, dock inte för flera än 360 månader. Pension som avses i 1 mom. 4 punkten beaktas i övrigt i sin helhet som inkomst i folkpensionen. Om pensionstagaren är gift eller lever i ett samboförhållande som avses i 5 § 1 mom. i folkpensionslagen, är det belopp som avses i 1 mom. 4 559 euro om året. Personens övriga inkomster som inverkar på folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av från de belopp som nämns i 1 och 2 mom., och till det erhållna beloppet läggs den del av inkomsterna som överstiger 2 091 euro. Pensionsfallet anses ha inträffat då 1) den försäkrade har nått den ålder som berättigar till pension, 2) den försäkrade har blivit oförmögen att arbeta i så hög grad att han eller hon har rätt till pension, 3) det första intyget som berättigar till arbetslöshetspension har utfärdats av en arbetskraftsmyndighet, eller 4) överlåtelse av en brukningsenhet för erhållande av generationsväxlingspension har skett eller ett villkorligt beslut om beviljande av generationsväxlingspension har meddelats. Ett nytt pensionsfall anses dock inte ha inträffat då arbetslöshetspension har omvandlats till sjukpension, då sjukpension har omvandlats till generationsväxlingspension eller då pension har omvandlats till ålderspension. Bestämmelserna i 1―5 mom. tillämpas när före den 1 januari 1983 inledd 1) försörjningspension enligt lagen om skada, ådragen i militärtjänst beaktas som inkomst när folkpension och efterlevandepensionens kompletteringsbelopp beräknas, och 2) avträdelsepension enligt lagen om avträdelsepension (16/1974) beaktas som inkomst när efterlevandepensionens kompletteringsbelopp beräknas.",
        "normalized_sv": "Vid beräkning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt högt 5 550 euro om året av på pensionsfall som har inträffat före den 1 juli 1975 grundad 1) ålders-, invalid- eller arbetslöshetspension som betalas i enlighet med minimivillkoren i 1961 års lag om pension för arbetstagare, lagen om pension för lantbruksföretagare (467/1969) eller lagen om pension för företagare (468/1969), 2) ålders-, invalid- eller arbetslöshetspension som betalas enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962) eller lagen om sjömanspensioner (72/1956), 3) generationsväxlingspension som betalas enligt 1969 års lag om pension för lantbruksföretagare, vad grundbeloppet beträffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 års lag om pension för arbetstagare nämnd ålders-, invalid- eller arbetslöshetspension, till den del den inte för var och en av pensionerna överstiger 1/9 procent av den pensionsgrundande lönen för varje månad som har beaktats när pensionen fastställdes, dock inte för flera än 360 månader. Pension som avses i 1 mom. 4 punkten beaktas i övrigt i sin helhet som inkomst i folkpensionen. Om pensionstagaren är gift eller lever i ett samboförhållande som avses i 5 § 1 mom. i folkpensionslagen, är det belopp som avses i 1 mom. 4 559 euro om året. Personens övriga inkomster som inverkar på folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av från de belopp som nämns i 1 och 2 mom., och till det erhållna beloppet läggs den del av inkomsterna som överstiger 2 091 euro. Pensionsfallet anses ha inträffat då 1) den försäkrade har nått den ålder som berättigar till pension, 2) den försäkrade har blivit oförmögen att arbeta i så hög grad att han eller hon har rätt till pension, 3) det första intyget som berättigar till arbetslöshetspension har utfärdats av en arbetskraftsmyndighet, eller 4) överlåtelse av en brukningsenhet för erhållande av generationsväxlingspension har skett eller ett villkorligt beslut om beviljande av generationsväxlingspension har meddelats. Ett nytt pensionsfall anses dock inte ha inträffat då arbetslöshetspension har omvandlats till sjukpension, då sjukpension har omvandlats till generationsväxlingspension eller då pension har omvandlats till ålderspension. Bestämmelserna i 1―5 mom. tillämpas när före den 1 januari 1983 inledd 1) försörjningspension enligt lagen om skada, ådragen i militärtjänst beaktas som inkomst när folkpension och efterlevandepensionens kompletteringsbelopp beräknas, och 2) avträdelsepension enligt lagen om avträdelsepension (16/1974) beaktas som inkomst när efterlevandepensionens kompletteringsbelopp beräknas.",
        "folded_sv": "vid berakning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt hogt 5 550 euro om aret av pa pensionsfall som har intraffat fore den 1 juli 1975 grundad 1) alders-, invalid- eller arbetsloshetspension som betalas i enlighet med minimivillkoren i 1961 ars lag om pension for arbetstagare, lagen om pension for lantbruksforetagare (467/1969) eller lagen om pension for foretagare (468/1969), 2) alders-, invalid- eller arbetsloshetspension som betalas enligt lagen om pension for arbetstagare i kortvariga arbetsforhallanden (134/1962) eller lagen om sjomanspensioner (72/1956), 3) generationsvaxlingspension som betalas enligt 1969 ars lag om pension for lantbruksforetagare, vad grundbeloppet betraffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 ars lag om pension for arbetstagare namnd alders-, invalid- eller arbetsloshetspension, till den del den inte for var och en av pensionerna overstiger 1/9 procent av den pensionsgrundande lonen for varje manad som har beaktats nar pensionen faststalldes, dock inte for flera an 360 manader. pension som avses i 1 mom. 4 punkten beaktas i ovrigt i sin helhet som inkomst i folkpensionen. om pensionstagaren ar gift eller lever i ett samboforhallande som avses i 5 § 1 mom. i folkpensionslagen, ar det belopp som avses i 1 mom. 4 559 euro om aret. personens ovriga inkomster som inverkar pa folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av fran de belopp som namns i 1 och 2 mom., och till det erhallna beloppet laggs den del av inkomsterna som overstiger 2 091 euro. pensionsfallet anses ha intraffat da 1) den forsakrade har natt den alder som berattigar till pension, 2) den forsakrade har blivit oformogen att arbeta i sa hog grad att han eller hon har ratt till pension, 3) det forsta intyget som berattigar till arbetsloshetspension har utfardats av en arbetskraftsmyndighet, eller 4) overlatelse av en brukningsenhet for erhallande av generationsvaxlingspension har skett eller ett villkorligt beslut om beviljande av generationsvaxlingspension har meddelats. ett nytt pensionsfall anses dock inte ha intraffat da arbetsloshetspension har omvandlats till sjukpension, da sjukpension har omvandlats till generationsvaxlingspension eller da pension har omvandlats till alderspension. bestammelserna i 1―5 mom. tillampas nar fore den 1 januari 1983 inledd 1) forsorjningspension enligt lagen om skada, adragen i militartjanst beaktas som inkomst nar folkpension och efterlevandepensionens kompletteringsbelopp beraknas, och 2) avtradelsepension enligt lagen om avtradelsepension (16/1974) beaktas som inkomst nar efterlevandepensionens kompletteringsbelopp beraknas."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Työeläkkeen huomioon ottaminen tulona 1 päivänä tammikuuta 2005 tai sen jälkeen alkavassa kansaneläkkeessä ja leskeneläkkeen täydennysmäärässä",
      "content": "Jos kansaneläkelain 22 §:n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke on alkanut 1 päivänä tammikuuta 2005 tai sen jälkeen ja eläkkeensaaja on täyttänyt 63 vuotta viimeistään 31 päivänä joulukuuta 2004, työeläke otetaan tulona huomioon 31 päivään joulukuuta 2004 mennessä karttuneena eläkkeenä. Kun kansaneläke tai leskeneläkkeen täydennysmäärä alkaa tai tarkistetaan 1 päivänä tammikuuta 2005 tai sen jälkeen, otetaan ennen edellä mainittua ajankohtaa alkanut kansaneläkelain 22 §:n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke tulona huomioon vuoden 1956 kansaneläkelain säännösten mukaisesti sellaisina kuin ne olivat voimassa kansaneläkelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos kansaneläkelain 22 § :n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke on alkanut 1 päivänä tammikuuta 2005 tai sen jälkeen ja eläkkeensaaja on täyttänyt 63 vuotta viimeistään 31 päivänä joulukuuta 2004, työeläke otetaan tulona huomioon 31 päivään joulukuuta 2004 mennessä karttuneena eläkkeenä. Kun kansaneläke tai leskeneläkkeen täydennysmäärä alkaa tai tarkistetaan 1 päivänä tammikuuta 2005 tai sen jälkeen, otetaan ennen edellä mainittua ajankohtaa alkanut kansaneläkelain 22 § :n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke tulona huomioon vuoden 1956 kansaneläkelain säännösten mukaisesti sellaisina kuin ne olivat voimassa kansaneläkelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
        "folded_fi": "jos kansanelakelain 22 §:n 1 momentin 1 kohdan mukainen tyoelakkeen vanhuuselake on alkanut 1 paivana tammikuuta 2005 tai sen jalkeen ja elakkeensaaja on tayttanyt 63 vuotta viimeistaan 31 paivana joulukuuta 2004, tyoelake otetaan tulona huomioon 31 paivaan joulukuuta 2004 mennessa karttuneena elakkeena. kun kansanelake tai leskenelakkeen taydennysmaara alkaa tai tarkistetaan 1 paivana tammikuuta 2005 tai sen jalkeen, otetaan ennen edella mainittua ajankohtaa alkanut kansanelakelain 22 §:n 1 momentin 1 kohdan mukainen tyoelakkeen vanhuuselake tulona huomioon vuoden 1956 kansanelakelain saannosten mukaisesti sellaisina kuin ne olivat voimassa kansanelakelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
        "title_sv": "Arbetspension som beaktas som inkomst när det gäller folkpension och efterlevandepensionens kompletteringsbelopp som börjar den 1 januari 2005 eller senare",
        "content_sv": "Om en ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har börjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 år senast den 31 december 2004, beaktas som inkomst den arbetspension som intjänats före den 31 december 2004. Om folkpension eller efterlevandepensionens kompletteringsbelopp har börjat eller justerats den 1 januari 2005 eller senare, beaktas ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken börjat före den nämnda tidpunkten som inkomst i enlighet med de bestämmelser i 1956 års folkpensionslag som gällde när lagen om ändring av folkpensionslagen (639/2003) trädde i kraft.",
        "normalized_sv": "Om en ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har börjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 år senast den 31 december 2004, beaktas som inkomst den arbetspension som intjänats före den 31 december 2004. Om folkpension eller efterlevandepensionens kompletteringsbelopp har börjat eller justerats den 1 januari 2005 eller senare, beaktas ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken börjat före den nämnda tidpunkten som inkomst i enlighet med de bestämmelser i 1956 års folkpensionslag som gällde när lagen om ändring av folkpensionslagen (639/2003) trädde i kraft.",
        "folded_sv": "om en alderspension fran arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har borjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 ar senast den 31 december 2004, beaktas som inkomst den arbetspension som intjanats fore den 31 december 2004. om folkpension eller efterlevandepensionens kompletteringsbelopp har borjat eller justerats den 1 januari 2005 eller senare, beaktas alderspension fran arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken borjat fore den namnda tidpunkten som inkomst i enlighet med de bestammelser i 1956 ars folkpensionslag som gallde nar lagen om andring av folkpensionslagen (639/2003) tradde i kraft."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Etuoikeutetut eläketulot ja eräät ulkomailta maksettavat etuudet",
      "content": "Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsäädännön mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 päivää tammikuuta 1985 eikä sellaista enintään vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 päivää tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsäädäntöön perustuvaa tapaturmaeläkettä, perhe-eläkettä, elinkorkoa ja huoltoeläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1994. Kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaeläkettä ja elinkorkoa eikä liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja työkyvyttömyyseläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. Ennen 1 päivää tammikuuta 1997 alkaneen kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona otetaan huomioon kansaneläkelain 22 §:n 2 momentin mukainen ennen 1 päivää tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansaneläke tai leskeneläke tarkistetaan kansaneläkelain 24 tai 36 §:n perusteella. Jos kansaneläke tai leskeneläke myönnetään tai tarkistetaan 1 päivää tammikuuta 1997 edeltävältä ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 päivästä tammikuuta 1997. Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon työntekijäin eläkelain 5 a §:n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sitä vastaavaa korotusta, jos henkilö on täyttänyt 65 vuotta 1 päivänä tammikuuta 1980 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsäädännön mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 päivää tammikuuta 1985 eikä sellaista enintään vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 päivää tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsäädäntöön perustuvaa tapaturmaeläkettä, perhe-eläkettä, elinkorkoa ja huoltoeläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1994. Kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaeläkettä ja elinkorkoa eikä liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja työkyvyttömyyseläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. Ennen 1 päivää tammikuuta 1997 alkaneen kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona otetaan huomioon kansaneläkelain 22 § :n 2 momentin mukainen ennen 1 päivää tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansaneläke tai leskeneläke tarkistetaan kansaneläkelain 24 tai 36 § :n perusteella. Jos kansaneläke tai leskeneläke myönnetään tai tarkistetaan 1 päivää tammikuuta 1997 edeltävältä ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 päivästä tammikuuta 1997. Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon työntekijäin eläkelain 5 a § :n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sitä vastaavaa korotusta, jos henkilö on täyttänyt 65 vuotta 1 päivänä tammikuuta 1980 tai sen jälkeen.",
        "folded_fi": "kansanelakkeen maaraa laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsaadannon mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 paivaa tammikuuta 1985 eika sellaista enintaan vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 paivaa tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsaadantoon perustuvaa tapaturmaelaketta, perhe-elaketta, elinkorkoa ja huoltoelaketta, jos etuuden maksaminen on alkanut ennen 1 paivaa tammikuuta 1994. kansanelakkeen maaraa ja leskenelakkeen taydennysmaaraa laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaelaketta ja elinkorkoa eika liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja tyokyvyttomyyselaketta, jos etuuden maksaminen on alkanut ennen 1 paivaa tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. ennen 1 paivaa tammikuuta 1997 alkaneen kansanelakkeen maaraa ja leskenelakkeen taydennysmaaraa laskettaessa tulona otetaan huomioon kansanelakelain 22 §:n 2 momentin mukainen ennen 1 paivaa tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansanelake tai leskenelake tarkistetaan kansanelakelain 24 tai 36 §:n perusteella. jos kansanelake tai leskenelake myonnetaan tai tarkistetaan 1 paivaa tammikuuta 1997 edeltavalta ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 paivasta tammikuuta 1997. kansanelakkeen maaraa laskettaessa tulona ei oteta huomioon tyontekijain elakelain 5 a §:n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sita vastaavaa korotusta, jos henkilo on tayttanyt 65 vuotta 1 paivana tammikuuta 1980 tai sen jalkeen.",
        "title_sv": "Prioriterade pensionsinkomster och vissa förmåner från utlandet",
        "content_sv": "När folkpensionsbeloppet beräknas beaktas inte som inkomst 1) på trafikförsäkringslagstiftningen grundad ersättning för inkomstbortfall som har börjat betalas ut före den 1 januari 1985 eller ersättning för inkomstbortfall som har betalats för högst ett år och som betalas på grund av skada som uppkommit före den 1 januari 1995, 2) olycksfallspension, familjepension, livränta och försörjningspension enligt lagstiftningen om frivillig olycksfallsförsäkring, om förmånen har börjat betalas ut före den 1 januari 1994. När folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beräknas beaktas inte som inkomst olycksfallspension och livränta enligt lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring (625/1991) och inte heller ersättning för inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersätts enligt trafikförsäkringslagen (626/1991) om förmånen har börjat betalas ut före den 1 januari 1999, så länge utbetalningen av förmånen fortsätter utan avbrott. När beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har börjat före den 1 januari 1997 beräknas beaktas som inkomst en sådan förmån enligt 22 § 2 mom. i folkpensionslagen som har börjat betalas från utlandet före den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stöd av 24 eller 36 § i folkpensionslagen. Om folkpension eller efterlevandepension beviljas eller justeras för tiden före den 1 januari 1997, beaktas en förmån som betalas från utlandet som inkomst från och med den 1 januari 1997. När folkpensionsbeloppet beräknas beaktas inte som inkomst en förhöjning enligt 5 a § 1 mom. i 1961 års lag om pension för arbetstagare, sådant det lyder i lag 1263/1999, eller en motsvarande förhöjning, om personen fyllt 65 år den 1 januari 1980 eller senare.",
        "normalized_sv": "När folkpensionsbeloppet beräknas beaktas inte som inkomst 1) på trafikförsäkringslagstiftningen grundad ersättning för inkomstbortfall som har börjat betalas ut före den 1 januari 1985 eller ersättning för inkomstbortfall som har betalats för högst ett år och som betalas på grund av skada som uppkommit före den 1 januari 1995, 2) olycksfallspension, familjepension, livränta och försörjningspension enligt lagstiftningen om frivillig olycksfallsförsäkring, om förmånen har börjat betalas ut före den 1 januari 1994. När folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beräknas beaktas inte som inkomst olycksfallspension och livränta enligt lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring (625/1991) och inte heller ersättning för inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersätts enligt trafikförsäkringslagen (626/1991) om förmånen har börjat betalas ut före den 1 januari 1999, så länge utbetalningen av förmånen fortsätter utan avbrott. När beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har börjat före den 1 januari 1997 beräknas beaktas som inkomst en sådan förmån enligt 22 § 2 mom. i folkpensionslagen som har börjat betalas från utlandet före den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stöd av 24 eller 36 § i folkpensionslagen. Om folkpension eller efterlevandepension beviljas eller justeras för tiden före den 1 januari 1997, beaktas en förmån som betalas från utlandet som inkomst från och med den 1 januari 1997. När folkpensionsbeloppet beräknas beaktas inte som inkomst en förhöjning enligt 5 a § 1 mom. i 1961 års lag om pension för arbetstagare, sådant det lyder i lag 1263/1999, eller en motsvarande förhöjning, om personen fyllt 65 år den 1 januari 1980 eller senare.",
        "folded_sv": "nar folkpensionsbeloppet beraknas beaktas inte som inkomst 1) pa trafikforsakringslagstiftningen grundad ersattning for inkomstbortfall som har borjat betalas ut fore den 1 januari 1985 eller ersattning for inkomstbortfall som har betalats for hogst ett ar och som betalas pa grund av skada som uppkommit fore den 1 januari 1995, 2) olycksfallspension, familjepension, livranta och forsorjningspension enligt lagstiftningen om frivillig olycksfallsforsakring, om formanen har borjat betalas ut fore den 1 januari 1994. nar folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beraknas beaktas inte som inkomst olycksfallspension och livranta enligt lagen om rehabilitering som ersatts enligt lagen om olycksfallsforsakring (625/1991) och inte heller ersattning for inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersatts enligt trafikforsakringslagen (626/1991) om formanen har borjat betalas ut fore den 1 januari 1999, sa lange utbetalningen av formanen fortsatter utan avbrott. nar beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har borjat fore den 1 januari 1997 beraknas beaktas som inkomst en sadan forman enligt 22 § 2 mom. i folkpensionslagen som har borjat betalas fran utlandet fore den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stod av 24 eller 36 § i folkpensionslagen. om folkpension eller efterlevandepension beviljas eller justeras for tiden fore den 1 januari 1997, beaktas en forman som betalas fran utlandet som inkomst fran och med den 1 januari 1997. nar folkpensionsbeloppet beraknas beaktas inte som inkomst en forhojning enligt 5 a § 1 mom. i 1961 ars lag om pension for arbetstagare, sadant det lyder i lag 1263/1999, eller en motsvarande forhojning, om personen fyllt 65 ar den 1 januari 1980 eller senare."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kansaneläkkeen suojaaminen tukiosan ja tukilisän lisäosaksi yhdistämisessä",
      "content": "Jos kansaneläkelain voimaan tullessa maksussa olevaan kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, että tukiosan ja tukilisän yhdistäminen lisäosaksi 1 päivänä tammikuuta 1983 olisi pienentänyt tukiosan ja tukilisän yhteismäärää, kansaneläkkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansaneläke on tarkistettava kansaneläkelain 24 §:n perusteella. Samoin menetellään, jos kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisäosien yhteismäärä olisi pienentynyt 1 päivästä tammikuuta 1984.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jos kansaneläkelain voimaan tullessa maksussa olevaan kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, että tukiosan ja tukilisän yhdistäminen lisäosaksi 1 päivänä tammikuuta 1983 olisi pienentänyt tukiosan ja tukilisän yhteismäärää, kansaneläkkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansaneläke on tarkistettava kansaneläkelain 24 § :n perusteella. Samoin menetellään, jos kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisäosien yhteismäärä olisi pienentynyt 1 päivästä tammikuuta 1984.",
        "folded_fi": "jos kansanelakelain voimaan tullessa maksussa olevaan kansanelakkeeseen sisaltyy osa, jota maksetaan sen vuoksi, etta tukiosan ja tukilisan yhdistaminen lisaosaksi 1 paivana tammikuuta 1983 olisi pienentanyt tukiosan ja tukilisan yhteismaaraa, kansanelakkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansanelake on tarkistettava kansanelakelain 24 §:n perusteella. samoin menetellaan, jos kansanelakkeeseen sisaltyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisaosien yhteismaara olisi pienentynyt 1 paivasta tammikuuta 1984.",
        "title_sv": "Skydd av folkpension när understödsdelen och understödstillägget kombineras till en tilläggsdel",
        "content_sv": "Om det i folkpension som betalas när folkpensionslagen träder i kraft ingår en del som betalas därför att en kombination av understödsdelen och understödstillägget till en tilläggsdel den 1 januari 1983 skulle ha blivit mindre än understödsdelen och understödstillägget tillsammans, fortsätter utbetalningen av folkpensionen på tidigare grunder till dess att folkpensionen skall justeras med stöd av 24 § i folkpensionslagen. Samma förfarande tillämpas, om det i folkpensionen ingår en del som betalas därför att makarnas tilläggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984.",
        "normalized_sv": "Om det i folkpension som betalas när folkpensionslagen träder i kraft ingår en del som betalas därför att en kombination av understödsdelen och understödstillägget till en tilläggsdel den 1 januari 1983 skulle ha blivit mindre än understödsdelen och understödstillägget tillsammans, fortsätter utbetalningen av folkpensionen på tidigare grunder till dess att folkpensionen skall justeras med stöd av 24 § i folkpensionslagen. Samma förfarande tillämpas, om det i folkpensionen ingår en del som betalas därför att makarnas tilläggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984.",
        "folded_sv": "om det i folkpension som betalas nar folkpensionslagen trader i kraft ingar en del som betalas darfor att en kombination av understodsdelen och understodstillagget till en tillaggsdel den 1 januari 1983 skulle ha blivit mindre an understodsdelen och understodstillagget tillsammans, fortsatter utbetalningen av folkpensionen pa tidigare grunder till dess att folkpensionen skall justeras med stod av 24 § i folkpensionslagen. samma forfarande tillampas, om det i folkpensionen ingar en del som betalas darfor att makarnas tillaggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kansaneläkkeen ja leskeneläkkeen suojaaminen perhesuhteiden vaikutukselta",
      "content": "Jos avio- tai avoliitossa olevan henkilön kansaneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansaneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansaneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen päättymisen perusteella. Jos avioliitossa olevan henkilön leskeneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avioliitossa, leskeneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskeneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskeneläkkeen saajan puolisolle myönnetään kansaneläke tai perhe-eläke.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos avio- tai avoliitossa olevan henkilön kansaneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansaneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansaneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen päättymisen perusteella. Jos avioliitossa olevan henkilön leskeneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avioliitossa, leskeneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskeneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskeneläkkeen saajan puolisolle myönnetään kansaneläke tai perhe-eläke.",
        "folded_fi": "jos avio- tai avoliitossa olevan henkilon kansanelake on alkanut ennen 1 paivaa syyskuuta 1991 ja sen lisaosa on maaraytynyt sellaisen henkilon perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansanelakkeen maksamista jatketaan kansanelakelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansanelake tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen paattymisen perusteella. jos avioliitossa olevan henkilon leskenelake on alkanut ennen 1 paivaa syyskuuta 1991 ja sen lisaosa on maaraytynyt sellaisen henkilon perhesuhteiden mukaan, joka ei ole avioliitossa, leskenelakkeen maksamista jatketaan kansanelakelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskenelake tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskenelakkeen saajan puolisolle myonnetaan kansanelake tai perhe-elake.",
        "title_sv": "Skydd av folkpension och efterlevandepension mot inverkan av familjeförhållanden",
        "content_sv": "Om folkpensionen för en person som är gift eller lever i ett samboförhållande har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en person som inte är gift eller inte lever i ett samboförhållande, fortsätter utbetalningen av folkpensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att folkpensionen justeras på grund av ingående eller upplösning av äktenskap eller inledande eller avslutande av ett samboförhållande. Om efterlevandepensionen för en gift person har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en ogift person, fortsätter utbetalningen av efterlevandepensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att efterlevandepensionen justeras på grund av ingående eller upplösning av äktenskap eller maken eller makan till den som får efterlevandepensionen beviljas folkpension eller familjepension.",
        "normalized_sv": "Om folkpensionen för en person som är gift eller lever i ett samboförhållande har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en person som inte är gift eller inte lever i ett samboförhållande, fortsätter utbetalningen av folkpensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att folkpensionen justeras på grund av ingående eller upplösning av äktenskap eller inledande eller avslutande av ett samboförhållande. Om efterlevandepensionen för en gift person har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en ogift person, fortsätter utbetalningen av efterlevandepensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att efterlevandepensionen justeras på grund av ingående eller upplösning av äktenskap eller maken eller makan till den som får efterlevandepensionen beviljas folkpension eller familjepension.",
        "folded_sv": "om folkpensionen for en person som ar gift eller lever i ett samboforhallande har borjat fore den 1 september 1991 och dess tillaggsdel har faststallts enligt familjeforhallandena for en person som inte ar gift eller inte lever i ett samboforhallande, fortsatter utbetalningen av folkpensionen vid folkpensionslagens ikrafttradande pa tidigare grunder till dess att folkpensionen justeras pa grund av ingaende eller upplosning av aktenskap eller inledande eller avslutande av ett samboforhallande. om efterlevandepensionen for en gift person har borjat fore den 1 september 1991 och dess tillaggsdel har faststallts enligt familjeforhallandena for en ogift person, fortsatter utbetalningen av efterlevandepensionen vid folkpensionslagens ikrafttradande pa tidigare grunder till dess att efterlevandepensionen justeras pa grund av ingaende eller upplosning av aktenskap eller maken eller makan till den som far efterlevandepensionen beviljas folkpension eller familjepension."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kansaneläkkeen ja leskeneläkkeen maksaminen ennen 1 päivää tammikuuta 1994 voimassa olleiden säännösten mukaisesti",
      "content": "Jos kansaneläkettä maksetaan ilman sen suhteuttamista eläkkeensaajan Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Kansaneläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi. Jos leskeneläkettä maksetaan ilman sen suhteuttamista edunjättäjän Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Perhe-eläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos kansaneläkettä maksetaan ilman sen suhteuttamista eläkkeensaajan Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Kansaneläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi. Jos leskeneläkettä maksetaan ilman sen suhteuttamista edunjättäjän Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Perhe-eläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi.",
        "folded_fi": "jos kansanelaketta maksetaan ilman sen suhteuttamista elakkeensaajan suomessa asumaan aikaan, elakkeen maksamista jatketaan entisin perustein kansanelakelain voimaan tullessa. kansanelakkeensaaja voi hakea elakkeen uudelleen laskemista kansanelakelain mukaiseksi. jos leskenelaketta maksetaan ilman sen suhteuttamista edunjattajan suomessa asumaan aikaan, elakkeen maksamista jatketaan entisin perustein kansanelakelain voimaan tullessa. perhe-elakkeensaaja voi hakea elakkeen uudelleen laskemista kansanelakelain mukaiseksi.",
        "title_sv": "Betalning av folkpension och efterlevandepension enligt de bestämmelser som gällde före den 1 januari 1994",
        "content_sv": "Om folkpension betalas utan att den har avvägts enligt den tid som pensionstagaren har varit bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Folkpensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen. Om efterlevandepension betalas utan att den har avvägts enligt den tid som förmånslåtaren var bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Familjepensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen.",
        "normalized_sv": "Om folkpension betalas utan att den har avvägts enligt den tid som pensionstagaren har varit bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Folkpensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen. Om efterlevandepension betalas utan att den har avvägts enligt den tid som förmånslåtaren var bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Familjepensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen.",
        "folded_sv": "om folkpension betalas utan att den har avvagts enligt den tid som pensionstagaren har varit bosatt i finland, fortsatter utbetalningen av pensionen pa tidigare grunder nar folkpensionslagen trader i kraft. folkpensionstagaren kan ansoka om att pensionen beraknas pa nytt i enlighet med folkpensionslagen. om efterlevandepension betalas utan att den har avvagts enligt den tid som formanslataren var bosatt i finland, fortsatter utbetalningen av pensionen pa tidigare grunder nar folkpensionslagen trader i kraft. familjepensionstagaren kan ansoka om att pensionen beraknas pa nytt i enlighet med folkpensionslagen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ennen 1 päivää tammikuuta 2008 alkaneen kansaneläkkeen ja leskeneläkkeen tarkistaminen",
      "content": "Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläkkeessä tai leskeneläkkeen täydennysmäärässä tuloksi otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahtuu tämän lain voimaantulon jälkeen muutos, kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan ja eläke tai muu etuus otetaan tulona huomioon kansaneläkelain mukaan tarkistusajankohdan määräisenä. Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan tämän lain voimaantulon jälkeen kansaneläkelain 24 §:n 1 momentin tai 36 §:n 1 momentin 3 tai 4 kohdan mukaisesti, eläke tai muu etuus otetaan tulona huomioon entisen suuruisena kansaneläkeindeksillä tarkistettuna, ellei eläkkeen tai muun etuuden määräytymisperusteissa ole tapahtunut muutosta. Jos henkilö, joka saa kansaneläkelain voimaan tullessa perhe-eläkelain mukaista leskeneläkkeen täydennysmäärää, jota laskettaessa on otettu tulona huomioon eläke tai muu etuus, alkaa saada kansaneläkettä kansaneläkelain voimaantulon jälkeen, eläke tai muu etuus otetaan tulona huomioon kansaneläkeindeksillä tarkistettuna. Samoin menetellään, kun henkilö, joka on saanut kansaneläkelain voimaan tullessa kansaneläkettä, jonka määrässä on otettu tulona huomioon eläke tai muu etuus, alkaa saada leskeneläkkeen täydennysmäärää. Tämän momentin soveltamisen edellytyksenä on, että tulona huomioon otettavan eläkkeen tai siihen rinnastettavan etuuden määräytymisperusteissa ei ole tapahtunut muutosta. Jos tämän lain voimaan tullessa maksussa oleva vuoden 1956 kansaneläkelain mukainen työkyvyttömyyseläke, työttömyyseläke tai yksilöllinen varhaiseläke muuttuu vanhuuseläkkeeksi tai vuoden 1956 kansaneläkelain mukainen työttömyyseläke muuttuu työkyvyttömyyseläkkeeksi kansaneläkelain voimaantulon jälkeen, eläkkeen määrä ei muutu, ellei siinä tulona huomioon otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahdu muutosta. Tätä pykälää sovelletaan vain sellaiseen tulona huomioon otettavaan työeläkkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen eläkesääntöön taikka sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettuun neuvoston asetukseen (ETY) N:o 1408/71. Määräytymisperusteen muutoksena ei pidetä eläkkeen tai muun etuuden indeksitarkistusta tai sitä vastaavaa tarkistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläkkeessä tai leskeneläkkeen täydennysmäärässä tuloksi otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahtuu tämän lain voimaantulon jälkeen muutos, kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan ja eläke tai muu etuus otetaan tulona huomioon kansaneläkelain mukaan tarkistusajankohdan määräisenä. Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan tämän lain voimaantulon jälkeen kansaneläkelain 24 § :n 1 momentin tai 36 § :n 1 momentin 3 tai 4 kohdan mukaisesti, eläke tai muu etuus otetaan tulona huomioon entisen suuruisena kansaneläkeindeksillä tarkistettuna, ellei eläkkeen tai muun etuuden määräytymisperusteissa ole tapahtunut muutosta. Jos henkilö, joka saa kansaneläkelain voimaan tullessa perhe-eläkelain mukaista leskeneläkkeen täydennysmäärää, jota laskettaessa on otettu tulona huomioon eläke tai muu etuus, alkaa saada kansaneläkettä kansaneläkelain voimaantulon jälkeen, eläke tai muu etuus otetaan tulona huomioon kansaneläkeindeksillä tarkistettuna. Samoin menetellään, kun henkilö, joka on saanut kansaneläkelain voimaan tullessa kansaneläkettä, jonka määrässä on otettu tulona huomioon eläke tai muu etuus, alkaa saada leskeneläkkeen täydennysmäärää. Tämän momentin soveltamisen edellytyksenä on, että tulona huomioon otettavan eläkkeen tai siihen rinnastettavan etuuden määräytymisperusteissa ei ole tapahtunut muutosta. Jos tämän lain voimaan tullessa maksussa oleva vuoden 1956 kansaneläkelain mukainen työkyvyttömyyseläke, työttömyyseläke tai yksilöllinen varhaiseläke muuttuu vanhuuseläkkeeksi tai vuoden 1956 kansaneläkelain mukainen työttömyyseläke muuttuu työkyvyttömyyseläkkeeksi kansaneläkelain voimaantulon jälkeen, eläkkeen määrä ei muutu, ellei siinä tulona huomioon otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahdu muutosta. Tätä pykälää sovelletaan vain sellaiseen tulona huomioon otettavaan työeläkkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen eläkesääntöön taikka sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettuun neuvoston asetukseen (ETY) N:o 1408/71. Määräytymisperusteen muutoksena ei pidetä eläkkeen tai muun etuuden indeksitarkistusta tai sitä vastaavaa tarkistusta.",
        "folded_fi": "jos henkilo saa kansanelakelain voimaan tullessa kansanelaketta tai leskenelakkeen taydennysmaaraa ja kansanelakkeessa tai leskenelakkeen taydennysmaarassa tuloksi otetun elakkeen tai muun etuuden maaraytymisperusteissa tapahtuu taman lain voimaantulon jalkeen muutos, kansanelake tai leskenelakkeen taydennysmaara tarkistetaan ja elake tai muu etuus otetaan tulona huomioon kansanelakelain mukaan tarkistusajankohdan maaraisena. jos henkilo saa kansanelakelain voimaan tullessa kansanelaketta tai leskenelakkeen taydennysmaaraa ja kansanelake tai leskenelakkeen taydennysmaara tarkistetaan taman lain voimaantulon jalkeen kansanelakelain 24 §:n 1 momentin tai 36 §:n 1 momentin 3 tai 4 kohdan mukaisesti, elake tai muu etuus otetaan tulona huomioon entisen suuruisena kansanelakeindeksilla tarkistettuna, ellei elakkeen tai muun etuuden maaraytymisperusteissa ole tapahtunut muutosta. jos henkilo, joka saa kansanelakelain voimaan tullessa perhe-elakelain mukaista leskenelakkeen taydennysmaaraa, jota laskettaessa on otettu tulona huomioon elake tai muu etuus, alkaa saada kansanelaketta kansanelakelain voimaantulon jalkeen, elake tai muu etuus otetaan tulona huomioon kansanelakeindeksilla tarkistettuna. samoin menetellaan, kun henkilo, joka on saanut kansanelakelain voimaan tullessa kansanelaketta, jonka maarassa on otettu tulona huomioon elake tai muu etuus, alkaa saada leskenelakkeen taydennysmaaraa. taman momentin soveltamisen edellytyksena on, etta tulona huomioon otettavan elakkeen tai siihen rinnastettavan etuuden maaraytymisperusteissa ei ole tapahtunut muutosta. jos taman lain voimaan tullessa maksussa oleva vuoden 1956 kansanelakelain mukainen tyokyvyttomyyselake, tyottomyyselake tai yksilollinen varhaiselake muuttuu vanhuuselakkeeksi tai vuoden 1956 kansanelakelain mukainen tyottomyyselake muuttuu tyokyvyttomyyselakkeeksi kansanelakelain voimaantulon jalkeen, elakkeen maara ei muutu, ellei siina tulona huomioon otetun elakkeen tai muun etuuden maaraytymisperusteissa tapahdu muutosta. tata pykalaa sovelletaan vain sellaiseen tulona huomioon otettavaan tyoelakkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen elakesaantoon taikka sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annettuun neuvoston asetukseen (ety) n:o 1408/71. maaraytymisperusteen muutoksena ei pideta elakkeen tai muun etuuden indeksitarkistusta tai sita vastaavaa tarkistusta.",
        "title_sv": "Justering av folkpension och efterlevandepension som börjat före den 1 januari 2008",
        "content_sv": "Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller folkpensionen eller efterlevandepensionens kompletteringsbelopp ändras efter det att denna lag har trätt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller förmånen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har trätt i kraft, skall en pension eller en annan förmån beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, förutsatt att grunderna för fastställande av pensionen eller förmånen inte har ändrats. Om en person vid folkpensionslagens ikraftträdande får efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan förmån har beaktats som inkomst vid beräkningen av kompletteringsbeloppet, och personen i fråga börjar få folkpension efter det att folkpensionslagen har trätt i kraft, skall pensionen eller förmånen beaktas som inkomst justerad med folkpensionsindexet. Samma förfarande tillämpas när den som vid folkpensionslagens ikraftträdande har fått folkpension och en pension eller en annan förmån har beaktats som inkomst när det gäller pensionsbeloppet, börjar få efterlevandepensionens kompletteringsbelopp. För att detta moment skall vara tillämpligt förutsätts det att grunderna för fastställande av den pension eller därmed jämförbara förmån som skall beaktas som inkomst inte har ändrats. Om invaliditetspension (sjukpension), arbetslöshetspension eller individuell förtidspension enligt 1956 års folkpensionslag som betalas när denna lag träder i kraft omvandlas till ålderspension eller om arbetslöshetspension enligt 1956 års folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikraftträdande, ändras inte pensionsbeloppet, förutsatt att grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller pensionen inte ändras. Denna paragraf tillämpas endast på sådana arbetspensioner och andra förmåner som skall beaktas som inkomst och vilka baserar sig på en lag, förordning eller offentlig pensionsstadga eller på rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen. Indexjustering eller en motsvarande justering av pensioner eller andra förmåner betraktas inte som en ändring av grunderna för fastställandet.",
        "normalized_sv": "Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller folkpensionen eller efterlevandepensionens kompletteringsbelopp ändras efter det att denna lag har trätt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller förmånen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har trätt i kraft, skall en pension eller en annan förmån beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, förutsatt att grunderna för fastställande av pensionen eller förmånen inte har ändrats. Om en person vid folkpensionslagens ikraftträdande får efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan förmån har beaktats som inkomst vid beräkningen av kompletteringsbeloppet, och personen i fråga börjar få folkpension efter det att folkpensionslagen har trätt i kraft, skall pensionen eller förmånen beaktas som inkomst justerad med folkpensionsindexet. Samma förfarande tillämpas när den som vid folkpensionslagens ikraftträdande har fått folkpension och en pension eller en annan förmån har beaktats som inkomst när det gäller pensionsbeloppet, börjar få efterlevandepensionens kompletteringsbelopp. För att detta moment skall vara tillämpligt förutsätts det att grunderna för fastställande av den pension eller därmed jämförbara förmån som skall beaktas som inkomst inte har ändrats. Om invaliditetspension (sjukpension), arbetslöshetspension eller individuell förtidspension enligt 1956 års folkpensionslag som betalas när denna lag träder i kraft omvandlas till ålderspension eller om arbetslöshetspension enligt 1956 års folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikraftträdande, ändras inte pensionsbeloppet, förutsatt att grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller pensionen inte ändras. Denna paragraf tillämpas endast på sådana arbetspensioner och andra förmåner som skall beaktas som inkomst och vilka baserar sig på en lag, förordning eller offentlig pensionsstadga eller på rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen. Indexjustering eller en motsvarande justering av pensioner eller andra förmåner betraktas inte som en ändring av grunderna för fastställandet.",
        "folded_sv": "om en person far folkpension eller efterlevandepensionens kompletteringsbelopp nar folkpensionslagen trader i kraft och om grunderna for faststallande av en pension eller en annan forman som beaktats som inkomst nar det galler folkpensionen eller efterlevandepensionens kompletteringsbelopp andras efter det att denna lag har tratt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller formanen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. om en person far folkpension eller efterlevandepensionens kompletteringsbelopp nar folkpensionslagen trader i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har tratt i kraft, skall en pension eller en annan forman beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, forutsatt att grunderna for faststallande av pensionen eller formanen inte har andrats. om en person vid folkpensionslagens ikrafttradande far efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan forman har beaktats som inkomst vid berakningen av kompletteringsbeloppet, och personen i fraga borjar fa folkpension efter det att folkpensionslagen har tratt i kraft, skall pensionen eller formanen beaktas som inkomst justerad med folkpensionsindexet. samma forfarande tillampas nar den som vid folkpensionslagens ikrafttradande har fatt folkpension och en pension eller en annan forman har beaktats som inkomst nar det galler pensionsbeloppet, borjar fa efterlevandepensionens kompletteringsbelopp. for att detta moment skall vara tillampligt forutsatts det att grunderna for faststallande av den pension eller darmed jamforbara forman som skall beaktas som inkomst inte har andrats. om invaliditetspension (sjukpension), arbetsloshetspension eller individuell fortidspension enligt 1956 ars folkpensionslag som betalas nar denna lag trader i kraft omvandlas till alderspension eller om arbetsloshetspension enligt 1956 ars folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikrafttradande, andras inte pensionsbeloppet, forutsatt att grunderna for faststallande av en pension eller en annan forman som beaktats som inkomst nar det galler pensionen inte andras. denna paragraf tillampas endast pa sadana arbetspensioner och andra formaner som skall beaktas som inkomst och vilka baserar sig pa en lag, forordning eller offentlig pensionsstadga eller pa radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen. indexjustering eller en motsvarande justering av pensioner eller andra formaner betraktas inte som en andring av grunderna for faststallandet."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Saatavan vanhentuminen",
      "content": "Kansaneläkelain 75 §:n 2 momenttia sovelletaan myös ennen 1 päivää kesäkuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. Tällaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myös ennen 1 päivää kesäkuuta 2004 kulunut aika. Saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edellä mainitusta ajankohdasta, jollei se vanhentuisi myös 31 päivänä joulukuuta 2003 voimassa olleiden säännösten mukaan tätä ennen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Kansaneläkelain 75 § :n 2 momenttia sovelletaan myös ennen 1 päivää kesäkuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. Tällaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myös ennen 1 päivää kesäkuuta 2004 kulunut aika. Saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edellä mainitusta ajankohdasta, jollei se vanhentuisi myös 31 päivänä joulukuuta 2003 voimassa olleiden säännösten mukaan tätä ennen.",
        "folded_fi": "kansanelakelain 75 §:n 2 momenttia sovelletaan myos ennen 1 paivaa kesakuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. tallaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myos ennen 1 paivaa kesakuuta 2004 kulunut aika. saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edella mainitusta ajankohdasta, jollei se vanhentuisi myos 31 paivana joulukuuta 2003 voimassa olleiden saannosten mukaan tata ennen.",
        "title_sv": "Preskription av fordringar",
        "content_sv": "Bestämmelserna i 75 § 2 mom. i folkpensionslagen tillämpas också på förmåner som betalats utan grund och på fordringar som uppkommit före den 1 juni 2004. När preskriptionstiden för sådana fordringar räknas ut beaktas också tiden före den 1 juni 2004. Fordringarna preskriberas dock tidigast tre år efter den nämnda tidpunkten, om de inte också enligt de bestämmelser som gällde den 31 december 2003 preskriberas innan dess.",
        "normalized_sv": "Bestämmelserna i 75 § 2 mom. i folkpensionslagen tillämpas också på förmåner som betalats utan grund och på fordringar som uppkommit före den 1 juni 2004. När preskriptionstiden för sådana fordringar räknas ut beaktas också tiden före den 1 juni 2004. Fordringarna preskriberas dock tidigast tre år efter den nämnda tidpunkten, om de inte också enligt de bestämmelser som gällde den 31 december 2003 preskriberas innan dess.",
        "folded_sv": "bestammelserna i 75 § 2 mom. i folkpensionslagen tillampas ocksa pa formaner som betalats utan grund och pa fordringar som uppkommit fore den 1 juni 2004. nar preskriptionstiden for sadana fordringar raknas ut beaktas ocksa tiden fore den 1 juni 2004. fordringarna preskriberas dock tidigast tre ar efter den namnda tidpunkten, om de inte ocksa enligt de bestammelser som gallde den 31 december 2003 preskriberas innan dess."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Indeksisidonnaisuus",
      "content": "Tämän lain 8 §:ssä säädetyt rahamäärät sidotaan hintatason muutoksiin siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 8 §:ssä säädetyt rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämän lain 8 § :ssä säädetyt rahamäärät sidotaan hintatason muutoksiin siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 8 § :ssä säädetyt rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "taman lain 8 §:ssa saadetyt rahamaarat sidotaan hintatason muutoksiin siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. taman lain 8 §:ssa saadetyt rahamaarat vastaavat kansanelakeindeksin sita pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Indexbindning",
        "content_sv": "De belopp som anges i 8 § binds vid förändringar i prisnivån enligt lagen om folkpensionsindex (456/2001). Beloppen i 8 § i denna lag motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beräknats.",
        "normalized_sv": "De belopp som anges i 8 § binds vid förändringar i prisnivån enligt lagen om folkpensionsindex (456/2001). Beloppen i 8 § i denna lag motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beräknats.",
        "folded_sv": "de belopp som anges i 8 § binds vid forandringar i prisnivan enligt lagen om folkpensionsindex (456/2001). beloppen i 8 § i denna lag motsvarar det poangtal for folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beraknats."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Lain voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Lagens ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kansaneläkelain voimaantulo",
      "content": "Kansaneläkelaki (568/2007) tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan 8 päivänä kesäkuuta 1956 annettu kansaneläkelaki (347/1956), jäljempänä vuoden 1956 kansaneläkelaki, ja 17 päivänä tammikuuta 1969 annettu perhe-eläkelaki (38/1969) niihin myöhemmin tehtyine muutoksineen. Kansaneläkelakia sovelletaan myös vuoden 1956 kansaneläkelain ja perhe-eläkelain nojalla myönnettyihin eläkkeisiin ja etuuksiin. Kansaneläkelain voimaan tullessa kuntien yleisestä kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisestä kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain 19 §:n ja 108 §:n mukaan maksettavaksi sekä leskeneläkkeen täydennysmäärä kansaneläkelain 30 §:n ja 108 §:n mukaan maksettavaksi. Kansaneläkelain voimaan tullessa maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 §:n 2 momentin ja 9 §:n mukaista korotusta ei oteta tulona huomioon kansaneläkkeessä. Kansaneläkelain voimaan tullessa maksussa oleva perhe-eläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että leskeneläkkeen täydennysmäärässä ei oteta tulona huomioon metsän laskennallista tuottoa eikä perhe-eläkelain 15 b §:n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. Edellä 4―6 momentissa tarkoitetut muutokset tehdään ilman hakemusta ja eläkkeen muuttamisesta annetaan päätös pyynnöstä. Kansaneläkelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansaneläkelain 24, 36 ja 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. Tarkistuksessa ei tehdä uudelleen kansaneläkelain 21 §:n ja 32 §:n mukaista asumisajan suhteuttamista. Jos kansaneläkelakien mukainen etuus myönnetään tai tarkistetaan takautuvasti ajalta ennen 1 päivää tammikuuta 2008, sovelletaan vuoden 1956 kansaneläkelakia ja perhe-eläkelakia. Jos hakemus on tullut vireille ennen kansaneläkelain voimaantuloa, etuutta ei ilman erityistä syytä myönnetä pidemmältä kuin vuoden ajalta takautuvasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Kansaneläkelaki (568/2007) tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan 8 päivänä kesäkuuta 1956 annettu kansaneläkelaki (347/1956), jäljempänä vuoden 1956 kansaneläkelaki, ja 17 päivänä tammikuuta 1969 annettu perhe-eläkelaki (38/1969) niihin myöhemmin tehtyine muutoksineen. Kansaneläkelakia sovelletaan myös vuoden 1956 kansaneläkelain ja perhe-eläkelain nojalla myönnettyihin eläkkeisiin ja etuuksiin. Kansaneläkelain voimaan tullessa kuntien yleisestä kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisestä kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain 19 § :n ja 108 § :n mukaan maksettavaksi sekä leskeneläkkeen täydennysmäärä kansaneläkelain 30 § :n ja 108 § :n mukaan maksettavaksi. Kansaneläkelain voimaan tullessa maksussa oleva kansaneläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 § :n 2 momentin ja 9 § :n mukaista korotusta ei oteta tulona huomioon kansaneläkkeessä. Kansaneläkelain voimaan tullessa maksussa oleva perhe-eläke muutetaan 1 päivästä tammikuuta 2008 kansaneläkelain mukaiseksi siten, että leskeneläkkeen täydennysmäärässä ei oteta tulona huomioon metsän laskennallista tuottoa eikä perhe-eläkelain 15 b § :n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. Edellä 4―6 momentissa tarkoitetut muutokset tehdään ilman hakemusta ja eläkkeen muuttamisesta annetaan päätös pyynnöstä. Kansaneläkelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansaneläkelain 24, 36 ja 45 § :n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. Tarkistuksessa ei tehdä uudelleen kansaneläkelain 21 § :n ja 32 § :n mukaista asumisajan suhteuttamista. Jos kansaneläkelakien mukainen etuus myönnetään tai tarkistetaan takautuvasti ajalta ennen 1 päivää tammikuuta 2008, sovelletaan vuoden 1956 kansaneläkelakia ja perhe-eläkelakia. Jos hakemus on tullut vireille ennen kansaneläkelain voimaantuloa, etuutta ei ilman erityistä syytä myönnetä pidemmältä kuin vuoden ajalta takautuvasti.",
        "folded_fi": "kansanelakelaki (568/2007) tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan 8 paivana kesakuuta 1956 annettu kansanelakelaki (347/1956), jaljempana vuoden 1956 kansanelakelaki, ja 17 paivana tammikuuta 1969 annettu perhe-elakelaki (38/1969) niihin myohemmin tehtyine muutoksineen. kansanelakelakia sovelletaan myos vuoden 1956 kansanelakelain ja perhe-elakelain nojalla myonnettyihin elakkeisiin ja etuuksiin. kansanelakelain voimaan tullessa kuntien yleisesta kalleusluokituksesta annetun lain (955/1973) ja kuntien yleisesta kalleusluokituksesta annetun asetuksen (1230/2005) perusteella toisen kalleusluokan mukaisesti maksussa oleva kansanelake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain 19 §:n ja 108 §:n mukaan maksettavaksi seka leskenelakkeen taydennysmaara kansanelakelain 30 §:n ja 108 §:n mukaan maksettavaksi. kansanelakelain voimaan tullessa maksussa oleva kansanelake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain mukaiseksi siten, etta sotilasvammalain (404/1948) mukaiseen elinkorkoon maksettavaa mainitun lain 8 §:n 2 momentin ja 9 §:n mukaista korotusta ei oteta tulona huomioon kansanelakkeessa. kansanelakelain voimaan tullessa maksussa oleva perhe-elake muutetaan 1 paivasta tammikuuta 2008 kansanelakelain mukaiseksi siten, etta leskenelakkeen taydennysmaarassa ei oteta tulona huomioon metsan laskennallista tuottoa eika perhe-elakelain 15 b §:n 2 momentissa tarkoitettua omaisuudesta laskettua tuloa. edella 4―6 momentissa tarkoitetut muutokset tehdaan ilman hakemusta ja elakkeen muuttamisesta annetaan paatos pyynnosta. kansanelakelain voimaan tullessa maksussa olevien etuuksien maksamista jatketaan muutoin entisin perustein kansanelakelain 24, 36 ja 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka kunnes etuus lakkaa. tarkistuksessa ei tehda uudelleen kansanelakelain 21 §:n ja 32 §:n mukaista asumisajan suhteuttamista. jos kansanelakelakien mukainen etuus myonnetaan tai tarkistetaan takautuvasti ajalta ennen 1 paivaa tammikuuta 2008, sovelletaan vuoden 1956 kansanelakelakia ja perhe-elakelakia. jos hakemus on tullut vireille ennen kansanelakelain voimaantuloa, etuutta ei ilman erityista syyta myonneta pidemmalta kuin vuoden ajalta takautuvasti.",
        "title_sv": "Folkpensionslagens ikraftträdande",
        "content_sv": "Folkpensionslagen (568/2007) träder i kraft den 1 januari 2008. Genom denna lag upphävs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 års folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jämte ändringar. Folkpensionslagen tillämpas också på pensioner och förmåner som beviljats med stöd av 1956 års folkpensionslag och familjepensionslagen. Folkpension som med stöd av lagen om allmän dyrortsklassificering av kommunerna (955/1973) och förordningen om allmän dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass II när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 så att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp på motsvarande sätt så att det betalas enligt 30 och 108 § i folkpensionslagen. Folkpension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att den förhöjning av livräntan enligt lagen om skada, ådragen i militärtjänst (404/1948) som skall betalas med stöd av 8 § 2 mom. och 9 § i nämnda lag inte beaktas som inkomst i folkpensionen. Familjepension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att kalkylerad avkastning på skog och sådan beräknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst när det gäller efterlevandepensionens kompletteringsbelopp. Omvandlingarna enligt 4―6 mom. görs utan ansökan, och beslut om omvandling av pensionen meddelas på begäran. Utbetalningen av de förmåner som betalas ut vid folkpensionslagens ikraftträdande fortsätter i övrigt på tidigare grunder fram till nästa justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att förmånen upphör. Vid justeringen görs ingen ny avvägning av bosättningstiden enligt 21 och 32 § i folkpensionslagen. Om en förmån enligt folkpensionslagen beviljas eller justeras retroaktivt för tiden före den 1 januari 2008, tillämpas 1956 års folkpensionslag och familjepensionslagen. Om en ansökan har inkommit före folkpensionslagens ikraftträdande, beviljas inte förmånen utan särskilda skäl retroaktivt för en längre tid än ett år.",
        "normalized_sv": "Folkpensionslagen (568/2007) träder i kraft den 1 januari 2008. Genom denna lag upphävs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 års folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jämte ändringar. Folkpensionslagen tillämpas också på pensioner och förmåner som beviljats med stöd av 1956 års folkpensionslag och familjepensionslagen. Folkpension som med stöd av lagen om allmän dyrortsklassificering av kommunerna (955/1973) och förordningen om allmän dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass II när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 så att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp på motsvarande sätt så att det betalas enligt 30 och 108 § i folkpensionslagen. Folkpension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att den förhöjning av livräntan enligt lagen om skada, ådragen i militärtjänst (404/1948) som skall betalas med stöd av 8 § 2 mom. och 9 § i nämnda lag inte beaktas som inkomst i folkpensionen. Familjepension som betalas när folkpensionslagen träder i kraft omvandlas från den 1 januari 2008 till att motsvara folkpensionslagen så att kalkylerad avkastning på skog och sådan beräknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst när det gäller efterlevandepensionens kompletteringsbelopp. Omvandlingarna enligt 4―6 mom. görs utan ansökan, och beslut om omvandling av pensionen meddelas på begäran. Utbetalningen av de förmåner som betalas ut vid folkpensionslagens ikraftträdande fortsätter i övrigt på tidigare grunder fram till nästa justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att förmånen upphör. Vid justeringen görs ingen ny avvägning av bosättningstiden enligt 21 och 32 § i folkpensionslagen. Om en förmån enligt folkpensionslagen beviljas eller justeras retroaktivt för tiden före den 1 januari 2008, tillämpas 1956 års folkpensionslag och familjepensionslagen. Om en ansökan har inkommit före folkpensionslagens ikraftträdande, beviljas inte förmånen utan särskilda skäl retroaktivt för en längre tid än ett år.",
        "folded_sv": "folkpensionslagen (568/2007) trader i kraft den 1 januari 2008. genom denna lag upphavs folkpensionslagen av den 8 juni 1956 (347/1956), nedan 1956 ars folkpensionslag, och familjepensionslagen av den 17 januari 1969 (38/1969) jamte andringar. folkpensionslagen tillampas ocksa pa pensioner och formaner som beviljats med stod av 1956 ars folkpensionslag och familjepensionslagen. folkpension som med stod av lagen om allman dyrortsklassificering av kommunerna (955/1973) och forordningen om allman dyrortsklassificering av kommunerna (1230/2005) betalas i enlighet med dyrortsklass ii nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 sa att den betalas enligt 19 och 108 § i folkpensionslagen samt efterlevandepensionens kompletteringsbelopp pa motsvarande satt sa att det betalas enligt 30 och 108 § i folkpensionslagen. folkpension som betalas nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 till att motsvara folkpensionslagen sa att den forhojning av livrantan enligt lagen om skada, adragen i militartjanst (404/1948) som skall betalas med stod av 8 § 2 mom. och 9 § i namnda lag inte beaktas som inkomst i folkpensionen. familjepension som betalas nar folkpensionslagen trader i kraft omvandlas fran den 1 januari 2008 till att motsvara folkpensionslagen sa att kalkylerad avkastning pa skog och sadan beraknad inkomst av egendom som avses i 15 b § 2 mom. i familjepensionslagen inte beaktas som inkomst nar det galler efterlevandepensionens kompletteringsbelopp. omvandlingarna enligt 4―6 mom. gors utan ansokan, och beslut om omvandling av pensionen meddelas pa begaran. utbetalningen av de formaner som betalas ut vid folkpensionslagens ikrafttradande fortsatter i ovrigt pa tidigare grunder fram till nasta justering enligt 24, 36 och 45 § i folkpensionslagen eller till dess att formanen upphor. vid justeringen gors ingen ny avvagning av bosattningstiden enligt 21 och 32 § i folkpensionslagen. om en forman enligt folkpensionslagen beviljas eller justeras retroaktivt for tiden fore den 1 januari 2008, tillampas 1956 ars folkpensionslag och familjepensionslagen. om en ansokan har inkommit fore folkpensionslagens ikrafttradande, beviljas inte formanen utan sarskilda skal retroaktivt for en langre tid an ett ar."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Työttömyyseläke",
      "content": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä 60 vuotta täyttäneellä henkilöllä on oikeus saada työttömyyseläkettä siihen saakka, kunnes hän täyttää 65 vuotta edellyttäen, että hän täyttää vuoden 1956 kansaneläkelain 22 c §:n 1 momentissa säädetyt edellytykset. Lisäksi työttömyyseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain: 1) 22 c §:n 2―4 momentissa säädetään työttömyyseläkkeen myöntämisestä ja maksamisesta; 2) 31 a §:ssä säädetään työttömyyseläkkeen keskeyttämisestä ja takaisinperinnästä; 3) 35 §:n 4 momentissa säädetään työttömyyseläkkeen muuttamisesta työkyvyttömyyseläkkeeksi ja työttömyyseläkkeen pitämisestä työkyvyttömyyseläkkeen osasuorituksena; ja 4) 46 c §:n 3 momentissa säädetään rangaistuslaitosten ilmoitusvelvollisuudesta. Työttömyyseläkkeensaajan on ilmoitettava Kansaneläkelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syystä, jonka johdosta hän ei voi ottaa vastaan työtä; 2) ryhtymisestään ansiotyöhön, josta saatu ansiotulo on vähintään työntekijäin eläkelain (395/1961) 4 c §:n 4 momentin 2 kohdassa tarkoitetun määrän suuruinen; sekä 3) kieltäytymisestään vastaanottamasta työvoimaviranomaisen hänelle osoittamaa vuoden 1956 kansaneläkelain 22 c §:n 2 momentin 3 kohdassa tarkoitettua vähintään kuukauden jatkuvaa työtä. Muutoin työttömyyseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 §:ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54 ja 55 §:ssä, 56 §:n 1 ja 4 momentissa sekä 62―64, 67 ja 69―76 §:ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Työttömyyseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa työttömyyseläkettä vuoden 1956 kansaneläkelain, tämän lain, merimieseläkelain (1290/2006), työntekijän eläkelain (395/2006) 3 §:n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, työntekijän eläkelain voimaanpanolain (396/2006) 28 §:n, yrittäjän eläkelain voimaanpanosta annetun lain (1273/2006) 28 §:n, maatalousyrittäjän eläkelain voimaanpanosta annetun lain (1281/2006) 27 §:n tai valtion eläkelain voimaanpanosta annetun lain (1296/2006) 14 §:n perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Ennen vuotta 1950 syntyneellä pitkäaikaisesti työttömällä 60 vuotta täyttäneellä henkilöllä on oikeus saada työttömyyseläkettä siihen saakka, kunnes hän täyttää 65 vuotta edellyttäen, että hän täyttää vuoden 1956 kansaneläkelain 22 c § :n 1 momentissa säädetyt edellytykset. Lisäksi työttömyyseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain: 1) 22 c § :n 2―4 momentissa säädetään työttömyyseläkkeen myöntämisestä ja maksamisesta; 2) 31 a § :ssä säädetään työttömyyseläkkeen keskeyttämisestä ja takaisinperinnästä; 3) 35 § :n 4 momentissa säädetään työttömyyseläkkeen muuttamisesta työkyvyttömyyseläkkeeksi ja työttömyyseläkkeen pitämisestä työkyvyttömyyseläkkeen osasuorituksena; ja 4) 46 c § :n 3 momentissa säädetään rangaistuslaitosten ilmoitusvelvollisuudesta. Työttömyyseläkkeensaajan on ilmoitettava Kansaneläkelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syystä, jonka johdosta hän ei voi ottaa vastaan työtä; 2) ryhtymisestään ansiotyöhön, josta saatu ansiotulo on vähintään työntekijäin eläkelain (395/1961) 4 c § :n 4 momentin 2 kohdassa tarkoitetun määrän suuruinen; sekä 3) kieltäytymisestään vastaanottamasta työvoimaviranomaisen hänelle osoittamaa vuoden 1956 kansaneläkelain 22 c § :n 2 momentin 3 kohdassa tarkoitettua vähintään kuukauden jatkuvaa työtä. Muutoin työttömyyseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 § :ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54 ja 55 § :ssä, 56 § :n 1 ja 4 momentissa sekä 62―64, 67 ja 69―76 § :ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Työttömyyseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa työttömyyseläkettä vuoden 1956 kansaneläkelain, tämän lain, merimieseläkelain (1290/2006), työntekijän eläkelain (395/2006) 3 § :n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, työntekijän eläkelain voimaanpanolain (396/2006) 28 § :n, yrittäjän eläkelain voimaanpanosta annetun lain (1273/2006) 28 § :n, maatalousyrittäjän eläkelain voimaanpanosta annetun lain (1281/2006) 27 § :n tai valtion eläkelain voimaanpanosta annetun lain (1296/2006) 14 § :n perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
        "folded_fi": "ennen vuotta 1950 syntyneella pitkaaikaisesti tyottomalla 60 vuotta tayttaneella henkilolla on oikeus saada tyottomyyselaketta siihen saakka, kunnes han tayttaa 65 vuotta edellyttaen, etta han tayttaa vuoden 1956 kansanelakelain 22 c §:n 1 momentissa saadetyt edellytykset. lisaksi tyottomyyselakkeeseen sovelletaan, mita vuoden 1956 kansanelakelain: 1) 22 c §:n 2―4 momentissa saadetaan tyottomyyselakkeen myontamisesta ja maksamisesta; 2) 31 a §:ssa saadetaan tyottomyyselakkeen keskeyttamisesta ja takaisinperinnasta; 3) 35 §:n 4 momentissa saadetaan tyottomyyselakkeen muuttamisesta tyokyvyttomyyselakkeeksi ja tyottomyyselakkeen pitamisesta tyokyvyttomyyselakkeen osasuorituksena; ja 4) 46 c §:n 3 momentissa saadetaan rangaistuslaitosten ilmoitusvelvollisuudesta. tyottomyyselakkeensaajan on ilmoitettava kansanelakelaitokselle: 1) oleskelustaan ulkomailla tai muusta vastaavasta syysta, jonka johdosta han ei voi ottaa vastaan tyota; 2) ryhtymisestaan ansiotyohon, josta saatu ansiotulo on vahintaan tyontekijain elakelain (395/1961) 4 c §:n 4 momentin 2 kohdassa tarkoitetun maaran suuruinen; seka 3) kieltaytymisestaan vastaanottamasta tyovoimaviranomaisen hanelle osoittamaa vuoden 1956 kansanelakelain 22 c §:n 2 momentin 3 kohdassa tarkoitettua vahintaan kuukauden jatkuvaa tyota. muutoin tyottomyyselakkeeseen sovelletaan, mita kansanelakelain 3―9 §:ssa saadetaan maaritelmista ja soveltamisalasta, 4 luvussa kansanelakkeen maaraytymisperusteista, 54 ja 55 §:ssa, 56 §:n 1 ja 4 momentissa seka 62―64, 67 ja 69―76 §:ssa toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivastysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamaarien pyoristamisesta seka ulosmittaus- ja siirtokiellosta. tyottomyyselake muuttuu kansanelakelain mukaiseksi vanhuuselakkeeksi ilman hakemusta, kun elakkeensaaja tayttaa 65 vuotta, jos elakkeen maaraytymisperusteet eivat muutu. jos henkilo saa tyottomyyselaketta vuoden 1956 kansanelakelain, taman lain, merimieselakelain (1290/2006), tyontekijan elakelain (395/2006) 3 §:n 2 momentin 1 ja 3―7 kohdassa mainittujen lakien, tyontekijan elakelain voimaanpanolain (396/2006) 28 §:n, yrittajan elakelain voimaanpanosta annetun lain (1273/2006) 28 §:n, maatalousyrittajan elakelain voimaanpanosta annetun lain (1281/2006) 27 §:n tai valtion elakelain voimaanpanosta annetun lain (1296/2006) 14 §:n perusteella, hanella on oikeus kansanelakelain 10 luvun mukaiseen lapsikorotukseen.",
        "title_sv": "Arbetslöshetspension",
        "content_sv": "En före 1950 född långvarigt arbetslös person som fyllt 60 år har rätt att få arbetslöshetspension till dess att han eller hon fyller 65 år, förutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 års folkpensionslag. I fråga om arbetslöshetspension tillämpas dessutom vad som i 1956 års folkpensionslag i 1) 22 c § 2―4 mom. bestäms om beviljande och betalning av arbetslöshetspension, 2) 31 a § bestäms om avbrytande och återkrav av arbetslöshetspension, 3) 35 § 4 mom. bestäms om omvandling av arbetslöshetspension till invaliditetspension och om betraktande av arbetslöshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestäms om straffanstalters anmälningsskyldighet. Den som får arbetslöshetspension skall till Folkpensionsanstalten anmäla 1) att han eller hon vistas utomlands eller om det finns någon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon börjar förvärvsarbeta och att förvärvsinkomsten uppgår till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension för arbetstagare (395/1961), samt 3) att han eller hon vägrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 års folkpensionslag avsett arbete som fortgår minst en månad. I fråga om arbetslöshetspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 §, grunderna för fastställande av folkpension i 4 kap., verkställighet i 54 och 55 §, 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 §, ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Arbetslöshetspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får arbetslöshetspension enligt 1956 års folkpensionslag, denna lag, lagen om sjömanspensioner (1290/2006), de lagar som nämns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension för arbetstagare (395/2006), 28 § i lagen om införande av lagen om pension för arbetstagare (396/2006), 28 § i lagen om införande av lagen om pension för företagare (1273/2006), 27 § i lagen om införande av lagen om pension för lantbruksföretagare (1281/2006) eller 14 § i lagen om införande av lagen om statens pensioner (1296/2006) har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "normalized_sv": "En före 1950 född långvarigt arbetslös person som fyllt 60 år har rätt att få arbetslöshetspension till dess att han eller hon fyller 65 år, förutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 års folkpensionslag. I fråga om arbetslöshetspension tillämpas dessutom vad som i 1956 års folkpensionslag i 1) 22 c § 2―4 mom. bestäms om beviljande och betalning av arbetslöshetspension, 2) 31 a § bestäms om avbrytande och återkrav av arbetslöshetspension, 3) 35 § 4 mom. bestäms om omvandling av arbetslöshetspension till invaliditetspension och om betraktande av arbetslöshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestäms om straffanstalters anmälningsskyldighet. Den som får arbetslöshetspension skall till Folkpensionsanstalten anmäla 1) att han eller hon vistas utomlands eller om det finns någon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon börjar förvärvsarbeta och att förvärvsinkomsten uppgår till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension för arbetstagare (395/1961), samt 3) att han eller hon vägrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 års folkpensionslag avsett arbete som fortgår minst en månad. I fråga om arbetslöshetspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 § , grunderna för fastställande av folkpension i 4 kap., verkställighet i 54 och 55 § , 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 § , ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Arbetslöshetspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får arbetslöshetspension enligt 1956 års folkpensionslag, denna lag, lagen om sjömanspensioner (1290/2006), de lagar som nämns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension för arbetstagare (395/2006), 28 § i lagen om införande av lagen om pension för arbetstagare (396/2006), 28 § i lagen om införande av lagen om pension för företagare (1273/2006), 27 § i lagen om införande av lagen om pension för lantbruksföretagare (1281/2006) eller 14 § i lagen om införande av lagen om statens pensioner (1296/2006) har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "folded_sv": "en fore 1950 fodd langvarigt arbetslos person som fyllt 60 ar har ratt att fa arbetsloshetspension till dess att han eller hon fyller 65 ar, forutsatt att han eller hon uppfyller villkoren enligt 22 c § 1 mom. i 1956 ars folkpensionslag. i fraga om arbetsloshetspension tillampas dessutom vad som i 1956 ars folkpensionslag i 1) 22 c § 2―4 mom. bestams om beviljande och betalning av arbetsloshetspension, 2) 31 a § bestams om avbrytande och aterkrav av arbetsloshetspension, 3) 35 § 4 mom. bestams om omvandling av arbetsloshetspension till invaliditetspension och om betraktande av arbetsloshetspension som en delbetalning av invaliditetspensionen (sjukpensionen), och 4) 46 c § 3 mom. bestams om straffanstalters anmalningsskyldighet. den som far arbetsloshetspension skall till folkpensionsanstalten anmala 1) att han eller hon vistas utomlands eller om det finns nagon annan motsvarande orsak till att han eller hon inte kan ta emot arbete, 2) att han eller hon borjar forvarvsarbeta och att forvarvsinkomsten uppgar till minst det belopp som avses i 4 c § 4 mom. 2 punkten i lagen om pension for arbetstagare (395/1961), samt 3) att han eller hon vagrar ta emot ett av arbetskraftsmyndigheten anvisat i 22 c § 2 mom. 3 punkten i 1956 ars folkpensionslag avsett arbete som fortgar minst en manad. i fraga om arbetsloshetspension tillampas i ovrigt bestammelserna om definitioner och tillampningsomrade i 3―9 §, grunderna for faststallande av folkpension i 4 kap., verkstallighet i 54 och 55 §, 56 § 1 och 4 mom. samt 62―64, 67 och 69―76 §, andringssokande i 12 kap., erhallande, utlamnande och hemlighallande av uppgifter i 13 kap., finansiering i 14 kap. och forhojning for drojsmalstiden, institutionsvard, indexbindning, avrundning av beloppen samt utmatnings- och overforingsforbud i 15 kap. i folkpensionslagen. arbetsloshetspension omvandlas utan ansokan till alderspension enligt folkpensionslagen nar pensionstagaren fyller 65 ar, om inte grunderna for faststallande av pensionen andras. den som far arbetsloshetspension enligt 1956 ars folkpensionslag, denna lag, lagen om sjomanspensioner (1290/2006), de lagar som namns i 3 § 2 mom. 1 och 3―7 punkten i lagen om pension for arbetstagare (395/2006), 28 § i lagen om inforande av lagen om pension for arbetstagare (396/2006), 28 § i lagen om inforande av lagen om pension for foretagare (1273/2006), 27 § i lagen om inforande av lagen om pension for lantbruksforetagare (1281/2006) eller 14 § i lagen om inforande av lagen om statens pensioner (1296/2006) har ratt till barnforhojning enligt 10 kap. i folkpensionslagen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yksilöllinen varhaiseläke",
      "content": "Ennen vuotta 1944 syntyneellä henkilöllä on oikeus saada kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen 3 momentin perusteella yksilöllistä varhaiseläkettä siihen saakka, kun hän täyttää 65 vuotta siten kuin vuoden 1956 kansaneläkelain 22 a §:ssä säädetään. Yksilölliseen varhaiseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain 26 §:n 7 momentissa säädetään eläketulojen huomioon ottamisesta ja kansaneläkeasetuksen (594/1956) 53 §:n 2 momentissa säädetään yksilöllisen varhaiseläkkeen saajan ilmoitusvelvollisuudesta. Muutoin yksilölliseen varhaiseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 §:ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54, 55, 57, 61―67 ja 69―76 §:ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Yksilöllinen varhaiseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa yksilöllistä varhaiseläkettä kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen, tämän lain tai työntekijän eläkelain 3 §:ssä mainittujen julkisten alojen työeläkelakien perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Ennen vuotta 1944 syntyneellä henkilöllä on oikeus saada kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen 3 momentin perusteella yksilöllistä varhaiseläkettä siihen saakka, kun hän täyttää 65 vuotta siten kuin vuoden 1956 kansaneläkelain 22 a § :ssä säädetään. Yksilölliseen varhaiseläkkeeseen sovelletaan, mitä vuoden 1956 kansaneläkelain 26 § :n 7 momentissa säädetään eläketulojen huomioon ottamisesta ja kansaneläkeasetuksen (594/1956) 53 § :n 2 momentissa säädetään yksilöllisen varhaiseläkkeen saajan ilmoitusvelvollisuudesta. Muutoin yksilölliseen varhaiseläkkeeseen sovelletaan, mitä kansaneläkelain 3―9 § :ssä säädetään määritelmistä ja soveltamisalasta, 4 luvussa kansaneläkkeen määräytymisperusteista, 54, 55, 57, 61―67 ja 69―76 § :ssä toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivästysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamäärien pyöristämisestä sekä ulosmittaus- ja siirtokiellosta. Yksilöllinen varhaiseläke muuttuu kansaneläkelain mukaiseksi vanhuuseläkkeeksi ilman hakemusta, kun eläkkeensaaja täyttää 65 vuotta, jos eläkkeen määräytymisperusteet eivät muutu. Jos henkilö saa yksilöllistä varhaiseläkettä kansaneläkelain muuttamisesta annetun lain (639/2003) voimaantulosäännöksen, tämän lain tai työntekijän eläkelain 3 § :ssä mainittujen julkisten alojen työeläkelakien perusteella, hänellä on oikeus kansaneläkelain 10 luvun mukaiseen lapsikorotukseen.",
        "folded_fi": "ennen vuotta 1944 syntyneella henkilolla on oikeus saada kansanelakelain muuttamisesta annetun lain (639/2003) voimaantulosaannoksen 3 momentin perusteella yksilollista varhaiselaketta siihen saakka, kun han tayttaa 65 vuotta siten kuin vuoden 1956 kansanelakelain 22 a §:ssa saadetaan. yksilolliseen varhaiselakkeeseen sovelletaan, mita vuoden 1956 kansanelakelain 26 §:n 7 momentissa saadetaan elaketulojen huomioon ottamisesta ja kansanelakeasetuksen (594/1956) 53 §:n 2 momentissa saadetaan yksilollisen varhaiselakkeen saajan ilmoitusvelvollisuudesta. muutoin yksilolliseen varhaiselakkeeseen sovelletaan, mita kansanelakelain 3―9 §:ssa saadetaan maaritelmista ja soveltamisalasta, 4 luvussa kansanelakkeen maaraytymisperusteista, 54, 55, 57, 61―67 ja 69―76 §:ssa toimeenpanosta, 12 luvussa muutoksenhausta, 13 luvussa tietojen saamisesta, luovuttamisesta ja salassapidosta, 14 luvussa rahoituksesta ja 15 luvussa viivastysajalta maksettavasta korotuksesta, laitoshoidosta, indeksisidonnaisuudesta, rahamaarien pyoristamisesta seka ulosmittaus- ja siirtokiellosta. yksilollinen varhaiselake muuttuu kansanelakelain mukaiseksi vanhuuselakkeeksi ilman hakemusta, kun elakkeensaaja tayttaa 65 vuotta, jos elakkeen maaraytymisperusteet eivat muutu. jos henkilo saa yksilollista varhaiselaketta kansanelakelain muuttamisesta annetun lain (639/2003) voimaantulosaannoksen, taman lain tai tyontekijan elakelain 3 §:ssa mainittujen julkisten alojen tyoelakelakien perusteella, hanella on oikeus kansanelakelain 10 luvun mukaiseen lapsikorotukseen.",
        "title_sv": "Individuell förtidspension",
        "content_sv": "En före 1944 född person har rätt att enligt 3 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003) få individuell förtidspension till dess att han eller hon fyller 65 år så som bestäms i 22 a § i 1956 års folkpensionslag. I fråga om individuell förtidspension tillämpas vad som i 26 § 7 mom. i 1956 års folkpensionslag bestäms om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsförordningen (594/1956) bestäms om anmälningsskyldighet för den som får individuell förtidspension. I fråga om individuell förtidspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 §, grunderna för fastställande av folkpension i 4 kap., verkställighet i 54, 55, 57, 61―67 och 69―76 §, ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Individuell förtidspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar för den offentliga sektorn som nämns i 3 § i lagen om pension för arbetstagare har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "normalized_sv": "En före 1944 född person har rätt att enligt 3 mom. i ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003) få individuell förtidspension till dess att han eller hon fyller 65 år så som bestäms i 22 a § i 1956 års folkpensionslag. I fråga om individuell förtidspension tillämpas vad som i 26 § 7 mom. i 1956 års folkpensionslag bestäms om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsförordningen (594/1956) bestäms om anmälningsskyldighet för den som får individuell förtidspension. I fråga om individuell förtidspension tillämpas i övrigt bestämmelserna om definitioner och tillämpningsområde i 3―9 § , grunderna för fastställande av folkpension i 4 kap., verkställighet i 54, 55, 57, 61―67 och 69―76 § , ändringssökande i 12 kap., erhållande, utlämnande och hemlighållande av uppgifter i 13 kap., finansiering i 14 kap. och förhöjning för dröjsmålstiden, institutionsvård, indexbindning, avrundning av beloppen samt utmätnings- och överföringsförbud i 15 kap. i folkpensionslagen. Individuell förtidspension omvandlas utan ansökan till ålderspension enligt folkpensionslagen när pensionstagaren fyller 65 år, om inte grunderna för fastställande av pensionen ändras. Den som får individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar för den offentliga sektorn som nämns i 3 § i lagen om pension för arbetstagare har rätt till barnförhöjning enligt 10 kap. i folkpensionslagen.",
        "folded_sv": "en fore 1944 fodd person har ratt att enligt 3 mom. i ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (639/2003) fa individuell fortidspension till dess att han eller hon fyller 65 ar sa som bestams i 22 a § i 1956 ars folkpensionslag. i fraga om individuell fortidspension tillampas vad som i 26 § 7 mom. i 1956 ars folkpensionslag bestams om beaktande av pensionsinkomster och vad som i 53 § 2 mom. i folkpensionsforordningen (594/1956) bestams om anmalningsskyldighet for den som far individuell fortidspension. i fraga om individuell fortidspension tillampas i ovrigt bestammelserna om definitioner och tillampningsomrade i 3―9 §, grunderna for faststallande av folkpension i 4 kap., verkstallighet i 54, 55, 57, 61―67 och 69―76 §, andringssokande i 12 kap., erhallande, utlamnande och hemlighallande av uppgifter i 13 kap., finansiering i 14 kap. och forhojning for drojsmalstiden, institutionsvard, indexbindning, avrundning av beloppen samt utmatnings- och overforingsforbud i 15 kap. i folkpensionslagen. individuell fortidspension omvandlas utan ansokan till alderspension enligt folkpensionslagen nar pensionstagaren fyller 65 ar, om inte grunderna for faststallande av pensionen andras. den som far individuell fortidspension enligt ikrafttradandebestammelsen i lagen om andring av folkpensionslagen (639/2003), denna lag eller de arbetspensionslagar for den offentliga sektorn som namns i 3 § i lagen om pension for arbetstagare har ratt till barnforhojning enligt 10 kap. i folkpensionslagen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ennen 1 päivää heinäkuuta 1950 syntyneen lesken oikeus leskeneläkkeeseen",
      "content": "Oikeus leskeneläkkeeseen on 1 päivänä heinäkuuta 1950 tai sitä ennen syntyneellä leskellä, jos: 1) hän oli 1 päivästä heinäkuuta 1990 tai sitä aikaisemmasta ajasta avioliitossa edunjättäjän kanssa; 2) avioliitto oli solmittu ennen kuin edunjättäjä oli täyttänyt 65 vuotta; ja 3) avioliitto oli edunjättäjän kuollessa jatkunut vähintään kolme vuotta. Muutoin 1 momentissa tarkoitetun lesken leskeneläkkeeseen sovelletaan, mitä kansaneläkelaissa säädetään leskeneläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Oikeus leskeneläkkeeseen on 1 päivänä heinäkuuta 1950 tai sitä ennen syntyneellä leskellä, jos: 1) hän oli 1 päivästä heinäkuuta 1990 tai sitä aikaisemmasta ajasta avioliitossa edunjättäjän kanssa; 2) avioliitto oli solmittu ennen kuin edunjättäjä oli täyttänyt 65 vuotta; ja 3) avioliitto oli edunjättäjän kuollessa jatkunut vähintään kolme vuotta. Muutoin 1 momentissa tarkoitetun lesken leskeneläkkeeseen sovelletaan, mitä kansaneläkelaissa säädetään leskeneläkkeestä.",
        "folded_fi": "oikeus leskenelakkeeseen on 1 paivana heinakuuta 1950 tai sita ennen syntyneella leskella, jos: 1) han oli 1 paivasta heinakuuta 1990 tai sita aikaisemmasta ajasta avioliitossa edunjattajan kanssa; 2) avioliitto oli solmittu ennen kuin edunjattaja oli tayttanyt 65 vuotta; ja 3) avioliitto oli edunjattajan kuollessa jatkunut vahintaan kolme vuotta. muutoin 1 momentissa tarkoitetun lesken leskenelakkeeseen sovelletaan, mita kansanelakelaissa saadetaan leskenelakkeesta.",
        "title_sv": "Rätt till efterlevandepension för efterlevande makar födda före den 1 juli 1950",
        "content_sv": "Rätt till efterlevandepension har en efterlevande make som är född den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller från ett tidigare datum var gift med förmånslåtaren, 2) äktenskapet hade ingåtts innan förmånslåtaren hade fyllt 65 år, och 3) äktenskapet vid förmånslåtarens död hade varat minst tre år. I fråga om efterlevandepension för en efterlevande make som avses i 1 mom. tillämpas i övrigt vad som bestäms om efterlevandepension i folkpensionslagen.",
        "normalized_sv": "Rätt till efterlevandepension har en efterlevande make som är född den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller från ett tidigare datum var gift med förmånslåtaren, 2) äktenskapet hade ingåtts innan förmånslåtaren hade fyllt 65 år, och 3) äktenskapet vid förmånslåtarens död hade varat minst tre år. I fråga om efterlevandepension för en efterlevande make som avses i 1 mom. tillämpas i övrigt vad som bestäms om efterlevandepension i folkpensionslagen.",
        "folded_sv": "ratt till efterlevandepension har en efterlevande make som ar fodd den 1 juli 1950 eller tidigare, om 1) han eller hon den 1 juli 1990 eller fran ett tidigare datum var gift med formanslataren, 2) aktenskapet hade ingatts innan formanslataren hade fyllt 65 ar, och 3) aktenskapet vid formanslatarens dod hade varat minst tre ar. i fraga om efterlevandepension for en efterlevande make som avses i 1 mom. tillampas i ovrigt vad som bestams om efterlevandepension i folkpensionslagen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perhe-eläkkeen määräytyminen ennen 1 päivää heinäkuuta 1990 kuolleen edunjättäjän jälkeen",
      "content": "Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, oikeus perhe-eläkkeeseen määräytyy perhe-eläkelain 6 §:n, 7 §:n 4 kohdan, 8, 9, 9 b ja 12 §:n sekä 13 §:n 2 momentin perusteella. Lesken kertasuoritus määräytyy mainitun lain 14 §:n perusteella. Muutoin perhe-eläkkeestä on voimassa, mitä kansaneläkelain 5―9 ja 11―15 luvussa säädetään, kuitenkin siten, että 34 §:ssä tarkoitettu työtulo otetaan kokonaan huomioon vuositulona. Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, lapseneläkkeen ja leskeneläkkeen maksamista jatketaan, kunnes lapsi täyttää 18 vuotta. Leskellä on kuitenkin oikeus jatkoeläkkeeseen, jos hän oli täyttänyt 40 vuotta silloin, kun lapsi täytti 18 vuotta. Lapseneläke maksetaan vähintään sen suuruisena kuin se on maksettu ennen 1 päivää heinäkuuta 1990 ilman veron ennakonpidätystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, oikeus perhe-eläkkeeseen määräytyy perhe-eläkelain 6 § :n, 7 § :n 4 kohdan, 8, 9, 9 b ja 12 § :n sekä 13 § :n 2 momentin perusteella. Lesken kertasuoritus määräytyy mainitun lain 14 § :n perusteella. Muutoin perhe-eläkkeestä on voimassa, mitä kansaneläkelain 5―9 ja 11―15 luvussa säädetään, kuitenkin siten, että 34 § :ssä tarkoitettu työtulo otetaan kokonaan huomioon vuositulona. Jos edunjättäjä on kuollut ennen 1 päivää heinäkuuta 1990, lapseneläkkeen ja leskeneläkkeen maksamista jatketaan, kunnes lapsi täyttää 18 vuotta. Leskellä on kuitenkin oikeus jatkoeläkkeeseen, jos hän oli täyttänyt 40 vuotta silloin, kun lapsi täytti 18 vuotta. Lapseneläke maksetaan vähintään sen suuruisena kuin se on maksettu ennen 1 päivää heinäkuuta 1990 ilman veron ennakonpidätystä.",
        "folded_fi": "jos edunjattaja on kuollut ennen 1 paivaa heinakuuta 1990, oikeus perhe-elakkeeseen maaraytyy perhe-elakelain 6 §:n, 7 §:n 4 kohdan, 8, 9, 9 b ja 12 §:n seka 13 §:n 2 momentin perusteella. lesken kertasuoritus maaraytyy mainitun lain 14 §:n perusteella. muutoin perhe-elakkeesta on voimassa, mita kansanelakelain 5―9 ja 11―15 luvussa saadetaan, kuitenkin siten, etta 34 §:ssa tarkoitettu tyotulo otetaan kokonaan huomioon vuositulona. jos edunjattaja on kuollut ennen 1 paivaa heinakuuta 1990, lapsenelakkeen ja leskenelakkeen maksamista jatketaan, kunnes lapsi tayttaa 18 vuotta. leskella on kuitenkin oikeus jatkoelakkeeseen, jos han oli tayttanyt 40 vuotta silloin, kun lapsi taytti 18 vuotta. lapsenelake maksetaan vahintaan sen suuruisena kuin se on maksettu ennen 1 paivaa heinakuuta 1990 ilman veron ennakonpidatysta.",
        "title_sv": "Familjepension efter en förmånslåtare som avlidit före den 1 juli 1990",
        "content_sv": "Om en förmånslåtare har avlidit före den 1 juli 1990, bestäms rätten till familjepension enligt 6 §, 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. Engångsbetalningen till den efterlevande maken bestäms enligt 14 § i nämnda lag. För familjepension gäller i övrigt 5―9 och 11―15 kap. i folkpensionslagen, dock så att arbetsinkomster enligt 34 § i sin helhet beaktas som årsinkomst. Om förmånslåtaren har avlidit före den 1 juli 1990, fortsätter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 år. Den efterlevande maken har dock rätt till fortsättningspension, om han eller hon hade fyllt 40 år när barnet fyllde 18 år. Barnpension betalas till minst det belopp som före den 1 juli 1990 betalades utan förskottsinnehållning av skatt.",
        "normalized_sv": "Om en förmånslåtare har avlidit före den 1 juli 1990, bestäms rätten till familjepension enligt 6 § , 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. Engångsbetalningen till den efterlevande maken bestäms enligt 14 § i nämnda lag. För familjepension gäller i övrigt 5―9 och 11―15 kap. i folkpensionslagen, dock så att arbetsinkomster enligt 34 § i sin helhet beaktas som årsinkomst. Om förmånslåtaren har avlidit före den 1 juli 1990, fortsätter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 år. Den efterlevande maken har dock rätt till fortsättningspension, om han eller hon hade fyllt 40 år när barnet fyllde 18 år. Barnpension betalas till minst det belopp som före den 1 juli 1990 betalades utan förskottsinnehållning av skatt.",
        "folded_sv": "om en formanslatare har avlidit fore den 1 juli 1990, bestams ratten till familjepension enligt 6 §, 7 § 4 punkten, 8, 9, 9 b och 12 § samt 13 § 2 mom. i familjepensionslagen. engangsbetalningen till den efterlevande maken bestams enligt 14 § i namnda lag. for familjepension galler i ovrigt 5―9 och 11―15 kap. i folkpensionslagen, dock sa att arbetsinkomster enligt 34 § i sin helhet beaktas som arsinkomst. om formanslataren har avlidit fore den 1 juli 1990, fortsatter utbetalningen av barnpension och efterlevandepension till dess att barnet fyller 18 ar. den efterlevande maken har dock ratt till fortsattningspension, om han eller hon hade fyllt 40 ar nar barnet fyllde 18 ar. barnpension betalas till minst det belopp som fore den 1 juli 1990 betalades utan forskottsinnehallning av skatt."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ennen 1 päivää tammikuuta 1996 alkanut lapsikorotus",
      "content": "Kansaneläkelain voimaan tullessa maksussa olevan ennen 1 päivää tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin eläkkeensaajan oikeus lapsikorotukseen jatkuu entisin määräytymisperustein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Kansaneläkelain voimaan tullessa maksussa olevan ennen 1 päivää tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin eläkkeensaajan oikeus lapsikorotukseen jatkuu entisin määräytymisperustein.",
        "folded_fi": "kansanelakelain voimaan tullessa maksussa olevan ennen 1 paivaa tammikuuta 1996 alkaneen lapsikorotuksen maksamista jatketaan niin kauan kuin elakkeensaajan oikeus lapsikorotukseen jatkuu entisin maaraytymisperustein.",
        "title_sv": "Barnförhöjning som börjat före den 1 januari 1996",
        "content_sv": "Utbetalningen av barnförhöjning som betalas när folkpensionslagen träder i kraft och som har börjat före den 1 januari 1996 fortsätter så länge som pensionstagarens rätt till barnförhöjning fortsätter att gälla på tidigare grunder för fastställandet.",
        "normalized_sv": "Utbetalningen av barnförhöjning som betalas när folkpensionslagen träder i kraft och som har börjat före den 1 januari 1996 fortsätter så länge som pensionstagarens rätt till barnförhöjning fortsätter att gälla på tidigare grunder för fastställandet.",
        "folded_sv": "utbetalningen av barnforhojning som betalas nar folkpensionslagen trader i kraft och som har borjat fore den 1 januari 1996 fortsatter sa lange som pensionstagarens ratt till barnforhojning fortsatter att galla pa tidigare grunder for faststallandet."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kansaneläkkeen, perhe-eläkkeen ja lapsikorotuksen maksaminen ulkomaille",
      "content": "Jos kansaneläkettä, perhe-eläkettä tai lapsikorotusta on maksettu vuoden 1956 kansaneläkelain 41 §:n perusteella ulkomaille, eläkkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansaneläkelain 24, 36 tai 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos kansaneläkettä, perhe-eläkettä tai lapsikorotusta on maksettu vuoden 1956 kansaneläkelain 41 § :n perusteella ulkomaille, eläkkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansaneläkelain 24, 36 tai 45 § :n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
        "folded_fi": "jos kansanelaketta, perhe-elaketta tai lapsikorotusta on maksettu vuoden 1956 kansanelakelain 41 §:n perusteella ulkomaille, elakkeen tai lapsikorotuksen maksamista jatketaan entisin perustein kansanelakelain 24, 36 tai 45 §:n mukaiseen seuraavaan tarkistukseen saakka tai siihen saakka, kunnes etuus lakkaa.",
        "title_sv": "Betalning av folkpension, familjepension och barnförhöjning till utlandet",
        "content_sv": "Om folkpension, familjepension eller barnförhöjning har betalats till utlandet med stöd av 41 § i 1956 års folkpensionslag, fortsätter utbetalningen av pensionen eller förhöjningen på tidigare grunder till nästa justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att förmånen upphör.",
        "normalized_sv": "Om folkpension, familjepension eller barnförhöjning har betalats till utlandet med stöd av 41 § i 1956 års folkpensionslag, fortsätter utbetalningen av pensionen eller förhöjningen på tidigare grunder till nästa justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att förmånen upphör.",
        "folded_sv": "om folkpension, familjepension eller barnforhojning har betalats till utlandet med stod av 41 § i 1956 ars folkpensionslag, fortsatter utbetalningen av pensionen eller forhojningen pa tidigare grunder till nasta justering enligt 24, 36 eller 45 § i folkpensionslagen eller till dess att formanen upphor."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Työeläkkeen tulona huomioon ottaminen, kun eläketapahtuma on ennen 1 päivää heinäkuuta 1975",
      "content": "Kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa otetaan tulona huomioon yhteensä enintään 5 550 euroa vuodessa ennen 1 päivää heinäkuuta 1975 sattuneeseen eläketapahtumaan perustuvasta: 1) työntekijäin eläkelain, maatalousyrittäjien eläkelain (467/1969) tai yrittäjien eläkelain (468/1969) vähimmäisehtojen mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 2) lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) tai merimieseläkelain (72/1956) mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 3) maatalousyrittäjien eläkelain mukaisen sukupolvenvaihdoseläkkeen perusmäärästä; sekä 4) työntekijäin eläkelain 8 §:n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä siltä osin kuin se ei ylitä kunkin eläkkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta eläkettä määrättäessä huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. Muilta osin 1 momentin 4 kohdassa tarkoitettu eläke luetaan kokonaisuudessaan tuloksi kansaneläkkeessä. Jos eläkkeensaaja on avioliitossa tai kansaneläkelain 5 §:n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamäärä on 4 559 euroa vuodessa. Edellä 1 ja 2 momentissa tarkoitetuista rahamääristä vähennetään henkilön saamien muiden kansaneläkkeeseen tai leskeneläkkeen täydennysmäärään vaikuttavien tulojen määrä, ja näin saatuun rahamäärään lisätään se osa, jolla tulot ylittävät 2 091 euroa. Eläketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on täyttänyt eläkkeen saamiseen oikeuttavan eläkeiän; 2) vakuutettu on tullut eläkkeen saamiseen oikeuttavassa määrin työkyvyttömäksi; 3) työttömyyseläkkeeseen oikeuttava työvoimaviranomaisen ensimmäinen todistus on annettu; taikka 4) viljelmän luovutus sukupolvenvaihdoseläkkeen saamiseksi on tapahtunut tai ehdollinen päätös sukupolvenvaihdoseläkkeen myöntämisestä on annettu. Uutena eläketapahtumana ei kuitenkaan pidetä työttömyyseläkkeen muuttumista työkyvyttömyyseläkkeeksi, työkyvyttömyyseläkkeen muuttumista sukupolvenvaihdoseläkkeeksi eikä eläkkeen muuttumista vanhuuseläkkeeksi. Mitä 1―5 momentissa säädetään, sovelletaan, kun ennen 1 päivää tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoeläke otetaan tuloksi kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa; ja 2) luopumiseläkelain (16/1974) mukainen luopumiseläke otetaan tuloksi leskeneläkkeen täydennysmäärää laskettaessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa otetaan tulona huomioon yhteensä enintään 5 550 euroa vuodessa ennen 1 päivää heinäkuuta 1975 sattuneeseen eläketapahtumaan perustuvasta: 1) työntekijäin eläkelain, maatalousyrittäjien eläkelain (467/1969) tai yrittäjien eläkelain (468/1969) vähimmäisehtojen mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 2) lyhytaikaisissa työsuhteissa olevien työntekijäin eläkelain (134/1962) tai merimieseläkelain (72/1956) mukainen vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä; 3) maatalousyrittäjien eläkelain mukaisen sukupolvenvaihdoseläkkeen perusmäärästä; sekä 4) työntekijäin eläkelain 8 § :n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, työkyvyttömyys- tai työttömyyseläkkeestä siltä osin kuin se ei ylitä kunkin eläkkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta eläkettä määrättäessä huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. Muilta osin 1 momentin 4 kohdassa tarkoitettu eläke luetaan kokonaisuudessaan tuloksi kansaneläkkeessä. Jos eläkkeensaaja on avioliitossa tai kansaneläkelain 5 § :n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamäärä on 4 559 euroa vuodessa. Edellä 1 ja 2 momentissa tarkoitetuista rahamääristä vähennetään henkilön saamien muiden kansaneläkkeeseen tai leskeneläkkeen täydennysmäärään vaikuttavien tulojen määrä, ja näin saatuun rahamäärään lisätään se osa, jolla tulot ylittävät 2 091 euroa. Eläketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on täyttänyt eläkkeen saamiseen oikeuttavan eläkeiän; 2) vakuutettu on tullut eläkkeen saamiseen oikeuttavassa määrin työkyvyttömäksi; 3) työttömyyseläkkeeseen oikeuttava työvoimaviranomaisen ensimmäinen todistus on annettu; taikka 4) viljelmän luovutus sukupolvenvaihdoseläkkeen saamiseksi on tapahtunut tai ehdollinen päätös sukupolvenvaihdoseläkkeen myöntämisestä on annettu. Uutena eläketapahtumana ei kuitenkaan pidetä työttömyyseläkkeen muuttumista työkyvyttömyyseläkkeeksi, työkyvyttömyyseläkkeen muuttumista sukupolvenvaihdoseläkkeeksi eikä eläkkeen muuttumista vanhuuseläkkeeksi. Mitä 1―5 momentissa säädetään, sovelletaan, kun ennen 1 päivää tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoeläke otetaan tuloksi kansaneläkettä ja leskeneläkkeen täydennysmäärää laskettaessa; ja 2) luopumiseläkelain (16/1974) mukainen luopumiseläke otetaan tuloksi leskeneläkkeen täydennysmäärää laskettaessa.",
        "folded_fi": "kansanelaketta ja leskenelakkeen taydennysmaaraa laskettaessa otetaan tulona huomioon yhteensa enintaan 5 550 euroa vuodessa ennen 1 paivaa heinakuuta 1975 sattuneeseen elaketapahtumaan perustuvasta: 1) tyontekijain elakelain, maatalousyrittajien elakelain (467/1969) tai yrittajien elakelain (468/1969) vahimmaisehtojen mukainen vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta; 2) lyhytaikaisissa tyosuhteissa olevien tyontekijain elakelain (134/1962) tai merimieselakelain (72/1956) mukainen vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta; 3) maatalousyrittajien elakelain mukaisen sukupolvenvaihdoselakkeen perusmaarasta; seka 4) tyontekijain elakelain 8 §:n 4 momentin 3―9 kohdassa tarkoitettu vanhuus-, tyokyvyttomyys- tai tyottomyyselakkeesta silta osin kuin se ei ylita kunkin elakkeen osalta sen perusteena olevasta palkasta 1/9 prosenttia jokaiselta elaketta maarattaessa huomioon otetulta kuukaudelta, ei kuitenkaan useammalta kuin 360 kuukaudelta. muilta osin 1 momentin 4 kohdassa tarkoitettu elake luetaan kokonaisuudessaan tuloksi kansanelakkeessa. jos elakkeensaaja on avioliitossa tai kansanelakelain 5 §:n 1 momentissa tarkoitetussa avoliitossa, 1 momentissa tarkoitettu rahamaara on 4 559 euroa vuodessa. edella 1 ja 2 momentissa tarkoitetuista rahamaarista vahennetaan henkilon saamien muiden kansanelakkeeseen tai leskenelakkeen taydennysmaaraan vaikuttavien tulojen maara, ja nain saatuun rahamaaraan lisataan se osa, jolla tulot ylittavat 2 091 euroa. elaketapahtuman katsotaan sattuneen silloin, kun: 1) vakuutettu on tayttanyt elakkeen saamiseen oikeuttavan elakeian; 2) vakuutettu on tullut elakkeen saamiseen oikeuttavassa maarin tyokyvyttomaksi; 3) tyottomyyselakkeeseen oikeuttava tyovoimaviranomaisen ensimmainen todistus on annettu; taikka 4) viljelman luovutus sukupolvenvaihdoselakkeen saamiseksi on tapahtunut tai ehdollinen paatos sukupolvenvaihdoselakkeen myontamisesta on annettu. uutena elaketapahtumana ei kuitenkaan pideta tyottomyyselakkeen muuttumista tyokyvyttomyyselakkeeksi, tyokyvyttomyyselakkeen muuttumista sukupolvenvaihdoselakkeeksi eika elakkeen muuttumista vanhuuselakkeeksi. mita 1―5 momentissa saadetaan, sovelletaan, kun ennen 1 paivaa tammikuuta 1983 alkanut: 1) sotilasvammalain mukainen huoltoelake otetaan tuloksi kansanelaketta ja leskenelakkeen taydennysmaaraa laskettaessa; ja 2) luopumiselakelain (16/1974) mukainen luopumiselake otetaan tuloksi leskenelakkeen taydennysmaaraa laskettaessa.",
        "title_sv": "Arbetspension som beaktas som inkomst när pensionsfallet inträffat före den 1 juli 1975",
        "content_sv": "Vid beräkning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt högt 5 550 euro om året av på pensionsfall som har inträffat före den 1 juli 1975 grundad 1) ålders-, invalid- eller arbetslöshetspension som betalas i enlighet med minimivillkoren i 1961 års lag om pension för arbetstagare, lagen om pension för lantbruksföretagare (467/1969) eller lagen om pension för företagare (468/1969), 2) ålders-, invalid- eller arbetslöshetspension som betalas enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962) eller lagen om sjömanspensioner (72/1956), 3) generationsväxlingspension som betalas enligt 1969 års lag om pension för lantbruksföretagare, vad grundbeloppet beträffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 års lag om pension för arbetstagare nämnd ålders-, invalid- eller arbetslöshetspension, till den del den inte för var och en av pensionerna överstiger 1/9 procent av den pensionsgrundande lönen för varje månad som har beaktats när pensionen fastställdes, dock inte för flera än 360 månader. Pension som avses i 1 mom. 4 punkten beaktas i övrigt i sin helhet som inkomst i folkpensionen. Om pensionstagaren är gift eller lever i ett samboförhållande som avses i 5 § 1 mom. i folkpensionslagen, är det belopp som avses i 1 mom. 4 559 euro om året. Personens övriga inkomster som inverkar på folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av från de belopp som nämns i 1 och 2 mom., och till det erhållna beloppet läggs den del av inkomsterna som överstiger 2 091 euro. Pensionsfallet anses ha inträffat då 1) den försäkrade har nått den ålder som berättigar till pension, 2) den försäkrade har blivit oförmögen att arbeta i så hög grad att han eller hon har rätt till pension, 3) det första intyget som berättigar till arbetslöshetspension har utfärdats av en arbetskraftsmyndighet, eller 4) överlåtelse av en brukningsenhet för erhållande av generationsväxlingspension har skett eller ett villkorligt beslut om beviljande av generationsväxlingspension har meddelats. Ett nytt pensionsfall anses dock inte ha inträffat då arbetslöshetspension har omvandlats till sjukpension, då sjukpension har omvandlats till generationsväxlingspension eller då pension har omvandlats till ålderspension. Bestämmelserna i 1―5 mom. tillämpas när före den 1 januari 1983 inledd 1) försörjningspension enligt lagen om skada, ådragen i militärtjänst beaktas som inkomst när folkpension och efterlevandepensionens kompletteringsbelopp beräknas, och 2) avträdelsepension enligt lagen om avträdelsepension (16/1974) beaktas som inkomst när efterlevandepensionens kompletteringsbelopp beräknas.",
        "normalized_sv": "Vid beräkning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt högt 5 550 euro om året av på pensionsfall som har inträffat före den 1 juli 1975 grundad 1) ålders-, invalid- eller arbetslöshetspension som betalas i enlighet med minimivillkoren i 1961 års lag om pension för arbetstagare, lagen om pension för lantbruksföretagare (467/1969) eller lagen om pension för företagare (468/1969), 2) ålders-, invalid- eller arbetslöshetspension som betalas enligt lagen om pension för arbetstagare i kortvariga arbetsförhållanden (134/1962) eller lagen om sjömanspensioner (72/1956), 3) generationsväxlingspension som betalas enligt 1969 års lag om pension för lantbruksföretagare, vad grundbeloppet beträffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 års lag om pension för arbetstagare nämnd ålders-, invalid- eller arbetslöshetspension, till den del den inte för var och en av pensionerna överstiger 1/9 procent av den pensionsgrundande lönen för varje månad som har beaktats när pensionen fastställdes, dock inte för flera än 360 månader. Pension som avses i 1 mom. 4 punkten beaktas i övrigt i sin helhet som inkomst i folkpensionen. Om pensionstagaren är gift eller lever i ett samboförhållande som avses i 5 § 1 mom. i folkpensionslagen, är det belopp som avses i 1 mom. 4 559 euro om året. Personens övriga inkomster som inverkar på folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av från de belopp som nämns i 1 och 2 mom., och till det erhållna beloppet läggs den del av inkomsterna som överstiger 2 091 euro. Pensionsfallet anses ha inträffat då 1) den försäkrade har nått den ålder som berättigar till pension, 2) den försäkrade har blivit oförmögen att arbeta i så hög grad att han eller hon har rätt till pension, 3) det första intyget som berättigar till arbetslöshetspension har utfärdats av en arbetskraftsmyndighet, eller 4) överlåtelse av en brukningsenhet för erhållande av generationsväxlingspension har skett eller ett villkorligt beslut om beviljande av generationsväxlingspension har meddelats. Ett nytt pensionsfall anses dock inte ha inträffat då arbetslöshetspension har omvandlats till sjukpension, då sjukpension har omvandlats till generationsväxlingspension eller då pension har omvandlats till ålderspension. Bestämmelserna i 1―5 mom. tillämpas när före den 1 januari 1983 inledd 1) försörjningspension enligt lagen om skada, ådragen i militärtjänst beaktas som inkomst när folkpension och efterlevandepensionens kompletteringsbelopp beräknas, och 2) avträdelsepension enligt lagen om avträdelsepension (16/1974) beaktas som inkomst när efterlevandepensionens kompletteringsbelopp beräknas.",
        "folded_sv": "vid berakning av folkpensionen och efterlevandepensionens kompletteringsbelopp beaktas som inkomst sammanlagt hogt 5 550 euro om aret av pa pensionsfall som har intraffat fore den 1 juli 1975 grundad 1) alders-, invalid- eller arbetsloshetspension som betalas i enlighet med minimivillkoren i 1961 ars lag om pension for arbetstagare, lagen om pension for lantbruksforetagare (467/1969) eller lagen om pension for foretagare (468/1969), 2) alders-, invalid- eller arbetsloshetspension som betalas enligt lagen om pension for arbetstagare i kortvariga arbetsforhallanden (134/1962) eller lagen om sjomanspensioner (72/1956), 3) generationsvaxlingspension som betalas enligt 1969 ars lag om pension for lantbruksforetagare, vad grundbeloppet betraffar, samt 4) i 8 § 4 mom. 3―9 punkten i 1961 ars lag om pension for arbetstagare namnd alders-, invalid- eller arbetsloshetspension, till den del den inte for var och en av pensionerna overstiger 1/9 procent av den pensionsgrundande lonen for varje manad som har beaktats nar pensionen faststalldes, dock inte for flera an 360 manader. pension som avses i 1 mom. 4 punkten beaktas i ovrigt i sin helhet som inkomst i folkpensionen. om pensionstagaren ar gift eller lever i ett samboforhallande som avses i 5 § 1 mom. i folkpensionslagen, ar det belopp som avses i 1 mom. 4 559 euro om aret. personens ovriga inkomster som inverkar pa folkpensionen eller efterlevandepensionens kompletteringsbelopp dras av fran de belopp som namns i 1 och 2 mom., och till det erhallna beloppet laggs den del av inkomsterna som overstiger 2 091 euro. pensionsfallet anses ha intraffat da 1) den forsakrade har natt den alder som berattigar till pension, 2) den forsakrade har blivit oformogen att arbeta i sa hog grad att han eller hon har ratt till pension, 3) det forsta intyget som berattigar till arbetsloshetspension har utfardats av en arbetskraftsmyndighet, eller 4) overlatelse av en brukningsenhet for erhallande av generationsvaxlingspension har skett eller ett villkorligt beslut om beviljande av generationsvaxlingspension har meddelats. ett nytt pensionsfall anses dock inte ha intraffat da arbetsloshetspension har omvandlats till sjukpension, da sjukpension har omvandlats till generationsvaxlingspension eller da pension har omvandlats till alderspension. bestammelserna i 1―5 mom. tillampas nar fore den 1 januari 1983 inledd 1) forsorjningspension enligt lagen om skada, adragen i militartjanst beaktas som inkomst nar folkpension och efterlevandepensionens kompletteringsbelopp beraknas, och 2) avtradelsepension enligt lagen om avtradelsepension (16/1974) beaktas som inkomst nar efterlevandepensionens kompletteringsbelopp beraknas."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Työeläkkeen huomioon ottaminen tulona 1 päivänä tammikuuta 2005 tai sen jälkeen alkavassa kansaneläkkeessä ja leskeneläkkeen täydennysmäärässä",
      "content": "Jos kansaneläkelain 22 §:n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke on alkanut 1 päivänä tammikuuta 2005 tai sen jälkeen ja eläkkeensaaja on täyttänyt 63 vuotta viimeistään 31 päivänä joulukuuta 2004, työeläke otetaan tulona huomioon 31 päivään joulukuuta 2004 mennessä karttuneena eläkkeenä. Kun kansaneläke tai leskeneläkkeen täydennysmäärä alkaa tai tarkistetaan 1 päivänä tammikuuta 2005 tai sen jälkeen, otetaan ennen edellä mainittua ajankohtaa alkanut kansaneläkelain 22 §:n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke tulona huomioon vuoden 1956 kansaneläkelain säännösten mukaisesti sellaisina kuin ne olivat voimassa kansaneläkelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos kansaneläkelain 22 § :n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke on alkanut 1 päivänä tammikuuta 2005 tai sen jälkeen ja eläkkeensaaja on täyttänyt 63 vuotta viimeistään 31 päivänä joulukuuta 2004, työeläke otetaan tulona huomioon 31 päivään joulukuuta 2004 mennessä karttuneena eläkkeenä. Kun kansaneläke tai leskeneläkkeen täydennysmäärä alkaa tai tarkistetaan 1 päivänä tammikuuta 2005 tai sen jälkeen, otetaan ennen edellä mainittua ajankohtaa alkanut kansaneläkelain 22 § :n 1 momentin 1 kohdan mukainen työeläkkeen vanhuuseläke tulona huomioon vuoden 1956 kansaneläkelain säännösten mukaisesti sellaisina kuin ne olivat voimassa kansaneläkelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
        "folded_fi": "jos kansanelakelain 22 §:n 1 momentin 1 kohdan mukainen tyoelakkeen vanhuuselake on alkanut 1 paivana tammikuuta 2005 tai sen jalkeen ja elakkeensaaja on tayttanyt 63 vuotta viimeistaan 31 paivana joulukuuta 2004, tyoelake otetaan tulona huomioon 31 paivaan joulukuuta 2004 mennessa karttuneena elakkeena. kun kansanelake tai leskenelakkeen taydennysmaara alkaa tai tarkistetaan 1 paivana tammikuuta 2005 tai sen jalkeen, otetaan ennen edella mainittua ajankohtaa alkanut kansanelakelain 22 §:n 1 momentin 1 kohdan mukainen tyoelakkeen vanhuuselake tulona huomioon vuoden 1956 kansanelakelain saannosten mukaisesti sellaisina kuin ne olivat voimassa kansanelakelain muuttamisesta annetun lain (639/2003) tullessa voimaan.",
        "title_sv": "Arbetspension som beaktas som inkomst när det gäller folkpension och efterlevandepensionens kompletteringsbelopp som börjar den 1 januari 2005 eller senare",
        "content_sv": "Om en ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har börjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 år senast den 31 december 2004, beaktas som inkomst den arbetspension som intjänats före den 31 december 2004. Om folkpension eller efterlevandepensionens kompletteringsbelopp har börjat eller justerats den 1 januari 2005 eller senare, beaktas ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken börjat före den nämnda tidpunkten som inkomst i enlighet med de bestämmelser i 1956 års folkpensionslag som gällde när lagen om ändring av folkpensionslagen (639/2003) trädde i kraft.",
        "normalized_sv": "Om en ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har börjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 år senast den 31 december 2004, beaktas som inkomst den arbetspension som intjänats före den 31 december 2004. Om folkpension eller efterlevandepensionens kompletteringsbelopp har börjat eller justerats den 1 januari 2005 eller senare, beaktas ålderspension från arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken börjat före den nämnda tidpunkten som inkomst i enlighet med de bestämmelser i 1956 års folkpensionslag som gällde när lagen om ändring av folkpensionslagen (639/2003) trädde i kraft.",
        "folded_sv": "om en alderspension fran arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen har borjat den 1 januari 2005 eller senare och pensionstagaren har fyllt 63 ar senast den 31 december 2004, beaktas som inkomst den arbetspension som intjanats fore den 31 december 2004. om folkpension eller efterlevandepensionens kompletteringsbelopp har borjat eller justerats den 1 januari 2005 eller senare, beaktas alderspension fran arbetspensionssystemet enligt 22 § 1 mom. 1 punkten i folkpensionslagen vilken borjat fore den namnda tidpunkten som inkomst i enlighet med de bestammelser i 1956 ars folkpensionslag som gallde nar lagen om andring av folkpensionslagen (639/2003) tradde i kraft."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Etuoikeutetut eläketulot ja eräät ulkomailta maksettavat etuudet",
      "content": "Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsäädännön mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 päivää tammikuuta 1985 eikä sellaista enintään vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 päivää tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsäädäntöön perustuvaa tapaturmaeläkettä, perhe-eläkettä, elinkorkoa ja huoltoeläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1994. Kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaeläkettä ja elinkorkoa eikä liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja työkyvyttömyyseläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. Ennen 1 päivää tammikuuta 1997 alkaneen kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona otetaan huomioon kansaneläkelain 22 §:n 2 momentin mukainen ennen 1 päivää tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansaneläke tai leskeneläke tarkistetaan kansaneläkelain 24 tai 36 §:n perusteella. Jos kansaneläke tai leskeneläke myönnetään tai tarkistetaan 1 päivää tammikuuta 1997 edeltävältä ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 päivästä tammikuuta 1997. Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon työntekijäin eläkelain 5 a §:n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sitä vastaavaa korotusta, jos henkilö on täyttänyt 65 vuotta 1 päivänä tammikuuta 1980 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsäädännön mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 päivää tammikuuta 1985 eikä sellaista enintään vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 päivää tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsäädäntöön perustuvaa tapaturmaeläkettä, perhe-eläkettä, elinkorkoa ja huoltoeläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1994. Kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaeläkettä ja elinkorkoa eikä liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja työkyvyttömyyseläkettä, jos etuuden maksaminen on alkanut ennen 1 päivää tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. Ennen 1 päivää tammikuuta 1997 alkaneen kansaneläkkeen määrää ja leskeneläkkeen täydennysmäärää laskettaessa tulona otetaan huomioon kansaneläkelain 22 § :n 2 momentin mukainen ennen 1 päivää tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansaneläke tai leskeneläke tarkistetaan kansaneläkelain 24 tai 36 § :n perusteella. Jos kansaneläke tai leskeneläke myönnetään tai tarkistetaan 1 päivää tammikuuta 1997 edeltävältä ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 päivästä tammikuuta 1997. Kansaneläkkeen määrää laskettaessa tulona ei oteta huomioon työntekijäin eläkelain 5 a § :n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sitä vastaavaa korotusta, jos henkilö on täyttänyt 65 vuotta 1 päivänä tammikuuta 1980 tai sen jälkeen.",
        "folded_fi": "kansanelakkeen maaraa laskettaessa tulona ei oteta huomioon: 1) liikennevakuutusta koskevan lainsaadannon mukaista ansionmenetyksen korvausta, jonka maksaminen on alkanut ennen 1 paivaa tammikuuta 1985 eika sellaista enintaan vuoden ajalta maksettua ansionmenetyksen korvausta, jota maksetaan ennen 1 paivaa tammikuuta 1995 sattuneen vahingon perusteella; 2) vapaaehtoista tapaturmavakuutusta koskevaan lainsaadantoon perustuvaa tapaturmaelaketta, perhe-elaketta, elinkorkoa ja huoltoelaketta, jos etuuden maksaminen on alkanut ennen 1 paivaa tammikuuta 1994. kansanelakkeen maaraa ja leskenelakkeen taydennysmaaraa laskettaessa tulona ei oteta huomioon tapaturmavakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (625/1991) mukaista tapaturmaelaketta ja elinkorkoa eika liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) mukaista ansionmenetyksen korvausta ja tyokyvyttomyyselaketta, jos etuuden maksaminen on alkanut ennen 1 paivaa tammikuuta 1999, niin kauan kuin etuuden maksaminen jatkuu yhdenjaksoisesti. ennen 1 paivaa tammikuuta 1997 alkaneen kansanelakkeen maaraa ja leskenelakkeen taydennysmaaraa laskettaessa tulona otetaan huomioon kansanelakelain 22 §:n 2 momentin mukainen ennen 1 paivaa tammikuuta 1997 alkanut ulkomailta maksettava etuus, jos kansanelake tai leskenelake tarkistetaan kansanelakelain 24 tai 36 §:n perusteella. jos kansanelake tai leskenelake myonnetaan tai tarkistetaan 1 paivaa tammikuuta 1997 edeltavalta ajalta, ulkomailta maksettava etuus otetaan tulona huomioon 1 paivasta tammikuuta 1997. kansanelakkeen maaraa laskettaessa tulona ei oteta huomioon tyontekijain elakelain 5 a §:n 1 momentin, sellaisina kuin se on laissa 1263/1999, mukaista tai sita vastaavaa korotusta, jos henkilo on tayttanyt 65 vuotta 1 paivana tammikuuta 1980 tai sen jalkeen.",
        "title_sv": "Prioriterade pensionsinkomster och vissa förmåner från utlandet",
        "content_sv": "När folkpensionsbeloppet beräknas beaktas inte som inkomst 1) på trafikförsäkringslagstiftningen grundad ersättning för inkomstbortfall som har börjat betalas ut före den 1 januari 1985 eller ersättning för inkomstbortfall som har betalats för högst ett år och som betalas på grund av skada som uppkommit före den 1 januari 1995, 2) olycksfallspension, familjepension, livränta och försörjningspension enligt lagstiftningen om frivillig olycksfallsförsäkring, om förmånen har börjat betalas ut före den 1 januari 1994. När folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beräknas beaktas inte som inkomst olycksfallspension och livränta enligt lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring (625/1991) och inte heller ersättning för inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersätts enligt trafikförsäkringslagen (626/1991) om förmånen har börjat betalas ut före den 1 januari 1999, så länge utbetalningen av förmånen fortsätter utan avbrott. När beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har börjat före den 1 januari 1997 beräknas beaktas som inkomst en sådan förmån enligt 22 § 2 mom. i folkpensionslagen som har börjat betalas från utlandet före den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stöd av 24 eller 36 § i folkpensionslagen. Om folkpension eller efterlevandepension beviljas eller justeras för tiden före den 1 januari 1997, beaktas en förmån som betalas från utlandet som inkomst från och med den 1 januari 1997. När folkpensionsbeloppet beräknas beaktas inte som inkomst en förhöjning enligt 5 a § 1 mom. i 1961 års lag om pension för arbetstagare, sådant det lyder i lag 1263/1999, eller en motsvarande förhöjning, om personen fyllt 65 år den 1 januari 1980 eller senare.",
        "normalized_sv": "När folkpensionsbeloppet beräknas beaktas inte som inkomst 1) på trafikförsäkringslagstiftningen grundad ersättning för inkomstbortfall som har börjat betalas ut före den 1 januari 1985 eller ersättning för inkomstbortfall som har betalats för högst ett år och som betalas på grund av skada som uppkommit före den 1 januari 1995, 2) olycksfallspension, familjepension, livränta och försörjningspension enligt lagstiftningen om frivillig olycksfallsförsäkring, om förmånen har börjat betalas ut före den 1 januari 1994. När folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beräknas beaktas inte som inkomst olycksfallspension och livränta enligt lagen om rehabilitering som ersätts enligt lagen om olycksfallsförsäkring (625/1991) och inte heller ersättning för inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersätts enligt trafikförsäkringslagen (626/1991) om förmånen har börjat betalas ut före den 1 januari 1999, så länge utbetalningen av förmånen fortsätter utan avbrott. När beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har börjat före den 1 januari 1997 beräknas beaktas som inkomst en sådan förmån enligt 22 § 2 mom. i folkpensionslagen som har börjat betalas från utlandet före den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stöd av 24 eller 36 § i folkpensionslagen. Om folkpension eller efterlevandepension beviljas eller justeras för tiden före den 1 januari 1997, beaktas en förmån som betalas från utlandet som inkomst från och med den 1 januari 1997. När folkpensionsbeloppet beräknas beaktas inte som inkomst en förhöjning enligt 5 a § 1 mom. i 1961 års lag om pension för arbetstagare, sådant det lyder i lag 1263/1999, eller en motsvarande förhöjning, om personen fyllt 65 år den 1 januari 1980 eller senare.",
        "folded_sv": "nar folkpensionsbeloppet beraknas beaktas inte som inkomst 1) pa trafikforsakringslagstiftningen grundad ersattning for inkomstbortfall som har borjat betalas ut fore den 1 januari 1985 eller ersattning for inkomstbortfall som har betalats for hogst ett ar och som betalas pa grund av skada som uppkommit fore den 1 januari 1995, 2) olycksfallspension, familjepension, livranta och forsorjningspension enligt lagstiftningen om frivillig olycksfallsforsakring, om formanen har borjat betalas ut fore den 1 januari 1994. nar folkpensionsbeloppet och efterlevandepensionens kompletteringsbelopp beraknas beaktas inte som inkomst olycksfallspension och livranta enligt lagen om rehabilitering som ersatts enligt lagen om olycksfallsforsakring (625/1991) och inte heller ersattning for inkomstbortfall och sjukpension enligt lagen om rehabilitering som ersatts enligt trafikforsakringslagen (626/1991) om formanen har borjat betalas ut fore den 1 januari 1999, sa lange utbetalningen av formanen fortsatter utan avbrott. nar beloppet av folkpension och efterlevandepensionens kompletteringsbelopp som har borjat fore den 1 januari 1997 beraknas beaktas som inkomst en sadan forman enligt 22 § 2 mom. i folkpensionslagen som har borjat betalas fran utlandet fore den 1 januari 1997, om folkpensionen eller efterlevandepensionen justeras med stod av 24 eller 36 § i folkpensionslagen. om folkpension eller efterlevandepension beviljas eller justeras for tiden fore den 1 januari 1997, beaktas en forman som betalas fran utlandet som inkomst fran och med den 1 januari 1997. nar folkpensionsbeloppet beraknas beaktas inte som inkomst en forhojning enligt 5 a § 1 mom. i 1961 ars lag om pension for arbetstagare, sadant det lyder i lag 1263/1999, eller en motsvarande forhojning, om personen fyllt 65 ar den 1 januari 1980 eller senare."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kansaneläkkeen suojaaminen tukiosan ja tukilisän lisäosaksi yhdistämisessä",
      "content": "Jos kansaneläkelain voimaan tullessa maksussa olevaan kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, että tukiosan ja tukilisän yhdistäminen lisäosaksi 1 päivänä tammikuuta 1983 olisi pienentänyt tukiosan ja tukilisän yhteismäärää, kansaneläkkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansaneläke on tarkistettava kansaneläkelain 24 §:n perusteella. Samoin menetellään, jos kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisäosien yhteismäärä olisi pienentynyt 1 päivästä tammikuuta 1984.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jos kansaneläkelain voimaan tullessa maksussa olevaan kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, että tukiosan ja tukilisän yhdistäminen lisäosaksi 1 päivänä tammikuuta 1983 olisi pienentänyt tukiosan ja tukilisän yhteismäärää, kansaneläkkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansaneläke on tarkistettava kansaneläkelain 24 § :n perusteella. Samoin menetellään, jos kansaneläkkeeseen sisältyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisäosien yhteismäärä olisi pienentynyt 1 päivästä tammikuuta 1984.",
        "folded_fi": "jos kansanelakelain voimaan tullessa maksussa olevaan kansanelakkeeseen sisaltyy osa, jota maksetaan sen vuoksi, etta tukiosan ja tukilisan yhdistaminen lisaosaksi 1 paivana tammikuuta 1983 olisi pienentanyt tukiosan ja tukilisan yhteismaaraa, kansanelakkeen maksamista jatketaan edelleen entisin perustein siihen saakka, kunnes kansanelake on tarkistettava kansanelakelain 24 §:n perusteella. samoin menetellaan, jos kansanelakkeeseen sisaltyy osa, jota maksetaan sen vuoksi, ettei puolisoiden lisaosien yhteismaara olisi pienentynyt 1 paivasta tammikuuta 1984.",
        "title_sv": "Skydd av folkpension när understödsdelen och understödstillägget kombineras till en tilläggsdel",
        "content_sv": "Om det i folkpension som betalas när folkpensionslagen träder i kraft ingår en del som betalas därför att en kombination av understödsdelen och understödstillägget till en tilläggsdel den 1 januari 1983 skulle ha blivit mindre än understödsdelen och understödstillägget tillsammans, fortsätter utbetalningen av folkpensionen på tidigare grunder till dess att folkpensionen skall justeras med stöd av 24 § i folkpensionslagen. Samma förfarande tillämpas, om det i folkpensionen ingår en del som betalas därför att makarnas tilläggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984.",
        "normalized_sv": "Om det i folkpension som betalas när folkpensionslagen träder i kraft ingår en del som betalas därför att en kombination av understödsdelen och understödstillägget till en tilläggsdel den 1 januari 1983 skulle ha blivit mindre än understödsdelen och understödstillägget tillsammans, fortsätter utbetalningen av folkpensionen på tidigare grunder till dess att folkpensionen skall justeras med stöd av 24 § i folkpensionslagen. Samma förfarande tillämpas, om det i folkpensionen ingår en del som betalas därför att makarnas tilläggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984.",
        "folded_sv": "om det i folkpension som betalas nar folkpensionslagen trader i kraft ingar en del som betalas darfor att en kombination av understodsdelen och understodstillagget till en tillaggsdel den 1 januari 1983 skulle ha blivit mindre an understodsdelen och understodstillagget tillsammans, fortsatter utbetalningen av folkpensionen pa tidigare grunder till dess att folkpensionen skall justeras med stod av 24 § i folkpensionslagen. samma forfarande tillampas, om det i folkpensionen ingar en del som betalas darfor att makarnas tillaggsdelar tillsammans skulle ha blivit mindre den 1 januari 1984."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Kansaneläkkeen ja leskeneläkkeen suojaaminen perhesuhteiden vaikutukselta",
      "content": "Jos avio- tai avoliitossa olevan henkilön kansaneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansaneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansaneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen päättymisen perusteella. Jos avioliitossa olevan henkilön leskeneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avioliitossa, leskeneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskeneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskeneläkkeen saajan puolisolle myönnetään kansaneläke tai perhe-eläke.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Jos avio- tai avoliitossa olevan henkilön kansaneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansaneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansaneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen päättymisen perusteella. Jos avioliitossa olevan henkilön leskeneläke on alkanut ennen 1 päivää syyskuuta 1991 ja sen lisäosa on määräytynyt sellaisen henkilön perhesuhteiden mukaan, joka ei ole avioliitossa, leskeneläkkeen maksamista jatketaan kansaneläkelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskeneläke tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskeneläkkeen saajan puolisolle myönnetään kansaneläke tai perhe-eläke.",
        "folded_fi": "jos avio- tai avoliitossa olevan henkilon kansanelake on alkanut ennen 1 paivaa syyskuuta 1991 ja sen lisaosa on maaraytynyt sellaisen henkilon perhesuhteiden mukaan, joka ei ole avio- tai avoliitossa, kansanelakkeen maksamista jatketaan kansanelakelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes kansanelake tarkistetaan avioliiton solmimisen tai purkautumisen perusteella taikka avoliittoon menemisen tai sen paattymisen perusteella. jos avioliitossa olevan henkilon leskenelake on alkanut ennen 1 paivaa syyskuuta 1991 ja sen lisaosa on maaraytynyt sellaisen henkilon perhesuhteiden mukaan, joka ei ole avioliitossa, leskenelakkeen maksamista jatketaan kansanelakelain voimaan tullessa edelleen entisin perustein siihen saakka, kunnes leskenelake tarkistetaan avioliiton solmimisen tai purkautumisen perusteella tai leskenelakkeen saajan puolisolle myonnetaan kansanelake tai perhe-elake.",
        "title_sv": "Skydd av folkpension och efterlevandepension mot inverkan av familjeförhållanden",
        "content_sv": "Om folkpensionen för en person som är gift eller lever i ett samboförhållande har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en person som inte är gift eller inte lever i ett samboförhållande, fortsätter utbetalningen av folkpensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att folkpensionen justeras på grund av ingående eller upplösning av äktenskap eller inledande eller avslutande av ett samboförhållande. Om efterlevandepensionen för en gift person har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en ogift person, fortsätter utbetalningen av efterlevandepensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att efterlevandepensionen justeras på grund av ingående eller upplösning av äktenskap eller maken eller makan till den som får efterlevandepensionen beviljas folkpension eller familjepension.",
        "normalized_sv": "Om folkpensionen för en person som är gift eller lever i ett samboförhållande har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en person som inte är gift eller inte lever i ett samboförhållande, fortsätter utbetalningen av folkpensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att folkpensionen justeras på grund av ingående eller upplösning av äktenskap eller inledande eller avslutande av ett samboförhållande. Om efterlevandepensionen för en gift person har börjat före den 1 september 1991 och dess tilläggsdel har fastställts enligt familjeförhållandena för en ogift person, fortsätter utbetalningen av efterlevandepensionen vid folkpensionslagens ikraftträdande på tidigare grunder till dess att efterlevandepensionen justeras på grund av ingående eller upplösning av äktenskap eller maken eller makan till den som får efterlevandepensionen beviljas folkpension eller familjepension.",
        "folded_sv": "om folkpensionen for en person som ar gift eller lever i ett samboforhallande har borjat fore den 1 september 1991 och dess tillaggsdel har faststallts enligt familjeforhallandena for en person som inte ar gift eller inte lever i ett samboforhallande, fortsatter utbetalningen av folkpensionen vid folkpensionslagens ikrafttradande pa tidigare grunder till dess att folkpensionen justeras pa grund av ingaende eller upplosning av aktenskap eller inledande eller avslutande av ett samboforhallande. om efterlevandepensionen for en gift person har borjat fore den 1 september 1991 och dess tillaggsdel har faststallts enligt familjeforhallandena for en ogift person, fortsatter utbetalningen av efterlevandepensionen vid folkpensionslagens ikrafttradande pa tidigare grunder till dess att efterlevandepensionen justeras pa grund av ingaende eller upplosning av aktenskap eller maken eller makan till den som far efterlevandepensionen beviljas folkpension eller familjepension."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Kansaneläkkeen ja leskeneläkkeen maksaminen ennen 1 päivää tammikuuta 1994 voimassa olleiden säännösten mukaisesti",
      "content": "Jos kansaneläkettä maksetaan ilman sen suhteuttamista eläkkeensaajan Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Kansaneläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi. Jos leskeneläkettä maksetaan ilman sen suhteuttamista edunjättäjän Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Perhe-eläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Jos kansaneläkettä maksetaan ilman sen suhteuttamista eläkkeensaajan Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Kansaneläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi. Jos leskeneläkettä maksetaan ilman sen suhteuttamista edunjättäjän Suomessa asumaan aikaan, eläkkeen maksamista jatketaan entisin perustein kansaneläkelain voimaan tullessa. Perhe-eläkkeensaaja voi hakea eläkkeen uudelleen laskemista kansaneläkelain mukaiseksi.",
        "folded_fi": "jos kansanelaketta maksetaan ilman sen suhteuttamista elakkeensaajan suomessa asumaan aikaan, elakkeen maksamista jatketaan entisin perustein kansanelakelain voimaan tullessa. kansanelakkeensaaja voi hakea elakkeen uudelleen laskemista kansanelakelain mukaiseksi. jos leskenelaketta maksetaan ilman sen suhteuttamista edunjattajan suomessa asumaan aikaan, elakkeen maksamista jatketaan entisin perustein kansanelakelain voimaan tullessa. perhe-elakkeensaaja voi hakea elakkeen uudelleen laskemista kansanelakelain mukaiseksi.",
        "title_sv": "Betalning av folkpension och efterlevandepension enligt de bestämmelser som gällde före den 1 januari 1994",
        "content_sv": "Om folkpension betalas utan att den har avvägts enligt den tid som pensionstagaren har varit bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Folkpensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen. Om efterlevandepension betalas utan att den har avvägts enligt den tid som förmånslåtaren var bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Familjepensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen.",
        "normalized_sv": "Om folkpension betalas utan att den har avvägts enligt den tid som pensionstagaren har varit bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Folkpensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen. Om efterlevandepension betalas utan att den har avvägts enligt den tid som förmånslåtaren var bosatt i Finland, fortsätter utbetalningen av pensionen på tidigare grunder när folkpensionslagen träder i kraft. Familjepensionstagaren kan ansöka om att pensionen beräknas på nytt i enlighet med folkpensionslagen.",
        "folded_sv": "om folkpension betalas utan att den har avvagts enligt den tid som pensionstagaren har varit bosatt i finland, fortsatter utbetalningen av pensionen pa tidigare grunder nar folkpensionslagen trader i kraft. folkpensionstagaren kan ansoka om att pensionen beraknas pa nytt i enlighet med folkpensionslagen. om efterlevandepension betalas utan att den har avvagts enligt den tid som formanslataren var bosatt i finland, fortsatter utbetalningen av pensionen pa tidigare grunder nar folkpensionslagen trader i kraft. familjepensionstagaren kan ansoka om att pensionen beraknas pa nytt i enlighet med folkpensionslagen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ennen 1 päivää tammikuuta 2008 alkaneen kansaneläkkeen ja leskeneläkkeen tarkistaminen",
      "content": "Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläkkeessä tai leskeneläkkeen täydennysmäärässä tuloksi otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahtuu tämän lain voimaantulon jälkeen muutos, kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan ja eläke tai muu etuus otetaan tulona huomioon kansaneläkelain mukaan tarkistusajankohdan määräisenä. Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan tämän lain voimaantulon jälkeen kansaneläkelain 24 §:n 1 momentin tai 36 §:n 1 momentin 3 tai 4 kohdan mukaisesti, eläke tai muu etuus otetaan tulona huomioon entisen suuruisena kansaneläkeindeksillä tarkistettuna, ellei eläkkeen tai muun etuuden määräytymisperusteissa ole tapahtunut muutosta. Jos henkilö, joka saa kansaneläkelain voimaan tullessa perhe-eläkelain mukaista leskeneläkkeen täydennysmäärää, jota laskettaessa on otettu tulona huomioon eläke tai muu etuus, alkaa saada kansaneläkettä kansaneläkelain voimaantulon jälkeen, eläke tai muu etuus otetaan tulona huomioon kansaneläkeindeksillä tarkistettuna. Samoin menetellään, kun henkilö, joka on saanut kansaneläkelain voimaan tullessa kansaneläkettä, jonka määrässä on otettu tulona huomioon eläke tai muu etuus, alkaa saada leskeneläkkeen täydennysmäärää. Tämän momentin soveltamisen edellytyksenä on, että tulona huomioon otettavan eläkkeen tai siihen rinnastettavan etuuden määräytymisperusteissa ei ole tapahtunut muutosta. Jos tämän lain voimaan tullessa maksussa oleva vuoden 1956 kansaneläkelain mukainen työkyvyttömyyseläke, työttömyyseläke tai yksilöllinen varhaiseläke muuttuu vanhuuseläkkeeksi tai vuoden 1956 kansaneläkelain mukainen työttömyyseläke muuttuu työkyvyttömyyseläkkeeksi kansaneläkelain voimaantulon jälkeen, eläkkeen määrä ei muutu, ellei siinä tulona huomioon otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahdu muutosta. Tätä pykälää sovelletaan vain sellaiseen tulona huomioon otettavaan työeläkkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen eläkesääntöön taikka sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettuun neuvoston asetukseen (ETY) N:o 1408/71. Määräytymisperusteen muutoksena ei pidetä eläkkeen tai muun etuuden indeksitarkistusta tai sitä vastaavaa tarkistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläkkeessä tai leskeneläkkeen täydennysmäärässä tuloksi otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahtuu tämän lain voimaantulon jälkeen muutos, kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan ja eläke tai muu etuus otetaan tulona huomioon kansaneläkelain mukaan tarkistusajankohdan määräisenä. Jos henkilö saa kansaneläkelain voimaan tullessa kansaneläkettä tai leskeneläkkeen täydennysmäärää ja kansaneläke tai leskeneläkkeen täydennysmäärä tarkistetaan tämän lain voimaantulon jälkeen kansaneläkelain 24 § :n 1 momentin tai 36 § :n 1 momentin 3 tai 4 kohdan mukaisesti, eläke tai muu etuus otetaan tulona huomioon entisen suuruisena kansaneläkeindeksillä tarkistettuna, ellei eläkkeen tai muun etuuden määräytymisperusteissa ole tapahtunut muutosta. Jos henkilö, joka saa kansaneläkelain voimaan tullessa perhe-eläkelain mukaista leskeneläkkeen täydennysmäärää, jota laskettaessa on otettu tulona huomioon eläke tai muu etuus, alkaa saada kansaneläkettä kansaneläkelain voimaantulon jälkeen, eläke tai muu etuus otetaan tulona huomioon kansaneläkeindeksillä tarkistettuna. Samoin menetellään, kun henkilö, joka on saanut kansaneläkelain voimaan tullessa kansaneläkettä, jonka määrässä on otettu tulona huomioon eläke tai muu etuus, alkaa saada leskeneläkkeen täydennysmäärää. Tämän momentin soveltamisen edellytyksenä on, että tulona huomioon otettavan eläkkeen tai siihen rinnastettavan etuuden määräytymisperusteissa ei ole tapahtunut muutosta. Jos tämän lain voimaan tullessa maksussa oleva vuoden 1956 kansaneläkelain mukainen työkyvyttömyyseläke, työttömyyseläke tai yksilöllinen varhaiseläke muuttuu vanhuuseläkkeeksi tai vuoden 1956 kansaneläkelain mukainen työttömyyseläke muuttuu työkyvyttömyyseläkkeeksi kansaneläkelain voimaantulon jälkeen, eläkkeen määrä ei muutu, ellei siinä tulona huomioon otetun eläkkeen tai muun etuuden määräytymisperusteissa tapahdu muutosta. Tätä pykälää sovelletaan vain sellaiseen tulona huomioon otettavaan työeläkkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen eläkesääntöön taikka sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettuun neuvoston asetukseen (ETY) N:o 1408/71. Määräytymisperusteen muutoksena ei pidetä eläkkeen tai muun etuuden indeksitarkistusta tai sitä vastaavaa tarkistusta.",
        "folded_fi": "jos henkilo saa kansanelakelain voimaan tullessa kansanelaketta tai leskenelakkeen taydennysmaaraa ja kansanelakkeessa tai leskenelakkeen taydennysmaarassa tuloksi otetun elakkeen tai muun etuuden maaraytymisperusteissa tapahtuu taman lain voimaantulon jalkeen muutos, kansanelake tai leskenelakkeen taydennysmaara tarkistetaan ja elake tai muu etuus otetaan tulona huomioon kansanelakelain mukaan tarkistusajankohdan maaraisena. jos henkilo saa kansanelakelain voimaan tullessa kansanelaketta tai leskenelakkeen taydennysmaaraa ja kansanelake tai leskenelakkeen taydennysmaara tarkistetaan taman lain voimaantulon jalkeen kansanelakelain 24 §:n 1 momentin tai 36 §:n 1 momentin 3 tai 4 kohdan mukaisesti, elake tai muu etuus otetaan tulona huomioon entisen suuruisena kansanelakeindeksilla tarkistettuna, ellei elakkeen tai muun etuuden maaraytymisperusteissa ole tapahtunut muutosta. jos henkilo, joka saa kansanelakelain voimaan tullessa perhe-elakelain mukaista leskenelakkeen taydennysmaaraa, jota laskettaessa on otettu tulona huomioon elake tai muu etuus, alkaa saada kansanelaketta kansanelakelain voimaantulon jalkeen, elake tai muu etuus otetaan tulona huomioon kansanelakeindeksilla tarkistettuna. samoin menetellaan, kun henkilo, joka on saanut kansanelakelain voimaan tullessa kansanelaketta, jonka maarassa on otettu tulona huomioon elake tai muu etuus, alkaa saada leskenelakkeen taydennysmaaraa. taman momentin soveltamisen edellytyksena on, etta tulona huomioon otettavan elakkeen tai siihen rinnastettavan etuuden maaraytymisperusteissa ei ole tapahtunut muutosta. jos taman lain voimaan tullessa maksussa oleva vuoden 1956 kansanelakelain mukainen tyokyvyttomyyselake, tyottomyyselake tai yksilollinen varhaiselake muuttuu vanhuuselakkeeksi tai vuoden 1956 kansanelakelain mukainen tyottomyyselake muuttuu tyokyvyttomyyselakkeeksi kansanelakelain voimaantulon jalkeen, elakkeen maara ei muutu, ellei siina tulona huomioon otetun elakkeen tai muun etuuden maaraytymisperusteissa tapahdu muutosta. tata pykalaa sovelletaan vain sellaiseen tulona huomioon otettavaan tyoelakkeeseen tai muuhun etuuteen, joka perustuu lakiin, asetukseen, julkiseen elakesaantoon taikka sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annettuun neuvoston asetukseen (ety) n:o 1408/71. maaraytymisperusteen muutoksena ei pideta elakkeen tai muun etuuden indeksitarkistusta tai sita vastaavaa tarkistusta.",
        "title_sv": "Justering av folkpension och efterlevandepension som börjat före den 1 januari 2008",
        "content_sv": "Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller folkpensionen eller efterlevandepensionens kompletteringsbelopp ändras efter det att denna lag har trätt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller förmånen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har trätt i kraft, skall en pension eller en annan förmån beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, förutsatt att grunderna för fastställande av pensionen eller förmånen inte har ändrats. Om en person vid folkpensionslagens ikraftträdande får efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan förmån har beaktats som inkomst vid beräkningen av kompletteringsbeloppet, och personen i fråga börjar få folkpension efter det att folkpensionslagen har trätt i kraft, skall pensionen eller förmånen beaktas som inkomst justerad med folkpensionsindexet. Samma förfarande tillämpas när den som vid folkpensionslagens ikraftträdande har fått folkpension och en pension eller en annan förmån har beaktats som inkomst när det gäller pensionsbeloppet, börjar få efterlevandepensionens kompletteringsbelopp. För att detta moment skall vara tillämpligt förutsätts det att grunderna för fastställande av den pension eller därmed jämförbara förmån som skall beaktas som inkomst inte har ändrats. Om invaliditetspension (sjukpension), arbetslöshetspension eller individuell förtidspension enligt 1956 års folkpensionslag som betalas när denna lag träder i kraft omvandlas till ålderspension eller om arbetslöshetspension enligt 1956 års folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikraftträdande, ändras inte pensionsbeloppet, förutsatt att grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller pensionen inte ändras. Denna paragraf tillämpas endast på sådana arbetspensioner och andra förmåner som skall beaktas som inkomst och vilka baserar sig på en lag, förordning eller offentlig pensionsstadga eller på rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen. Indexjustering eller en motsvarande justering av pensioner eller andra förmåner betraktas inte som en ändring av grunderna för fastställandet.",
        "normalized_sv": "Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller folkpensionen eller efterlevandepensionens kompletteringsbelopp ändras efter det att denna lag har trätt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller förmånen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. Om en person får folkpension eller efterlevandepensionens kompletteringsbelopp när folkpensionslagen träder i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har trätt i kraft, skall en pension eller en annan förmån beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, förutsatt att grunderna för fastställande av pensionen eller förmånen inte har ändrats. Om en person vid folkpensionslagens ikraftträdande får efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan förmån har beaktats som inkomst vid beräkningen av kompletteringsbeloppet, och personen i fråga börjar få folkpension efter det att folkpensionslagen har trätt i kraft, skall pensionen eller förmånen beaktas som inkomst justerad med folkpensionsindexet. Samma förfarande tillämpas när den som vid folkpensionslagens ikraftträdande har fått folkpension och en pension eller en annan förmån har beaktats som inkomst när det gäller pensionsbeloppet, börjar få efterlevandepensionens kompletteringsbelopp. För att detta moment skall vara tillämpligt förutsätts det att grunderna för fastställande av den pension eller därmed jämförbara förmån som skall beaktas som inkomst inte har ändrats. Om invaliditetspension (sjukpension), arbetslöshetspension eller individuell förtidspension enligt 1956 års folkpensionslag som betalas när denna lag träder i kraft omvandlas till ålderspension eller om arbetslöshetspension enligt 1956 års folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikraftträdande, ändras inte pensionsbeloppet, förutsatt att grunderna för fastställande av en pension eller en annan förmån som beaktats som inkomst när det gäller pensionen inte ändras. Denna paragraf tillämpas endast på sådana arbetspensioner och andra förmåner som skall beaktas som inkomst och vilka baserar sig på en lag, förordning eller offentlig pensionsstadga eller på rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen. Indexjustering eller en motsvarande justering av pensioner eller andra förmåner betraktas inte som en ändring av grunderna för fastställandet.",
        "folded_sv": "om en person far folkpension eller efterlevandepensionens kompletteringsbelopp nar folkpensionslagen trader i kraft och om grunderna for faststallande av en pension eller en annan forman som beaktats som inkomst nar det galler folkpensionen eller efterlevandepensionens kompletteringsbelopp andras efter det att denna lag har tratt i kraft, skall folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras och pensionen eller formanen beaktas som inkomst enligt folkpensionslagen till beloppet vid justeringstidpunkten. om en person far folkpension eller efterlevandepensionens kompletteringsbelopp nar folkpensionslagen trader i kraft och om folkpensionen eller efterlevandepensionens kompletteringsbelopp justeras i enlighet med 24 § 1 mom. eller 36 § 1 mom. 3 eller 4 punkten i folkpensionslagen efter det att denna lag har tratt i kraft, skall en pension eller en annan forman beaktas som inkomst till det tidigare beloppet justerat med folkpensionsindexet, forutsatt att grunderna for faststallande av pensionen eller formanen inte har andrats. om en person vid folkpensionslagens ikrafttradande far efterlevandepensionens kompletteringsbelopp enligt familjepensionslagen och en pension eller en annan forman har beaktats som inkomst vid berakningen av kompletteringsbeloppet, och personen i fraga borjar fa folkpension efter det att folkpensionslagen har tratt i kraft, skall pensionen eller formanen beaktas som inkomst justerad med folkpensionsindexet. samma forfarande tillampas nar den som vid folkpensionslagens ikrafttradande har fatt folkpension och en pension eller en annan forman har beaktats som inkomst nar det galler pensionsbeloppet, borjar fa efterlevandepensionens kompletteringsbelopp. for att detta moment skall vara tillampligt forutsatts det att grunderna for faststallande av den pension eller darmed jamforbara forman som skall beaktas som inkomst inte har andrats. om invaliditetspension (sjukpension), arbetsloshetspension eller individuell fortidspension enligt 1956 ars folkpensionslag som betalas nar denna lag trader i kraft omvandlas till alderspension eller om arbetsloshetspension enligt 1956 ars folkpensionslag omvandlas till sjukpension efter folkpensionslagens ikrafttradande, andras inte pensionsbeloppet, forutsatt att grunderna for faststallande av en pension eller en annan forman som beaktats som inkomst nar det galler pensionen inte andras. denna paragraf tillampas endast pa sadana arbetspensioner och andra formaner som skall beaktas som inkomst och vilka baserar sig pa en lag, forordning eller offentlig pensionsstadga eller pa radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen. indexjustering eller en motsvarande justering av pensioner eller andra formaner betraktas inte som en andring av grunderna for faststallandet."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Saatavan vanhentuminen",
      "content": "Kansaneläkelain 75 §:n 2 momenttia sovelletaan myös ennen 1 päivää kesäkuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. Tällaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myös ennen 1 päivää kesäkuuta 2004 kulunut aika. Saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edellä mainitusta ajankohdasta, jollei se vanhentuisi myös 31 päivänä joulukuuta 2003 voimassa olleiden säännösten mukaan tätä ennen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Kansaneläkelain 75 § :n 2 momenttia sovelletaan myös ennen 1 päivää kesäkuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. Tällaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myös ennen 1 päivää kesäkuuta 2004 kulunut aika. Saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edellä mainitusta ajankohdasta, jollei se vanhentuisi myös 31 päivänä joulukuuta 2003 voimassa olleiden säännösten mukaan tätä ennen.",
        "folded_fi": "kansanelakelain 75 §:n 2 momenttia sovelletaan myos ennen 1 paivaa kesakuuta 2004 aiheettomasti maksettuun etuuteen ja syntyneeseen saatavaan. tallaisen saatavan vanhentumisaikaa laskettaessa otetaan huomioon myos ennen 1 paivaa kesakuuta 2004 kulunut aika. saatava vanhentuu kuitenkin aikaisintaan kolmen vuoden kuluttua edella mainitusta ajankohdasta, jollei se vanhentuisi myos 31 paivana joulukuuta 2003 voimassa olleiden saannosten mukaan tata ennen.",
        "title_sv": "Preskription av fordringar",
        "content_sv": "Bestämmelserna i 75 § 2 mom. i folkpensionslagen tillämpas också på förmåner som betalats utan grund och på fordringar som uppkommit före den 1 juni 2004. När preskriptionstiden för sådana fordringar räknas ut beaktas också tiden före den 1 juni 2004. Fordringarna preskriberas dock tidigast tre år efter den nämnda tidpunkten, om de inte också enligt de bestämmelser som gällde den 31 december 2003 preskriberas innan dess.",
        "normalized_sv": "Bestämmelserna i 75 § 2 mom. i folkpensionslagen tillämpas också på förmåner som betalats utan grund och på fordringar som uppkommit före den 1 juni 2004. När preskriptionstiden för sådana fordringar räknas ut beaktas också tiden före den 1 juni 2004. Fordringarna preskriberas dock tidigast tre år efter den nämnda tidpunkten, om de inte också enligt de bestämmelser som gällde den 31 december 2003 preskriberas innan dess.",
        "folded_sv": "bestammelserna i 75 § 2 mom. i folkpensionslagen tillampas ocksa pa formaner som betalats utan grund och pa fordringar som uppkommit fore den 1 juni 2004. nar preskriptionstiden for sadana fordringar raknas ut beaktas ocksa tiden fore den 1 juni 2004. fordringarna preskriberas dock tidigast tre ar efter den namnda tidpunkten, om de inte ocksa enligt de bestammelser som gallde den 31 december 2003 preskriberas innan dess."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Indeksisidonnaisuus",
      "content": "Tämän lain 8 §:ssä säädetyt rahamäärät sidotaan hintatason muutoksiin siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 8 §:ssä säädetyt rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämän lain 8 § :ssä säädetyt rahamäärät sidotaan hintatason muutoksiin siten kuin kansaneläkeindeksistä annetussa laissa (456/2001) säädetään. Tämän lain 8 § :ssä säädetyt rahamäärät vastaavat kansaneläkeindeksin sitä pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansaneläkkeiden suuruus on laskettu.",
        "folded_fi": "taman lain 8 §:ssa saadetyt rahamaarat sidotaan hintatason muutoksiin siten kuin kansanelakeindeksista annetussa laissa (456/2001) saadetaan. taman lain 8 §:ssa saadetyt rahamaarat vastaavat kansanelakeindeksin sita pistelukua, jonka mukaan vuoden 2001 tammikuussa maksettavina olevien kansanelakkeiden suuruus on laskettu.",
        "title_sv": "Indexbindning",
        "content_sv": "De belopp som anges i 8 § binds vid förändringar i prisnivån enligt lagen om folkpensionsindex (456/2001). Beloppen i 8 § i denna lag motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beräknats.",
        "normalized_sv": "De belopp som anges i 8 § binds vid förändringar i prisnivån enligt lagen om folkpensionsindex (456/2001). Beloppen i 8 § i denna lag motsvarar det poängtal för folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beräknats.",
        "folded_sv": "de belopp som anges i 8 § binds vid forandringar i prisnivan enligt lagen om folkpensionsindex (456/2001). beloppen i 8 § i denna lag motsvarar det poangtal for folkpensionsindex enligt vilket beloppet av de folkpensioner som betalades ut i januari 2001 har beraknats."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Lain voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Lagens ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    }
  ]
}