{
  "id": "574/2007",
  "type": "statute",
  "title": "Laki eräiden pitkäaikaisesti työttöminä olleiden henkilöiden eläketuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pensionsstöd till vissa långtidsarbetslösa",
  "status": "in_force",
  "issued_date": "2007-05-11",
  "in_force_date": "2007-05-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/574/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketuen saajan oikeus vanhuuseläkkeeseen",
      "content": "Edellä 1 §:ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (568/2007) ja 5 §:ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Edellä 1 § :ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (568/2007) ja 5 § :ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä.",
        "folded_fi": "edella 1 §:ssa tarkoitetulla henkilolla on oikeus kansanelakelain (568/2007) ja 5 §:ssa mainittujen elakelakien mukaiseen vanhuuselakkeeseen 62 vuoden ian tayttamista seuraavan kuukauden alusta. vanhuuselakkeeseen ei tehda varhennusvahennysta.",
        "title_sv": "Rätt till ålderspension för den som får pensionsstöd",
        "content_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (568/2007) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte.",
        "normalized_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (568/2007) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte.",
        "folded_sv": "en person som avses i 1 § har ratt till alderspension enligt folkpensionslagen (568/2007) och de pensionslagar som namns i 5 § fran ingangen av den manad som foljer efter den da han eller hon fyller 62 ar. alderspensionen fortidsminskas inte."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suhde muihin etuuksiin",
      "content": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, vanhuuseläkettä tai varhennettua vanhuuseläkettä taikka kansaneläkelain voimaanpanosta annetun lain (569/2007) mukaista työttömyyseläkettä tai yksilöllistä varhaiseläkettä, työntekijän eläkelain voimaanpanolain (396/2006) mukaista työttömyyseläkettä tai työntekijäin eläkelain muuttamisesta annetun lain (634/2003) voimaantulosäännöksen mukaista yksilöllistä varhaiseläkettä taikka vastaavaa ulkomailta maksettua eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 §:n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 51 §:ssä säädetään. Jos eläketuen saajalla on oikeus saada kansaneläkelain mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja kansaneläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, vanhuuseläkettä tai varhennettua vanhuuseläkettä taikka kansaneläkelain voimaanpanosta annetun lain (569/2007) mukaista työttömyyseläkettä tai yksilöllistä varhaiseläkettä, työntekijän eläkelain voimaanpanolain (396/2006) mukaista työttömyyseläkettä tai työntekijäin eläkelain muuttamisesta annetun lain (634/2003) voimaantulosäännöksen mukaista yksilöllistä varhaiseläkettä taikka vastaavaa ulkomailta maksettua eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 § :n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 51 § :ssä säädetään. Jos eläketuen saajalla on oikeus saada kansaneläkelain mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja kansaneläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
        "folded_fi": "oikeutta elaketukeen ei ole henkilolla, joka saa kansanelakelain tai tyoelakelakien mukaista tyokyvyttomyyselaketta, vanhuuselaketta tai varhennettua vanhuuselaketta taikka kansanelakelain voimaanpanosta annetun lain (569/2007) mukaista tyottomyyselaketta tai yksilollista varhaiselaketta, tyontekijan elakelain voimaanpanolain (396/2006) mukaista tyottomyyselaketta tai tyontekijain elakelain muuttamisesta annetun lain (634/2003) voimaantulosaannoksen mukaista yksilollista varhaiselaketta taikka vastaavaa ulkomailta maksettua elaketta. elaketuen saajalla on oikeus sairausvakuutuslain mukaiseen paivarahaan vastaavasti kuin vanhuuselaketta saavalla henkilolla sairausvakuutuslain 8 luvun 6 §:n mukaan. elaketuen saajalla ei ole oikeutta tyottomyysturvalain mukaiseen tyottomyysetuuteen. elaketuen saajalla on oikeus lapsikorotukseen siten kuin kansanelakelain 51 §:ssa saadetaan. jos elaketuen saajalla on oikeus saada kansanelakelain mukainen leskenelakkeen alkuelake, alkuelaketta maksetaan se maara, jolla alkuelake ylittaa kansanelakeosuuden maaran. elaketukea ja kansanelakelain mukaista leskenelakkeen jatkoelaketta ei makseta samanaikaisesti.",
        "title_sv": "Förhållande till andra förmåner",
        "content_sv": "Rätt till pensionsstöd har inte den som får sjukpension (invalidpension), ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetslöshetspension eller individuell förtidspension enligt lagen om införande av folkpensionslagen (569/2007), arbetslöshetspension enligt lagen om införande av lagen om pension för arbetstagare (396/2006) eller individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av lagen om pension för arbetstagare (634/2003) eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 51 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt folkpensionslagen betalas inte samtidigt.",
        "normalized_sv": "Rätt till pensionsstöd har inte den som får sjukpension (invalidpension), ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetslöshetspension eller individuell förtidspension enligt lagen om införande av folkpensionslagen (569/2007), arbetslöshetspension enligt lagen om införande av lagen om pension för arbetstagare (396/2006) eller individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av lagen om pension för arbetstagare (634/2003) eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 51 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt folkpensionslagen betalas inte samtidigt.",
        "folded_sv": "ratt till pensionsstod har inte den som far sjukpension (invalidpension), alderspension eller fortida alderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetsloshetspension eller individuell fortidspension enligt lagen om inforande av folkpensionslagen (569/2007), arbetsloshetspension enligt lagen om inforande av lagen om pension for arbetstagare (396/2006) eller individuell fortidspension enligt ikrafttradandebestammelsen i lagen om andring av lagen om pension for arbetstagare (634/2003) eller motsvarande pension som betalas fran utlandet. den som far pensionsstod har ratt till dagpenning enligt sjukforsakringslagen pa motsvarande satt som den som far alderspension har enligt 8 kap. 6 § i sjukforsakringslagen. den som far pensionsstod har inte ratt till arbetsloshetsformaner enligt lagen om utkomstskydd for arbetslosa. den som far pensionsstod har ratt till barnforhojning i enlighet med 51 § i folkpensionslagen. om den som far pensionsstod har ratt att fa efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som overstiger beloppet av folkpensionsdelen. pensionsstod och efterlevandepensionens fortsattningspension enligt folkpensionslagen betalas inte samtidigt."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kansaneläkeosuuden määrä",
      "content": "Täysimääräinen kansaneläkeosuus on 487,76 euroa kuukaudessa. Jos eläketuen saaja on avio- tai avoliitossa, täysimääräinen kansaneläkeosuus on 430,54 euroa kuukaudessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 §:ssä mainittu työeläkeosuus sekä kansaneläkelain 22 §:n 1 ja 2 momentissa mainitut etuudet. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 21 §:n 1―4 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa on pienempi kuin 5,38 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Täysimääräinen kansaneläkeosuus on 487,76 euroa kuukaudessa. Jos eläketuen saaja on avio- tai avoliitossa, täysimääräinen kansaneläkeosuus on 430,54 euroa kuukaudessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 § :ssä mainittu työeläkeosuus sekä kansaneläkelain 22 § :n 1 ja 2 momentissa mainitut etuudet. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 21 § :n 1―4 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa on pienempi kuin 5,38 euroa.",
        "folded_fi": "taysimaarainen kansanelakeosuus on 487,76 euroa kuukaudessa. jos elaketuen saaja on avio- tai avoliitossa, taysimaarainen kansanelakeosuus on 430,54 euroa kuukaudessa. elaketuen kansanelakeosuuden maara lasketaan siten, etta taysimaaraisesta kansanelakeosuudesta vahennetaan 50 prosenttia siita vuositulon osasta, joka ylittaa 536 euroa vuodessa. vuositulona otetaan huomioon 5 §:ssa mainittu tyoelakeosuus seka kansanelakelain 22 §:n 1 ja 2 momentissa mainitut etuudet. elaketuen maaraytymiseen vaikuttavat tuloerat pyoristetaan lahimpaan euroon. jos elaketuen hakija on asunut ulkomailla, kansanelakeosuuden maaraan sovelletaan, mita kansanelakelain 21 §:n 1―4 momentissa saadetaan. elaketuen kansanelakeosuutta ei makseta, jos sen maara kuukaudessa on pienempi kuin 5,38 euroa.",
        "title_sv": "Beloppet av folkpensionsdelen",
        "content_sv": "Full folkpensionsdel är 487,76 euro i månaden. Om den som får pensionsstöd är gift eller lever i ett samboförhållande, är folkpensionsdelens fulla belopp 430,54 euro i månaden. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 22 § 1 och 2 mom. i folkpensionslagen. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna 21 § 1―4 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 5,38 euro.",
        "normalized_sv": "Full folkpensionsdel är 487,76 euro i månaden. Om den som får pensionsstöd är gift eller lever i ett samboförhållande, är folkpensionsdelens fulla belopp 430,54 euro i månaden. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 22 § 1 och 2 mom. i folkpensionslagen. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna 21 § 1―4 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 5,38 euro.",
        "folded_sv": "full folkpensionsdel ar 487,76 euro i manaden. om den som far pensionsstod ar gift eller lever i ett samboforhallande, ar folkpensionsdelens fulla belopp 430,54 euro i manaden. beloppet av pensionsstodets folkpensionsdel beraknas sa att 50 procent av den fulla folkpensionsdelen dras av fran den del av arsinkomsten som overstiger 536 euro om aret. som arsinkomst beaktas den arbetspensionsdel som namns i 5 § samt de formaner som namns i 22 § 1 och 2 mom. i folkpensionslagen. de inkomstposter som paverkar bestammandet av pensionsstodet avrundas till narmaste euro. har den som ansoker om pensionsstod bott utomlands, skall bestammelserna 21 § 1―4 mom. i folkpensionslagen tillampas pa beloppet av folkpensionsdelen. pensionsstodets folkpensionsdel betalas inte, om det manatliga beloppet understiger 5,38 euro."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eläketuki laitoshoidon ja vankeusrangaistuksen aikana",
      "content": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 5 ja 107 §:ssä säädetään. Eläketuen maksamiseen eläketuen saajan vankeusrangaistuksen ajalta sovelletaan, mitä kansaneläkelain 66 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 5 ja 107 § :ssä säädetään. Eläketuen maksamiseen eläketuen saajan vankeusrangaistuksen ajalta sovelletaan, mitä kansaneläkelain 66 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuuden maksamiseen elaketuen saajan laitoshoidon ajalta sovelletaan, mita kansanelakelain 5 ja 107 §:ssa saadetaan. elaketuen maksamiseen elaketuen saajan vankeusrangaistuksen ajalta sovelletaan, mita kansanelakelain 66 §:ssa saadetaan.",
        "title_sv": "Pensionsstöd under institutionsvård och fängelsestraff",
        "content_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 5 och 107 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för fängelsestraff tillämpas 66 § i folkpensionslagen.",
        "normalized_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 5 och 107 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för fängelsestraff tillämpas 66 § i folkpensionslagen.",
        "folded_sv": "i fraga om betalning av pensionsstodets folkpensionsdel under den tid stodtagaren ar i institutionsvard tillampas 5 och 107 § i folkpensionslagen. i fraga om betalning av pensionsstod till stodtagaren for tiden for fangelsestraff tillampas 66 § i folkpensionslagen."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ilmoitusvelvollisuus",
      "content": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisestä tai avoliiton päättymisestä, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta sekä muista vastaavista eläketuen maksamiseksi välttämättömistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisestä tai avoliiton päättymisestä, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta sekä muista vastaavista eläketuen maksamiseksi välttämättömistä tiedoista.",
        "folded_fi": "elaketuen saajan on ilmoitettava kansanelakelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisesta tai avoliiton paattymisesta, elaketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta seka muista vastaavista elaketuen maksamiseksi valttamattomista tiedoista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående och upplösning av äktenskap, inledande och avslutande av ett samboförhållande, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, intagning i institutionsvård samt andra motsvarande uppgifter som är nödvändiga för utbetalning av pensionsstödet.",
        "normalized_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående och upplösning av äktenskap, inledande och avslutande av ett samboförhållande, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, intagning i institutionsvård samt andra motsvarande uppgifter som är nödvändiga för utbetalning av pensionsstödet.",
        "folded_sv": "den som far pensionsstod skall underratta folkpensionsanstalten om ingaende och upplosning av aktenskap, inledande och avslutande av ett samboforhallande, forandringar som skett i de inkomster som paverkar pensionsstodet, flyttning till utlandet, intagning i institutionsvard samt andra motsvarande uppgifter som ar nodvandiga for utbetalning av pensionsstodet."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eläketuen maksaminen",
      "content": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 64 §:n 1 momentissa säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 64 § :n 1 momentissa säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
        "folded_fi": "elaketuki maksetaan kuukausittain siten kuin kansanelakelain 64 §:n 1 momentissa saadetaan saajan ilmoittamalle tilille suomessa toimivaan rahalaitokseen. elaketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittaa kansanelakelaitoksen hyvaksyman erityisen syyn.",
        "title_sv": "Betalning av pensionsstöd",
        "content_sv": "Pensionsstöd betalas månatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i Finland som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "normalized_sv": "Pensionsstöd betalas månatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i Finland som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "folded_sv": "pensionsstod betalas manatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i finland som mottagaren har uppgett. pensionsstodet kan dock betalas aven pa annat satt, om det inte ar mojligt att betala in det pa ett konto eller om den som ansoker om eller far stod uppger nagot sarskilt skal som folkpensionsanstalten godkanner."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Eläketuen väliaikainen maksaminen",
      "content": "Jos eläketuen hakijan muussa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettua neuvoston asetusta (ETY) N:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan eläketuki myöntää väliaikaisena siksi ajaksi, jonka asian käsittely kestää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Jos eläketuen hakijan muussa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettua neuvoston asetusta (ETY) N:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan eläketuki myöntää väliaikaisena siksi ajaksi, jonka asian käsittely kestää.",
        "folded_fi": "jos elaketuen hakijan muussa sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annettua neuvoston asetusta (ety) n:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan elaketuki myontaa valiaikaisena siksi ajaksi, jonka asian kasittely kestaa.",
        "title_sv": "Temporär betalning av pensionsstöd",
        "content_sv": "Om utredningen av de försäkringstider som den som ansöker om pensionsstöd har intjänat i ett annat land som tillämpar rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen pågår, kan pensionsstödet beviljas temporärt för den tid behandlingen av ärendet pågår.",
        "normalized_sv": "Om utredningen av de försäkringstider som den som ansöker om pensionsstöd har intjänat i ett annat land som tillämpar rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen pågår, kan pensionsstödet beviljas temporärt för den tid behandlingen av ärendet pågår.",
        "folded_sv": "om utredningen av de forsakringstider som den som ansoker om pensionsstod har intjanat i ett annat land som tillampar radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen pagar, kan pensionsstodet beviljas temporart for den tid behandlingen av arendet pagar."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Eläketuen saajan oikeus työkyvyttömyyseläkkeeseen",
      "content": "Jos eläketukea saava henkilö tulee 5 §:ssä mainituissa laeissa tai kansaneläkelain 12 §:ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos eläketukea saava henkilö tulee 5 § :ssä mainituissa laeissa tai kansaneläkelain 12 § :ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta.",
        "folded_fi": "jos elaketukea saava henkilo tulee 5 §:ssa mainituissa laeissa tai kansanelakelain 12 §:ssa tarkoitetulla tavalla tyokyvyttomaksi, elaketuen saajalle voidaan myontaa hakemuksesta tyokyvyttomyyselake tyokyvyttomyyden alkamista seuraavan kuukauden alusta. elaketuki lakkautetaan tyokyvyttomyyselakkeen alkamisajankohdasta.",
        "title_sv": "Rätt till invalidpension för den som får pensionsstöd",
        "content_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon på ansökan beviljas sjukpension (invalidpension) från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för sjukpensionen.",
        "normalized_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon på ansökan beviljas sjukpension (invalidpension) från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för sjukpensionen.",
        "folded_sv": "om den som far pensionsstod blir arbetsoformogen pa det satt som avses i de lagar som namns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon pa ansokan beviljas sjukpension (invalidpension) fran ingangen av den manad som foljer efter det att arbetsoformagan intradde. pensionsstodet dras in fran begynnelsetidpunkten for sjukpensionen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Eläketuen tarkistaminen",
      "content": "Eläketuen kansaneläkeosuus tarkistetaan, jos; 1) eläketuen saaja solmii avioliiton tai hänen avioliittonsa purkautuu; 2) eläketuen saaja menee avoliittoon tai hänen avoliittonsa päättyy; tai 3) eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Eläketuen kansaneläkeosuus tarkistetaan, jos; 1) eläketuen saaja solmii avioliiton tai hänen avioliittonsa purkautuu; 2) eläketuen saaja menee avoliittoon tai hänen avoliittonsa päättyy; tai 3) eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
        "folded_fi": "elaketuen kansanelakeosuus tarkistetaan, jos; 1) elaketuen saaja solmii avioliiton tai hanen avioliittonsa purkautuu; 2) elaketuen saaja menee avoliittoon tai hanen avoliittonsa paattyy; tai 3) elaketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
        "title_sv": "Justering av pensionsstödet",
        "content_sv": "Pensionsstödets folkpensionsdel justeras, om 1) den som får pensionsstöd ingår äktenskap eller hans eller hennes äktenskap upplöses, 2) den som får pensionsstöd inleder ett samboförhållande eller hans eller hennes samboförhållande upphör, eller 3) en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet.",
        "normalized_sv": "Pensionsstödets folkpensionsdel justeras, om 1) den som får pensionsstöd ingår äktenskap eller hans eller hennes äktenskap upplöses, 2) den som får pensionsstöd inleder ett samboförhållande eller hans eller hennes samboförhållande upphör, eller 3) en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet.",
        "folded_sv": "pensionsstodets folkpensionsdel justeras, om 1) den som far pensionsstod ingar aktenskap eller hans eller hennes aktenskap upploses, 2) den som far pensionsstod inleder ett samboforhallande eller hans eller hennes samboforhallande upphor, eller 3) en sadan forandring som inte beror pa indexbundenheten har skett i de arsinkomster som paverkar pensionsstodet."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Eläketuen maksaminen kunnan toimielimelle",
      "content": "Kansaneläkelaitos voi päättää, että eläketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 66 §:n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hänen omaistensa toimeentulon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta eläketuki on maksettu. Esityksen eläketuen maksamisesta kunnan toimielimelle voi tehdä tuensaaja, hänen avio- tai avopuolisonsa, muu omaisensa tai henkilö, joka hänestä pääasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Kansaneläkelaitos voi päättää, että eläketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 66 § :n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hänen omaistensa toimeentulon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta eläketuki on maksettu. Esityksen eläketuen maksamisesta kunnan toimielimelle voi tehdä tuensaaja, hänen avio- tai avopuolisonsa, muu omaisensa tai henkilö, joka hänestä pääasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
        "folded_fi": "kansanelakelaitos voi paattaa, etta elaketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle kaytettavaksi elaketuen saajan ja hanen kansanelakelain 66 §:n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hanen omaistensa toimeentulon. nain maksettua elaketukea ei saa vastoin elaketuen saajan nimenomaista suostumusta kayttaa muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta elaketuki on maksettu. esityksen elaketuen maksamisesta kunnan toimielimelle voi tehda tuensaaja, hanen avio- tai avopuolisonsa, muu omaisensa tai henkilo, joka hanesta paaasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
        "title_sv": "Betalning av pensionsstöd till ett kommunalt organ",
        "content_sv": "Folkpensionsanstalten kan besluta att pensionsstödet skall betalas till ett sådant organ i den kommun där stödtagaren är bosatt som avses i 6 § 1 mom. i socialvårdslagen (710/1982) för att användas till försörjning av den som får pensionsstöd och hans eller hennes anhöriga enligt 66 § 3 mom. i folkpensionslagen, om det kan äventyra försörjningen för den som får pensionsstöd eller hans eller hennes anhöriga att förmånen betalas till stödtagaren själv. Pensionsstöd som betalats på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan försörjning än sådan som ges under den månad för vilken pensionsstödet har betalats. Framställning om att pensionsstödet skall betalas till ett kommunalt organ kan göras av stödtagaren, stödtagarens make, maka eller sambo, någon annan anhörig, den som huvudsakligen sköter stödtagaren eller det kommunala organ som saken gäller.",
        "normalized_sv": "Folkpensionsanstalten kan besluta att pensionsstödet skall betalas till ett sådant organ i den kommun där stödtagaren är bosatt som avses i 6 § 1 mom. i socialvårdslagen (710/1982) för att användas till försörjning av den som får pensionsstöd och hans eller hennes anhöriga enligt 66 § 3 mom. i folkpensionslagen, om det kan äventyra försörjningen för den som får pensionsstöd eller hans eller hennes anhöriga att förmånen betalas till stödtagaren själv. Pensionsstöd som betalats på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan försörjning än sådan som ges under den månad för vilken pensionsstödet har betalats. Framställning om att pensionsstödet skall betalas till ett kommunalt organ kan göras av stödtagaren, stödtagarens make, maka eller sambo, någon annan anhörig, den som huvudsakligen sköter stödtagaren eller det kommunala organ som saken gäller.",
        "folded_sv": "folkpensionsanstalten kan besluta att pensionsstodet skall betalas till ett sadant organ i den kommun dar stodtagaren ar bosatt som avses i 6 § 1 mom. i socialvardslagen (710/1982) for att anvandas till forsorjning av den som far pensionsstod och hans eller hennes anhoriga enligt 66 § 3 mom. i folkpensionslagen, om det kan aventyra forsorjningen for den som far pensionsstod eller hans eller hennes anhoriga att formanen betalas till stodtagaren sjalv. pensionsstod som betalats pa detta satt far inte i strid med stodtagarens uttryckliga samtycke anvandas for annan forsorjning an sadan som ges under den manad for vilken pensionsstodet har betalats. framstallning om att pensionsstodet skall betalas till ett kommunalt organ kan goras av stodtagaren, stodtagarens make, maka eller sambo, nagon annan anhorig, den som huvudsakligen skoter stodtagaren eller det kommunala organ som saken galler."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ulosmittauskielto",
      "content": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 93 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 93 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mita kansanelakelain 93 §:ssa saadetaan.",
        "title_sv": "Utmätningsförbud",
        "content_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 93 § i folkpensionslagen skall dock beaktas.",
        "normalized_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 93 § i folkpensionslagen skall dock beaktas.",
        "folded_sv": "pensionsstodets folkpensionsdel far inte matas ut. bestammelserna i 93 § i folkpensionslagen skall dock beaktas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketuen saajan oikeus vanhuuseläkkeeseen",
      "content": "Edellä 1 §:ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (568/2007) ja 5 §:ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Edellä 1 § :ssä tarkoitetulla henkilöllä on oikeus kansaneläkelain (568/2007) ja 5 § :ssä mainittujen eläkelakien mukaiseen vanhuuseläkkeeseen 62 vuoden iän täyttämistä seuraavan kuukauden alusta. Vanhuuseläkkeeseen ei tehdä varhennusvähennystä.",
        "folded_fi": "edella 1 §:ssa tarkoitetulla henkilolla on oikeus kansanelakelain (568/2007) ja 5 §:ssa mainittujen elakelakien mukaiseen vanhuuselakkeeseen 62 vuoden ian tayttamista seuraavan kuukauden alusta. vanhuuselakkeeseen ei tehda varhennusvahennysta.",
        "title_sv": "Rätt till ålderspension för den som får pensionsstöd",
        "content_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (568/2007) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte.",
        "normalized_sv": "En person som avses i 1 § har rätt till ålderspension enligt folkpensionslagen (568/2007) och de pensionslagar som nämns i 5 § från ingången av den månad som följer efter den då han eller hon fyller 62 år. Ålderspensionen förtidsminskas inte.",
        "folded_sv": "en person som avses i 1 § har ratt till alderspension enligt folkpensionslagen (568/2007) och de pensionslagar som namns i 5 § fran ingangen av den manad som foljer efter den da han eller hon fyller 62 ar. alderspensionen fortidsminskas inte."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suhde muihin etuuksiin",
      "content": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, vanhuuseläkettä tai varhennettua vanhuuseläkettä taikka kansaneläkelain voimaanpanosta annetun lain (569/2007) mukaista työttömyyseläkettä tai yksilöllistä varhaiseläkettä, työntekijän eläkelain voimaanpanolain (396/2006) mukaista työttömyyseläkettä tai työntekijäin eläkelain muuttamisesta annetun lain (634/2003) voimaantulosäännöksen mukaista yksilöllistä varhaiseläkettä taikka vastaavaa ulkomailta maksettua eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 §:n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 51 §:ssä säädetään. Jos eläketuen saajalla on oikeus saada kansaneläkelain mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja kansaneläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Oikeutta eläketukeen ei ole henkilöllä, joka saa kansaneläkelain tai työeläkelakien mukaista työkyvyttömyyseläkettä, vanhuuseläkettä tai varhennettua vanhuuseläkettä taikka kansaneläkelain voimaanpanosta annetun lain (569/2007) mukaista työttömyyseläkettä tai yksilöllistä varhaiseläkettä, työntekijän eläkelain voimaanpanolain (396/2006) mukaista työttömyyseläkettä tai työntekijäin eläkelain muuttamisesta annetun lain (634/2003) voimaantulosäännöksen mukaista yksilöllistä varhaiseläkettä taikka vastaavaa ulkomailta maksettua eläkettä. Eläketuen saajalla on oikeus sairausvakuutuslain mukaiseen päivärahaan vastaavasti kuin vanhuuseläkettä saavalla henkilöllä sairausvakuutuslain 8 luvun 6 § :n mukaan. Eläketuen saajalla ei ole oikeutta työttömyysturvalain mukaiseen työttömyysetuuteen. Eläketuen saajalla on oikeus lapsikorotukseen siten kuin kansaneläkelain 51 § :ssä säädetään. Jos eläketuen saajalla on oikeus saada kansaneläkelain mukainen leskeneläkkeen alkueläke, alkueläkettä maksetaan se määrä, jolla alkueläke ylittää kansaneläkeosuuden määrän. Eläketukea ja kansaneläkelain mukaista leskeneläkkeen jatkoeläkettä ei makseta samanaikaisesti.",
        "folded_fi": "oikeutta elaketukeen ei ole henkilolla, joka saa kansanelakelain tai tyoelakelakien mukaista tyokyvyttomyyselaketta, vanhuuselaketta tai varhennettua vanhuuselaketta taikka kansanelakelain voimaanpanosta annetun lain (569/2007) mukaista tyottomyyselaketta tai yksilollista varhaiselaketta, tyontekijan elakelain voimaanpanolain (396/2006) mukaista tyottomyyselaketta tai tyontekijain elakelain muuttamisesta annetun lain (634/2003) voimaantulosaannoksen mukaista yksilollista varhaiselaketta taikka vastaavaa ulkomailta maksettua elaketta. elaketuen saajalla on oikeus sairausvakuutuslain mukaiseen paivarahaan vastaavasti kuin vanhuuselaketta saavalla henkilolla sairausvakuutuslain 8 luvun 6 §:n mukaan. elaketuen saajalla ei ole oikeutta tyottomyysturvalain mukaiseen tyottomyysetuuteen. elaketuen saajalla on oikeus lapsikorotukseen siten kuin kansanelakelain 51 §:ssa saadetaan. jos elaketuen saajalla on oikeus saada kansanelakelain mukainen leskenelakkeen alkuelake, alkuelaketta maksetaan se maara, jolla alkuelake ylittaa kansanelakeosuuden maaran. elaketukea ja kansanelakelain mukaista leskenelakkeen jatkoelaketta ei makseta samanaikaisesti.",
        "title_sv": "Förhållande till andra förmåner",
        "content_sv": "Rätt till pensionsstöd har inte den som får sjukpension (invalidpension), ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetslöshetspension eller individuell förtidspension enligt lagen om införande av folkpensionslagen (569/2007), arbetslöshetspension enligt lagen om införande av lagen om pension för arbetstagare (396/2006) eller individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av lagen om pension för arbetstagare (634/2003) eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 51 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt folkpensionslagen betalas inte samtidigt.",
        "normalized_sv": "Rätt till pensionsstöd har inte den som får sjukpension (invalidpension), ålderspension eller förtida ålderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetslöshetspension eller individuell förtidspension enligt lagen om införande av folkpensionslagen (569/2007), arbetslöshetspension enligt lagen om införande av lagen om pension för arbetstagare (396/2006) eller individuell förtidspension enligt ikraftträdandebestämmelsen i lagen om ändring av lagen om pension för arbetstagare (634/2003) eller motsvarande pension som betalas från utlandet. Den som får pensionsstöd har rätt till dagpenning enligt sjukförsäkringslagen på motsvarande sätt som den som får ålderspension har enligt 8 kap. 6 § i sjukförsäkringslagen. Den som får pensionsstöd har inte rätt till arbetslöshetsförmåner enligt lagen om utkomstskydd för arbetslösa. Den som får pensionsstöd har rätt till barnförhöjning i enlighet med 51 § i folkpensionslagen. Om den som får pensionsstöd har rätt att få efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som överstiger beloppet av folkpensionsdelen. Pensionsstöd och efterlevandepensionens fortsättningspension enligt folkpensionslagen betalas inte samtidigt.",
        "folded_sv": "ratt till pensionsstod har inte den som far sjukpension (invalidpension), alderspension eller fortida alderspension enligt folkpensionslagen eller arbetspensionslagarna eller arbetsloshetspension eller individuell fortidspension enligt lagen om inforande av folkpensionslagen (569/2007), arbetsloshetspension enligt lagen om inforande av lagen om pension for arbetstagare (396/2006) eller individuell fortidspension enligt ikrafttradandebestammelsen i lagen om andring av lagen om pension for arbetstagare (634/2003) eller motsvarande pension som betalas fran utlandet. den som far pensionsstod har ratt till dagpenning enligt sjukforsakringslagen pa motsvarande satt som den som far alderspension har enligt 8 kap. 6 § i sjukforsakringslagen. den som far pensionsstod har inte ratt till arbetsloshetsformaner enligt lagen om utkomstskydd for arbetslosa. den som far pensionsstod har ratt till barnforhojning i enlighet med 51 § i folkpensionslagen. om den som far pensionsstod har ratt att fa efterlevandepensionens begynnelsepension enligt folkpensionslagen, betalas av begynnelsepensionen det belopp som overstiger beloppet av folkpensionsdelen. pensionsstod och efterlevandepensionens fortsattningspension enligt folkpensionslagen betalas inte samtidigt."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kansaneläkeosuuden määrä",
      "content": "Täysimääräinen kansaneläkeosuus on 487,76 euroa kuukaudessa. Jos eläketuen saaja on avio- tai avoliitossa, täysimääräinen kansaneläkeosuus on 430,54 euroa kuukaudessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 §:ssä mainittu työeläkeosuus sekä kansaneläkelain 22 §:n 1 ja 2 momentissa mainitut etuudet. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 21 §:n 1―4 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa on pienempi kuin 5,38 euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Täysimääräinen kansaneläkeosuus on 487,76 euroa kuukaudessa. Jos eläketuen saaja on avio- tai avoliitossa, täysimääräinen kansaneläkeosuus on 430,54 euroa kuukaudessa. Eläketuen kansaneläkeosuuden määrä lasketaan siten, että täysimääräisestä kansaneläkeosuudesta vähennetään 50 prosenttia siitä vuositulon osasta, joka ylittää 536 euroa vuodessa. Vuositulona otetaan huomioon 5 § :ssä mainittu työeläkeosuus sekä kansaneläkelain 22 § :n 1 ja 2 momentissa mainitut etuudet. Eläketuen määräytymiseen vaikuttavat tuloerät pyöristetään lähimpään euroon. Jos eläketuen hakija on asunut ulkomailla, kansaneläkeosuuden määrään sovelletaan, mitä kansaneläkelain 21 § :n 1―4 momentissa säädetään. Eläketuen kansaneläkeosuutta ei makseta, jos sen määrä kuukaudessa on pienempi kuin 5,38 euroa.",
        "folded_fi": "taysimaarainen kansanelakeosuus on 487,76 euroa kuukaudessa. jos elaketuen saaja on avio- tai avoliitossa, taysimaarainen kansanelakeosuus on 430,54 euroa kuukaudessa. elaketuen kansanelakeosuuden maara lasketaan siten, etta taysimaaraisesta kansanelakeosuudesta vahennetaan 50 prosenttia siita vuositulon osasta, joka ylittaa 536 euroa vuodessa. vuositulona otetaan huomioon 5 §:ssa mainittu tyoelakeosuus seka kansanelakelain 22 §:n 1 ja 2 momentissa mainitut etuudet. elaketuen maaraytymiseen vaikuttavat tuloerat pyoristetaan lahimpaan euroon. jos elaketuen hakija on asunut ulkomailla, kansanelakeosuuden maaraan sovelletaan, mita kansanelakelain 21 §:n 1―4 momentissa saadetaan. elaketuen kansanelakeosuutta ei makseta, jos sen maara kuukaudessa on pienempi kuin 5,38 euroa.",
        "title_sv": "Beloppet av folkpensionsdelen",
        "content_sv": "Full folkpensionsdel är 487,76 euro i månaden. Om den som får pensionsstöd är gift eller lever i ett samboförhållande, är folkpensionsdelens fulla belopp 430,54 euro i månaden. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 22 § 1 och 2 mom. i folkpensionslagen. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna 21 § 1―4 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 5,38 euro.",
        "normalized_sv": "Full folkpensionsdel är 487,76 euro i månaden. Om den som får pensionsstöd är gift eller lever i ett samboförhållande, är folkpensionsdelens fulla belopp 430,54 euro i månaden. Beloppet av pensionsstödets folkpensionsdel beräknas så att 50 procent av den fulla folkpensionsdelen dras av från den del av årsinkomsten som överstiger 536 euro om året. Som årsinkomst beaktas den arbetspensionsdel som nämns i 5 § samt de förmåner som nämns i 22 § 1 och 2 mom. i folkpensionslagen. De inkomstposter som påverkar bestämmandet av pensionsstödet avrundas till närmaste euro. Har den som ansöker om pensionsstöd bott utomlands, skall bestämmelserna 21 § 1―4 mom. i folkpensionslagen tillämpas på beloppet av folkpensionsdelen. Pensionsstödets folkpensionsdel betalas inte, om det månatliga beloppet understiger 5,38 euro.",
        "folded_sv": "full folkpensionsdel ar 487,76 euro i manaden. om den som far pensionsstod ar gift eller lever i ett samboforhallande, ar folkpensionsdelens fulla belopp 430,54 euro i manaden. beloppet av pensionsstodets folkpensionsdel beraknas sa att 50 procent av den fulla folkpensionsdelen dras av fran den del av arsinkomsten som overstiger 536 euro om aret. som arsinkomst beaktas den arbetspensionsdel som namns i 5 § samt de formaner som namns i 22 § 1 och 2 mom. i folkpensionslagen. de inkomstposter som paverkar bestammandet av pensionsstodet avrundas till narmaste euro. har den som ansoker om pensionsstod bott utomlands, skall bestammelserna 21 § 1―4 mom. i folkpensionslagen tillampas pa beloppet av folkpensionsdelen. pensionsstodets folkpensionsdel betalas inte, om det manatliga beloppet understiger 5,38 euro."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eläketuki laitoshoidon ja vankeusrangaistuksen aikana",
      "content": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 5 ja 107 §:ssä säädetään. Eläketuen maksamiseen eläketuen saajan vankeusrangaistuksen ajalta sovelletaan, mitä kansaneläkelain 66 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Eläketuen kansaneläkeosuuden maksamiseen eläketuen saajan laitoshoidon ajalta sovelletaan, mitä kansaneläkelain 5 ja 107 § :ssä säädetään. Eläketuen maksamiseen eläketuen saajan vankeusrangaistuksen ajalta sovelletaan, mitä kansaneläkelain 66 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuuden maksamiseen elaketuen saajan laitoshoidon ajalta sovelletaan, mita kansanelakelain 5 ja 107 §:ssa saadetaan. elaketuen maksamiseen elaketuen saajan vankeusrangaistuksen ajalta sovelletaan, mita kansanelakelain 66 §:ssa saadetaan.",
        "title_sv": "Pensionsstöd under institutionsvård och fängelsestraff",
        "content_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 5 och 107 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för fängelsestraff tillämpas 66 § i folkpensionslagen.",
        "normalized_sv": "I fråga om betalning av pensionsstödets folkpensionsdel under den tid stödtagaren är i institutionsvård tillämpas 5 och 107 § i folkpensionslagen. I fråga om betalning av pensionsstöd till stödtagaren för tiden för fängelsestraff tillämpas 66 § i folkpensionslagen.",
        "folded_sv": "i fraga om betalning av pensionsstodets folkpensionsdel under den tid stodtagaren ar i institutionsvard tillampas 5 och 107 § i folkpensionslagen. i fraga om betalning av pensionsstod till stodtagaren for tiden for fangelsestraff tillampas 66 § i folkpensionslagen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ilmoitusvelvollisuus",
      "content": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisestä tai avoliiton päättymisestä, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta sekä muista vastaavista eläketuen maksamiseksi välttämättömistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketuen saajan on ilmoitettava Kansaneläkelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisestä tai avoliiton päättymisestä, eläketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta sekä muista vastaavista eläketuen maksamiseksi välttämättömistä tiedoista.",
        "folded_fi": "elaketuen saajan on ilmoitettava kansanelakelaitokselle avioliiton solmimisesta tai purkautumisesta, avoliittoon menemisesta tai avoliiton paattymisesta, elaketukeen vaikuttavissa tuloissa tapahtuneesta muutoksesta, ulkomaille muuttamisesta, laitoshoitoon joutumisesta seka muista vastaavista elaketuen maksamiseksi valttamattomista tiedoista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående och upplösning av äktenskap, inledande och avslutande av ett samboförhållande, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, intagning i institutionsvård samt andra motsvarande uppgifter som är nödvändiga för utbetalning av pensionsstödet.",
        "normalized_sv": "Den som får pensionsstöd skall underrätta Folkpensionsanstalten om ingående och upplösning av äktenskap, inledande och avslutande av ett samboförhållande, förändringar som skett i de inkomster som påverkar pensionsstödet, flyttning till utlandet, intagning i institutionsvård samt andra motsvarande uppgifter som är nödvändiga för utbetalning av pensionsstödet.",
        "folded_sv": "den som far pensionsstod skall underratta folkpensionsanstalten om ingaende och upplosning av aktenskap, inledande och avslutande av ett samboforhallande, forandringar som skett i de inkomster som paverkar pensionsstodet, flyttning till utlandet, intagning i institutionsvard samt andra motsvarande uppgifter som ar nodvandiga for utbetalning av pensionsstodet."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eläketuen maksaminen",
      "content": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 64 §:n 1 momentissa säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Eläketuki maksetaan kuukausittain siten kuin kansaneläkelain 64 § :n 1 momentissa säädetään saajan ilmoittamalle tilille Suomessa toimivaan rahalaitokseen. Eläketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittää Kansaneläkelaitoksen hyväksymän erityisen syyn.",
        "folded_fi": "elaketuki maksetaan kuukausittain siten kuin kansanelakelain 64 §:n 1 momentissa saadetaan saajan ilmoittamalle tilille suomessa toimivaan rahalaitokseen. elaketuki voidaan kuitenkin maksaa muullakin tavalla, jos tilille maksaminen ei ole mahdollista tai jos tuen hakija tai saaja esittaa kansanelakelaitoksen hyvaksyman erityisen syyn.",
        "title_sv": "Betalning av pensionsstöd",
        "content_sv": "Pensionsstöd betalas månatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i Finland som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "normalized_sv": "Pensionsstöd betalas månatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i Finland som mottagaren har uppgett. Pensionsstödet kan dock betalas även på annat sätt, om det inte är möjligt att betala in det på ett konto eller om den som ansöker om eller får stöd uppger något särskilt skäl som Folkpensionsanstalten godkänner.",
        "folded_sv": "pensionsstod betalas manatligen i enlighet med 64 § 1 mom. i folkpensionslagen till det konto i ett penninginstitut i finland som mottagaren har uppgett. pensionsstodet kan dock betalas aven pa annat satt, om det inte ar mojligt att betala in det pa ett konto eller om den som ansoker om eller far stod uppger nagot sarskilt skal som folkpensionsanstalten godkanner."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Eläketuen väliaikainen maksaminen",
      "content": "Jos eläketuen hakijan muussa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettua neuvoston asetusta (ETY) N:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan eläketuki myöntää väliaikaisena siksi ajaksi, jonka asian käsittely kestää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Jos eläketuen hakijan muussa sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin, itsenäisiin ammatinharjoittajiin ja heidän perheenjäseniinsä annettua neuvoston asetusta (ETY) N:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan eläketuki myöntää väliaikaisena siksi ajaksi, jonka asian käsittely kestää.",
        "folded_fi": "jos elaketuen hakijan muussa sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin, itsenaisiin ammatinharjoittajiin ja heidan perheenjaseniinsa annettua neuvoston asetusta (ety) n:o 1408/71 soveltavassa maassa karttuneiden vakuutusaikojen selvittely on kesken, voidaan elaketuki myontaa valiaikaisena siksi ajaksi, jonka asian kasittely kestaa.",
        "title_sv": "Temporär betalning av pensionsstöd",
        "content_sv": "Om utredningen av de försäkringstider som den som ansöker om pensionsstöd har intjänat i ett annat land som tillämpar rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen pågår, kan pensionsstödet beviljas temporärt för den tid behandlingen av ärendet pågår.",
        "normalized_sv": "Om utredningen av de försäkringstider som den som ansöker om pensionsstöd har intjänat i ett annat land som tillämpar rådets förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen pågår, kan pensionsstödet beviljas temporärt för den tid behandlingen av ärendet pågår.",
        "folded_sv": "om utredningen av de forsakringstider som den som ansoker om pensionsstod har intjanat i ett annat land som tillampar radets forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen pagar, kan pensionsstodet beviljas temporart for den tid behandlingen av arendet pagar."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Eläketuen saajan oikeus työkyvyttömyyseläkkeeseen",
      "content": "Jos eläketukea saava henkilö tulee 5 §:ssä mainituissa laeissa tai kansaneläkelain 12 §:ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos eläketukea saava henkilö tulee 5 § :ssä mainituissa laeissa tai kansaneläkelain 12 § :ssä tarkoitetulla tavalla työkyvyttömäksi, eläketuen saajalle voidaan myöntää hakemuksesta työkyvyttömyyseläke työkyvyttömyyden alkamista seuraavan kuukauden alusta. Eläketuki lakkautetaan työkyvyttömyyseläkkeen alkamisajankohdasta.",
        "folded_fi": "jos elaketukea saava henkilo tulee 5 §:ssa mainituissa laeissa tai kansanelakelain 12 §:ssa tarkoitetulla tavalla tyokyvyttomaksi, elaketuen saajalle voidaan myontaa hakemuksesta tyokyvyttomyyselake tyokyvyttomyyden alkamista seuraavan kuukauden alusta. elaketuki lakkautetaan tyokyvyttomyyselakkeen alkamisajankohdasta.",
        "title_sv": "Rätt till invalidpension för den som får pensionsstöd",
        "content_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon på ansökan beviljas sjukpension (invalidpension) från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för sjukpensionen.",
        "normalized_sv": "Om den som får pensionsstöd blir arbetsoförmögen på det sätt som avses i de lagar som nämns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon på ansökan beviljas sjukpension (invalidpension) från ingången av den månad som följer efter det att arbetsoförmågan inträdde. Pensionsstödet dras in från begynnelsetidpunkten för sjukpensionen.",
        "folded_sv": "om den som far pensionsstod blir arbetsoformogen pa det satt som avses i de lagar som namns i 5 § eller i 12 § i folkpensionslagen, kan han eller hon pa ansokan beviljas sjukpension (invalidpension) fran ingangen av den manad som foljer efter det att arbetsoformagan intradde. pensionsstodet dras in fran begynnelsetidpunkten for sjukpensionen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Eläketuen tarkistaminen",
      "content": "Eläketuen kansaneläkeosuus tarkistetaan, jos; 1) eläketuen saaja solmii avioliiton tai hänen avioliittonsa purkautuu; 2) eläketuen saaja menee avoliittoon tai hänen avoliittonsa päättyy; tai 3) eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Eläketuen kansaneläkeosuus tarkistetaan, jos; 1) eläketuen saaja solmii avioliiton tai hänen avioliittonsa purkautuu; 2) eläketuen saaja menee avoliittoon tai hänen avoliittonsa päättyy; tai 3) eläketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
        "folded_fi": "elaketuen kansanelakeosuus tarkistetaan, jos; 1) elaketuen saaja solmii avioliiton tai hanen avioliittonsa purkautuu; 2) elaketuen saaja menee avoliittoon tai hanen avoliittonsa paattyy; tai 3) elaketukeen vaikuttavissa vuosituloissa on tapahtunut muu kuin indeksisidonnaisuudesta johtuva muutos.",
        "title_sv": "Justering av pensionsstödet",
        "content_sv": "Pensionsstödets folkpensionsdel justeras, om 1) den som får pensionsstöd ingår äktenskap eller hans eller hennes äktenskap upplöses, 2) den som får pensionsstöd inleder ett samboförhållande eller hans eller hennes samboförhållande upphör, eller 3) en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet.",
        "normalized_sv": "Pensionsstödets folkpensionsdel justeras, om 1) den som får pensionsstöd ingår äktenskap eller hans eller hennes äktenskap upplöses, 2) den som får pensionsstöd inleder ett samboförhållande eller hans eller hennes samboförhållande upphör, eller 3) en sådan förändring som inte beror på indexbundenheten har skett i de årsinkomster som påverkar pensionsstödet.",
        "folded_sv": "pensionsstodets folkpensionsdel justeras, om 1) den som far pensionsstod ingar aktenskap eller hans eller hennes aktenskap upploses, 2) den som far pensionsstod inleder ett samboforhallande eller hans eller hennes samboforhallande upphor, eller 3) en sadan forandring som inte beror pa indexbundenheten har skett i de arsinkomster som paverkar pensionsstodet."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Eläketuen maksaminen kunnan toimielimelle",
      "content": "Kansaneläkelaitos voi päättää, että eläketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 66 §:n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hänen omaistensa toimeentulon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta eläketuki on maksettu. Esityksen eläketuen maksamisesta kunnan toimielimelle voi tehdä tuensaaja, hänen avio- tai avopuolisonsa, muu omaisensa tai henkilö, joka hänestä pääasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:18",
        "normalized_fi": "Kansaneläkelaitos voi päättää, että eläketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 § :n 1 momentissa tarkoitetulle toimielimelle käytettäväksi eläketuen saajan ja hänen kansaneläkelain 66 § :n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hänen omaistensa toimeentulon. Näin maksettua eläketukea ei saa vastoin eläketuen saajan nimenomaista suostumusta käyttää muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta eläketuki on maksettu. Esityksen eläketuen maksamisesta kunnan toimielimelle voi tehdä tuensaaja, hänen avio- tai avopuolisonsa, muu omaisensa tai henkilö, joka hänestä pääasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
        "folded_fi": "kansanelakelaitos voi paattaa, etta elaketuki maksetaan saajan asuinkunnan sosiaalihuoltolain (710/1982) 6 §:n 1 momentissa tarkoitetulle toimielimelle kaytettavaksi elaketuen saajan ja hanen kansanelakelain 66 §:n 3 momentissa tarkoitettujen omaistensa elatukseen, jos etuuden maksaminen saajalle itselleen vaarantaa etuudensaajan tai hanen omaistensa toimeentulon. nain maksettua elaketukea ei saa vastoin elaketuen saajan nimenomaista suostumusta kayttaa muuhun kuin sen kuukauden aikana annettavaan elatukseen, jolta elaketuki on maksettu. esityksen elaketuen maksamisesta kunnan toimielimelle voi tehda tuensaaja, hanen avio- tai avopuolisonsa, muu omaisensa tai henkilo, joka hanesta paaasiallisesti huolehtii taikka kunnan asianomainen toimielin.",
        "title_sv": "Betalning av pensionsstöd till ett kommunalt organ",
        "content_sv": "Folkpensionsanstalten kan besluta att pensionsstödet skall betalas till ett sådant organ i den kommun där stödtagaren är bosatt som avses i 6 § 1 mom. i socialvårdslagen (710/1982) för att användas till försörjning av den som får pensionsstöd och hans eller hennes anhöriga enligt 66 § 3 mom. i folkpensionslagen, om det kan äventyra försörjningen för den som får pensionsstöd eller hans eller hennes anhöriga att förmånen betalas till stödtagaren själv. Pensionsstöd som betalats på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan försörjning än sådan som ges under den månad för vilken pensionsstödet har betalats. Framställning om att pensionsstödet skall betalas till ett kommunalt organ kan göras av stödtagaren, stödtagarens make, maka eller sambo, någon annan anhörig, den som huvudsakligen sköter stödtagaren eller det kommunala organ som saken gäller.",
        "normalized_sv": "Folkpensionsanstalten kan besluta att pensionsstödet skall betalas till ett sådant organ i den kommun där stödtagaren är bosatt som avses i 6 § 1 mom. i socialvårdslagen (710/1982) för att användas till försörjning av den som får pensionsstöd och hans eller hennes anhöriga enligt 66 § 3 mom. i folkpensionslagen, om det kan äventyra försörjningen för den som får pensionsstöd eller hans eller hennes anhöriga att förmånen betalas till stödtagaren själv. Pensionsstöd som betalats på detta sätt får inte i strid med stödtagarens uttryckliga samtycke användas för annan försörjning än sådan som ges under den månad för vilken pensionsstödet har betalats. Framställning om att pensionsstödet skall betalas till ett kommunalt organ kan göras av stödtagaren, stödtagarens make, maka eller sambo, någon annan anhörig, den som huvudsakligen sköter stödtagaren eller det kommunala organ som saken gäller.",
        "folded_sv": "folkpensionsanstalten kan besluta att pensionsstodet skall betalas till ett sadant organ i den kommun dar stodtagaren ar bosatt som avses i 6 § 1 mom. i socialvardslagen (710/1982) for att anvandas till forsorjning av den som far pensionsstod och hans eller hennes anhoriga enligt 66 § 3 mom. i folkpensionslagen, om det kan aventyra forsorjningen for den som far pensionsstod eller hans eller hennes anhoriga att formanen betalas till stodtagaren sjalv. pensionsstod som betalats pa detta satt far inte i strid med stodtagarens uttryckliga samtycke anvandas for annan forsorjning an sadan som ges under den manad for vilken pensionsstodet har betalats. framstallning om att pensionsstodet skall betalas till ett kommunalt organ kan goras av stodtagaren, stodtagarens make, maka eller sambo, nagon annan anhorig, den som huvudsakligen skoter stodtagaren eller det kommunala organ som saken galler."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ulosmittauskielto",
      "content": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 93 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Eläketuen kansaneläkeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mitä kansaneläkelain 93 § :ssä säädetään.",
        "folded_fi": "elaketuen kansanelakeosuutta ei saa ulosmitata ottaen kuitenkin huomioon, mita kansanelakelain 93 §:ssa saadetaan.",
        "title_sv": "Utmätningsförbud",
        "content_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 93 § i folkpensionslagen skall dock beaktas.",
        "normalized_sv": "Pensionsstödets folkpensionsdel får inte mätas ut. Bestämmelserna i 93 § i folkpensionslagen skall dock beaktas.",
        "folded_sv": "pensionsstodets folkpensionsdel far inte matas ut. bestammelserna i 93 § i folkpensionslagen skall dock beaktas."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    }
  ]
}