{
  "id": "576/2015",
  "type": "statute",
  "title": "Laki sotilaallisesta kriisinhallinnasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om militär krishantering",
  "status": "in_force",
  "issued_date": "2015-05-08",
  "in_force_date": "2015-05-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/576/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään Suomen osallistumisesta kansainväliseen sotilaalliseen kriisinhallintaan, sotilaiden lähettämisestä sotilastehtäviin muuhun kansainväliseen kriisinhallintaan, kriisinhallintaan liittyvästä koulutus- ja harjoitustoiminnasta sekä kriisinhallintahenkilöstön asemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään Suomen osallistumisesta kansainväliseen sotilaalliseen kriisinhallintaan, sotilaiden lähettämisestä sotilastehtäviin muuhun kansainväliseen kriisinhallintaan, kriisinhallintaan liittyvästä koulutus- ja harjoitustoiminnasta sekä kriisinhallintahenkilöstön asemasta.",
        "folded_fi": "tassa laissa saadetaan suomen osallistumisesta kansainvaliseen sotilaalliseen kriisinhallintaan, sotilaiden lahettamisesta sotilastehtaviin muuhun kansainvaliseen kriisinhallintaan, kriisinhallintaan liittyvasta koulutus- ja harjoitustoiminnasta seka kriisinhallintahenkiloston asemasta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om Finlands deltagande i internationell militär krishantering, om sändande av militärpersoner på militära uppdrag i annan internationell krishantering, om utbildnings- och övningsverksamhet som hänför sig till krishanteringen samt om krishanteringspersonalens ställning.",
        "normalized_sv": "Denna lag innehåller bestämmelser om Finlands deltagande i internationell militär krishantering, om sändande av militärpersoner på militära uppdrag i annan internationell krishantering, om utbildnings- och övningsverksamhet som hänför sig till krishanteringen samt om krishanteringspersonalens ställning.",
        "folded_sv": "denna lag innehaller bestammelser om finlands deltagande i internationell militar krishantering, om sandande av militarpersoner pa militara uppdrag i annan internationell krishantering, om utbildnings- och ovningsverksamhet som hanfor sig till krishanteringen samt om krishanteringspersonalens stallning."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Osallistumisesta ja varautumisesta päättäminen",
      "content": "valmiusosasto Päätöksen Suomen osallistumisesta 1 §:ssä tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. Tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myös päätöksen sotilasosaston asettamisesta korkeaan valmiuteen (). Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää osallistumisen vähäisestä muuttamisesta. Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää myös yksittäisten sotilaiden lähettämisestä rajattuihin sotilastehtäviin sotilaalliseen kriisinhallintaan tai tällaisiin tehtäviin muuhun kansainväliseen kriisinhallintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "valmiusosasto Päätöksen Suomen osallistumisesta 1 § :ssä tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. Tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myös päätöksen sotilasosaston asettamisesta korkeaan valmiuteen (). Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää osallistumisen vähäisestä muuttamisesta. Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää myös yksittäisten sotilaiden lähettämisestä rajattuihin sotilastehtäviin sotilaalliseen kriisinhallintaan tai tällaisiin tehtäviin muuhun kansainväliseen kriisinhallintaan.",
        "folded_fi": "valmiusosasto paatoksen suomen osallistumisesta 1 §:ssa tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myos paatoksen sotilasosaston asettamisesta korkeaan valmiuteen (). puolustusministerio voi ulkoasiainministeriota kuultuaan paattaa osallistumisen vahaisesta muuttamisesta. puolustusministerio voi ulkoasiainministeriota kuultuaan paattaa myos yksittaisten sotilaiden lahettamisesta rajattuihin sotilastehtaviin sotilaalliseen kriisinhallintaan tai tallaisiin tehtaviin muuhun kansainvaliseen kriisinhallintaan.",
        "title_sv": "Beslut om deltagande och beredskap",
        "content_sv": "beredskapsenhet Beslut om Finlands deltagande i eller utträde ur sådan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifrån statsrådets förslag till avgörande. Republikens president beslutar utifrån statsrådets förslag till avgörande också om försättande av en militär avdelning i hög beredskap (). Efter att ha hört utrikesministeriet kan försvarsministeriet besluta om mindre ändringar i fråga om deltagandet. Efter att ha hört utrikesministeriet kan försvarsministeriet också besluta om att sända enskilda militärpersoner på begränsade militära uppdrag i militär krishantering eller på sådana uppdrag i annan internationell krishantering.",
        "normalized_sv": "beredskapsenhet Beslut om Finlands deltagande i eller utträde ur sådan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifrån statsrådets förslag till avgörande. Republikens president beslutar utifrån statsrådets förslag till avgörande också om försättande av en militär avdelning i hög beredskap (). Efter att ha hört utrikesministeriet kan försvarsministeriet besluta om mindre ändringar i fråga om deltagandet. Efter att ha hört utrikesministeriet kan försvarsministeriet också besluta om att sända enskilda militärpersoner på begränsade militära uppdrag i militär krishantering eller på sådana uppdrag i annan internationell krishantering.",
        "folded_sv": "beredskapsenhet beslut om finlands deltagande i eller uttrade ur sadan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifran statsradets forslag till avgorande. republikens president beslutar utifran statsradets forslag till avgorande ocksa om forsattande av en militar avdelning i hog beredskap (). efter att ha hort utrikesministeriet kan forsvarsministeriet besluta om mindre andringar i fraga om deltagandet. efter att ha hort utrikesministeriet kan forsvarsministeriet ocksa besluta om att sanda enskilda militarpersoner pa begransade militara uppdrag i militar krishantering eller pa sadana uppdrag i annan internationell krishantering."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eduskunnan osallistuminen päätöksentekoon",
      "content": "Ennen 2 §:n 1 momentissa tarkoitettua päätöstä koskevan ratkaisuehdotuksen tekemistä valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. Jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtävää tai tehtävää, joka ei perustu YK:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä kuultava eduskuntaa antamalla sille asiasta selonteko. Jos ratkaisuehdotus koskee Suomen osallistumista enintään kymmenellä henkilöllä sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ennen 2 § :n 1 momentissa tarkoitettua päätöstä koskevan ratkaisuehdotuksen tekemistä valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. Jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtävää tai tehtävää, joka ei perustu YK:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä kuultava eduskuntaa antamalla sille asiasta selonteko. Jos ratkaisuehdotus koskee Suomen osallistumista enintään kymmenellä henkilöllä sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
        "folded_fi": "ennen 2 §:n 1 momentissa tarkoitettua paatosta koskevan ratkaisuehdotuksen tekemista valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtavaa tai tehtavaa, joka ei perustu yk:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemista kuultava eduskuntaa antamalla sille asiasta selonteko. jos ratkaisuehdotus koskee suomen osallistumista enintaan kymmenella henkilolla sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemista annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
        "title_sv": "Riksdagens deltagande i beslutsfattandet",
        "content_sv": "Innan ett förslag till avgörande läggs fram beträffande ett beslut som avses i 2 § 1 mom. ska statsrådet höra riksdagens utrikesutskott. Om förslaget till avgörande gäller ett militärt särskilt krävande krishanteringsuppdrag eller ett uppdrag som inte baserar sig på bemyndigande av FN:s säkerhetsråd, ska statsrådet innan förslaget till avgörande läggs fram höra riksdagen genom att förelägga den en redogörelse i saken. Om förslaget till avgörande gäller Finlands deltagande med högst tio personer i militär krishantering, ska statsrådet innan förslaget till avgörande läggs fram ge riksdagens utrikesutskott en utredning i saken.",
        "normalized_sv": "Innan ett förslag till avgörande läggs fram beträffande ett beslut som avses i 2 § 1 mom. ska statsrådet höra riksdagens utrikesutskott. Om förslaget till avgörande gäller ett militärt särskilt krävande krishanteringsuppdrag eller ett uppdrag som inte baserar sig på bemyndigande av FN:s säkerhetsråd, ska statsrådet innan förslaget till avgörande läggs fram höra riksdagen genom att förelägga den en redogörelse i saken. Om förslaget till avgörande gäller Finlands deltagande med högst tio personer i militär krishantering, ska statsrådet innan förslaget till avgörande läggs fram ge riksdagens utrikesutskott en utredning i saken.",
        "folded_sv": "innan ett forslag till avgorande laggs fram betraffande ett beslut som avses i 2 § 1 mom. ska statsradet hora riksdagens utrikesutskott. om forslaget till avgorande galler ett militart sarskilt kravande krishanteringsuppdrag eller ett uppdrag som inte baserar sig pa bemyndigande av fn:s sakerhetsrad, ska statsradet innan forslaget till avgorande laggs fram hora riksdagen genom att forelagga den en redogorelse i saken. om forslaget till avgorande galler finlands deltagande med hogst tio personer i militar krishantering, ska statsradet innan forslaget till avgorande laggs fram ge riksdagens utrikesutskott en utredning i saken."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Osallistumista koskevat sopimukset",
      "content": "Valtioneuvoston asetuksella voidaan kansainvälisten velvoitteiden voimaansaattamiseksi säätää Pohjois-Atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden välillä niiden joukkojen asemasta tehdyn sopimuksen ja sen lisäpöytäkirjojen (SopS 65/1997) määräysten soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan vastaavasti kansainvälisten velvoitteiden voimaansaattamiseksi säätää Euroopan unionin sotilasesikunnan ja unionin käyttöön mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkilöiden asemasta tehdyn sopimuksen (SopS 24/2006) ja korvausvaatimuksista luopumisesta Euroopan unionin kriisinhallintaoperaatioiden yhteydessä tehdyn sopimuksen (SopS 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan kansainvälisen velvoitteen voimaansaattamiseksi säätää voimavarojen antamisesta Yhdistyneiden Kansakuntien operaatioon Yhdistyneiden Kansakuntien ja Suomen välillä tehdyn yhteistyöpöytäkirjan lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta Yhdistyneiden Kansakuntien ja Suomen välillä tehtyihin osallistumissopimuksiin edellyttäen, että niiden lainsäädännön alaan kuuluvat määräykset ovat samansisältöisiä kuin lailla 411/2012 voimaansaatetut määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan kansainvälisten velvoitteiden voimaansaattamiseksi säätää Pohjois-Atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden välillä niiden joukkojen asemasta tehdyn sopimuksen ja sen lisäpöytäkirjojen (SopS 65/1997) määräysten soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan vastaavasti kansainvälisten velvoitteiden voimaansaattamiseksi säätää Euroopan unionin sotilasesikunnan ja unionin käyttöön mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkilöiden asemasta tehdyn sopimuksen (SopS 24/2006) ja korvausvaatimuksista luopumisesta Euroopan unionin kriisinhallintaoperaatioiden yhteydessä tehdyn sopimuksen (SopS 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan kansainvälisen velvoitteen voimaansaattamiseksi säätää voimavarojen antamisesta Yhdistyneiden Kansakuntien operaatioon Yhdistyneiden Kansakuntien ja Suomen välillä tehdyn yhteistyöpöytäkirjan lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta Yhdistyneiden Kansakuntien ja Suomen välillä tehtyihin osallistumissopimuksiin edellyttäen, että niiden lainsäädännön alaan kuuluvat määräykset ovat samansisältöisiä kuin lailla 411/2012 voimaansaatetut määräykset.",
        "folded_fi": "valtioneuvoston asetuksella voidaan kansainvalisten velvoitteiden voimaansaattamiseksi saataa pohjois-atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden valilla niiden joukkojen asemasta tehdyn sopimuksen ja sen lisapoytakirjojen (sops 65/1997) maaraysten soveltamisesta sotilaalliseen kriisinhallintatehtavaan tai siihen liittyvaan koulutus- tai harjoitustoimintaan. valtioneuvoston asetuksella voidaan vastaavasti kansainvalisten velvoitteiden voimaansaattamiseksi saataa euroopan unionin sotilasesikunnan ja unionin kayttoon mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkiloiden asemasta tehdyn sopimuksen (sops 24/2006) ja korvausvaatimuksista luopumisesta euroopan unionin kriisinhallintaoperaatioiden yhteydessa tehdyn sopimuksen (sops 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtavaan tai siihen liittyvaan koulutus- tai harjoitustoimintaan. valtioneuvoston asetuksella voidaan kansainvalisen velvoitteen voimaansaattamiseksi saataa voimavarojen antamisesta yhdistyneiden kansakuntien operaatioon yhdistyneiden kansakuntien ja suomen valilla tehdyn yhteistyopoytakirjan lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta yhdistyneiden kansakuntien ja suomen valilla tehtyihin osallistumissopimuksiin edellyttaen, etta niiden lainsaadannon alaan kuuluvat maaraykset ovat samansisaltoisia kuin lailla 411/2012 voimaansaatetut maaraykset.",
        "title_sv": "Avtal om deltagande",
        "content_sv": "Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att avtalet mellan de stater som är parter i Nordatlantiska fördraget och andra stater som deltar i Partnerskap för fred om status för deras styrkor och i tilläggsprotokollen till avtalet (FördrS 65/1997) ska tillämpas på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det på motsvarande sätt för sättande i kraft av internationella förpliktelser bestämmas om tillämpningen av avtalet om status för den militära och civila personal vid de högkvarter och de styrkor som kan komma att ställas till Europeiska unionens militära stabs och Europeiska unionens förfogande (FördrS 24/2006) och avtalet om avstående från skadeståndskrav i samband med EU-ledda krishanteringsoperationer (FördrS 25/2006) på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att lagen om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i samarbetsprotokoll mellan Förenta nationerna och Finland om upplåtande av resurser till Förenta nationernas operationer (411/2012) ska tillämpas på avtal om deltagande som ingåtts mellan Förenta nationerna och Finland, förutsatt att de bestämmelser i dem som hör till området för lagstiftningen har samma innehåll som de bestämmelser som satts i kraft genom lag 411/2012.",
        "normalized_sv": "Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att avtalet mellan de stater som är parter i Nordatlantiska fördraget och andra stater som deltar i Partnerskap för fred om status för deras styrkor och i tilläggsprotokollen till avtalet (FördrS 65/1997) ska tillämpas på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det på motsvarande sätt för sättande i kraft av internationella förpliktelser bestämmas om tillämpningen av avtalet om status för den militära och civila personal vid de högkvarter och de styrkor som kan komma att ställas till Europeiska unionens militära stabs och Europeiska unionens förfogande (FördrS 24/2006) och avtalet om avstående från skadeståndskrav i samband med EU-ledda krishanteringsoperationer (FördrS 25/2006) på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att lagen om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i samarbetsprotokoll mellan Förenta nationerna och Finland om upplåtande av resurser till Förenta nationernas operationer (411/2012) ska tillämpas på avtal om deltagande som ingåtts mellan Förenta nationerna och Finland, förutsatt att de bestämmelser i dem som hör till området för lagstiftningen har samma innehåll som de bestämmelser som satts i kraft genom lag 411/2012.",
        "folded_sv": "genom forordning av statsradet far det for sattande i kraft av internationella forpliktelser foreskrivas att avtalet mellan de stater som ar parter i nordatlantiska fordraget och andra stater som deltar i partnerskap for fred om status for deras styrkor och i tillaggsprotokollen till avtalet (fordrs 65/1997) ska tillampas pa ett militart krishanteringsuppdrag eller dartill horande utbildnings- eller ovningsverksamhet. genom forordning av statsradet far det pa motsvarande satt for sattande i kraft av internationella forpliktelser bestammas om tillampningen av avtalet om status for den militara och civila personal vid de hogkvarter och de styrkor som kan komma att stallas till europeiska unionens militara stabs och europeiska unionens forfogande (fordrs 24/2006) och avtalet om avstaende fran skadestandskrav i samband med eu-ledda krishanteringsoperationer (fordrs 25/2006) pa ett militart krishanteringsuppdrag eller dartill horande utbildnings- eller ovningsverksamhet. genom forordning av statsradet far det for sattande i kraft av internationella forpliktelser foreskrivas att lagen om sattande i kraft av de bestammelser som hor till omradet for lagstiftningen i samarbetsprotokoll mellan forenta nationerna och finland om upplatande av resurser till forenta nationernas operationer (411/2012) ska tillampas pa avtal om deltagande som ingatts mellan forenta nationerna och finland, forutsatt att de bestammelser i dem som hor till omradet for lagstiftningen har samma innehall som de bestammelser som satts i kraft genom lag 411/2012."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Organisaatio ja henkilöstö",
      "content": "Suomi osallistuu 1 §:n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainväliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministeriön ja puolustusministeriön pääluokissa myönnettyjen määrärahojen rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Suomi osallistuu 1 § :n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainväliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministeriön ja puolustusministeriön pääluokissa myönnettyjen määrärahojen rajoissa.",
        "folded_fi": "suomi osallistuu 1 §:n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainvaliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministerion ja puolustusministerion paaluokissa myonnettyjen maararahojen rajoissa.",
        "title_sv": "Organisation och personal",
        "content_sv": "Finland deltar i sådan militär krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som för ändamålet beviljas i statsbudgeten under utrikesministeriets och försvarsministeriets huvudtitlar.",
        "normalized_sv": "Finland deltar i sådan militär krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som för ändamålet beviljas i statsbudgeten under utrikesministeriets och försvarsministeriets huvudtitlar.",
        "folded_sv": "finland deltar i sadan militar krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som for andamalet beviljas i statsbudgeten under utrikesministeriets och forsvarsministeriets huvudtitlar."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Koulutus ja harjoitukset",
      "content": "Puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttämien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. Puolustusvoimat huolehtii osaltaan myös sotilastehtävään muuhun kansainväliseen kriisinhallintaan lähetettävien sotilaiden koulutuksesta ja harjoituksista. Suomalaiset sotilasosastot ja yksittäiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. Koulutusta ja harjoituksia voidaan järjestää Suomessa myös ulkomaisille sotilasosastoille ja yksittäisille ulkomaalaisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttämien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. Puolustusvoimat huolehtii osaltaan myös sotilastehtävään muuhun kansainväliseen kriisinhallintaan lähetettävien sotilaiden koulutuksesta ja harjoituksista. Suomalaiset sotilasosastot ja yksittäiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. Koulutusta ja harjoituksia voidaan järjestää Suomessa myös ulkomaisille sotilasosastoille ja yksittäisille ulkomaalaisille.",
        "folded_fi": "puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttamien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. puolustusvoimat huolehtii osaltaan myos sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan lahetettavien sotilaiden koulutuksesta ja harjoituksista. suomalaiset sotilasosastot ja yksittaiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. koulutusta ja harjoituksia voidaan jarjestaa suomessa myos ulkomaisille sotilasosastoille ja yksittaisille ulkomaalaisille.",
        "title_sv": "Utbildning och övningar",
        "content_sv": "Försvarsmakten sörjer för den utbildning och de övningar som behövs för åstadkommande av de färdigheter som den militära krishanteringen förutsätter. Försvarsmakten sörjer för sin del också för utbildningen och övningarna i fråga om militärpersoner som ska sändas på militära uppdrag i annan internationell krishantering. Finländska militära avdelningar och enskilda finländare kan delta i utbildning och övningar utomlands. Utbildning och övningar kan ordnas i Finland också för utländska militära avdelningar och enskilda utlänningar.",
        "normalized_sv": "Försvarsmakten sörjer för den utbildning och de övningar som behövs för åstadkommande av de färdigheter som den militära krishanteringen förutsätter. Försvarsmakten sörjer för sin del också för utbildningen och övningarna i fråga om militärpersoner som ska sändas på militära uppdrag i annan internationell krishantering. Finländska militära avdelningar och enskilda finländare kan delta i utbildning och övningar utomlands. Utbildning och övningar kan ordnas i Finland också för utländska militära avdelningar och enskilda utlänningar.",
        "folded_sv": "forsvarsmakten sorjer for den utbildning och de ovningar som behovs for astadkommande av de fardigheter som den militara krishanteringen forutsatter. forsvarsmakten sorjer for sin del ocksa for utbildningen och ovningarna i fraga om militarpersoner som ska sandas pa militara uppdrag i annan internationell krishantering. finlandska militara avdelningar och enskilda finlandare kan delta i utbildning och ovningar utomlands. utbildning och ovningar kan ordnas i finland ocksa for utlandska militara avdelningar och enskilda utlanningar."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Palvelussuhteen päättyminen",
      "content": "Muun kriisinhallintahenkilöstöön kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde päättyy, kun 9 §:n 1 tai 2 momentissa tarkoitettu määräaika päättyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Muun kriisinhallintahenkilöstöön kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde päättyy, kun 9 § :n 1 tai 2 momentissa tarkoitettu määräaika päättyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
        "folded_fi": "muun kriisinhallintahenkilostoon kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde paattyy, kun 9 §:n 1 tai 2 momentissa tarkoitettu maaraaika paattyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
        "title_sv": "Anställningsförhållandets upphörande",
        "content_sv": "Anställningsförhållandet för någon annan som hör till krishanteringspersonalen än kommendören för en krishanteringsstyrka upphör när de tider som avses i 9 § 1 eller 2 mom. löper ut eller när deltagandet i krishanteringen upphör.",
        "normalized_sv": "Anställningsförhållandet för någon annan som hör till krishanteringspersonalen än kommendören för en krishanteringsstyrka upphör när de tider som avses i 9 § 1 eller 2 mom. löper ut eller när deltagandet i krishanteringen upphör.",
        "folded_sv": "anstallningsforhallandet for nagon annan som hor till krishanteringspersonalen an kommendoren for en krishanteringsstyrka upphor nar de tider som avses i 9 § 1 eller 2 mom. loper ut eller nar deltagandet i krishanteringen upphor."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Voimakeinojen käyttö",
      "content": "Kriisinhallinnassa palvelevalla sotilaalla on palvelustehtävää suorittaessaan oikeus käyttää tehtävän kannalta välttämättömiä voimakeinoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Kriisinhallinnassa palvelevalla sotilaalla on palvelustehtävää suorittaessaan oikeus käyttää tehtävän kannalta välttämättömiä voimakeinoja.",
        "folded_fi": "kriisinhallinnassa palvelevalla sotilaalla on palvelustehtavaa suorittaessaan oikeus kayttaa tehtavan kannalta valttamattomia voimakeinoja.",
        "title_sv": "Användning av maktmedel",
        "content_sv": "En militärperson som tjänstgör i krishantering har vid utförandet av tjänstgöringsuppdrag rätt att använda sådana maktmedel som är nödvändiga med tanke på uppdraget.",
        "normalized_sv": "En militärperson som tjänstgör i krishantering har vid utförandet av tjänstgöringsuppdrag rätt att använda sådana maktmedel som är nödvändiga med tanke på uppdraget.",
        "folded_sv": "en militarperson som tjanstgor i krishantering har vid utforandet av tjanstgoringsuppdrag ratt att anvanda sadana maktmedel som ar nodvandiga med tanke pa uppdraget."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Vahingonkorvaus",
      "content": "Korvauksen myöntää ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. Korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. Korvaushakemukseen on liitettävä luotettava selvitys vahinkotapahtumasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Korvauksen myöntää ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. Korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. Korvaushakemukseen on liitettävä luotettava selvitys vahinkotapahtumasta.",
        "folded_fi": "korvauksen myontaa ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. korvaushakemukseen on liitettava luotettava selvitys vahinkotapahtumasta.",
        "title_sv": "Skadestånd",
        "content_sv": "Ersättningen beviljas och betalas av krishanteringsstyrkan eller den försvarsgrensstab vid försvarsmakten som har ledningsansvaret för krishanteringsoperationen. Ersättningen ska sökas skriftligen inom ett år från den dag skadan inträffade. Till ersättningsansökan ska fogas en tillförlitlig redogörelse för skadefallet.",
        "normalized_sv": "Ersättningen beviljas och betalas av krishanteringsstyrkan eller den försvarsgrensstab vid försvarsmakten som har ledningsansvaret för krishanteringsoperationen. Ersättningen ska sökas skriftligen inom ett år från den dag skadan inträffade. Till ersättningsansökan ska fogas en tillförlitlig redogörelse för skadefallet.",
        "folded_sv": "ersattningen beviljas och betalas av krishanteringsstyrkan eller den forsvarsgrensstab vid forsvarsmakten som har ledningsansvaret for krishanteringsoperationen. ersattningen ska sokas skriftligen inom ett ar fran den dag skadan intraffade. till ersattningsansokan ska fogas en tillforlitlig redogorelse for skadefallet."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Kriisinhallintahenkilöstörekisterin käyttötarkoitus ja rekisterinpitäjä",
      "content": "Rekisteriin talletettuja tietoja voidaan käyttää valittaessa henkilöitä sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan sekä koulutuksen ja palveluksen suunnittelussa ja järjestämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Rekisteriin talletettuja tietoja voidaan käyttää valittaessa henkilöitä sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan sekä koulutuksen ja palveluksen suunnittelussa ja järjestämisessä.",
        "folded_fi": "rekisteriin talletettuja tietoja voidaan kayttaa valittaessa henkiloita sotilaalliseen kriisinhallintaan ja sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan seka koulutuksen ja palveluksen suunnittelussa ja jarjestamisessa.",
        "title_sv": "Ändamålet med registret över krishanteringspersonal och registeransvarig",
        "content_sv": "De uppgifter som förts in i registret kan användas vid val av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjänstgöring.",
        "normalized_sv": "De uppgifter som förts in i registret kan användas vid val av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjänstgöring.",
        "folded_sv": "de uppgifter som forts in i registret kan anvandas vid val av personer till militar krishantering och till ett militart uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjanstgoring."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Tietojen luovuttaminen, säilytysaika ja muu käsittely",
      "content": "Kriisinhallintahenkilöstörekisterissä olevia tietoja voidaan henkilöiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan luovuttaa ulkoasiainministeriölle, sisäministeriölle ja kriisinhallintaoperaation toimeenpanijalle. Tietoja voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Tässä laissa tarkoitetussa palvelussuhteessa olleen henkilön tietoja säilytetään rekisterissä enintään kymmenen vuoden ajan viimeisen palvelussuhteen päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Kriisinhallintahenkilöstörekisterissä olevia tietoja voidaan henkilöiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan luovuttaa ulkoasiainministeriölle, sisäministeriölle ja kriisinhallintaoperaation toimeenpanijalle. Tietoja voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Tässä laissa tarkoitetussa palvelussuhteessa olleen henkilön tietoja säilytetään rekisterissä enintään kymmenen vuoden ajan viimeisen palvelussuhteen päättymisestä.",
        "folded_fi": "kriisinhallintahenkilostorekisterissa olevia tietoja voidaan henkiloiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan luovuttaa ulkoasiainministeriolle, sisaministeriolle ja kriisinhallintaoperaation toimeenpanijalle. tietoja voidaan luovuttaa myos teknisen kayttoyhteyden avulla. tassa laissa tarkoitetussa palvelussuhteessa olleen henkilon tietoja sailytetaan rekisterissa enintaan kymmenen vuoden ajan viimeisen palvelussuhteen paattymisesta.",
        "title_sv": "Utlämnande av samt förvaringstiden för och annan behandling av uppgifter",
        "content_sv": "Uppgifter i registret över krishanteringspersonal kan för valet av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering lämnas ut till utrikesministeriet, inrikesministeriet och den som föranstaltar en krishanteringsoperation. Uppgifter kan lämnas ut också med hjälp av teknisk anslutning. Uppgifter om en person som har stått i anställningsförhållande enligt denna lag sparas i registret högst tio år efter att det sista anställningsförhållandet upphörde.",
        "normalized_sv": "Uppgifter i registret över krishanteringspersonal kan för valet av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering lämnas ut till utrikesministeriet, inrikesministeriet och den som föranstaltar en krishanteringsoperation. Uppgifter kan lämnas ut också med hjälp av teknisk anslutning. Uppgifter om en person som har stått i anställningsförhållande enligt denna lag sparas i registret högst tio år efter att det sista anställningsförhållandet upphörde.",
        "folded_sv": "uppgifter i registret over krishanteringspersonal kan for valet av personer till militar krishantering och till ett militart uppdrag i annan internationell krishantering lamnas ut till utrikesministeriet, inrikesministeriet och den som foranstaltar en krishanteringsoperation. uppgifter kan lamnas ut ocksa med hjalp av teknisk anslutning. uppgifter om en person som har statt i anstallningsforhallande enligt denna lag sparas i registret hogst tio ar efter att det sista anstallningsforhallandet upphorde."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään Suomen osallistumisesta kansainväliseen sotilaalliseen kriisinhallintaan, sotilaiden lähettämisestä sotilastehtäviin muuhun kansainväliseen kriisinhallintaan, kriisinhallintaan liittyvästä koulutus- ja harjoitustoiminnasta sekä kriisinhallintahenkilöstön asemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään Suomen osallistumisesta kansainväliseen sotilaalliseen kriisinhallintaan, sotilaiden lähettämisestä sotilastehtäviin muuhun kansainväliseen kriisinhallintaan, kriisinhallintaan liittyvästä koulutus- ja harjoitustoiminnasta sekä kriisinhallintahenkilöstön asemasta.",
        "folded_fi": "tassa laissa saadetaan suomen osallistumisesta kansainvaliseen sotilaalliseen kriisinhallintaan, sotilaiden lahettamisesta sotilastehtaviin muuhun kansainvaliseen kriisinhallintaan, kriisinhallintaan liittyvasta koulutus- ja harjoitustoiminnasta seka kriisinhallintahenkiloston asemasta.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om Finlands deltagande i internationell militär krishantering, om sändande av militärpersoner på militära uppdrag i annan internationell krishantering, om utbildnings- och övningsverksamhet som hänför sig till krishanteringen samt om krishanteringspersonalens ställning.",
        "normalized_sv": "Denna lag innehåller bestämmelser om Finlands deltagande i internationell militär krishantering, om sändande av militärpersoner på militära uppdrag i annan internationell krishantering, om utbildnings- och övningsverksamhet som hänför sig till krishanteringen samt om krishanteringspersonalens ställning.",
        "folded_sv": "denna lag innehaller bestammelser om finlands deltagande i internationell militar krishantering, om sandande av militarpersoner pa militara uppdrag i annan internationell krishantering, om utbildnings- och ovningsverksamhet som hanfor sig till krishanteringen samt om krishanteringspersonalens stallning."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Osallistumisesta ja varautumisesta päättäminen",
      "content": "valmiusosasto Päätöksen Suomen osallistumisesta 1 §:ssä tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. Tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myös päätöksen sotilasosaston asettamisesta korkeaan valmiuteen (). Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää osallistumisen vähäisestä muuttamisesta. Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää myös yksittäisten sotilaiden lähettämisestä rajattuihin sotilastehtäviin sotilaalliseen kriisinhallintaan tai tällaisiin tehtäviin muuhun kansainväliseen kriisinhallintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "valmiusosasto Päätöksen Suomen osallistumisesta 1 § :ssä tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. Tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myös päätöksen sotilasosaston asettamisesta korkeaan valmiuteen (). Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää osallistumisen vähäisestä muuttamisesta. Puolustusministeriö voi ulkoasiainministeriötä kuultuaan päättää myös yksittäisten sotilaiden lähettämisestä rajattuihin sotilastehtäviin sotilaalliseen kriisinhallintaan tai tällaisiin tehtäviin muuhun kansainväliseen kriisinhallintaan.",
        "folded_fi": "valmiusosasto paatoksen suomen osallistumisesta 1 §:ssa tarkoitettuun kriisinhallintaan ja osallistumisen lopettamisesta tekee kussakin tapauksessa erikseen tasavallan presidentti valtioneuvoston ratkaisuehdotuksesta. tasavallan presidentti tekee valtioneuvoston ratkaisuehdotuksesta myos paatoksen sotilasosaston asettamisesta korkeaan valmiuteen (). puolustusministerio voi ulkoasiainministeriota kuultuaan paattaa osallistumisen vahaisesta muuttamisesta. puolustusministerio voi ulkoasiainministeriota kuultuaan paattaa myos yksittaisten sotilaiden lahettamisesta rajattuihin sotilastehtaviin sotilaalliseen kriisinhallintaan tai tallaisiin tehtaviin muuhun kansainvaliseen kriisinhallintaan.",
        "title_sv": "Beslut om deltagande och beredskap",
        "content_sv": "beredskapsenhet Beslut om Finlands deltagande i eller utträde ur sådan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifrån statsrådets förslag till avgörande. Republikens president beslutar utifrån statsrådets förslag till avgörande också om försättande av en militär avdelning i hög beredskap (). Efter att ha hört utrikesministeriet kan försvarsministeriet besluta om mindre ändringar i fråga om deltagandet. Efter att ha hört utrikesministeriet kan försvarsministeriet också besluta om att sända enskilda militärpersoner på begränsade militära uppdrag i militär krishantering eller på sådana uppdrag i annan internationell krishantering.",
        "normalized_sv": "beredskapsenhet Beslut om Finlands deltagande i eller utträde ur sådan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifrån statsrådets förslag till avgörande. Republikens president beslutar utifrån statsrådets förslag till avgörande också om försättande av en militär avdelning i hög beredskap (). Efter att ha hört utrikesministeriet kan försvarsministeriet besluta om mindre ändringar i fråga om deltagandet. Efter att ha hört utrikesministeriet kan försvarsministeriet också besluta om att sända enskilda militärpersoner på begränsade militära uppdrag i militär krishantering eller på sådana uppdrag i annan internationell krishantering.",
        "folded_sv": "beredskapsenhet beslut om finlands deltagande i eller uttrade ur sadan krishantering som avses i 1 § fattas i varje enskilt fall av republikens president utifran statsradets forslag till avgorande. republikens president beslutar utifran statsradets forslag till avgorande ocksa om forsattande av en militar avdelning i hog beredskap (). efter att ha hort utrikesministeriet kan forsvarsministeriet besluta om mindre andringar i fraga om deltagandet. efter att ha hort utrikesministeriet kan forsvarsministeriet ocksa besluta om att sanda enskilda militarpersoner pa begransade militara uppdrag i militar krishantering eller pa sadana uppdrag i annan internationell krishantering."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Eduskunnan osallistuminen päätöksentekoon",
      "content": "Ennen 2 §:n 1 momentissa tarkoitettua päätöstä koskevan ratkaisuehdotuksen tekemistä valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. Jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtävää tai tehtävää, joka ei perustu YK:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä kuultava eduskuntaa antamalla sille asiasta selonteko. Jos ratkaisuehdotus koskee Suomen osallistumista enintään kymmenellä henkilöllä sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ennen 2 § :n 1 momentissa tarkoitettua päätöstä koskevan ratkaisuehdotuksen tekemistä valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. Jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtävää tai tehtävää, joka ei perustu YK:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä kuultava eduskuntaa antamalla sille asiasta selonteko. Jos ratkaisuehdotus koskee Suomen osallistumista enintään kymmenellä henkilöllä sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemistä annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
        "folded_fi": "ennen 2 §:n 1 momentissa tarkoitettua paatosta koskevan ratkaisuehdotuksen tekemista valtioneuvoston on kuultava eduskunnan ulkoasiainvaliokuntaa. jos ratkaisuehdotus koskee sotilaallisesti erityisen vaativaa kriisinhallintatehtavaa tai tehtavaa, joka ei perustu yk:n turvallisuusneuvoston valtuutukseen, valtioneuvoston on ennen ratkaisuehdotuksen tekemista kuultava eduskuntaa antamalla sille asiasta selonteko. jos ratkaisuehdotus koskee suomen osallistumista enintaan kymmenella henkilolla sotilaalliseen kriisinhallintaan, valtioneuvoston on ennen ratkaisuehdotuksen tekemista annettava asiasta selvitys eduskunnan ulkoasiainvaliokunnalle.",
        "title_sv": "Riksdagens deltagande i beslutsfattandet",
        "content_sv": "Innan ett förslag till avgörande läggs fram beträffande ett beslut som avses i 2 § 1 mom. ska statsrådet höra riksdagens utrikesutskott. Om förslaget till avgörande gäller ett militärt särskilt krävande krishanteringsuppdrag eller ett uppdrag som inte baserar sig på bemyndigande av FN:s säkerhetsråd, ska statsrådet innan förslaget till avgörande läggs fram höra riksdagen genom att förelägga den en redogörelse i saken. Om förslaget till avgörande gäller Finlands deltagande med högst tio personer i militär krishantering, ska statsrådet innan förslaget till avgörande läggs fram ge riksdagens utrikesutskott en utredning i saken.",
        "normalized_sv": "Innan ett förslag till avgörande läggs fram beträffande ett beslut som avses i 2 § 1 mom. ska statsrådet höra riksdagens utrikesutskott. Om förslaget till avgörande gäller ett militärt särskilt krävande krishanteringsuppdrag eller ett uppdrag som inte baserar sig på bemyndigande av FN:s säkerhetsråd, ska statsrådet innan förslaget till avgörande läggs fram höra riksdagen genom att förelägga den en redogörelse i saken. Om förslaget till avgörande gäller Finlands deltagande med högst tio personer i militär krishantering, ska statsrådet innan förslaget till avgörande läggs fram ge riksdagens utrikesutskott en utredning i saken.",
        "folded_sv": "innan ett forslag till avgorande laggs fram betraffande ett beslut som avses i 2 § 1 mom. ska statsradet hora riksdagens utrikesutskott. om forslaget till avgorande galler ett militart sarskilt kravande krishanteringsuppdrag eller ett uppdrag som inte baserar sig pa bemyndigande av fn:s sakerhetsrad, ska statsradet innan forslaget till avgorande laggs fram hora riksdagen genom att forelagga den en redogorelse i saken. om forslaget till avgorande galler finlands deltagande med hogst tio personer i militar krishantering, ska statsradet innan forslaget till avgorande laggs fram ge riksdagens utrikesutskott en utredning i saken."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Osallistumista koskevat sopimukset",
      "content": "Valtioneuvoston asetuksella voidaan kansainvälisten velvoitteiden voimaansaattamiseksi säätää Pohjois-Atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden välillä niiden joukkojen asemasta tehdyn sopimuksen ja sen lisäpöytäkirjojen (SopS 65/1997) määräysten soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan vastaavasti kansainvälisten velvoitteiden voimaansaattamiseksi säätää Euroopan unionin sotilasesikunnan ja unionin käyttöön mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkilöiden asemasta tehdyn sopimuksen (SopS 24/2006) ja korvausvaatimuksista luopumisesta Euroopan unionin kriisinhallintaoperaatioiden yhteydessä tehdyn sopimuksen (SopS 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan kansainvälisen velvoitteen voimaansaattamiseksi säätää voimavarojen antamisesta Yhdistyneiden Kansakuntien operaatioon Yhdistyneiden Kansakuntien ja Suomen välillä tehdyn yhteistyöpöytäkirjan lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta Yhdistyneiden Kansakuntien ja Suomen välillä tehtyihin osallistumissopimuksiin edellyttäen, että niiden lainsäädännön alaan kuuluvat määräykset ovat samansisältöisiä kuin lailla 411/2012 voimaansaatetut määräykset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan kansainvälisten velvoitteiden voimaansaattamiseksi säätää Pohjois-Atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden välillä niiden joukkojen asemasta tehdyn sopimuksen ja sen lisäpöytäkirjojen (SopS 65/1997) määräysten soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan vastaavasti kansainvälisten velvoitteiden voimaansaattamiseksi säätää Euroopan unionin sotilasesikunnan ja unionin käyttöön mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkilöiden asemasta tehdyn sopimuksen (SopS 24/2006) ja korvausvaatimuksista luopumisesta Euroopan unionin kriisinhallintaoperaatioiden yhteydessä tehdyn sopimuksen (SopS 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtävään tai siihen liittyvään koulutus- tai harjoitustoimintaan. Valtioneuvoston asetuksella voidaan kansainvälisen velvoitteen voimaansaattamiseksi säätää voimavarojen antamisesta Yhdistyneiden Kansakuntien operaatioon Yhdistyneiden Kansakuntien ja Suomen välillä tehdyn yhteistyöpöytäkirjan lainsäädännön alaan kuuluvien määräysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta Yhdistyneiden Kansakuntien ja Suomen välillä tehtyihin osallistumissopimuksiin edellyttäen, että niiden lainsäädännön alaan kuuluvat määräykset ovat samansisältöisiä kuin lailla 411/2012 voimaansaatetut määräykset.",
        "folded_fi": "valtioneuvoston asetuksella voidaan kansainvalisten velvoitteiden voimaansaattamiseksi saataa pohjois-atlantin sopimuksen sopimuspuolten ja muiden rauhankumppanuuteen osallistuvien valtioiden valilla niiden joukkojen asemasta tehdyn sopimuksen ja sen lisapoytakirjojen (sops 65/1997) maaraysten soveltamisesta sotilaalliseen kriisinhallintatehtavaan tai siihen liittyvaan koulutus- tai harjoitustoimintaan. valtioneuvoston asetuksella voidaan vastaavasti kansainvalisten velvoitteiden voimaansaattamiseksi saataa euroopan unionin sotilasesikunnan ja unionin kayttoon mahdollisesti asetettujen esikuntien ja joukkojen sotilas- ja siviilihenkiloiden asemasta tehdyn sopimuksen (sops 24/2006) ja korvausvaatimuksista luopumisesta euroopan unionin kriisinhallintaoperaatioiden yhteydessa tehdyn sopimuksen (sops 25/2006) soveltamisesta sotilaalliseen kriisinhallintatehtavaan tai siihen liittyvaan koulutus- tai harjoitustoimintaan. valtioneuvoston asetuksella voidaan kansainvalisen velvoitteen voimaansaattamiseksi saataa voimavarojen antamisesta yhdistyneiden kansakuntien operaatioon yhdistyneiden kansakuntien ja suomen valilla tehdyn yhteistyopoytakirjan lainsaadannon alaan kuuluvien maaraysten voimaansaattamisesta annetun lain (411/2012) soveltamisesta yhdistyneiden kansakuntien ja suomen valilla tehtyihin osallistumissopimuksiin edellyttaen, etta niiden lainsaadannon alaan kuuluvat maaraykset ovat samansisaltoisia kuin lailla 411/2012 voimaansaatetut maaraykset.",
        "title_sv": "Avtal om deltagande",
        "content_sv": "Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att avtalet mellan de stater som är parter i Nordatlantiska fördraget och andra stater som deltar i Partnerskap för fred om status för deras styrkor och i tilläggsprotokollen till avtalet (FördrS 65/1997) ska tillämpas på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det på motsvarande sätt för sättande i kraft av internationella förpliktelser bestämmas om tillämpningen av avtalet om status för den militära och civila personal vid de högkvarter och de styrkor som kan komma att ställas till Europeiska unionens militära stabs och Europeiska unionens förfogande (FördrS 24/2006) och avtalet om avstående från skadeståndskrav i samband med EU-ledda krishanteringsoperationer (FördrS 25/2006) på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att lagen om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i samarbetsprotokoll mellan Förenta nationerna och Finland om upplåtande av resurser till Förenta nationernas operationer (411/2012) ska tillämpas på avtal om deltagande som ingåtts mellan Förenta nationerna och Finland, förutsatt att de bestämmelser i dem som hör till området för lagstiftningen har samma innehåll som de bestämmelser som satts i kraft genom lag 411/2012.",
        "normalized_sv": "Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att avtalet mellan de stater som är parter i Nordatlantiska fördraget och andra stater som deltar i Partnerskap för fred om status för deras styrkor och i tilläggsprotokollen till avtalet (FördrS 65/1997) ska tillämpas på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det på motsvarande sätt för sättande i kraft av internationella förpliktelser bestämmas om tillämpningen av avtalet om status för den militära och civila personal vid de högkvarter och de styrkor som kan komma att ställas till Europeiska unionens militära stabs och Europeiska unionens förfogande (FördrS 24/2006) och avtalet om avstående från skadeståndskrav i samband med EU-ledda krishanteringsoperationer (FördrS 25/2006) på ett militärt krishanteringsuppdrag eller därtill hörande utbildnings- eller övningsverksamhet. Genom förordning av statsrådet får det för sättande i kraft av internationella förpliktelser föreskrivas att lagen om sättande i kraft av de bestämmelser som hör till området för lagstiftningen i samarbetsprotokoll mellan Förenta nationerna och Finland om upplåtande av resurser till Förenta nationernas operationer (411/2012) ska tillämpas på avtal om deltagande som ingåtts mellan Förenta nationerna och Finland, förutsatt att de bestämmelser i dem som hör till området för lagstiftningen har samma innehåll som de bestämmelser som satts i kraft genom lag 411/2012.",
        "folded_sv": "genom forordning av statsradet far det for sattande i kraft av internationella forpliktelser foreskrivas att avtalet mellan de stater som ar parter i nordatlantiska fordraget och andra stater som deltar i partnerskap for fred om status for deras styrkor och i tillaggsprotokollen till avtalet (fordrs 65/1997) ska tillampas pa ett militart krishanteringsuppdrag eller dartill horande utbildnings- eller ovningsverksamhet. genom forordning av statsradet far det pa motsvarande satt for sattande i kraft av internationella forpliktelser bestammas om tillampningen av avtalet om status for den militara och civila personal vid de hogkvarter och de styrkor som kan komma att stallas till europeiska unionens militara stabs och europeiska unionens forfogande (fordrs 24/2006) och avtalet om avstaende fran skadestandskrav i samband med eu-ledda krishanteringsoperationer (fordrs 25/2006) pa ett militart krishanteringsuppdrag eller dartill horande utbildnings- eller ovningsverksamhet. genom forordning av statsradet far det for sattande i kraft av internationella forpliktelser foreskrivas att lagen om sattande i kraft av de bestammelser som hor till omradet for lagstiftningen i samarbetsprotokoll mellan forenta nationerna och finland om upplatande av resurser till forenta nationernas operationer (411/2012) ska tillampas pa avtal om deltagande som ingatts mellan forenta nationerna och finland, forutsatt att de bestammelser i dem som hor till omradet for lagstiftningen har samma innehall som de bestammelser som satts i kraft genom lag 411/2012."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Organisaatio ja henkilöstö",
      "content": "Suomi osallistuu 1 §:n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainväliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministeriön ja puolustusministeriön pääluokissa myönnettyjen määrärahojen rajoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Suomi osallistuu 1 § :n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainväliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministeriön ja puolustusministeriön pääluokissa myönnettyjen määrärahojen rajoissa.",
        "folded_fi": "suomi osallistuu 1 §:n 1 momentissa tarkoitettuun sotilaalliseen kriisinhallintaan ja muuhun kansainvaliseen kriisinhallintaan siihen valtion talousarviossa ulkoasiainministerion ja puolustusministerion paaluokissa myonnettyjen maararahojen rajoissa.",
        "title_sv": "Organisation och personal",
        "content_sv": "Finland deltar i sådan militär krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som för ändamålet beviljas i statsbudgeten under utrikesministeriets och försvarsministeriets huvudtitlar.",
        "normalized_sv": "Finland deltar i sådan militär krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som för ändamålet beviljas i statsbudgeten under utrikesministeriets och försvarsministeriets huvudtitlar.",
        "folded_sv": "finland deltar i sadan militar krishantering och annan internationell krishantering som avses i 1 § 1 mom. enligt de anslag som for andamalet beviljas i statsbudgeten under utrikesministeriets och forsvarsministeriets huvudtitlar."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Koulutus ja harjoitukset",
      "content": "Puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttämien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. Puolustusvoimat huolehtii osaltaan myös sotilastehtävään muuhun kansainväliseen kriisinhallintaan lähetettävien sotilaiden koulutuksesta ja harjoituksista. Suomalaiset sotilasosastot ja yksittäiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. Koulutusta ja harjoituksia voidaan järjestää Suomessa myös ulkomaisille sotilasosastoille ja yksittäisille ulkomaalaisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttämien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. Puolustusvoimat huolehtii osaltaan myös sotilastehtävään muuhun kansainväliseen kriisinhallintaan lähetettävien sotilaiden koulutuksesta ja harjoituksista. Suomalaiset sotilasosastot ja yksittäiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. Koulutusta ja harjoituksia voidaan järjestää Suomessa myös ulkomaisille sotilasosastoille ja yksittäisille ulkomaalaisille.",
        "folded_fi": "puolustusvoimat huolehtii sotilaallisen kriisinhallinnan edellyttamien valmiuksien luomiseksi tarvittavasta koulutuksesta ja harjoituksista. puolustusvoimat huolehtii osaltaan myos sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan lahetettavien sotilaiden koulutuksesta ja harjoituksista. suomalaiset sotilasosastot ja yksittaiset suomalaiset voivat osallistua koulutukseen ja harjoituksiin ulkomailla. koulutusta ja harjoituksia voidaan jarjestaa suomessa myos ulkomaisille sotilasosastoille ja yksittaisille ulkomaalaisille.",
        "title_sv": "Utbildning och övningar",
        "content_sv": "Försvarsmakten sörjer för den utbildning och de övningar som behövs för åstadkommande av de färdigheter som den militära krishanteringen förutsätter. Försvarsmakten sörjer för sin del också för utbildningen och övningarna i fråga om militärpersoner som ska sändas på militära uppdrag i annan internationell krishantering. Finländska militära avdelningar och enskilda finländare kan delta i utbildning och övningar utomlands. Utbildning och övningar kan ordnas i Finland också för utländska militära avdelningar och enskilda utlänningar.",
        "normalized_sv": "Försvarsmakten sörjer för den utbildning och de övningar som behövs för åstadkommande av de färdigheter som den militära krishanteringen förutsätter. Försvarsmakten sörjer för sin del också för utbildningen och övningarna i fråga om militärpersoner som ska sändas på militära uppdrag i annan internationell krishantering. Finländska militära avdelningar och enskilda finländare kan delta i utbildning och övningar utomlands. Utbildning och övningar kan ordnas i Finland också för utländska militära avdelningar och enskilda utlänningar.",
        "folded_sv": "forsvarsmakten sorjer for den utbildning och de ovningar som behovs for astadkommande av de fardigheter som den militara krishanteringen forutsatter. forsvarsmakten sorjer for sin del ocksa for utbildningen och ovningarna i fraga om militarpersoner som ska sandas pa militara uppdrag i annan internationell krishantering. finlandska militara avdelningar och enskilda finlandare kan delta i utbildning och ovningar utomlands. utbildning och ovningar kan ordnas i finland ocksa for utlandska militara avdelningar och enskilda utlanningar."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Palvelussuhteen päättyminen",
      "content": "Muun kriisinhallintahenkilöstöön kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde päättyy, kun 9 §:n 1 tai 2 momentissa tarkoitettu määräaika päättyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Muun kriisinhallintahenkilöstöön kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde päättyy, kun 9 § :n 1 tai 2 momentissa tarkoitettu määräaika päättyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
        "folded_fi": "muun kriisinhallintahenkilostoon kuuluvan kuin kriisinhallintajoukon komentajan palvelussuhde paattyy, kun 9 §:n 1 tai 2 momentissa tarkoitettu maaraaika paattyy taikka kun osallistuminen kriisinhallintaan lopetetaan.",
        "title_sv": "Anställningsförhållandets upphörande",
        "content_sv": "Anställningsförhållandet för någon annan som hör till krishanteringspersonalen än kommendören för en krishanteringsstyrka upphör när de tider som avses i 9 § 1 eller 2 mom. löper ut eller när deltagandet i krishanteringen upphör.",
        "normalized_sv": "Anställningsförhållandet för någon annan som hör till krishanteringspersonalen än kommendören för en krishanteringsstyrka upphör när de tider som avses i 9 § 1 eller 2 mom. löper ut eller när deltagandet i krishanteringen upphör.",
        "folded_sv": "anstallningsforhallandet for nagon annan som hor till krishanteringspersonalen an kommendoren for en krishanteringsstyrka upphor nar de tider som avses i 9 § 1 eller 2 mom. loper ut eller nar deltagandet i krishanteringen upphor."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Voimakeinojen käyttö",
      "content": "Kriisinhallinnassa palvelevalla sotilaalla on palvelustehtävää suorittaessaan oikeus käyttää tehtävän kannalta välttämättömiä voimakeinoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Kriisinhallinnassa palvelevalla sotilaalla on palvelustehtävää suorittaessaan oikeus käyttää tehtävän kannalta välttämättömiä voimakeinoja.",
        "folded_fi": "kriisinhallinnassa palvelevalla sotilaalla on palvelustehtavaa suorittaessaan oikeus kayttaa tehtavan kannalta valttamattomia voimakeinoja.",
        "title_sv": "Användning av maktmedel",
        "content_sv": "En militärperson som tjänstgör i krishantering har vid utförandet av tjänstgöringsuppdrag rätt att använda sådana maktmedel som är nödvändiga med tanke på uppdraget.",
        "normalized_sv": "En militärperson som tjänstgör i krishantering har vid utförandet av tjänstgöringsuppdrag rätt att använda sådana maktmedel som är nödvändiga med tanke på uppdraget.",
        "folded_sv": "en militarperson som tjanstgor i krishantering har vid utforandet av tjanstgoringsuppdrag ratt att anvanda sadana maktmedel som ar nodvandiga med tanke pa uppdraget."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Vahingonkorvaus",
      "content": "Korvauksen myöntää ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. Korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. Korvaushakemukseen on liitettävä luotettava selvitys vahinkotapahtumasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Korvauksen myöntää ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. Korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. Korvaushakemukseen on liitettävä luotettava selvitys vahinkotapahtumasta.",
        "folded_fi": "korvauksen myontaa ja suorittaa kriisinhallintajoukko tai kriisinhallintaoperaation johtovastuussa oleva puolustusvoimien puolustushaaraesikunta. korvausta on haettava kirjallisesti vuoden kuluessa vahingon aiheutumisesta. korvaushakemukseen on liitettava luotettava selvitys vahinkotapahtumasta.",
        "title_sv": "Skadestånd",
        "content_sv": "Ersättningen beviljas och betalas av krishanteringsstyrkan eller den försvarsgrensstab vid försvarsmakten som har ledningsansvaret för krishanteringsoperationen. Ersättningen ska sökas skriftligen inom ett år från den dag skadan inträffade. Till ersättningsansökan ska fogas en tillförlitlig redogörelse för skadefallet.",
        "normalized_sv": "Ersättningen beviljas och betalas av krishanteringsstyrkan eller den försvarsgrensstab vid försvarsmakten som har ledningsansvaret för krishanteringsoperationen. Ersättningen ska sökas skriftligen inom ett år från den dag skadan inträffade. Till ersättningsansökan ska fogas en tillförlitlig redogörelse för skadefallet.",
        "folded_sv": "ersattningen beviljas och betalas av krishanteringsstyrkan eller den forsvarsgrensstab vid forsvarsmakten som har ledningsansvaret for krishanteringsoperationen. ersattningen ska sokas skriftligen inom ett ar fran den dag skadan intraffade. till ersattningsansokan ska fogas en tillforlitlig redogorelse for skadefallet."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Kriisinhallintahenkilöstörekisterin käyttötarkoitus ja rekisterinpitäjä",
      "content": "Rekisteriin talletettuja tietoja voidaan käyttää valittaessa henkilöitä sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan sekä koulutuksen ja palveluksen suunnittelussa ja järjestämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Rekisteriin talletettuja tietoja voidaan käyttää valittaessa henkilöitä sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan sekä koulutuksen ja palveluksen suunnittelussa ja järjestämisessä.",
        "folded_fi": "rekisteriin talletettuja tietoja voidaan kayttaa valittaessa henkiloita sotilaalliseen kriisinhallintaan ja sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan seka koulutuksen ja palveluksen suunnittelussa ja jarjestamisessa.",
        "title_sv": "Ändamålet med registret över krishanteringspersonal och registeransvarig",
        "content_sv": "De uppgifter som förts in i registret kan användas vid val av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjänstgöring.",
        "normalized_sv": "De uppgifter som förts in i registret kan användas vid val av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjänstgöring.",
        "folded_sv": "de uppgifter som forts in i registret kan anvandas vid val av personer till militar krishantering och till ett militart uppdrag i annan internationell krishantering samt vid planering och anordnande av utbildning och tjanstgoring."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Tietojen luovuttaminen, säilytysaika ja muu käsittely",
      "content": "Kriisinhallintahenkilöstörekisterissä olevia tietoja voidaan henkilöiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan luovuttaa ulkoasiainministeriölle, sisäministeriölle ja kriisinhallintaoperaation toimeenpanijalle. Tietoja voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Tässä laissa tarkoitetussa palvelussuhteessa olleen henkilön tietoja säilytetään rekisterissä enintään kymmenen vuoden ajan viimeisen palvelussuhteen päättymisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Kriisinhallintahenkilöstörekisterissä olevia tietoja voidaan henkilöiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtävään muuhun kansainväliseen kriisinhallintaan luovuttaa ulkoasiainministeriölle, sisäministeriölle ja kriisinhallintaoperaation toimeenpanijalle. Tietoja voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Tässä laissa tarkoitetussa palvelussuhteessa olleen henkilön tietoja säilytetään rekisterissä enintään kymmenen vuoden ajan viimeisen palvelussuhteen päättymisestä.",
        "folded_fi": "kriisinhallintahenkilostorekisterissa olevia tietoja voidaan henkiloiden valitsemiseksi sotilaalliseen kriisinhallintaan ja sotilastehtavaan muuhun kansainvaliseen kriisinhallintaan luovuttaa ulkoasiainministeriolle, sisaministeriolle ja kriisinhallintaoperaation toimeenpanijalle. tietoja voidaan luovuttaa myos teknisen kayttoyhteyden avulla. tassa laissa tarkoitetussa palvelussuhteessa olleen henkilon tietoja sailytetaan rekisterissa enintaan kymmenen vuoden ajan viimeisen palvelussuhteen paattymisesta.",
        "title_sv": "Utlämnande av samt förvaringstiden för och annan behandling av uppgifter",
        "content_sv": "Uppgifter i registret över krishanteringspersonal kan för valet av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering lämnas ut till utrikesministeriet, inrikesministeriet och den som föranstaltar en krishanteringsoperation. Uppgifter kan lämnas ut också med hjälp av teknisk anslutning. Uppgifter om en person som har stått i anställningsförhållande enligt denna lag sparas i registret högst tio år efter att det sista anställningsförhållandet upphörde.",
        "normalized_sv": "Uppgifter i registret över krishanteringspersonal kan för valet av personer till militär krishantering och till ett militärt uppdrag i annan internationell krishantering lämnas ut till utrikesministeriet, inrikesministeriet och den som föranstaltar en krishanteringsoperation. Uppgifter kan lämnas ut också med hjälp av teknisk anslutning. Uppgifter om en person som har stått i anställningsförhållande enligt denna lag sparas i registret högst tio år efter att det sista anställningsförhållandet upphörde.",
        "folded_sv": "uppgifter i registret over krishanteringspersonal kan for valet av personer till militar krishantering och till ett militart uppdrag i annan internationell krishantering lamnas ut till utrikesministeriet, inrikesministeriet och den som foranstaltar en krishanteringsoperation. uppgifter kan lamnas ut ocksa med hjalp av teknisk anslutning. uppgifter om en person som har statt i anstallningsforhallande enligt denna lag sparas i registret hogst tio ar efter att det sista anstallningsforhallandet upphorde."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    }
  ]
}