{
  "id": "578/2006",
  "type": "statute",
  "title": "Laki kuntalain muuttamisesta",
  "title_en": "Lag om ändring av kommunallagen",
  "status": "in_force",
  "issued_date": "2006-06-29",
  "in_force_date": "2006-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/578/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:15 b",
      "chapter": "2",
      "section": "15 b",
      "title": "Valtuustoryhmä ja sen toiminnan tukeminen",
      "content": "Valtuustotyöskentelyä varten valtuutetut voivat muodostaa valtuustoryhmiä. Valtuustoryhmän voi muodostaa yksikin valtuutettu. Valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisäistä toimintaa sekä toimenpiteitä, joilla valtuustoryhmät edistävät kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. Tukea myönnettäessä on yksilöitävä tuen käyttötarkoitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 b",
        "normalized_fi": "Valtuustotyöskentelyä varten valtuutetut voivat muodostaa valtuustoryhmiä. Valtuustoryhmän voi muodostaa yksikin valtuutettu. Valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisäistä toimintaa sekä toimenpiteitä, joilla valtuustoryhmät edistävät kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. Tukea myönnettäessä on yksilöitävä tuen käyttötarkoitus.",
        "folded_fi": "valtuustotyoskentelya varten valtuutetut voivat muodostaa valtuustoryhmia. valtuustoryhman voi muodostaa yksikin valtuutettu. valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisaista toimintaa seka toimenpiteita, joilla valtuustoryhmat edistavat kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. tukea myonnettaessa on yksiloitava tuen kayttotarkoitus.",
        "title_sv": "Fullmäktigegrupper och stöd för deras verksamhet",
        "content_sv": "För arbetet i fullmäktige kan ledamöterna bilda fullmäktigegrupper. En ledamot kan också ensam bilda en fullmäktigegrupp. Kommunen kan för att förbättra fullmäktigegruppernas verksamhetsbetingelser stödja verksamheten inom fullmäktigegrupperna samt de åtgärder genom vilka fullmäktigegrupperna främjar kommuninvånarnas möjligheter att delta och påverka. När stöd beviljas skall stödets användningsändamål specificeras.",
        "normalized_sv": "För arbetet i fullmäktige kan ledamöterna bilda fullmäktigegrupper. En ledamot kan också ensam bilda en fullmäktigegrupp. Kommunen kan för att förbättra fullmäktigegruppernas verksamhetsbetingelser stödja verksamheten inom fullmäktigegrupperna samt de åtgärder genom vilka fullmäktigegrupperna främjar kommuninvånarnas möjligheter att delta och påverka. När stöd beviljas skall stödets användningsändamål specificeras.",
        "folded_sv": "for arbetet i fullmaktige kan ledamoterna bilda fullmaktigegrupper. en ledamot kan ocksa ensam bilda en fullmaktigegrupp. kommunen kan for att forbattra fullmaktigegruppernas verksamhetsbetingelser stodja verksamheten inom fullmaktigegrupperna samt de atgarder genom vilka fullmaktigegrupperna framjar kommuninvanarnas mojligheter att delta och paverka. nar stod beviljas skall stodets anvandningsandamal specificeras."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Luottamushenkilöiden erottaminen kesken toimikauden",
      "content": "Valtuusto voi erottaa kunnan, kuntayhtymän tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilöt kesken toimikauden, jos he tai jotkut heistä eivät nauti valtuuston luottamusta. Erottamispäätös koskee kaikkia toimielimeen valittuja luottamushenkilöitä. Valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos hän ei nauti valtuuston luottamusta. Asia tulee vireille kunnanhallituksen esityksestä tai jos vähintään neljäsosa valtuutetuista on tehnyt sitä koskevan aloitteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:21",
        "normalized_fi": "Valtuusto voi erottaa kunnan, kuntayhtymän tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilöt kesken toimikauden, jos he tai jotkut heistä eivät nauti valtuuston luottamusta. Erottamispäätös koskee kaikkia toimielimeen valittuja luottamushenkilöitä. Valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos hän ei nauti valtuuston luottamusta. Asia tulee vireille kunnanhallituksen esityksestä tai jos vähintään neljäsosa valtuutetuista on tehnyt sitä koskevan aloitteen.",
        "folded_fi": "valtuusto voi erottaa kunnan, kuntayhtyman tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilot kesken toimikauden, jos he tai jotkut heista eivat nauti valtuuston luottamusta. erottamispaatos koskee kaikkia toimielimeen valittuja luottamushenkiloita. valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos han ei nauti valtuuston luottamusta. asia tulee vireille kunnanhallituksen esityksesta tai jos vahintaan neljasosa valtuutetuista on tehnyt sita koskevan aloitteen.",
        "title_sv": "Återkallande av förtroendeuppdrag under pågående mandattid",
        "content_sv": "Fullmäktige kan under pågående mandattid återkalla uppdragen för de förtroendevalda som fullmäktige har valt till kommunens eller en samkommuns organ eller till ett organ som är gemensamt för kommunerna, om de eller någon av dem inte åtnjuter fullmäktiges förtroende. Beslutet om återkallande av uppdrag gäller alla förtroendevalda i organet. Fullmäktige kan under pågående mandattid återkalla uppdraget för borgmästaren eller en biträdande borgmästare, om denne inte åtnjuter fullmäktiges förtroende. Saken väcks på framställning av kommunstyrelsen eller om minst en fjärdedel av ledamöterna i fullmäktige har tagit initiativ därtill.",
        "normalized_sv": "Fullmäktige kan under pågående mandattid återkalla uppdragen för de förtroendevalda som fullmäktige har valt till kommunens eller en samkommuns organ eller till ett organ som är gemensamt för kommunerna, om de eller någon av dem inte åtnjuter fullmäktiges förtroende. Beslutet om återkallande av uppdrag gäller alla förtroendevalda i organet. Fullmäktige kan under pågående mandattid återkalla uppdraget för borgmästaren eller en biträdande borgmästare, om denne inte åtnjuter fullmäktiges förtroende. Saken väcks på framställning av kommunstyrelsen eller om minst en fjärdedel av ledamöterna i fullmäktige har tagit initiativ därtill.",
        "folded_sv": "fullmaktige kan under pagaende mandattid aterkalla uppdragen for de fortroendevalda som fullmaktige har valt till kommunens eller en samkommuns organ eller till ett organ som ar gemensamt for kommunerna, om de eller nagon av dem inte atnjuter fullmaktiges fortroende. beslutet om aterkallande av uppdrag galler alla fortroendevalda i organet. fullmaktige kan under pagaende mandattid aterkalla uppdraget for borgmastaren eller en bitradande borgmastare, om denne inte atnjuter fullmaktiges fortroende. saken vacks pa framstallning av kommunstyrelsen eller om minst en fjardedel av ledamoterna i fullmaktige har tagit initiativ dartill."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Kunnanjohtaja ja pormestari",
      "content": "Kunnan hallintoa, taloudenhoitoa sekä muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. Kunnanjohtajan tai pormestarin valitsee valtuusto. Kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilö. Pormestari toimii kunnanhallituksen puheenjohtajana. Jos kunnanjohtajan virka on täytettynä pormestarin toimikauden alkaessa, valtuusto päättää kunnanjohtajan siirtämisestä hänelle soveltuvaan toiseen virkaan tai työsopimussuhteeseen. Määräaikainen kunnanjohtaja siirretään jäljellä olevaksi määräajaksi toiseen virkaan tai työsopimussuhteeseen. Toiseen virkaan tai työsopimussuhteeseen siirretyllä kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivät ne ole epäedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. Kunnanjohtaja voidaan valita joko toistaiseksi tai määräajaksi. Pormestari voidaan valita enintään valtuuston toimikaudeksi. Pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. Jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista äänistä, toimitetaan uusi vaali kahden eniten ääniä saaneen välillä. Tässä vaalissa eniten ääniä saanut tulee valituksi. Pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. Kunnanjohtajalla tai pormestarilla on oikeus käyttää puhevaltaa kunnanhallituksen puolesta sekä saada kunnan viranomaisilta tietoja ja nähtäväkseen asiakirjoja, jollei salassapitoa koskevista säännöksistä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24",
        "normalized_fi": "Kunnan hallintoa, taloudenhoitoa sekä muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. Kunnanjohtajan tai pormestarin valitsee valtuusto. Kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilö. Pormestari toimii kunnanhallituksen puheenjohtajana. Jos kunnanjohtajan virka on täytettynä pormestarin toimikauden alkaessa, valtuusto päättää kunnanjohtajan siirtämisestä hänelle soveltuvaan toiseen virkaan tai työsopimussuhteeseen. Määräaikainen kunnanjohtaja siirretään jäljellä olevaksi määräajaksi toiseen virkaan tai työsopimussuhteeseen. Toiseen virkaan tai työsopimussuhteeseen siirretyllä kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivät ne ole epäedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. Kunnanjohtaja voidaan valita joko toistaiseksi tai määräajaksi. Pormestari voidaan valita enintään valtuuston toimikaudeksi. Pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. Jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista äänistä, toimitetaan uusi vaali kahden eniten ääniä saaneen välillä. Tässä vaalissa eniten ääniä saanut tulee valituksi. Pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. Kunnanjohtajalla tai pormestarilla on oikeus käyttää puhevaltaa kunnanhallituksen puolesta sekä saada kunnan viranomaisilta tietoja ja nähtäväkseen asiakirjoja, jollei salassapitoa koskevista säännöksistä muuta johdu.",
        "folded_fi": "kunnan hallintoa, taloudenhoitoa seka muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. kunnanjohtajan tai pormestarin valitsee valtuusto. kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilo. pormestari toimii kunnanhallituksen puheenjohtajana. jos kunnanjohtajan virka on taytettyna pormestarin toimikauden alkaessa, valtuusto paattaa kunnanjohtajan siirtamisesta hanelle soveltuvaan toiseen virkaan tai tyosopimussuhteeseen. maaraaikainen kunnanjohtaja siirretaan jaljella olevaksi maaraajaksi toiseen virkaan tai tyosopimussuhteeseen. toiseen virkaan tai tyosopimussuhteeseen siirretylla kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivat ne ole epaedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. kunnanjohtaja voidaan valita joko toistaiseksi tai maaraajaksi. pormestari voidaan valita enintaan valtuuston toimikaudeksi. pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista aanista, toimitetaan uusi vaali kahden eniten aania saaneen valilla. tassa vaalissa eniten aania saanut tulee valituksi. pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. kunnanjohtajalla tai pormestarilla on oikeus kayttaa puhevaltaa kunnanhallituksen puolesta seka saada kunnan viranomaisilta tietoja ja nahtavakseen asiakirjoja, jollei salassapitoa koskevista saannoksista muuta johdu.",
        "title_sv": "Kommundirektör och borgmästare",
        "content_sv": "Kommunens förvaltning, ekonomi och övriga verksamhet leds av en kommundirektör eller borgmästare som är underställd kommunstyrelsen. Kommundirektören eller borgmästaren väljs av fullmäktige. Kommundirektören står i tjänsteförhållande till kommunen, och borgmästaren är förtroendevald i kommunen. Borgmästaren är ordförande för kommunstyrelsen. Är tjänsten som kommundirektör besatt när borgmästarens mandattid börjar, skall fullmäktige besluta att kommundirektören förflyttas till en annan tjänst eller ett arbetsavtalsförhållande som lämpar sig för honom eller henne. En kommundirektör som är vald för viss tid förflyttas för återstoden av tiden till en annan tjänst eller ett arbetsavtalsförhållande. En kommundirektör som förflyttas till en annan tjänst eller ett arbetsavtalsförhållande har rätt att få de förmåner som hör till tjänsten eller arbetsavtalsförhållandet i sådan form att de inte är oförmånligare än förmånerna i tjänsten som kommundirektör. En kommundirektör kan väljas tills vidare eller för viss tid. En borgmästare kan väljas högst för fullmäktiges mandattid. Borgmästarens mandattid fortgår tills en ny borgmästare eller kommundirektör har blivit vald. Har ingen i valet av kommundirektör eller borgmästare fått över hälften av de avgivna rösterna, förrättas nytt val mellan de två som har fått flest röster. Den som i detta val har fått flest röster blir vald. Val av borgmästare skall förrättas innan kommunstyrelsen väljs. Kommundirektören eller borgmästaren har rätt att föra talan på kommunstyrelsens vägnar och att få upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte något annat följer av sekretessbestämmelserna.",
        "normalized_sv": "Kommunens förvaltning, ekonomi och övriga verksamhet leds av en kommundirektör eller borgmästare som är underställd kommunstyrelsen. Kommundirektören eller borgmästaren väljs av fullmäktige. Kommundirektören står i tjänsteförhållande till kommunen, och borgmästaren är förtroendevald i kommunen. Borgmästaren är ordförande för kommunstyrelsen. Är tjänsten som kommundirektör besatt när borgmästarens mandattid börjar, skall fullmäktige besluta att kommundirektören förflyttas till en annan tjänst eller ett arbetsavtalsförhållande som lämpar sig för honom eller henne. En kommundirektör som är vald för viss tid förflyttas för återstoden av tiden till en annan tjänst eller ett arbetsavtalsförhållande. En kommundirektör som förflyttas till en annan tjänst eller ett arbetsavtalsförhållande har rätt att få de förmåner som hör till tjänsten eller arbetsavtalsförhållandet i sådan form att de inte är oförmånligare än förmånerna i tjänsten som kommundirektör. En kommundirektör kan väljas tills vidare eller för viss tid. En borgmästare kan väljas högst för fullmäktiges mandattid. Borgmästarens mandattid fortgår tills en ny borgmästare eller kommundirektör har blivit vald. Har ingen i valet av kommundirektör eller borgmästare fått över hälften av de avgivna rösterna, förrättas nytt val mellan de två som har fått flest röster. Den som i detta val har fått flest röster blir vald. Val av borgmästare skall förrättas innan kommunstyrelsen väljs. Kommundirektören eller borgmästaren har rätt att föra talan på kommunstyrelsens vägnar och att få upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte något annat följer av sekretessbestämmelserna.",
        "folded_sv": "kommunens forvaltning, ekonomi och ovriga verksamhet leds av en kommundirektor eller borgmastare som ar understalld kommunstyrelsen. kommundirektoren eller borgmastaren valjs av fullmaktige. kommundirektoren star i tjansteforhallande till kommunen, och borgmastaren ar fortroendevald i kommunen. borgmastaren ar ordforande for kommunstyrelsen. ar tjansten som kommundirektor besatt nar borgmastarens mandattid borjar, skall fullmaktige besluta att kommundirektoren forflyttas till en annan tjanst eller ett arbetsavtalsforhallande som lampar sig for honom eller henne. en kommundirektor som ar vald for viss tid forflyttas for aterstoden av tiden till en annan tjanst eller ett arbetsavtalsforhallande. en kommundirektor som forflyttas till en annan tjanst eller ett arbetsavtalsforhallande har ratt att fa de formaner som hor till tjansten eller arbetsavtalsforhallandet i sadan form att de inte ar oformanligare an formanerna i tjansten som kommundirektor. en kommundirektor kan valjas tills vidare eller for viss tid. en borgmastare kan valjas hogst for fullmaktiges mandattid. borgmastarens mandattid fortgar tills en ny borgmastare eller kommundirektor har blivit vald. har ingen i valet av kommundirektor eller borgmastare fatt over halften av de avgivna rosterna, forrattas nytt val mellan de tva som har fatt flest roster. den som i detta val har fatt flest roster blir vald. val av borgmastare skall forrattas innan kommunstyrelsen valjs. kommundirektoren eller borgmastaren har ratt att fora talan pa kommunstyrelsens vagnar och att fa upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte nagot annat foljer av sekretessbestammelserna."
      }
    },
    {
      "provision_ref": "2:24 a",
      "chapter": "2",
      "section": "24 a",
      "title": "Apulaispormestari",
      "content": "Pormestarin lisäksi kunnassa voi olla apulaispormestareita. Apulaispormestarin valitsee valtuusto. Apulaispormestari on luottamushenkilö, jonka toimikaudesta on voimassa, mitä 24 §:n 3 momentissa säädetään pormestarin toimikaudesta. Apulaispormestarin tehtävistä määrätään kunnan johtosäännössä. Lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24 a",
        "normalized_fi": "Pormestarin lisäksi kunnassa voi olla apulaispormestareita. Apulaispormestarin valitsee valtuusto. Apulaispormestari on luottamushenkilö, jonka toimikaudesta on voimassa, mitä 24 § :n 3 momentissa säädetään pormestarin toimikaudesta. Apulaispormestarin tehtävistä määrätään kunnan johtosäännössä. Lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
        "folded_fi": "pormestarin lisaksi kunnassa voi olla apulaispormestareita. apulaispormestarin valitsee valtuusto. apulaispormestari on luottamushenkilo, jonka toimikaudesta on voimassa, mita 24 §:n 3 momentissa saadetaan pormestarin toimikaudesta. apulaispormestarin tehtavista maarataan kunnan johtosaannossa. lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
        "title_sv": "Biträdande borgmästare",
        "content_sv": "En kommun kan vid sidan av borgmästaren ha biträdande borgmästare. En biträdande borgmästare väljs av fullmäktige. Biträdande borgmästaren är en förtroendevald för vars mandattid gäller det som i 24 § 3 mom. föreskrivs om borgmästarens mandattid. I en instruktion föreskrivs om biträdande borgmästarens uppgifter. Val av en biträdande borgmästare som är ordförande för en nämnd förrättas före valet av nämnden.",
        "normalized_sv": "En kommun kan vid sidan av borgmästaren ha biträdande borgmästare. En biträdande borgmästare väljs av fullmäktige. Biträdande borgmästaren är en förtroendevald för vars mandattid gäller det som i 24 § 3 mom. föreskrivs om borgmästarens mandattid. I en instruktion föreskrivs om biträdande borgmästarens uppgifter. Val av en biträdande borgmästare som är ordförande för en nämnd förrättas före valet av nämnden.",
        "folded_sv": "en kommun kan vid sidan av borgmastaren ha bitradande borgmastare. en bitradande borgmastare valjs av fullmaktige. bitradande borgmastaren ar en fortroendevald for vars mandattid galler det som i 24 § 3 mom. foreskrivs om borgmastarens mandattid. i en instruktion foreskrivs om bitradande borgmastarens uppgifter. val av en bitradande borgmastare som ar ordforande for en namnd forrattas fore valet av namnden."
      }
    },
    {
      "provision_ref": "2:32 a",
      "chapter": "2",
      "section": "32 a",
      "title": "Pormestarin ja apulaispormestarin asema luottamushenkilönä",
      "content": "Pormestariksi ja apulaispormestariksi voidaan valita myös henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. Henkilö ei menetä vaalikelpoisuuttaan valtuustoon sillä perusteella, että hänet valitaan pormestariksi tai apulaispormestariksi. Valtuusto voi päättää, että pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. Pormestariksi ja apulaispormestariksi voidaan valita henkilö, joka on kirjallisesti suostunut vastaanottamaan tehtävän. Valtuusto päättää pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. Pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32 a",
        "normalized_fi": "Pormestariksi ja apulaispormestariksi voidaan valita myös henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. Henkilö ei menetä vaalikelpoisuuttaan valtuustoon sillä perusteella, että hänet valitaan pormestariksi tai apulaispormestariksi. Valtuusto voi päättää, että pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. Pormestariksi ja apulaispormestariksi voidaan valita henkilö, joka on kirjallisesti suostunut vastaanottamaan tehtävän. Valtuusto päättää pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. Pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
        "folded_fi": "pormestariksi ja apulaispormestariksi voidaan valita myos henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. henkilo ei meneta vaalikelpoisuuttaan valtuustoon silla perusteella, etta hanet valitaan pormestariksi tai apulaispormestariksi. valtuusto voi paattaa, etta pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. pormestariksi ja apulaispormestariksi voidaan valita henkilo, joka on kirjallisesti suostunut vastaanottamaan tehtavan. valtuusto paattaa pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
        "title_sv": "Borgmästarens och biträdande borgmästa- rens ställning som förtroendevalda",
        "content_sv": "Till borgmästare och biträdande borgmästare kan väljas också en person som inte är valbar till kommunstyrelsen eller till en nämnd eller som inte har kommunen som sin hemkommun. En person förlorar inte sin valbarhet till fullmäktige på den grunden att han eller hon väljs till borgmästare eller biträdande borgmästare. Fullmäktige kan besluta att borgmästaren och biträdande borgmästaren skall vara fullmäktigeledamot i kommunen i fråga. Till borgmästare och biträdande borgmästare kan väljas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. Fullmäktige beslutar om lön och ersättningar som skall betalas till borgmästaren och biträdande borgmästaren. Borgmästaren och biträdande borgmästaren har rätt till semester, sjukledighet och familjeledighet på samma grunder som kommunala tjänsteinnehavare.",
        "normalized_sv": "Till borgmästare och biträdande borgmästare kan väljas också en person som inte är valbar till kommunstyrelsen eller till en nämnd eller som inte har kommunen som sin hemkommun. En person förlorar inte sin valbarhet till fullmäktige på den grunden att han eller hon väljs till borgmästare eller biträdande borgmästare. Fullmäktige kan besluta att borgmästaren och biträdande borgmästaren skall vara fullmäktigeledamot i kommunen i fråga. Till borgmästare och biträdande borgmästare kan väljas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. Fullmäktige beslutar om lön och ersättningar som skall betalas till borgmästaren och biträdande borgmästaren. Borgmästaren och biträdande borgmästaren har rätt till semester, sjukledighet och familjeledighet på samma grunder som kommunala tjänsteinnehavare.",
        "folded_sv": "till borgmastare och bitradande borgmastare kan valjas ocksa en person som inte ar valbar till kommunstyrelsen eller till en namnd eller som inte har kommunen som sin hemkommun. en person forlorar inte sin valbarhet till fullmaktige pa den grunden att han eller hon valjs till borgmastare eller bitradande borgmastare. fullmaktige kan besluta att borgmastaren och bitradande borgmastaren skall vara fullmaktigeledamot i kommunen i fraga. till borgmastare och bitradande borgmastare kan valjas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. fullmaktige beslutar om lon och ersattningar som skall betalas till borgmastaren och bitradande borgmastaren. borgmastaren och bitradande borgmastaren har ratt till semester, sjukledighet och familjeledighet pa samma grunder som kommunala tjansteinnehavare."
      }
    },
    {
      "provision_ref": "2:32 b",
      "chapter": "2",
      "section": "32 b",
      "title": "Luottamushenkilön oikeus saada vapaata työstään luottamustoimen hoitamista varten",
      "content": "Kunnan luottamushenkilöllä on oikeus saada vapaata työstään kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan työnantajan kanssa. Työnantaja ei voi ilman työhön liittyvää painavaa syytä kieltäytyä sopimasta työntekijän osallistumisesta kunnan toimielimen kokoukseen. Kunnan määräämän muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilön on sovittava työnantajansa kanssa. Luottamushenkilön on ilmoitettava toimielimen kokousajankohdat ja kunnan määräämät luottamustehtävät työnantajalle viipymättä sen jälkeen, kun hän on saanut ne tietoonsa. Työnantajan on pyydettäessä annettava kirjallinen selvitys kieltäytymisensä perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32 b",
        "normalized_fi": "Kunnan luottamushenkilöllä on oikeus saada vapaata työstään kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan työnantajan kanssa. Työnantaja ei voi ilman työhön liittyvää painavaa syytä kieltäytyä sopimasta työntekijän osallistumisesta kunnan toimielimen kokoukseen. Kunnan määräämän muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilön on sovittava työnantajansa kanssa. Luottamushenkilön on ilmoitettava toimielimen kokousajankohdat ja kunnan määräämät luottamustehtävät työnantajalle viipymättä sen jälkeen, kun hän on saanut ne tietoonsa. Työnantajan on pyydettäessä annettava kirjallinen selvitys kieltäytymisensä perusteista.",
        "folded_fi": "kunnan luottamushenkilolla on oikeus saada vapaata tyostaan kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan tyonantajan kanssa. tyonantaja ei voi ilman tyohon liittyvaa painavaa syyta kieltaytya sopimasta tyontekijan osallistumisesta kunnan toimielimen kokoukseen. kunnan maaraaman muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilon on sovittava tyonantajansa kanssa. luottamushenkilon on ilmoitettava toimielimen kokousajankohdat ja kunnan maaraamat luottamustehtavat tyonantajalle viipymatta sen jalkeen, kun han on saanut ne tietoonsa. tyonantajan on pyydettaessa annettava kirjallinen selvitys kieltaytymisensa perusteista.",
        "title_sv": "Förtroendevaldas rätt att få ledigt från arbetet för att sköta förtroendeuppdrag",
        "content_sv": "De förtroendevalda i en kommun har rätt att få ledigt från arbetet för att delta i kommunala organs sammanträden, om de avtalar om ledigheten med arbetsgivaren. Arbetsgivaren kan inte utan vägande skäl som hänger samman med arbetet vägra att avtala om en anställds deltagande i kommunala organs sammanträden. De förtroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behövs för skötseln av andra av kommunen förordnade förtroendeuppdrag än de som avses i 1 mom. Den förtroendevalda skall utan dröjsmål underrätta arbetsgivaren om tidpunkterna för organens sammanträden och om de förtroendeuppdrag som kommunen förordnat efter det att han eller hon har fått vetskap om dem. Arbetsgivaren skall på begäran lägga fram en skriftlig utredning om grunderna för sin vägran.",
        "normalized_sv": "De förtroendevalda i en kommun har rätt att få ledigt från arbetet för att delta i kommunala organs sammanträden, om de avtalar om ledigheten med arbetsgivaren. Arbetsgivaren kan inte utan vägande skäl som hänger samman med arbetet vägra att avtala om en anställds deltagande i kommunala organs sammanträden. De förtroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behövs för skötseln av andra av kommunen förordnade förtroendeuppdrag än de som avses i 1 mom. Den förtroendevalda skall utan dröjsmål underrätta arbetsgivaren om tidpunkterna för organens sammanträden och om de förtroendeuppdrag som kommunen förordnat efter det att han eller hon har fått vetskap om dem. Arbetsgivaren skall på begäran lägga fram en skriftlig utredning om grunderna för sin vägran.",
        "folded_sv": "de fortroendevalda i en kommun har ratt att fa ledigt fran arbetet for att delta i kommunala organs sammantraden, om de avtalar om ledigheten med arbetsgivaren. arbetsgivaren kan inte utan vagande skal som hanger samman med arbetet vagra att avtala om en anstallds deltagande i kommunala organs sammantraden. de fortroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behovs for skotseln av andra av kommunen forordnade fortroendeuppdrag an de som avses i 1 mom. den fortroendevalda skall utan drojsmal underratta arbetsgivaren om tidpunkterna for organens sammantraden och om de fortroendeuppdrag som kommunen forordnat efter det att han eller hon har fatt vetskap om dem. arbetsgivaren skall pa begaran lagga fram en skriftlig utredning om grunderna for sin vagran."
      }
    },
    {
      "provision_ref": "2:51",
      "chapter": "2",
      "section": "51",
      "title": "Asian ottaminen ylemmän toimielimen käsiteltäväksi",
      "content": "Kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosäännössä määrätty kunnan viranhaltija voivat ottaa kunnanhallituksen käsiteltäväksi asian, joka on tämän lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Mitä 1 momentissa säädetään, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosäännössä määrättyä kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissä asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosäännössä määrätty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen käsiteltäväksi. Johtosäännössä voidaan määrätä, että johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan käsiteltäväksi asian, joka on tämän lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Tällöin asiaa ei voida ottaa sen lautakunnan käsiteltäväksi, jonka alainen johtokunta on. Jos asia on päätetty ottaa sekä johtokunnan että kunnanhallituksen käsiteltäväksi, asia käsitellään kunnanhallituksessa. Asia on otettava ylemmän toimielimen käsiteltäväksi viimeistään sen ajan kuluessa, jossa 89 §:ssä tarkoitettu oikaisuvaatimus päätöksestä on tehtävä. Ylemmän toimielimen käsiteltäväksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelyä koskevia asioita; 2) yksilöön kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eikä 3) 77 §:ssä tarkoitetulle kuntien yhteiselle toimielimelle siirrettyjä asioita, jos asianomaiset kunnat niin sopivat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:51",
        "normalized_fi": "Kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosäännössä määrätty kunnan viranhaltija voivat ottaa kunnanhallituksen käsiteltäväksi asian, joka on tämän lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Mitä 1 momentissa säädetään, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosäännössä määrättyä kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissä asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosäännössä määrätty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen käsiteltäväksi. Johtosäännössä voidaan määrätä, että johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan käsiteltäväksi asian, joka on tämän lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Tällöin asiaa ei voida ottaa sen lautakunnan käsiteltäväksi, jonka alainen johtokunta on. Jos asia on päätetty ottaa sekä johtokunnan että kunnanhallituksen käsiteltäväksi, asia käsitellään kunnanhallituksessa. Asia on otettava ylemmän toimielimen käsiteltäväksi viimeistään sen ajan kuluessa, jossa 89 § :ssä tarkoitettu oikaisuvaatimus päätöksestä on tehtävä. Ylemmän toimielimen käsiteltäväksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelyä koskevia asioita; 2) yksilöön kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eikä 3) 77 § :ssä tarkoitetulle kuntien yhteiselle toimielimelle siirrettyjä asioita, jos asianomaiset kunnat niin sopivat.",
        "folded_fi": "kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosaannossa maaratty kunnan viranhaltija voivat ottaa kunnanhallituksen kasiteltavaksi asian, joka on taman lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt paatoksen. mita 1 momentissa saadetaan, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosaannossa maarattya kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissa asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosaannossa maaratty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen kasiteltavaksi. johtosaannossa voidaan maarata, etta johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan kasiteltavaksi asian, joka on taman lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt paatoksen. talloin asiaa ei voida ottaa sen lautakunnan kasiteltavaksi, jonka alainen johtokunta on. jos asia on paatetty ottaa seka johtokunnan etta kunnanhallituksen kasiteltavaksi, asia kasitellaan kunnanhallituksessa. asia on otettava ylemman toimielimen kasiteltavaksi viimeistaan sen ajan kuluessa, jossa 89 §:ssa tarkoitettu oikaisuvaatimus paatoksesta on tehtava. ylemman toimielimen kasiteltavaksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelya koskevia asioita; 2) yksiloon kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eika 3) 77 §:ssa tarkoitetulle kuntien yhteiselle toimielimelle siirrettyja asioita, jos asianomaiset kunnat niin sopivat.",
        "title_sv": "Behandling av ett ärende i ett högre organ",
        "content_sv": "Kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller en genom instruktion tillförordnad kommunal tjänsteinnehavare kan till behandling i kommunstyrelsen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behöriga myndigheten har fattat ett beslut. Vad som bestäms i 1 mom. gäller på motsvarande sätt nämnder, deras ordförande eller en genom instruktion tillförordnad kommunal tjänsteinnehavare i ärenden som överförts på en myndighet som lyder under nämnden eller på en sektion i nämnden, om inte kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller den genom instruktion tillförordnade kommunala tjänsteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. I en instruktion kan föreskrivas att en direktion, dess ordförande eller en kommunal tjänsteinnehavare kan till behandling i direktionen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet och i vilket den behöriga myndigheten har fattat ett beslut. Ärendet kan då inte tas upp till behandling i den nämnd som direktionen lyder under. Har beslut fattats om att ta upp ärendet till behandling i både direktionen och kommunstyrelsen, skall ärendet behandlas i kommunstyrelsen. Ett ärende skall tas till behandling i ett högre organ senast inom den tid inom vilken rättelseyrkande enligt 89 § skall framställas. Till behandling i ett högre organ får dock inte tas 1) ärenden som gäller tillstånds-, anmälnings-, tillsyns- och förrättningsförfaranden enligt lag eller förordning, 2) sådana ärenden inom undervisningsverksamheten, hälso- och sjukvården eller socialväsendet som gäller en individ, eller 3) ärenden som överförts på ett gemensamt organ enligt 77 § för flera kommuner, om kommunerna kommer överens om detta.",
        "normalized_sv": "Kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller en genom instruktion tillförordnad kommunal tjänsteinnehavare kan till behandling i kommunstyrelsen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behöriga myndigheten har fattat ett beslut. Vad som bestäms i 1 mom. gäller på motsvarande sätt nämnder, deras ordförande eller en genom instruktion tillförordnad kommunal tjänsteinnehavare i ärenden som överförts på en myndighet som lyder under nämnden eller på en sektion i nämnden, om inte kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller den genom instruktion tillförordnade kommunala tjänsteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. I en instruktion kan föreskrivas att en direktion, dess ordförande eller en kommunal tjänsteinnehavare kan till behandling i direktionen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet och i vilket den behöriga myndigheten har fattat ett beslut. Ärendet kan då inte tas upp till behandling i den nämnd som direktionen lyder under. Har beslut fattats om att ta upp ärendet till behandling i både direktionen och kommunstyrelsen, skall ärendet behandlas i kommunstyrelsen. Ett ärende skall tas till behandling i ett högre organ senast inom den tid inom vilken rättelseyrkande enligt 89 § skall framställas. Till behandling i ett högre organ får dock inte tas 1) ärenden som gäller tillstånds-, anmälnings-, tillsyns- och förrättningsförfaranden enligt lag eller förordning, 2) sådana ärenden inom undervisningsverksamheten, hälso- och sjukvården eller socialväsendet som gäller en individ, eller 3) ärenden som överförts på ett gemensamt organ enligt 77 § för flera kommuner, om kommunerna kommer överens om detta.",
        "folded_sv": "kommunstyrelsen, kommunstyrelsens ordforande, kommundirektoren eller en genom instruktion tillforordnad kommunal tjansteinnehavare kan till behandling i kommunstyrelsen ta upp ett arende som med stod av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behoriga myndigheten har fattat ett beslut. vad som bestams i 1 mom. galler pa motsvarande satt namnder, deras ordforande eller en genom instruktion tillforordnad kommunal tjansteinnehavare i arenden som overforts pa en myndighet som lyder under namnden eller pa en sektion i namnden, om inte kommunstyrelsen, kommunstyrelsens ordforande, kommundirektoren eller den genom instruktion tillforordnade kommunala tjansteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. i en instruktion kan foreskrivas att en direktion, dess ordforande eller en kommunal tjansteinnehavare kan till behandling i direktionen ta upp ett arende som med stod av denna lag har delegerats till en underlydande myndighet och i vilket den behoriga myndigheten har fattat ett beslut. arendet kan da inte tas upp till behandling i den namnd som direktionen lyder under. har beslut fattats om att ta upp arendet till behandling i bade direktionen och kommunstyrelsen, skall arendet behandlas i kommunstyrelsen. ett arende skall tas till behandling i ett hogre organ senast inom den tid inom vilken rattelseyrkande enligt 89 § skall framstallas. till behandling i ett hogre organ far dock inte tas 1) arenden som galler tillstands-, anmalnings-, tillsyns- och forrattningsforfaranden enligt lag eller forordning, 2) sadana arenden inom undervisningsverksamheten, halso- och sjukvarden eller socialvasendet som galler en individ, eller 3) arenden som overforts pa ett gemensamt organ enligt 77 § for flera kommuner, om kommunerna kommer overens om detta."
      }
    },
    {
      "provision_ref": "2:65",
      "chapter": "2",
      "section": "65",
      "title": "Talousarvio ja -suunnitelma",
      "content": "suunnittelukausi Valtuuston on vuoden loppuun mennessä hyväksyttävä kunnalle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä valtuuston on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on taloussuunnitelman ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään kunnan toiminnalliset ja taloudelliset tavoitteet. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset kunnan tehtävien hoitamiseen turvataan. toimenpideohjelma alijäämän kattamisvelvollisuus Taloussuunnitelman on oltava tasapainossa tai ylijäämäinen enintään neljän vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvän ylijäämää. Jos taseen alijäämää ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessä on päätettävä yksilöidyistä toimenpiteistä (), joilla kattamaton alijäämä katetaan valtuuston erikseen päättämänä kattamiskautena (). Talousarvioon otetaan toiminnallisten tavoitteiden edellyttämät määrärahat ja tuloarviot sekä siinä osoitetaan, miten rahoitustarve katetaan. Määräraha ja tuloarvio voidaan ottaa brutto- tai nettomääräisenä. Talousarviossa on käyttötalous- ja tuloslaskelmaosa sekä investointi- ja rahoitusosa. Kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää valtuusto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:65",
        "normalized_fi": "suunnittelukausi Valtuuston on vuoden loppuun mennessä hyväksyttävä kunnalle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä valtuuston on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on taloussuunnitelman ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään kunnan toiminnalliset ja taloudelliset tavoitteet. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset kunnan tehtävien hoitamiseen turvataan. toimenpideohjelma alijäämän kattamisvelvollisuus Taloussuunnitelman on oltava tasapainossa tai ylijäämäinen enintään neljän vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvän ylijäämää. Jos taseen alijäämää ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessä on päätettävä yksilöidyistä toimenpiteistä (), joilla kattamaton alijäämä katetaan valtuuston erikseen päättämänä kattamiskautena (). Talousarvioon otetaan toiminnallisten tavoitteiden edellyttämät määrärahat ja tuloarviot sekä siinä osoitetaan, miten rahoitustarve katetaan. Määräraha ja tuloarvio voidaan ottaa brutto- tai nettomääräisenä. Talousarviossa on käyttötalous- ja tuloslaskelmaosa sekä investointi- ja rahoitusosa. Kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää valtuusto.",
        "folded_fi": "suunnittelukausi valtuuston on vuoden loppuun mennessa hyvaksyttava kunnalle seuraavaksi kalenterivuodeksi talousarvio. sen hyvaksymisen yhteydessa valtuuston on hyvaksyttava myos taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). talousarviovuosi on taloussuunnitelman ensimmainen vuosi. talousarviossa ja -suunnitelmassa hyvaksytaan kunnan toiminnalliset ja taloudelliset tavoitteet. talousarvio ja -suunnitelma on laadittava siten, etta edellytykset kunnan tehtavien hoitamiseen turvataan. toimenpideohjelma alijaaman kattamisvelvollisuus taloussuunnitelman on oltava tasapainossa tai ylijaamainen enintaan neljan vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvan ylijaamaa. jos taseen alijaamaa ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessa on paatettava yksiloidyista toimenpiteista (), joilla kattamaton alijaama katetaan valtuuston erikseen paattamana kattamiskautena (). talousarvioon otetaan toiminnallisten tavoitteiden edellyttamat maararahat ja tuloarviot seka siina osoitetaan, miten rahoitustarve katetaan. maararaha ja tuloarvio voidaan ottaa brutto- tai nettomaaraisena. talousarviossa on kayttotalous- ja tuloslaskelmaosa seka investointi- ja rahoitusosa. kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. siihen tehtavista muutoksista paattaa valtuusto.",
        "title_sv": "Budget och ekonomiplan",
        "content_sv": "planeperiod Fullmäktige skall före utgången av året godkänna en budget för kommunen för det följande kalenderåret. I samband med att budgeten godkänns skall fullmäktige också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för kommunens verksamhet och ekonomi. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av kommunens uppgifter tryggas. åtgärdsprogram skyldighet att täcka underskott Ekonomiplanen skall vara i balans eller visa överskott under en planeperiod på högst fyra år, om det inte beräknas uppkomma överskott i balansräkningen för det år budgeten görs upp. Om underskott i balansräkningen inte kan täckas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade åtgärder () genom vilka det underskott som saknar täckning skall täckas under en period som fullmäktige särskilt fastställer (). I budgeten tas in de anslag och beräknade inkomster som verksamhetsmålen förutsätter samt visas hur finansieringsbehovet skall täckas. Anslag och beräknade inkomster kan tas in till brutto- eller nettobelopp. Budgeten består av en driftsekonomi- och resultaträkningsdel samt en investerings- och finansieringsdel. Budgeten skall iakttas i kommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av fullmäktige.",
        "normalized_sv": "planeperiod Fullmäktige skall före utgången av året godkänna en budget för kommunen för det följande kalenderåret. I samband med att budgeten godkänns skall fullmäktige också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för kommunens verksamhet och ekonomi. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av kommunens uppgifter tryggas. åtgärdsprogram skyldighet att täcka underskott Ekonomiplanen skall vara i balans eller visa överskott under en planeperiod på högst fyra år, om det inte beräknas uppkomma överskott i balansräkningen för det år budgeten görs upp. Om underskott i balansräkningen inte kan täckas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade åtgärder () genom vilka det underskott som saknar täckning skall täckas under en period som fullmäktige särskilt fastställer (). I budgeten tas in de anslag och beräknade inkomster som verksamhetsmålen förutsätter samt visas hur finansieringsbehovet skall täckas. Anslag och beräknade inkomster kan tas in till brutto- eller nettobelopp. Budgeten består av en driftsekonomi- och resultaträkningsdel samt en investerings- och finansieringsdel. Budgeten skall iakttas i kommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av fullmäktige.",
        "folded_sv": "planeperiod fullmaktige skall fore utgangen av aret godkanna en budget for kommunen for det foljande kalenderaret. i samband med att budgeten godkanns skall fullmaktige ocksa godkanna en ekonomiplan for tre eller flera ar (). budgetaret ar planeperiodens forsta ar. i budgeten och ekonomiplanen godkanns malen for kommunens verksamhet och ekonomi. budgeten och ekonomiplanen skall goras upp sa att forutsattningarna for skotseln av kommunens uppgifter tryggas. atgardsprogram skyldighet att tacka underskott ekonomiplanen skall vara i balans eller visa overskott under en planeperiod pa hogst fyra ar, om det inte beraknas uppkomma overskott i balansrakningen for det ar budgeten gors upp. om underskott i balansrakningen inte kan tackas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade atgarder () genom vilka det underskott som saknar tackning skall tackas under en period som fullmaktige sarskilt faststaller (). i budgeten tas in de anslag och beraknade inkomster som verksamhetsmalen forutsatter samt visas hur finansieringsbehovet skall tackas. anslag och beraknade inkomster kan tas in till brutto- eller nettobelopp. budgeten bestar av en driftsekonomi- och resultatrakningsdel samt en investerings- och finansieringsdel. budgeten skall iakttas i kommunens verksamhet och ekonomi. beslut om andringar i den fattas av fullmaktige."
      }
    },
    {
      "provision_ref": "2:68",
      "chapter": "2",
      "section": "68",
      "title": "Tilinpäätös",
      "content": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla määräämisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisällyttää tilinpäätökseensä konsernitase liitteineen. Konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:68",
        "normalized_fi": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla määräämisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisällyttää tilinpäätökseensä konsernitase liitteineen. Konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
        "folded_fi": "kunnan tilikausi on kalenterivuosi. kunnanhallituksen on laadittava tilikaudelta tilinpaatos tilikautta seuraavan vuoden maaliskuun loppuun mennessa ja annettava se tilintarkastajien tarkastettavaksi seka tilintarkastuksen jalkeen saatettava se valtuuston kasiteltavaksi kesakuun loppuun mennessa. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla maaraamisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisallyttaa tilinpaatokseensa konsernitase liitteineen. konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. tilinpaatoksen allekirjoittavat kunnanhallituksen jasenet seka kunnanjohtaja tai pormestari.",
        "title_sv": "Bokslut",
        "content_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. En kommun som har bestämmanderätt i en annan bokföringsskyldig så som avses i bokföringslagen skall göra upp en koncernbalansräkning jämte bilagor som tas in i bokslutet. Vid uppgörandet av koncernbalansräkningen iakttas i tillämpliga delar bokföringslagen. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "normalized_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. En kommun som har bestämmanderätt i en annan bokföringsskyldig så som avses i bokföringslagen skall göra upp en koncernbalansräkning jämte bilagor som tas in i bokslutet. Vid uppgörandet av koncernbalansräkningen iakttas i tillämpliga delar bokföringslagen. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "folded_sv": "kommunens rakenskapsperiod ar kalenderaret. kommunstyrelsen skall uppratta ett bokslut for rakenskapsperioden fore utgangen av mars manad aret efter rakenskapsperioden och lamna det till revisorerna for granskning samt efter revision forelagga fullmaktige bokslutet fore utgangen av juni. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. en kommun som har bestammanderatt i en annan bokforingsskyldig sa som avses i bokforingslagen skall gora upp en koncernbalansrakning jamte bilagor som tas in i bokslutet. vid uppgorandet av koncernbalansrakningen iakttas i tillampliga delar bokforingslagen. bokslutet undertecknas av ledamoterna i kommunstyrelsen och kommundirektoren eller borgmastaren."
      }
    },
    {
      "provision_ref": "2:69",
      "chapter": "2",
      "section": "69",
      "title": "Toimintakertomus",
      "content": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on annettava myös tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tuloslaskelmassa tai taseessa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:69",
        "normalized_fi": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on annettava myös tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tuloslaskelmassa tai taseessa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
        "folded_fi": "toimintakertomuksessa on esitettava selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. toimintakertomuksessa on annettava myos tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvista olennaisista asioista, joista ei ole tehtava selkoa tuloslaskelmassa tai taseessa. jos kunnan taseessa on kattamatonta alijaamaa, toimintakertomuksessa on tehtava selkoa talouden tasapainotuksen toteutumisesta tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyydesta talouden tasapainottamiseksi. kunnanhallituksen on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta.",
        "title_sv": "Verksamhetsberättelse",
        "content_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens ekonomi och koncernbalansräkning som inte skall redovisas i resultaträkningen eller balansräkningen. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "normalized_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens ekonomi och koncernbalansräkning som inte skall redovisas i resultaträkningen eller balansräkningen. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "folded_sv": "i verksamhetsberattelsen skall inga en redogorelse for hur de mal for verksamheten och ekonomin som uppstallts av fullmaktige har natts. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler kommunens ekonomi och koncernbalansrakning som inte skall redovisas i resultatrakningen eller balansrakningen. om kommunens balansrakning visar underskott som saknar tackning, skall det i verksamhetsberattelsen redogoras for hur balanseringen av ekonomin utfallit under rakenskapsperioden samt for den gallande ekonomiplanens och atgardsprogrammets tillracklighet for balanseringen av ekonomin. kommunstyrelsen skall i verksamhetsberattelsen lagga fram forslag till behandling av rakenskapsperiodens resultat."
      }
    },
    {
      "provision_ref": "2:71",
      "chapter": "2",
      "section": "71",
      "title": "Tarkastuslautakunta",
      "content": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva henkilö; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:71",
        "normalized_fi": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 § :n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva henkilö; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "folded_fi": "valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen jarjestamista varten. lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. tarkastuslautakunnan on valmisteltava valtuuston paatettavat hallinnon ja talouden tarkastusta koskevat asiat seka arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. jos kunnan taseessa on kattamatonta alijaamaa, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyytta. vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jasen; 2) apulaispormestari; 3) henkilo, joka on kunnanhallituksen jasenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu laheinen; 4) kuntaan tai kunnan maaraamisvallassa olevaan yhteisoon tai saatioon pysyvaisluonteisessa palvelussuhteessa oleva henkilo; eika 5) henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "title_sv": "Revisionsnämnden",
        "content_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "normalized_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "folded_sv": "fullmaktige tillsatter en revisionsnamnd for organisering av granskningen av forvaltningen och ekonomin under de ar som motsvarar fullmaktiges mandattid. namndens ordforande och vice ordforande skall vara fullmaktigeledamoter. revisionsnamnden skall bereda de arenden som galler granskningen av forvaltningen och ekonomin och som fullmaktige skall fatta beslut om samt bedoma huruvida de mal for verksamheten och ekonomin som fullmaktige satt upp har natts. om kommunens balansrakning visar underskott som saknar tackning, skall revisionsnamnden bedoma hur balanseringen av ekonomin utfallit under rakenskapsperioden samt den gallande ekonomiplanens och atgardsprogrammets tillracklighet. valbar till revisionsnamnden ar inte 1) en ledamot av kommunstyrelsen, 2) bitradande borgmastaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i forvaltningslagen ar narstaende till en ledamot av kommunstyrelsen eller till kommundirektoren, borgmastaren eller en bitradande borgmastare, 4) en person som star i anstallningsforhallande av bestaende natur till kommunen eller ett samfund eller en stiftelse dar kommunen har bestammanderatt, eller 5) en person som inte ar valbar till kommunstyrelsen."
      }
    },
    {
      "provision_ref": "2:86",
      "chapter": "2",
      "section": "86",
      "title": "Kuntaa koskevien säännösten soveltaminen kuntayhtymässä",
      "content": "Kuntayhtymästä on soveltuvin osin voimassa, mitä kunnasta säädetään 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 §:ssä, 19 §:n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 §:ssä sekä 6―9 luvussa lukuun ottamatta 65 §:n 3 momentissa säädettyä alijäämän kattamisvelvollisuutta. Mitä 8 §:n 2 momentissa säädetään, ei kuitenkaan sovelleta 76 §:n 4 momentissa tarkoitettuun kuntayhtymään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:86",
        "normalized_fi": "Kuntayhtymästä on soveltuvin osin voimassa, mitä kunnasta säädetään 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 § :ssä, 19 § :n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 § :ssä sekä 6―9 luvussa lukuun ottamatta 65 § :n 3 momentissa säädettyä alijäämän kattamisvelvollisuutta. Mitä 8 § :n 2 momentissa säädetään, ei kuitenkaan sovelleta 76 § :n 4 momentissa tarkoitettuun kuntayhtymään.",
        "folded_fi": "kuntayhtymasta on soveltuvin osin voimassa, mita kunnasta saadetaan 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 §:ssa, 19 §:n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 §:ssa seka 6―9 luvussa lukuun ottamatta 65 §:n 3 momentissa saadettya alijaaman kattamisvelvollisuutta. mita 8 §:n 2 momentissa saadetaan, ei kuitenkaan sovelleta 76 §:n 4 momentissa tarkoitettuun kuntayhtymaan.",
        "title_sv": "Tillämpning av stadgandena om kommuner i en samkommun",
        "content_sv": "I en samkommun gäller i tillämpliga delar vad som bestäms om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 §, 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att täcka underskott. Bestämmelsen i 8 § 2 mom. tillämpas dock inte på en samkommun som avses i 76 § 4 mom.",
        "normalized_sv": "I en samkommun gäller i tillämpliga delar vad som bestäms om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 § , 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att täcka underskott. Bestämmelsen i 8 § 2 mom. tillämpas dock inte på en samkommun som avses i 76 § 4 mom.",
        "folded_sv": "i en samkommun galler i tillampliga delar vad som bestams om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 §, 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att tacka underskott. bestammelsen i 8 § 2 mom. tillampas dock inte pa en samkommun som avses i 76 § 4 mom."
      }
    },
    {
      "provision_ref": "2:89",
      "chapter": "2",
      "section": "89",
      "title": "Oikaisuvaatimus",
      "content": "Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Jos johtosäännössä on 51 §:n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:89",
        "normalized_fi": "Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Jos johtosäännössä on 51 § :n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä.",
        "folded_fi": "oikaisuvaatimus tehdaan 1 momentissa tarkoitetun toimielimen ja sen jaoston seka sen alaisen viranomaisen paatoksesta asianomaiselle toimielimelle. jos johtosaannossa on 51 §:n nojalla maaratty, etta paatos voidaan ottaa johtokunnan kasiteltavaksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen paatoksesta tehdaan johtokunnalle. oikaisuvaatimus on kasiteltava viipymatta.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Yrkande på rättelse i ett beslut av ett organ som nämns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framställs till organet i fråga. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande skall behandlas utan dröjsmål.",
        "normalized_sv": "Yrkande på rättelse i ett beslut av ett organ som nämns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framställs till organet i fråga. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande skall behandlas utan dröjsmål.",
        "folded_sv": "yrkande pa rattelse i ett beslut av ett organ som namns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framstalls till organet i fraga. om det i en instruktion med stod av 51 § foreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande pa rattelse i ett beslut av direktionen eller av en myndighet som lyder under den framstallas till direktionen. ett rattelseyrkande skall behandlas utan drojsmal."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:15 b",
      "chapter": "2",
      "section": "15 b",
      "title": "Valtuustoryhmä ja sen toiminnan tukeminen",
      "content": "Valtuustotyöskentelyä varten valtuutetut voivat muodostaa valtuustoryhmiä. Valtuustoryhmän voi muodostaa yksikin valtuutettu. Valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisäistä toimintaa sekä toimenpiteitä, joilla valtuustoryhmät edistävät kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. Tukea myönnettäessä on yksilöitävä tuen käyttötarkoitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15 b",
        "normalized_fi": "Valtuustotyöskentelyä varten valtuutetut voivat muodostaa valtuustoryhmiä. Valtuustoryhmän voi muodostaa yksikin valtuutettu. Valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisäistä toimintaa sekä toimenpiteitä, joilla valtuustoryhmät edistävät kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. Tukea myönnettäessä on yksilöitävä tuen käyttötarkoitus.",
        "folded_fi": "valtuustotyoskentelya varten valtuutetut voivat muodostaa valtuustoryhmia. valtuustoryhman voi muodostaa yksikin valtuutettu. valtuustoryhmien toimintaedellytyksien parantamiseksi kunta voi tukea valtuustoryhmien sisaista toimintaa seka toimenpiteita, joilla valtuustoryhmat edistavat kunnan asukkaiden osallistumis- ja vaikuttamismahdollisuuksia. tukea myonnettaessa on yksiloitava tuen kayttotarkoitus.",
        "title_sv": "Fullmäktigegrupper och stöd för deras verksamhet",
        "content_sv": "För arbetet i fullmäktige kan ledamöterna bilda fullmäktigegrupper. En ledamot kan också ensam bilda en fullmäktigegrupp. Kommunen kan för att förbättra fullmäktigegruppernas verksamhetsbetingelser stödja verksamheten inom fullmäktigegrupperna samt de åtgärder genom vilka fullmäktigegrupperna främjar kommuninvånarnas möjligheter att delta och påverka. När stöd beviljas skall stödets användningsändamål specificeras.",
        "normalized_sv": "För arbetet i fullmäktige kan ledamöterna bilda fullmäktigegrupper. En ledamot kan också ensam bilda en fullmäktigegrupp. Kommunen kan för att förbättra fullmäktigegruppernas verksamhetsbetingelser stödja verksamheten inom fullmäktigegrupperna samt de åtgärder genom vilka fullmäktigegrupperna främjar kommuninvånarnas möjligheter att delta och påverka. När stöd beviljas skall stödets användningsändamål specificeras.",
        "folded_sv": "for arbetet i fullmaktige kan ledamoterna bilda fullmaktigegrupper. en ledamot kan ocksa ensam bilda en fullmaktigegrupp. kommunen kan for att forbattra fullmaktigegruppernas verksamhetsbetingelser stodja verksamheten inom fullmaktigegrupperna samt de atgarder genom vilka fullmaktigegrupperna framjar kommuninvanarnas mojligheter att delta och paverka. nar stod beviljas skall stodets anvandningsandamal specificeras."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Luottamushenkilöiden erottaminen kesken toimikauden",
      "content": "Valtuusto voi erottaa kunnan, kuntayhtymän tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilöt kesken toimikauden, jos he tai jotkut heistä eivät nauti valtuuston luottamusta. Erottamispäätös koskee kaikkia toimielimeen valittuja luottamushenkilöitä. Valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos hän ei nauti valtuuston luottamusta. Asia tulee vireille kunnanhallituksen esityksestä tai jos vähintään neljäsosa valtuutetuista on tehnyt sitä koskevan aloitteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:21",
        "normalized_fi": "Valtuusto voi erottaa kunnan, kuntayhtymän tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilöt kesken toimikauden, jos he tai jotkut heistä eivät nauti valtuuston luottamusta. Erottamispäätös koskee kaikkia toimielimeen valittuja luottamushenkilöitä. Valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos hän ei nauti valtuuston luottamusta. Asia tulee vireille kunnanhallituksen esityksestä tai jos vähintään neljäsosa valtuutetuista on tehnyt sitä koskevan aloitteen.",
        "folded_fi": "valtuusto voi erottaa kunnan, kuntayhtyman tai kuntien yhteiseen toimielimeen valitsemansa luottamushenkilot kesken toimikauden, jos he tai jotkut heista eivat nauti valtuuston luottamusta. erottamispaatos koskee kaikkia toimielimeen valittuja luottamushenkiloita. valtuusto voi erottaa pormestarin tai apulaispormestarin kesken toimikauden, jos han ei nauti valtuuston luottamusta. asia tulee vireille kunnanhallituksen esityksesta tai jos vahintaan neljasosa valtuutetuista on tehnyt sita koskevan aloitteen.",
        "title_sv": "Återkallande av förtroendeuppdrag under pågående mandattid",
        "content_sv": "Fullmäktige kan under pågående mandattid återkalla uppdragen för de förtroendevalda som fullmäktige har valt till kommunens eller en samkommuns organ eller till ett organ som är gemensamt för kommunerna, om de eller någon av dem inte åtnjuter fullmäktiges förtroende. Beslutet om återkallande av uppdrag gäller alla förtroendevalda i organet. Fullmäktige kan under pågående mandattid återkalla uppdraget för borgmästaren eller en biträdande borgmästare, om denne inte åtnjuter fullmäktiges förtroende. Saken väcks på framställning av kommunstyrelsen eller om minst en fjärdedel av ledamöterna i fullmäktige har tagit initiativ därtill.",
        "normalized_sv": "Fullmäktige kan under pågående mandattid återkalla uppdragen för de förtroendevalda som fullmäktige har valt till kommunens eller en samkommuns organ eller till ett organ som är gemensamt för kommunerna, om de eller någon av dem inte åtnjuter fullmäktiges förtroende. Beslutet om återkallande av uppdrag gäller alla förtroendevalda i organet. Fullmäktige kan under pågående mandattid återkalla uppdraget för borgmästaren eller en biträdande borgmästare, om denne inte åtnjuter fullmäktiges förtroende. Saken väcks på framställning av kommunstyrelsen eller om minst en fjärdedel av ledamöterna i fullmäktige har tagit initiativ därtill.",
        "folded_sv": "fullmaktige kan under pagaende mandattid aterkalla uppdragen for de fortroendevalda som fullmaktige har valt till kommunens eller en samkommuns organ eller till ett organ som ar gemensamt for kommunerna, om de eller nagon av dem inte atnjuter fullmaktiges fortroende. beslutet om aterkallande av uppdrag galler alla fortroendevalda i organet. fullmaktige kan under pagaende mandattid aterkalla uppdraget for borgmastaren eller en bitradande borgmastare, om denne inte atnjuter fullmaktiges fortroende. saken vacks pa framstallning av kommunstyrelsen eller om minst en fjardedel av ledamoterna i fullmaktige har tagit initiativ dartill."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Kunnanjohtaja ja pormestari",
      "content": "Kunnan hallintoa, taloudenhoitoa sekä muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. Kunnanjohtajan tai pormestarin valitsee valtuusto. Kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilö. Pormestari toimii kunnanhallituksen puheenjohtajana. Jos kunnanjohtajan virka on täytettynä pormestarin toimikauden alkaessa, valtuusto päättää kunnanjohtajan siirtämisestä hänelle soveltuvaan toiseen virkaan tai työsopimussuhteeseen. Määräaikainen kunnanjohtaja siirretään jäljellä olevaksi määräajaksi toiseen virkaan tai työsopimussuhteeseen. Toiseen virkaan tai työsopimussuhteeseen siirretyllä kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivät ne ole epäedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. Kunnanjohtaja voidaan valita joko toistaiseksi tai määräajaksi. Pormestari voidaan valita enintään valtuuston toimikaudeksi. Pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. Jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista äänistä, toimitetaan uusi vaali kahden eniten ääniä saaneen välillä. Tässä vaalissa eniten ääniä saanut tulee valituksi. Pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. Kunnanjohtajalla tai pormestarilla on oikeus käyttää puhevaltaa kunnanhallituksen puolesta sekä saada kunnan viranomaisilta tietoja ja nähtäväkseen asiakirjoja, jollei salassapitoa koskevista säännöksistä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24",
        "normalized_fi": "Kunnan hallintoa, taloudenhoitoa sekä muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. Kunnanjohtajan tai pormestarin valitsee valtuusto. Kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilö. Pormestari toimii kunnanhallituksen puheenjohtajana. Jos kunnanjohtajan virka on täytettynä pormestarin toimikauden alkaessa, valtuusto päättää kunnanjohtajan siirtämisestä hänelle soveltuvaan toiseen virkaan tai työsopimussuhteeseen. Määräaikainen kunnanjohtaja siirretään jäljellä olevaksi määräajaksi toiseen virkaan tai työsopimussuhteeseen. Toiseen virkaan tai työsopimussuhteeseen siirretyllä kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivät ne ole epäedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. Kunnanjohtaja voidaan valita joko toistaiseksi tai määräajaksi. Pormestari voidaan valita enintään valtuuston toimikaudeksi. Pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. Jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista äänistä, toimitetaan uusi vaali kahden eniten ääniä saaneen välillä. Tässä vaalissa eniten ääniä saanut tulee valituksi. Pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. Kunnanjohtajalla tai pormestarilla on oikeus käyttää puhevaltaa kunnanhallituksen puolesta sekä saada kunnan viranomaisilta tietoja ja nähtäväkseen asiakirjoja, jollei salassapitoa koskevista säännöksistä muuta johdu.",
        "folded_fi": "kunnan hallintoa, taloudenhoitoa seka muuta toimintaa johtaa kunnanhallituksen alaisena kunnanjohtaja tai pormestari. kunnanjohtajan tai pormestarin valitsee valtuusto. kunnanjohtaja on virkasuhteessa kuntaan ja pormestari on kunnan luottamushenkilo. pormestari toimii kunnanhallituksen puheenjohtajana. jos kunnanjohtajan virka on taytettyna pormestarin toimikauden alkaessa, valtuusto paattaa kunnanjohtajan siirtamisesta hanelle soveltuvaan toiseen virkaan tai tyosopimussuhteeseen. maaraaikainen kunnanjohtaja siirretaan jaljella olevaksi maaraajaksi toiseen virkaan tai tyosopimussuhteeseen. toiseen virkaan tai tyosopimussuhteeseen siirretylla kunnanjohtajalla on oikeus saada siihen kuuluvat edut sellaisina, etteivat ne ole epaedullisemmat kuin kunnanjohtajan virkaan kuuluneet edut. kunnanjohtaja voidaan valita joko toistaiseksi tai maaraajaksi. pormestari voidaan valita enintaan valtuuston toimikaudeksi. pormestarin toimikausi jatkuu siihen saakka, kunnes uusi pormestari tai kunnanjohtaja on valittu. jos kunnanjohtajan tai pormestarin vaalissa kukaan ei ole saanut yli puolta annetuista aanista, toimitetaan uusi vaali kahden eniten aania saaneen valilla. tassa vaalissa eniten aania saanut tulee valituksi. pormestarin vaali suoritetaan ennen kunnanhallituksen vaalia. kunnanjohtajalla tai pormestarilla on oikeus kayttaa puhevaltaa kunnanhallituksen puolesta seka saada kunnan viranomaisilta tietoja ja nahtavakseen asiakirjoja, jollei salassapitoa koskevista saannoksista muuta johdu.",
        "title_sv": "Kommundirektör och borgmästare",
        "content_sv": "Kommunens förvaltning, ekonomi och övriga verksamhet leds av en kommundirektör eller borgmästare som är underställd kommunstyrelsen. Kommundirektören eller borgmästaren väljs av fullmäktige. Kommundirektören står i tjänsteförhållande till kommunen, och borgmästaren är förtroendevald i kommunen. Borgmästaren är ordförande för kommunstyrelsen. Är tjänsten som kommundirektör besatt när borgmästarens mandattid börjar, skall fullmäktige besluta att kommundirektören förflyttas till en annan tjänst eller ett arbetsavtalsförhållande som lämpar sig för honom eller henne. En kommundirektör som är vald för viss tid förflyttas för återstoden av tiden till en annan tjänst eller ett arbetsavtalsförhållande. En kommundirektör som förflyttas till en annan tjänst eller ett arbetsavtalsförhållande har rätt att få de förmåner som hör till tjänsten eller arbetsavtalsförhållandet i sådan form att de inte är oförmånligare än förmånerna i tjänsten som kommundirektör. En kommundirektör kan väljas tills vidare eller för viss tid. En borgmästare kan väljas högst för fullmäktiges mandattid. Borgmästarens mandattid fortgår tills en ny borgmästare eller kommundirektör har blivit vald. Har ingen i valet av kommundirektör eller borgmästare fått över hälften av de avgivna rösterna, förrättas nytt val mellan de två som har fått flest röster. Den som i detta val har fått flest röster blir vald. Val av borgmästare skall förrättas innan kommunstyrelsen väljs. Kommundirektören eller borgmästaren har rätt att föra talan på kommunstyrelsens vägnar och att få upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte något annat följer av sekretessbestämmelserna.",
        "normalized_sv": "Kommunens förvaltning, ekonomi och övriga verksamhet leds av en kommundirektör eller borgmästare som är underställd kommunstyrelsen. Kommundirektören eller borgmästaren väljs av fullmäktige. Kommundirektören står i tjänsteförhållande till kommunen, och borgmästaren är förtroendevald i kommunen. Borgmästaren är ordförande för kommunstyrelsen. Är tjänsten som kommundirektör besatt när borgmästarens mandattid börjar, skall fullmäktige besluta att kommundirektören förflyttas till en annan tjänst eller ett arbetsavtalsförhållande som lämpar sig för honom eller henne. En kommundirektör som är vald för viss tid förflyttas för återstoden av tiden till en annan tjänst eller ett arbetsavtalsförhållande. En kommundirektör som förflyttas till en annan tjänst eller ett arbetsavtalsförhållande har rätt att få de förmåner som hör till tjänsten eller arbetsavtalsförhållandet i sådan form att de inte är oförmånligare än förmånerna i tjänsten som kommundirektör. En kommundirektör kan väljas tills vidare eller för viss tid. En borgmästare kan väljas högst för fullmäktiges mandattid. Borgmästarens mandattid fortgår tills en ny borgmästare eller kommundirektör har blivit vald. Har ingen i valet av kommundirektör eller borgmästare fått över hälften av de avgivna rösterna, förrättas nytt val mellan de två som har fått flest röster. Den som i detta val har fått flest röster blir vald. Val av borgmästare skall förrättas innan kommunstyrelsen väljs. Kommundirektören eller borgmästaren har rätt att föra talan på kommunstyrelsens vägnar och att få upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte något annat följer av sekretessbestämmelserna.",
        "folded_sv": "kommunens forvaltning, ekonomi och ovriga verksamhet leds av en kommundirektor eller borgmastare som ar understalld kommunstyrelsen. kommundirektoren eller borgmastaren valjs av fullmaktige. kommundirektoren star i tjansteforhallande till kommunen, och borgmastaren ar fortroendevald i kommunen. borgmastaren ar ordforande for kommunstyrelsen. ar tjansten som kommundirektor besatt nar borgmastarens mandattid borjar, skall fullmaktige besluta att kommundirektoren forflyttas till en annan tjanst eller ett arbetsavtalsforhallande som lampar sig for honom eller henne. en kommundirektor som ar vald for viss tid forflyttas for aterstoden av tiden till en annan tjanst eller ett arbetsavtalsforhallande. en kommundirektor som forflyttas till en annan tjanst eller ett arbetsavtalsforhallande har ratt att fa de formaner som hor till tjansten eller arbetsavtalsforhallandet i sadan form att de inte ar oformanligare an formanerna i tjansten som kommundirektor. en kommundirektor kan valjas tills vidare eller for viss tid. en borgmastare kan valjas hogst for fullmaktiges mandattid. borgmastarens mandattid fortgar tills en ny borgmastare eller kommundirektor har blivit vald. har ingen i valet av kommundirektor eller borgmastare fatt over halften av de avgivna rosterna, forrattas nytt val mellan de tva som har fatt flest roster. den som i detta val har fatt flest roster blir vald. val av borgmastare skall forrattas innan kommunstyrelsen valjs. kommundirektoren eller borgmastaren har ratt att fora talan pa kommunstyrelsens vagnar och att fa upplysningar av kommunens myndigheter och ta del av deras handlingar, om inte nagot annat foljer av sekretessbestammelserna."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:24 a",
      "chapter": "2",
      "section": "24 a",
      "title": "Apulaispormestari",
      "content": "Pormestarin lisäksi kunnassa voi olla apulaispormestareita. Apulaispormestarin valitsee valtuusto. Apulaispormestari on luottamushenkilö, jonka toimikaudesta on voimassa, mitä 24 §:n 3 momentissa säädetään pormestarin toimikaudesta. Apulaispormestarin tehtävistä määrätään kunnan johtosäännössä. Lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:24 a",
        "normalized_fi": "Pormestarin lisäksi kunnassa voi olla apulaispormestareita. Apulaispormestarin valitsee valtuusto. Apulaispormestari on luottamushenkilö, jonka toimikaudesta on voimassa, mitä 24 § :n 3 momentissa säädetään pormestarin toimikaudesta. Apulaispormestarin tehtävistä määrätään kunnan johtosäännössä. Lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
        "folded_fi": "pormestarin lisaksi kunnassa voi olla apulaispormestareita. apulaispormestarin valitsee valtuusto. apulaispormestari on luottamushenkilo, jonka toimikaudesta on voimassa, mita 24 §:n 3 momentissa saadetaan pormestarin toimikaudesta. apulaispormestarin tehtavista maarataan kunnan johtosaannossa. lautakunnan puheenjohtajana toimivan apulaispormestarin vaali toimitetaan ennen lautakunnan vaalia.",
        "title_sv": "Biträdande borgmästare",
        "content_sv": "En kommun kan vid sidan av borgmästaren ha biträdande borgmästare. En biträdande borgmästare väljs av fullmäktige. Biträdande borgmästaren är en förtroendevald för vars mandattid gäller det som i 24 § 3 mom. föreskrivs om borgmästarens mandattid. I en instruktion föreskrivs om biträdande borgmästarens uppgifter. Val av en biträdande borgmästare som är ordförande för en nämnd förrättas före valet av nämnden.",
        "normalized_sv": "En kommun kan vid sidan av borgmästaren ha biträdande borgmästare. En biträdande borgmästare väljs av fullmäktige. Biträdande borgmästaren är en förtroendevald för vars mandattid gäller det som i 24 § 3 mom. föreskrivs om borgmästarens mandattid. I en instruktion föreskrivs om biträdande borgmästarens uppgifter. Val av en biträdande borgmästare som är ordförande för en nämnd förrättas före valet av nämnden.",
        "folded_sv": "en kommun kan vid sidan av borgmastaren ha bitradande borgmastare. en bitradande borgmastare valjs av fullmaktige. bitradande borgmastaren ar en fortroendevald for vars mandattid galler det som i 24 § 3 mom. foreskrivs om borgmastarens mandattid. i en instruktion foreskrivs om bitradande borgmastarens uppgifter. val av en bitradande borgmastare som ar ordforande for en namnd forrattas fore valet av namnden."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:32 a",
      "chapter": "2",
      "section": "32 a",
      "title": "Pormestarin ja apulaispormestarin asema luottamushenkilönä",
      "content": "Pormestariksi ja apulaispormestariksi voidaan valita myös henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. Henkilö ei menetä vaalikelpoisuuttaan valtuustoon sillä perusteella, että hänet valitaan pormestariksi tai apulaispormestariksi. Valtuusto voi päättää, että pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. Pormestariksi ja apulaispormestariksi voidaan valita henkilö, joka on kirjallisesti suostunut vastaanottamaan tehtävän. Valtuusto päättää pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. Pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32 a",
        "normalized_fi": "Pormestariksi ja apulaispormestariksi voidaan valita myös henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. Henkilö ei menetä vaalikelpoisuuttaan valtuustoon sillä perusteella, että hänet valitaan pormestariksi tai apulaispormestariksi. Valtuusto voi päättää, että pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. Pormestariksi ja apulaispormestariksi voidaan valita henkilö, joka on kirjallisesti suostunut vastaanottamaan tehtävän. Valtuusto päättää pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. Pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
        "folded_fi": "pormestariksi ja apulaispormestariksi voidaan valita myos henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen ja lautakuntaan tai jonka kotikunta kunta ei ole. henkilo ei meneta vaalikelpoisuuttaan valtuustoon silla perusteella, etta hanet valitaan pormestariksi tai apulaispormestariksi. valtuusto voi paattaa, etta pormestarin ja apulaispormestarin on oltava kyseisen kunnan valtuutettu. pormestariksi ja apulaispormestariksi voidaan valita henkilo, joka on kirjallisesti suostunut vastaanottamaan tehtavan. valtuusto paattaa pormestarille ja apulaispormestarille maksettavasta palkasta ja korvauksista. pormestarilla ja apulaispormestarilla on oikeus saada vuosilomaa, sairauslomaa ja perhevapaata samoin perustein kuin kunnallinen viranhaltija.",
        "title_sv": "Borgmästarens och biträdande borgmästa- rens ställning som förtroendevalda",
        "content_sv": "Till borgmästare och biträdande borgmästare kan väljas också en person som inte är valbar till kommunstyrelsen eller till en nämnd eller som inte har kommunen som sin hemkommun. En person förlorar inte sin valbarhet till fullmäktige på den grunden att han eller hon väljs till borgmästare eller biträdande borgmästare. Fullmäktige kan besluta att borgmästaren och biträdande borgmästaren skall vara fullmäktigeledamot i kommunen i fråga. Till borgmästare och biträdande borgmästare kan väljas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. Fullmäktige beslutar om lön och ersättningar som skall betalas till borgmästaren och biträdande borgmästaren. Borgmästaren och biträdande borgmästaren har rätt till semester, sjukledighet och familjeledighet på samma grunder som kommunala tjänsteinnehavare.",
        "normalized_sv": "Till borgmästare och biträdande borgmästare kan väljas också en person som inte är valbar till kommunstyrelsen eller till en nämnd eller som inte har kommunen som sin hemkommun. En person förlorar inte sin valbarhet till fullmäktige på den grunden att han eller hon väljs till borgmästare eller biträdande borgmästare. Fullmäktige kan besluta att borgmästaren och biträdande borgmästaren skall vara fullmäktigeledamot i kommunen i fråga. Till borgmästare och biträdande borgmästare kan väljas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. Fullmäktige beslutar om lön och ersättningar som skall betalas till borgmästaren och biträdande borgmästaren. Borgmästaren och biträdande borgmästaren har rätt till semester, sjukledighet och familjeledighet på samma grunder som kommunala tjänsteinnehavare.",
        "folded_sv": "till borgmastare och bitradande borgmastare kan valjas ocksa en person som inte ar valbar till kommunstyrelsen eller till en namnd eller som inte har kommunen som sin hemkommun. en person forlorar inte sin valbarhet till fullmaktige pa den grunden att han eller hon valjs till borgmastare eller bitradande borgmastare. fullmaktige kan besluta att borgmastaren och bitradande borgmastaren skall vara fullmaktigeledamot i kommunen i fraga. till borgmastare och bitradande borgmastare kan valjas en person som skriftligen har gett sitt samtycke till att ta emot uppdraget. fullmaktige beslutar om lon och ersattningar som skall betalas till borgmastaren och bitradande borgmastaren. borgmastaren och bitradande borgmastaren har ratt till semester, sjukledighet och familjeledighet pa samma grunder som kommunala tjansteinnehavare."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:32 b",
      "chapter": "2",
      "section": "32 b",
      "title": "Luottamushenkilön oikeus saada vapaata työstään luottamustoimen hoitamista varten",
      "content": "Kunnan luottamushenkilöllä on oikeus saada vapaata työstään kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan työnantajan kanssa. Työnantaja ei voi ilman työhön liittyvää painavaa syytä kieltäytyä sopimasta työntekijän osallistumisesta kunnan toimielimen kokoukseen. Kunnan määräämän muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilön on sovittava työnantajansa kanssa. Luottamushenkilön on ilmoitettava toimielimen kokousajankohdat ja kunnan määräämät luottamustehtävät työnantajalle viipymättä sen jälkeen, kun hän on saanut ne tietoonsa. Työnantajan on pyydettäessä annettava kirjallinen selvitys kieltäytymisensä perusteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32 b",
        "normalized_fi": "Kunnan luottamushenkilöllä on oikeus saada vapaata työstään kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan työnantajan kanssa. Työnantaja ei voi ilman työhön liittyvää painavaa syytä kieltäytyä sopimasta työntekijän osallistumisesta kunnan toimielimen kokoukseen. Kunnan määräämän muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilön on sovittava työnantajansa kanssa. Luottamushenkilön on ilmoitettava toimielimen kokousajankohdat ja kunnan määräämät luottamustehtävät työnantajalle viipymättä sen jälkeen, kun hän on saanut ne tietoonsa. Työnantajan on pyydettäessä annettava kirjallinen selvitys kieltäytymisensä perusteista.",
        "folded_fi": "kunnan luottamushenkilolla on oikeus saada vapaata tyostaan kunnan toimielimen kokoukseen osallistumista varten, jos vapaasta sovitaan tyonantajan kanssa. tyonantaja ei voi ilman tyohon liittyvaa painavaa syyta kieltaytya sopimasta tyontekijan osallistumisesta kunnan toimielimen kokoukseen. kunnan maaraaman muun kuin 1 momentissa tarkoitetun luottamustoimen hoitamista varten tarvittavasta vapaasta kunnan luottamushenkilon on sovittava tyonantajansa kanssa. luottamushenkilon on ilmoitettava toimielimen kokousajankohdat ja kunnan maaraamat luottamustehtavat tyonantajalle viipymatta sen jalkeen, kun han on saanut ne tietoonsa. tyonantajan on pyydettaessa annettava kirjallinen selvitys kieltaytymisensa perusteista.",
        "title_sv": "Förtroendevaldas rätt att få ledigt från arbetet för att sköta förtroendeuppdrag",
        "content_sv": "De förtroendevalda i en kommun har rätt att få ledigt från arbetet för att delta i kommunala organs sammanträden, om de avtalar om ledigheten med arbetsgivaren. Arbetsgivaren kan inte utan vägande skäl som hänger samman med arbetet vägra att avtala om en anställds deltagande i kommunala organs sammanträden. De förtroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behövs för skötseln av andra av kommunen förordnade förtroendeuppdrag än de som avses i 1 mom. Den förtroendevalda skall utan dröjsmål underrätta arbetsgivaren om tidpunkterna för organens sammanträden och om de förtroendeuppdrag som kommunen förordnat efter det att han eller hon har fått vetskap om dem. Arbetsgivaren skall på begäran lägga fram en skriftlig utredning om grunderna för sin vägran.",
        "normalized_sv": "De förtroendevalda i en kommun har rätt att få ledigt från arbetet för att delta i kommunala organs sammanträden, om de avtalar om ledigheten med arbetsgivaren. Arbetsgivaren kan inte utan vägande skäl som hänger samman med arbetet vägra att avtala om en anställds deltagande i kommunala organs sammanträden. De förtroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behövs för skötseln av andra av kommunen förordnade förtroendeuppdrag än de som avses i 1 mom. Den förtroendevalda skall utan dröjsmål underrätta arbetsgivaren om tidpunkterna för organens sammanträden och om de förtroendeuppdrag som kommunen förordnat efter det att han eller hon har fått vetskap om dem. Arbetsgivaren skall på begäran lägga fram en skriftlig utredning om grunderna för sin vägran.",
        "folded_sv": "de fortroendevalda i en kommun har ratt att fa ledigt fran arbetet for att delta i kommunala organs sammantraden, om de avtalar om ledigheten med arbetsgivaren. arbetsgivaren kan inte utan vagande skal som hanger samman med arbetet vagra att avtala om en anstallds deltagande i kommunala organs sammantraden. de fortroendevalda i kommunen skall avtala med sin arbetsgivare om ledigheter som behovs for skotseln av andra av kommunen forordnade fortroendeuppdrag an de som avses i 1 mom. den fortroendevalda skall utan drojsmal underratta arbetsgivaren om tidpunkterna for organens sammantraden och om de fortroendeuppdrag som kommunen forordnat efter det att han eller hon har fatt vetskap om dem. arbetsgivaren skall pa begaran lagga fram en skriftlig utredning om grunderna for sin vagran."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:51",
      "chapter": "2",
      "section": "51",
      "title": "Asian ottaminen ylemmän toimielimen käsiteltäväksi",
      "content": "Kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosäännössä määrätty kunnan viranhaltija voivat ottaa kunnanhallituksen käsiteltäväksi asian, joka on tämän lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Mitä 1 momentissa säädetään, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosäännössä määrättyä kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissä asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosäännössä määrätty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen käsiteltäväksi. Johtosäännössä voidaan määrätä, että johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan käsiteltäväksi asian, joka on tämän lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Tällöin asiaa ei voida ottaa sen lautakunnan käsiteltäväksi, jonka alainen johtokunta on. Jos asia on päätetty ottaa sekä johtokunnan että kunnanhallituksen käsiteltäväksi, asia käsitellään kunnanhallituksessa. Asia on otettava ylemmän toimielimen käsiteltäväksi viimeistään sen ajan kuluessa, jossa 89 §:ssä tarkoitettu oikaisuvaatimus päätöksestä on tehtävä. Ylemmän toimielimen käsiteltäväksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelyä koskevia asioita; 2) yksilöön kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eikä 3) 77 §:ssä tarkoitetulle kuntien yhteiselle toimielimelle siirrettyjä asioita, jos asianomaiset kunnat niin sopivat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:51",
        "normalized_fi": "Kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosäännössä määrätty kunnan viranhaltija voivat ottaa kunnanhallituksen käsiteltäväksi asian, joka on tämän lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Mitä 1 momentissa säädetään, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosäännössä määrättyä kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissä asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosäännössä määrätty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen käsiteltäväksi. Johtosäännössä voidaan määrätä, että johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan käsiteltäväksi asian, joka on tämän lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt päätöksen. Tällöin asiaa ei voida ottaa sen lautakunnan käsiteltäväksi, jonka alainen johtokunta on. Jos asia on päätetty ottaa sekä johtokunnan että kunnanhallituksen käsiteltäväksi, asia käsitellään kunnanhallituksessa. Asia on otettava ylemmän toimielimen käsiteltäväksi viimeistään sen ajan kuluessa, jossa 89 § :ssä tarkoitettu oikaisuvaatimus päätöksestä on tehtävä. Ylemmän toimielimen käsiteltäväksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelyä koskevia asioita; 2) yksilöön kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eikä 3) 77 § :ssä tarkoitetulle kuntien yhteiselle toimielimelle siirrettyjä asioita, jos asianomaiset kunnat niin sopivat.",
        "folded_fi": "kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai johtosaannossa maaratty kunnan viranhaltija voivat ottaa kunnanhallituksen kasiteltavaksi asian, joka on taman lain nojalla siirretty kunnanhallituksen alaisen viranomaisen tai kunnanhallituksen jaoston toimivaltaan ja jossa asianomainen viranomainen on tehnyt paatoksen. mita 1 momentissa saadetaan, koskee vastaavasti lautakuntia, niiden puheenjohtajia tai johtosaannossa maarattya kunnan viranhaltijaa asianomaisen lautakunnan alaisen viranomaisen tai lautakunnan jaoston toimivaltaan siirretyissa asioissa, jollei kunnanhallitus, kunnanhallituksen puheenjohtaja, kunnanjohtaja tai 1 momentissa tarkoitettu johtosaannossa maaratty kunnan viranhaltija ole ilmoittanut asian ottamisesta kunnanhallituksen kasiteltavaksi. johtosaannossa voidaan maarata, etta johtokunta, sen puheenjohtaja tai kunnan viranhaltija voivat ottaa johtokunnan kasiteltavaksi asian, joka on taman lain nojalla siirretty johtokunnan alaisen viranomaisen toimivaltaan ja jossa asianomainen viranomainen on tehnyt paatoksen. talloin asiaa ei voida ottaa sen lautakunnan kasiteltavaksi, jonka alainen johtokunta on. jos asia on paatetty ottaa seka johtokunnan etta kunnanhallituksen kasiteltavaksi, asia kasitellaan kunnanhallituksessa. asia on otettava ylemman toimielimen kasiteltavaksi viimeistaan sen ajan kuluessa, jossa 89 §:ssa tarkoitettu oikaisuvaatimus paatoksesta on tehtava. ylemman toimielimen kasiteltavaksi ei kuitenkaan saa ottaa: 1) lain tai asetuksen mukaisia lupa-, ilmoitus-, valvonta- tai toimitusmenettelya koskevia asioita; 2) yksiloon kohdistuvia opetustoimen, terveydenhuollon tai sosiaalitoimen asioita; eika 3) 77 §:ssa tarkoitetulle kuntien yhteiselle toimielimelle siirrettyja asioita, jos asianomaiset kunnat niin sopivat.",
        "title_sv": "Behandling av ett ärende i ett högre organ",
        "content_sv": "Kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller en genom instruktion tillförordnad kommunal tjänsteinnehavare kan till behandling i kommunstyrelsen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behöriga myndigheten har fattat ett beslut. Vad som bestäms i 1 mom. gäller på motsvarande sätt nämnder, deras ordförande eller en genom instruktion tillförordnad kommunal tjänsteinnehavare i ärenden som överförts på en myndighet som lyder under nämnden eller på en sektion i nämnden, om inte kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller den genom instruktion tillförordnade kommunala tjänsteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. I en instruktion kan föreskrivas att en direktion, dess ordförande eller en kommunal tjänsteinnehavare kan till behandling i direktionen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet och i vilket den behöriga myndigheten har fattat ett beslut. Ärendet kan då inte tas upp till behandling i den nämnd som direktionen lyder under. Har beslut fattats om att ta upp ärendet till behandling i både direktionen och kommunstyrelsen, skall ärendet behandlas i kommunstyrelsen. Ett ärende skall tas till behandling i ett högre organ senast inom den tid inom vilken rättelseyrkande enligt 89 § skall framställas. Till behandling i ett högre organ får dock inte tas 1) ärenden som gäller tillstånds-, anmälnings-, tillsyns- och förrättningsförfaranden enligt lag eller förordning, 2) sådana ärenden inom undervisningsverksamheten, hälso- och sjukvården eller socialväsendet som gäller en individ, eller 3) ärenden som överförts på ett gemensamt organ enligt 77 § för flera kommuner, om kommunerna kommer överens om detta.",
        "normalized_sv": "Kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller en genom instruktion tillförordnad kommunal tjänsteinnehavare kan till behandling i kommunstyrelsen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behöriga myndigheten har fattat ett beslut. Vad som bestäms i 1 mom. gäller på motsvarande sätt nämnder, deras ordförande eller en genom instruktion tillförordnad kommunal tjänsteinnehavare i ärenden som överförts på en myndighet som lyder under nämnden eller på en sektion i nämnden, om inte kommunstyrelsen, kommunstyrelsens ordförande, kommundirektören eller den genom instruktion tillförordnade kommunala tjänsteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. I en instruktion kan föreskrivas att en direktion, dess ordförande eller en kommunal tjänsteinnehavare kan till behandling i direktionen ta upp ett ärende som med stöd av denna lag har delegerats till en underlydande myndighet och i vilket den behöriga myndigheten har fattat ett beslut. Ärendet kan då inte tas upp till behandling i den nämnd som direktionen lyder under. Har beslut fattats om att ta upp ärendet till behandling i både direktionen och kommunstyrelsen, skall ärendet behandlas i kommunstyrelsen. Ett ärende skall tas till behandling i ett högre organ senast inom den tid inom vilken rättelseyrkande enligt 89 § skall framställas. Till behandling i ett högre organ får dock inte tas 1) ärenden som gäller tillstånds-, anmälnings-, tillsyns- och förrättningsförfaranden enligt lag eller förordning, 2) sådana ärenden inom undervisningsverksamheten, hälso- och sjukvården eller socialväsendet som gäller en individ, eller 3) ärenden som överförts på ett gemensamt organ enligt 77 § för flera kommuner, om kommunerna kommer överens om detta.",
        "folded_sv": "kommunstyrelsen, kommunstyrelsens ordforande, kommundirektoren eller en genom instruktion tillforordnad kommunal tjansteinnehavare kan till behandling i kommunstyrelsen ta upp ett arende som med stod av denna lag har delegerats till en underlydande myndighet eller en sektion i kommunstyrelsen och i vilket den behoriga myndigheten har fattat ett beslut. vad som bestams i 1 mom. galler pa motsvarande satt namnder, deras ordforande eller en genom instruktion tillforordnad kommunal tjansteinnehavare i arenden som overforts pa en myndighet som lyder under namnden eller pa en sektion i namnden, om inte kommunstyrelsen, kommunstyrelsens ordforande, kommundirektoren eller den genom instruktion tillforordnade kommunala tjansteinnehavare som avses i 1 mom. har meddelat att saken kommer att tas upp till behandling i kommunstyrelsen. i en instruktion kan foreskrivas att en direktion, dess ordforande eller en kommunal tjansteinnehavare kan till behandling i direktionen ta upp ett arende som med stod av denna lag har delegerats till en underlydande myndighet och i vilket den behoriga myndigheten har fattat ett beslut. arendet kan da inte tas upp till behandling i den namnd som direktionen lyder under. har beslut fattats om att ta upp arendet till behandling i bade direktionen och kommunstyrelsen, skall arendet behandlas i kommunstyrelsen. ett arende skall tas till behandling i ett hogre organ senast inom den tid inom vilken rattelseyrkande enligt 89 § skall framstallas. till behandling i ett hogre organ far dock inte tas 1) arenden som galler tillstands-, anmalnings-, tillsyns- och forrattningsforfaranden enligt lag eller forordning, 2) sadana arenden inom undervisningsverksamheten, halso- och sjukvarden eller socialvasendet som galler en individ, eller 3) arenden som overforts pa ett gemensamt organ enligt 77 § for flera kommuner, om kommunerna kommer overens om detta."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:65",
      "chapter": "2",
      "section": "65",
      "title": "Talousarvio ja -suunnitelma",
      "content": "suunnittelukausi Valtuuston on vuoden loppuun mennessä hyväksyttävä kunnalle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä valtuuston on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on taloussuunnitelman ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään kunnan toiminnalliset ja taloudelliset tavoitteet. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset kunnan tehtävien hoitamiseen turvataan. toimenpideohjelma alijäämän kattamisvelvollisuus Taloussuunnitelman on oltava tasapainossa tai ylijäämäinen enintään neljän vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvän ylijäämää. Jos taseen alijäämää ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessä on päätettävä yksilöidyistä toimenpiteistä (), joilla kattamaton alijäämä katetaan valtuuston erikseen päättämänä kattamiskautena (). Talousarvioon otetaan toiminnallisten tavoitteiden edellyttämät määrärahat ja tuloarviot sekä siinä osoitetaan, miten rahoitustarve katetaan. Määräraha ja tuloarvio voidaan ottaa brutto- tai nettomääräisenä. Talousarviossa on käyttötalous- ja tuloslaskelmaosa sekä investointi- ja rahoitusosa. Kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää valtuusto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:65",
        "normalized_fi": "suunnittelukausi Valtuuston on vuoden loppuun mennessä hyväksyttävä kunnalle seuraavaksi kalenterivuodeksi talousarvio. Sen hyväksymisen yhteydessä valtuuston on hyväksyttävä myös taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). Talousarviovuosi on taloussuunnitelman ensimmäinen vuosi. Talousarviossa ja -suunnitelmassa hyväksytään kunnan toiminnalliset ja taloudelliset tavoitteet. Talousarvio ja -suunnitelma on laadittava siten, että edellytykset kunnan tehtävien hoitamiseen turvataan. toimenpideohjelma alijäämän kattamisvelvollisuus Taloussuunnitelman on oltava tasapainossa tai ylijäämäinen enintään neljän vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvän ylijäämää. Jos taseen alijäämää ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessä on päätettävä yksilöidyistä toimenpiteistä (), joilla kattamaton alijäämä katetaan valtuuston erikseen päättämänä kattamiskautena (). Talousarvioon otetaan toiminnallisten tavoitteiden edellyttämät määrärahat ja tuloarviot sekä siinä osoitetaan, miten rahoitustarve katetaan. Määräraha ja tuloarvio voidaan ottaa brutto- tai nettomääräisenä. Talousarviossa on käyttötalous- ja tuloslaskelmaosa sekä investointi- ja rahoitusosa. Kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. Siihen tehtävistä muutoksista päättää valtuusto.",
        "folded_fi": "suunnittelukausi valtuuston on vuoden loppuun mennessa hyvaksyttava kunnalle seuraavaksi kalenterivuodeksi talousarvio. sen hyvaksymisen yhteydessa valtuuston on hyvaksyttava myos taloussuunnitelma kolmeksi tai useammaksi vuodeksi (). talousarviovuosi on taloussuunnitelman ensimmainen vuosi. talousarviossa ja -suunnitelmassa hyvaksytaan kunnan toiminnalliset ja taloudelliset tavoitteet. talousarvio ja -suunnitelma on laadittava siten, etta edellytykset kunnan tehtavien hoitamiseen turvataan. toimenpideohjelma alijaaman kattamisvelvollisuus taloussuunnitelman on oltava tasapainossa tai ylijaamainen enintaan neljan vuoden pituisena suunnittelukautena, jos talousarvion laatimisvuoden taseeseen ei arvioida kertyvan ylijaamaa. jos taseen alijaamaa ei saada katetuksi suunnittelukautena, taloussuunnitelman yhteydessa on paatettava yksiloidyista toimenpiteista (), joilla kattamaton alijaama katetaan valtuuston erikseen paattamana kattamiskautena (). talousarvioon otetaan toiminnallisten tavoitteiden edellyttamat maararahat ja tuloarviot seka siina osoitetaan, miten rahoitustarve katetaan. maararaha ja tuloarvio voidaan ottaa brutto- tai nettomaaraisena. talousarviossa on kayttotalous- ja tuloslaskelmaosa seka investointi- ja rahoitusosa. kunnan toiminnassa ja taloudenhoidossa on noudatettava talousarviota. siihen tehtavista muutoksista paattaa valtuusto.",
        "title_sv": "Budget och ekonomiplan",
        "content_sv": "planeperiod Fullmäktige skall före utgången av året godkänna en budget för kommunen för det följande kalenderåret. I samband med att budgeten godkänns skall fullmäktige också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för kommunens verksamhet och ekonomi. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av kommunens uppgifter tryggas. åtgärdsprogram skyldighet att täcka underskott Ekonomiplanen skall vara i balans eller visa överskott under en planeperiod på högst fyra år, om det inte beräknas uppkomma överskott i balansräkningen för det år budgeten görs upp. Om underskott i balansräkningen inte kan täckas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade åtgärder () genom vilka det underskott som saknar täckning skall täckas under en period som fullmäktige särskilt fastställer (). I budgeten tas in de anslag och beräknade inkomster som verksamhetsmålen förutsätter samt visas hur finansieringsbehovet skall täckas. Anslag och beräknade inkomster kan tas in till brutto- eller nettobelopp. Budgeten består av en driftsekonomi- och resultaträkningsdel samt en investerings- och finansieringsdel. Budgeten skall iakttas i kommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av fullmäktige.",
        "normalized_sv": "planeperiod Fullmäktige skall före utgången av året godkänna en budget för kommunen för det följande kalenderåret. I samband med att budgeten godkänns skall fullmäktige också godkänna en ekonomiplan för tre eller flera år (). Budgetåret är planeperiodens första år. I budgeten och ekonomiplanen godkänns målen för kommunens verksamhet och ekonomi. Budgeten och ekonomiplanen skall göras upp så att förutsättningarna för skötseln av kommunens uppgifter tryggas. åtgärdsprogram skyldighet att täcka underskott Ekonomiplanen skall vara i balans eller visa överskott under en planeperiod på högst fyra år, om det inte beräknas uppkomma överskott i balansräkningen för det år budgeten görs upp. Om underskott i balansräkningen inte kan täckas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade åtgärder () genom vilka det underskott som saknar täckning skall täckas under en period som fullmäktige särskilt fastställer (). I budgeten tas in de anslag och beräknade inkomster som verksamhetsmålen förutsätter samt visas hur finansieringsbehovet skall täckas. Anslag och beräknade inkomster kan tas in till brutto- eller nettobelopp. Budgeten består av en driftsekonomi- och resultaträkningsdel samt en investerings- och finansieringsdel. Budgeten skall iakttas i kommunens verksamhet och ekonomi. Beslut om ändringar i den fattas av fullmäktige.",
        "folded_sv": "planeperiod fullmaktige skall fore utgangen av aret godkanna en budget for kommunen for det foljande kalenderaret. i samband med att budgeten godkanns skall fullmaktige ocksa godkanna en ekonomiplan for tre eller flera ar (). budgetaret ar planeperiodens forsta ar. i budgeten och ekonomiplanen godkanns malen for kommunens verksamhet och ekonomi. budgeten och ekonomiplanen skall goras upp sa att forutsattningarna for skotseln av kommunens uppgifter tryggas. atgardsprogram skyldighet att tacka underskott ekonomiplanen skall vara i balans eller visa overskott under en planeperiod pa hogst fyra ar, om det inte beraknas uppkomma overskott i balansrakningen for det ar budgeten gors upp. om underskott i balansrakningen inte kan tackas under planeperioden, skall i anslutning till ekonomiplanen fattas beslut om specificerade atgarder () genom vilka det underskott som saknar tackning skall tackas under en period som fullmaktige sarskilt faststaller (). i budgeten tas in de anslag och beraknade inkomster som verksamhetsmalen forutsatter samt visas hur finansieringsbehovet skall tackas. anslag och beraknade inkomster kan tas in till brutto- eller nettobelopp. budgeten bestar av en driftsekonomi- och resultatrakningsdel samt en investerings- och finansieringsdel. budgeten skall iakttas i kommunens verksamhet och ekonomi. beslut om andringar i den fattas av fullmaktige."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:68",
      "chapter": "2",
      "section": "68",
      "title": "Tilinpäätös",
      "content": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla määräämisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisällyttää tilinpäätökseensä konsernitase liitteineen. Konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:68",
        "normalized_fi": "Kunnan tilikausi on kalenterivuosi. Kunnanhallituksen on laadittava tilikaudelta tilinpäätös tilikautta seuraavan vuoden maaliskuun loppuun mennessä ja annettava se tilintarkastajien tarkastettavaksi sekä tilintarkastuksen jälkeen saatettava se valtuuston käsiteltäväksi kesäkuun loppuun mennessä. Tilinpäätökseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteenä olevat tiedot sekä talousarvion toteutumisvertailu ja toimintakertomus. Tilinpäätöksen tulee antaa oikeat ja riittävät tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. Tätä varten tarpeelliset lisätiedot on ilmoitettava liitetiedoissa. Kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla määräämisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisällyttää tilinpäätökseensä konsernitase liitteineen. Konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. Tilinpäätöksen allekirjoittavat kunnanhallituksen jäsenet sekä kunnanjohtaja tai pormestari.",
        "folded_fi": "kunnan tilikausi on kalenterivuosi. kunnanhallituksen on laadittava tilikaudelta tilinpaatos tilikautta seuraavan vuoden maaliskuun loppuun mennessa ja annettava se tilintarkastajien tarkastettavaksi seka tilintarkastuksen jalkeen saatettava se valtuuston kasiteltavaksi kesakuun loppuun mennessa. tilinpaatokseen kuuluvat tase, tuloslaskelma, rahoituslaskelma ja niiden liitteena olevat tiedot seka talousarvion toteutumisvertailu ja toimintakertomus. tilinpaatoksen tulee antaa oikeat ja riittavat tiedot kunnan toiminnan tuloksesta ja taloudellisesta asemasta. tata varten tarpeelliset lisatiedot on ilmoitettava liitetiedoissa. kunnan, jolla on kirjanpitolaissa tarkoitetulla tavalla maaraamisvalta toisessa kirjanpitovelvollisessa, tulee laatia ja sisallyttaa tilinpaatokseensa konsernitase liitteineen. konsernitaseen laadinnassa noudatetaan soveltuvin osin kirjanpitolakia. tilinpaatoksen allekirjoittavat kunnanhallituksen jasenet seka kunnanjohtaja tai pormestari.",
        "title_sv": "Bokslut",
        "content_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. En kommun som har bestämmanderätt i en annan bokföringsskyldig så som avses i bokföringslagen skall göra upp en koncernbalansräkning jämte bilagor som tas in i bokslutet. Vid uppgörandet av koncernbalansräkningen iakttas i tillämpliga delar bokföringslagen. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "normalized_sv": "Kommunens räkenskapsperiod är kalenderåret. Kommunstyrelsen skall upprätta ett bokslut för räkenskapsperioden före utgången av mars månad året efter räkenskapsperioden och lämna det till revisorerna för granskning samt efter revision förelägga fullmäktige bokslutet före utgången av juni. Till bokslutet hör balansräkning, resultaträkning, finansieringsanalys och noter till dem samt en tablå över budgetutfallet och en verksamhetsberättelse. Bokslutet skall ge riktiga och tillräckliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska ställning. De tilläggsupplysningar som behövs för detta skall lämnas i noterna. En kommun som har bestämmanderätt i en annan bokföringsskyldig så som avses i bokföringslagen skall göra upp en koncernbalansräkning jämte bilagor som tas in i bokslutet. Vid uppgörandet av koncernbalansräkningen iakttas i tillämpliga delar bokföringslagen. Bokslutet undertecknas av ledamöterna i kommunstyrelsen och kommundirektören eller borgmästaren.",
        "folded_sv": "kommunens rakenskapsperiod ar kalenderaret. kommunstyrelsen skall uppratta ett bokslut for rakenskapsperioden fore utgangen av mars manad aret efter rakenskapsperioden och lamna det till revisorerna for granskning samt efter revision forelagga fullmaktige bokslutet fore utgangen av juni. till bokslutet hor balansrakning, resultatrakning, finansieringsanalys och noter till dem samt en tabla over budgetutfallet och en verksamhetsberattelse. bokslutet skall ge riktiga och tillrackliga uppgifter om resultatet av kommunens verksamhet och om kommunens ekonomiska stallning. de tillaggsupplysningar som behovs for detta skall lamnas i noterna. en kommun som har bestammanderatt i en annan bokforingsskyldig sa som avses i bokforingslagen skall gora upp en koncernbalansrakning jamte bilagor som tas in i bokslutet. vid uppgorandet av koncernbalansrakningen iakttas i tillampliga delar bokforingslagen. bokslutet undertecknas av ledamoterna i kommunstyrelsen och kommundirektoren eller borgmastaren."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:69",
      "chapter": "2",
      "section": "69",
      "title": "Toimintakertomus",
      "content": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on annettava myös tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tuloslaskelmassa tai taseessa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:69",
        "normalized_fi": "Toimintakertomuksessa on esitettävä selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. Toimintakertomuksessa on annettava myös tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvistä olennaisista asioista, joista ei ole tehtävä selkoa tuloslaskelmassa tai taseessa. Jos kunnan taseessa on kattamatonta alijäämää, toimintakertomuksessa on tehtävä selkoa talouden tasapainotuksen toteutumisesta tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyydestä talouden tasapainottamiseksi. Kunnanhallituksen on toimintakertomuksessa tehtävä esitys tilikauden tuloksen käsittelystä.",
        "folded_fi": "toimintakertomuksessa on esitettava selvitys valtuuston asettamien toiminnallisten ja taloudellisten tavoitteiden toteutumisesta. toimintakertomuksessa on annettava myos tietoja sellaisista kunnan talouteen ja konsernitaseeseen liittyvista olennaisista asioista, joista ei ole tehtava selkoa tuloslaskelmassa tai taseessa. jos kunnan taseessa on kattamatonta alijaamaa, toimintakertomuksessa on tehtava selkoa talouden tasapainotuksen toteutumisesta tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyydesta talouden tasapainottamiseksi. kunnanhallituksen on toimintakertomuksessa tehtava esitys tilikauden tuloksen kasittelysta.",
        "title_sv": "Verksamhetsberättelse",
        "content_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens ekonomi och koncernbalansräkning som inte skall redovisas i resultaträkningen eller balansräkningen. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "normalized_sv": "I verksamhetsberättelsen skall ingå en redogörelse för hur de mål för verksamheten och ekonomin som uppställts av fullmäktige har nåtts. I verksamhetsberättelsen skall också ingå uppgifter om sådana väsentliga saker som gäller kommunens ekonomi och koncernbalansräkning som inte skall redovisas i resultaträkningen eller balansräkningen. Om kommunens balansräkning visar underskott som saknar täckning, skall det i verksamhetsberättelsen redogöras för hur balanseringen av ekonomin utfallit under räkenskapsperioden samt för den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet för balanseringen av ekonomin. Kommunstyrelsen skall i verksamhetsberättelsen lägga fram förslag till behandling av räkenskapsperiodens resultat.",
        "folded_sv": "i verksamhetsberattelsen skall inga en redogorelse for hur de mal for verksamheten och ekonomin som uppstallts av fullmaktige har natts. i verksamhetsberattelsen skall ocksa inga uppgifter om sadana vasentliga saker som galler kommunens ekonomi och koncernbalansrakning som inte skall redovisas i resultatrakningen eller balansrakningen. om kommunens balansrakning visar underskott som saknar tackning, skall det i verksamhetsberattelsen redogoras for hur balanseringen av ekonomin utfallit under rakenskapsperioden samt for den gallande ekonomiplanens och atgardsprogrammets tillracklighet for balanseringen av ekonomin. kommunstyrelsen skall i verksamhetsberattelsen lagga fram forslag till behandling av rakenskapsperiodens resultat."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:71",
      "chapter": "2",
      "section": "71",
      "title": "Tarkastuslautakunta",
      "content": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva henkilö; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:71",
        "normalized_fi": "Valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen järjestämistä varten. Lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. Tarkastuslautakunnan on valmisteltava valtuuston päätettävät hallinnon ja talouden tarkastusta koskevat asiat sekä arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. Jos kunnan taseessa on kattamatonta alijäämää, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella sekä voimassa olevan taloussuunnitelman ja toimenpideohjelman riittävyyttä. Vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jäsen; 2) apulaispormestari; 3) henkilö, joka on kunnanhallituksen jäsenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 § :n 2 ja 3 momentissa tarkoitettu läheinen; 4) kuntaan tai kunnan määräämisvallassa olevaan yhteisöön tai säätiöön pysyväisluonteisessa palvelussuhteessa oleva henkilö; eikä 5) henkilö, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "folded_fi": "valtuusto asettaa tarkastuslautakunnan toimikauttaan vastaavien vuosien hallinnon ja talouden tarkastuksen jarjestamista varten. lautakunnan puheenjohtajan ja varapuheenjohtajan tulee olla valtuutettuja. tarkastuslautakunnan on valmisteltava valtuuston paatettavat hallinnon ja talouden tarkastusta koskevat asiat seka arvioitava, ovatko valtuuston asettamat toiminnalliset ja taloudelliset tavoitteet toteutuneet. jos kunnan taseessa on kattamatonta alijaamaa, tarkastuslautakunnan on arvioitava talouden tasapainotuksen toteutumista tilikaudella seka voimassa olevan taloussuunnitelman ja toimenpideohjelman riittavyytta. vaalikelpoinen tarkastuslautakuntaan ei ole: 1) kunnanhallituksen jasen; 2) apulaispormestari; 3) henkilo, joka on kunnanhallituksen jasenen, kunnanjohtajan, pormestarin tai apulaispormestarin hallintolain 28 §:n 2 ja 3 momentissa tarkoitettu laheinen; 4) kuntaan tai kunnan maaraamisvallassa olevaan yhteisoon tai saatioon pysyvaisluonteisessa palvelussuhteessa oleva henkilo; eika 5) henkilo, joka ei ole vaalikelpoinen kunnanhallitukseen.",
        "title_sv": "Revisionsnämnden",
        "content_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "normalized_sv": "Fullmäktige tillsätter en revisionsnämnd för organisering av granskningen av förvaltningen och ekonomin under de år som motsvarar fullmäktiges mandattid. Nämndens ordförande och vice ordförande skall vara fullmäktigeledamöter. Revisionsnämnden skall bereda de ärenden som gäller granskningen av förvaltningen och ekonomin och som fullmäktige skall fatta beslut om samt bedöma huruvida de mål för verksamheten och ekonomin som fullmäktige satt upp har nåtts. Om kommunens balansräkning visar underskott som saknar täckning, skall revisionsnämnden bedöma hur balanseringen av ekonomin utfallit under räkenskapsperioden samt den gällande ekonomiplanens och åtgärdsprogrammets tillräcklighet. Valbar till revisionsnämnden är inte 1) en ledamot av kommunstyrelsen, 2) biträdande borgmästaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i förvaltningslagen är närstående till en ledamot av kommunstyrelsen eller till kommundirektören, borgmästaren eller en biträdande borgmästare, 4) en person som står i anställningsförhållande av bestående natur till kommunen eller ett samfund eller en stiftelse där kommunen har bestämmanderätt, eller 5) en person som inte är valbar till kommunstyrelsen.",
        "folded_sv": "fullmaktige tillsatter en revisionsnamnd for organisering av granskningen av forvaltningen och ekonomin under de ar som motsvarar fullmaktiges mandattid. namndens ordforande och vice ordforande skall vara fullmaktigeledamoter. revisionsnamnden skall bereda de arenden som galler granskningen av forvaltningen och ekonomin och som fullmaktige skall fatta beslut om samt bedoma huruvida de mal for verksamheten och ekonomin som fullmaktige satt upp har natts. om kommunens balansrakning visar underskott som saknar tackning, skall revisionsnamnden bedoma hur balanseringen av ekonomin utfallit under rakenskapsperioden samt den gallande ekonomiplanens och atgardsprogrammets tillracklighet. valbar till revisionsnamnden ar inte 1) en ledamot av kommunstyrelsen, 2) bitradande borgmastaren, 3) en person som i enlighet med 28 § 2 och 3 mom. i forvaltningslagen ar narstaende till en ledamot av kommunstyrelsen eller till kommundirektoren, borgmastaren eller en bitradande borgmastare, 4) en person som star i anstallningsforhallande av bestaende natur till kommunen eller ett samfund eller en stiftelse dar kommunen har bestammanderatt, eller 5) en person som inte ar valbar till kommunstyrelsen."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:86",
      "chapter": "2",
      "section": "86",
      "title": "Kuntaa koskevien säännösten soveltaminen kuntayhtymässä",
      "content": "Kuntayhtymästä on soveltuvin osin voimassa, mitä kunnasta säädetään 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 §:ssä, 19 §:n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 §:ssä sekä 6―9 luvussa lukuun ottamatta 65 §:n 3 momentissa säädettyä alijäämän kattamisvelvollisuutta. Mitä 8 §:n 2 momentissa säädetään, ei kuitenkaan sovelleta 76 §:n 4 momentissa tarkoitettuun kuntayhtymään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:86",
        "normalized_fi": "Kuntayhtymästä on soveltuvin osin voimassa, mitä kunnasta säädetään 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 § :ssä, 19 § :n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 § :ssä sekä 6―9 luvussa lukuun ottamatta 65 § :n 3 momentissa säädettyä alijäämän kattamisvelvollisuutta. Mitä 8 § :n 2 momentissa säädetään, ei kuitenkaan sovelleta 76 § :n 4 momentissa tarkoitettuun kuntayhtymään.",
        "folded_fi": "kuntayhtymasta on soveltuvin osin voimassa, mita kunnasta saadetaan 2, 3, 8, 12―15, 15 a, 15 b ja 16―18 §:ssa, 19 §:n 1 momentissa, 20―23, 27―29, 32, 32 b, 33 ja 37―43 §:ssa seka 6―9 luvussa lukuun ottamatta 65 §:n 3 momentissa saadettya alijaaman kattamisvelvollisuutta. mita 8 §:n 2 momentissa saadetaan, ei kuitenkaan sovelleta 76 §:n 4 momentissa tarkoitettuun kuntayhtymaan.",
        "title_sv": "Tillämpning av stadgandena om kommuner i en samkommun",
        "content_sv": "I en samkommun gäller i tillämpliga delar vad som bestäms om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 §, 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att täcka underskott. Bestämmelsen i 8 § 2 mom. tillämpas dock inte på en samkommun som avses i 76 § 4 mom.",
        "normalized_sv": "I en samkommun gäller i tillämpliga delar vad som bestäms om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 § , 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att täcka underskott. Bestämmelsen i 8 § 2 mom. tillämpas dock inte på en samkommun som avses i 76 § 4 mom.",
        "folded_sv": "i en samkommun galler i tillampliga delar vad som bestams om kommuner i 2, 3, 8, 12―15, 15 a, 15 b och 16―18 §, 19 § 1 mom., 20―23, 27―29, 32, 32 b, 33 och 37―43 § samt 6―9 kap. med undantag av skyldigheten enligt 65 § 3 mom. att tacka underskott. bestammelsen i 8 § 2 mom. tillampas dock inte pa en samkommun som avses i 76 § 4 mom."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:89",
      "chapter": "2",
      "section": "89",
      "title": "Oikaisuvaatimus",
      "content": "Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Jos johtosäännössä on 51 §:n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:89",
        "normalized_fi": "Oikaisuvaatimus tehdään 1 momentissa tarkoitetun toimielimen ja sen jaoston sekä sen alaisen viranomaisen päätöksestä asianomaiselle toimielimelle. Jos johtosäännössä on 51 § :n nojalla määrätty, että päätös voidaan ottaa johtokunnan käsiteltäväksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen päätöksestä tehdään johtokunnalle. Oikaisuvaatimus on käsiteltävä viipymättä.",
        "folded_fi": "oikaisuvaatimus tehdaan 1 momentissa tarkoitetun toimielimen ja sen jaoston seka sen alaisen viranomaisen paatoksesta asianomaiselle toimielimelle. jos johtosaannossa on 51 §:n nojalla maaratty, etta paatos voidaan ottaa johtokunnan kasiteltavaksi, oikaisuvaatimus johtokunnan ja sen alaisen viranomaisen paatoksesta tehdaan johtokunnalle. oikaisuvaatimus on kasiteltava viipymatta.",
        "title_sv": "Rättelseyrkande",
        "content_sv": "Yrkande på rättelse i ett beslut av ett organ som nämns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framställs till organet i fråga. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande skall behandlas utan dröjsmål.",
        "normalized_sv": "Yrkande på rättelse i ett beslut av ett organ som nämns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framställs till organet i fråga. Om det i en instruktion med stöd av 51 § föreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande på rättelse i ett beslut av direktionen eller av en myndighet som lyder under den framställas till direktionen. Ett rättelseyrkande skall behandlas utan dröjsmål.",
        "folded_sv": "yrkande pa rattelse i ett beslut av ett organ som namns i 1 mom. och av en sektion i organet eller av en myndighet som lyder under det framstalls till organet i fraga. om det i en instruktion med stod av 51 § foreskrivs att ett beslut kan tas upp till behandling i en direktion, skall yrkande pa rattelse i ett beslut av direktionen eller av en myndighet som lyder under den framstallas till direktionen. ett rattelseyrkande skall behandlas utan drojsmal."
      },
      "valid_from": "2006-06-29",
      "valid_to": null
    }
  ]
}