{
  "id": "57/2005",
  "type": "statute",
  "title": "Laki maistraattien eräistä henkilörekistereistä",
  "title_en": "Lag om vissa personregister vid magistraterna",
  "status": "in_force",
  "issued_date": "2005-02-04",
  "in_force_date": "2005-02-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/57/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan tässä laissa mainittuihin maistraattien automaattisen tietojenkäsittelyn avulla pitämiin valtakunnallisiin henkilörekistereihin. Jollei tässä laissa toisin säädetä, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tätä lakia sovelletaan tässä laissa mainittuihin maistraattien automaattisen tietojenkäsittelyn avulla pitämiin valtakunnallisiin henkilörekistereihin. Jollei tässä laissa toisin säädetä, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999).",
        "folded_fi": "tata lakia sovelletaan tassa laissa mainittuihin maistraattien automaattisen tietojenkasittelyn avulla pitamiin valtakunnallisiin henkilorekistereihin. jollei tassa laissa toisin saadeta, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilotietojen kasittelyyn henkilotietolakia (523/1999).",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på de riksomfattande personregister som nämns i denna lag och som magistraterna för med hjälp av automatisk databehandling. Om inte något annat bestäms i denna lag, tillämpas i fråga om sekretess och utlämnande av registeruppgifter och tillhörande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fråga om annan behandling av personuppgifter personuppgiftslagen (523/1999).",
        "normalized_sv": "Denna lag tillämpas på de riksomfattande personregister som nämns i denna lag och som magistraterna för med hjälp av automatisk databehandling. Om inte något annat bestäms i denna lag, tillämpas i fråga om sekretess och utlämnande av registeruppgifter och tillhörande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fråga om annan behandling av personuppgifter personuppgiftslagen (523/1999).",
        "folded_sv": "denna lag tillampas pa de riksomfattande personregister som namns i denna lag och som magistraterna for med hjalp av automatisk databehandling. om inte nagot annat bestams i denna lag, tillampas i fraga om sekretess och utlamnande av registeruppgifter och tillhorande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fraga om annan behandling av personuppgifter personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Viranomaiset",
      "content": "Tässä laissa tarkoitettuja rekistereitä pitävät maistraatit yhdessä. Kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. Rekisterien teknisestä toimivuudesta vastaavasta viranomaisesta säädetään valtioneuvoston asetuksella. Rekisterien teknisestä toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mitä henkilötietolain 32 §:ssä säädetään rekisterinpitäjästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitettuja rekistereitä pitävät maistraatit yhdessä. Kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. Rekisterien teknisestä toimivuudesta vastaavasta viranomaisesta säädetään valtioneuvoston asetuksella. Rekisterien teknisestä toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mitä henkilötietolain 32 § :ssä säädetään rekisterinpitäjästä.",
        "folded_fi": "tassa laissa tarkoitettuja rekistereita pitavat maistraatit yhdessa. kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. rekisterien teknisesta toimivuudesta vastaavasta viranomaisesta saadetaan valtioneuvoston asetuksella. rekisterien teknisesta toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mita henkilotietolain 32 §:ssa saadetaan rekisterinpitajasta.",
        "title_sv": "Myndigheter",
        "content_sv": "Register som avses i denna lag förs av magistraterna gemensamt. Varje magistrat ansvarar för de uppgifter som den infört i registren. Den myndighet som ansvarar för att registren fungerar tekniskt anges genom förordning av statsrådet. I fråga om denna myndighet gäller i tillämpliga delar vad som i 32 § i personuppgiftslagen föreskrivs om den registeransvarige.",
        "normalized_sv": "Register som avses i denna lag förs av magistraterna gemensamt. Varje magistrat ansvarar för de uppgifter som den infört i registren. Den myndighet som ansvarar för att registren fungerar tekniskt anges genom förordning av statsrådet. I fråga om denna myndighet gäller i tillämpliga delar vad som i 32 § i personuppgiftslagen föreskrivs om den registeransvarige.",
        "folded_sv": "register som avses i denna lag fors av magistraterna gemensamt. varje magistrat ansvarar for de uppgifter som den infort i registren. den myndighet som ansvarar for att registren fungerar tekniskt anges genom forordning av statsradet. i fraga om denna myndighet galler i tillampliga delar vad som i 32 § i personuppgiftslagen foreskrivs om den registeransvarige."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tietojen julkisuus ja luovuttaminen",
      "content": "Rekisterien tiedot ovat julkisia. Rekisterin tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 §:ssä säädetään. Jokaisella on kuitenkin oikeus saada tiettyä henkilöä koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. Sille, joka tarvitsee tietoja rekisteröintiin liittyvistä asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. Sisäasiainministeriön päätöksellä nimettävä maistraatti voi antaa luvan saada rekisterien tietoja teknisen käyttöyhteyden välityksellä sellaiselle valtion tai kunnan viranomaiselle, yhteisölle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyväksyttävää tarkoitusta varten. Ennen luvan myöntämistä hakijan on esitettävä selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti. Rekistereihin talletettuja tietoja käsiteltäessä on noudatettava, mitä henkilötietolaissa säädetään. Henkilötunnuksen saa antaa nähtäväksi tai luovuttaa vain sille, jolla on tai voi olla se henkilötietolain tai muun lain nojalla hallussaan. Rekisteristä luovutettavaan asiakirjaan, joka on tarpeen henkilön oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilötunnus kuitenkin merkitä henkilön yksilöimiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Rekisterien tiedot ovat julkisia. Rekisterin tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 § :ssä säädetään. Jokaisella on kuitenkin oikeus saada tiettyä henkilöä koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. Sille, joka tarvitsee tietoja rekisteröintiin liittyvistä asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. Sisäasiainministeriön päätöksellä nimettävä maistraatti voi antaa luvan saada rekisterien tietoja teknisen käyttöyhteyden välityksellä sellaiselle valtion tai kunnan viranomaiselle, yhteisölle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyväksyttävää tarkoitusta varten. Ennen luvan myöntämistä hakijan on esitettävä selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti. Rekistereihin talletettuja tietoja käsiteltäessä on noudatettava, mitä henkilötietolaissa säädetään. Henkilötunnuksen saa antaa nähtäväksi tai luovuttaa vain sille, jolla on tai voi olla se henkilötietolain tai muun lain nojalla hallussaan. Rekisteristä luovutettavaan asiakirjaan, joka on tarpeen henkilön oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilötunnus kuitenkin merkitä henkilön yksilöimiseksi.",
        "folded_fi": "rekisterien tiedot ovat julkisia. rekisterin tietojen luovuttamiseen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetun lain 16 §:ssa saadetaan. jokaisella on kuitenkin oikeus saada tiettya henkiloa koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. sille, joka tarvitsee tietoja rekisterointiin liittyvista asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estamatta, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. sisaasiainministerion paatoksella nimettava maistraatti voi antaa luvan saada rekisterien tietoja teknisen kayttoyhteyden valityksella sellaiselle valtion tai kunnan viranomaiselle, yhteisolle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyvaksyttavaa tarkoitusta varten. ennen luvan myontamista hakijan on esitettava selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti. rekistereihin talletettuja tietoja kasiteltaessa on noudatettava, mita henkilotietolaissa saadetaan. henkilotunnuksen saa antaa nahtavaksi tai luovuttaa vain sille, jolla on tai voi olla se henkilotietolain tai muun lain nojalla hallussaan. rekisterista luovutettavaan asiakirjaan, joka on tarpeen henkilon oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilotunnus kuitenkin merkita henkilon yksiloimiseksi.",
        "title_sv": "Uppgifternas offentlighet och utlämnande av uppgifter",
        "content_sv": "Uppgifterna i registren är offentliga. I fråga om utlämnande av registeruppgifter tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Var och en har dock rätt att få en kopia eller en utskrift av de uppgifter om en viss person som införts i registret. Till den som behöver ta del av registreringshandlingar för att bevaka sina intressen och rättigheter eller fullgöra sina skyldigheter kan uppgifter lämnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet föreskrivs om sekretessbelagda uppgifter och begränsningar i fråga om rätten att ta del av uppgifter. En statlig eller kommunal myndighet, en sammanslutning eller en näringsidkare som i sin verksamhet fortgående behöver registeruppgifter för godtagbara ändamål kan av en magistrat som utses genom inrikesministeriets beslut få tillstånd att ta del av uppgifterna via en teknisk anslutning. Innan tillstånd beviljas skall sökanden lägga fram en utredning om att uppgifterna skyddas på ett ändamålsenligt sätt. Vid behandlingen av uppgifterna i registren skall bestämmelserna i personuppgiftslagen iakttas. Personbeteckning får ges till påseende eller utlämnas bara till den som förfogar eller kan förfoga över den med stöd av personuppgiftslagen eller någon annan lag. På handlingar som lämnas ut ur ett register och som behövs för att en person skall kunna göra sina rättigheter gällande eller fullgöra sina skyldigheter får personbeteckningen dock antecknas för identifiering av personen i fråga.",
        "normalized_sv": "Uppgifterna i registren är offentliga. I fråga om utlämnande av registeruppgifter tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Var och en har dock rätt att få en kopia eller en utskrift av de uppgifter om en viss person som införts i registret. Till den som behöver ta del av registreringshandlingar för att bevaka sina intressen och rättigheter eller fullgöra sina skyldigheter kan uppgifter lämnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet föreskrivs om sekretessbelagda uppgifter och begränsningar i fråga om rätten att ta del av uppgifter. En statlig eller kommunal myndighet, en sammanslutning eller en näringsidkare som i sin verksamhet fortgående behöver registeruppgifter för godtagbara ändamål kan av en magistrat som utses genom inrikesministeriets beslut få tillstånd att ta del av uppgifterna via en teknisk anslutning. Innan tillstånd beviljas skall sökanden lägga fram en utredning om att uppgifterna skyddas på ett ändamålsenligt sätt. Vid behandlingen av uppgifterna i registren skall bestämmelserna i personuppgiftslagen iakttas. Personbeteckning får ges till påseende eller utlämnas bara till den som förfogar eller kan förfoga över den med stöd av personuppgiftslagen eller någon annan lag. På handlingar som lämnas ut ur ett register och som behövs för att en person skall kunna göra sina rättigheter gällande eller fullgöra sina skyldigheter får personbeteckningen dock antecknas för identifiering av personen i fråga.",
        "folded_sv": "uppgifterna i registren ar offentliga. i fraga om utlamnande av registeruppgifter tillampas 16 § i lagen om offentlighet i myndigheternas verksamhet. var och en har dock ratt att fa en kopia eller en utskrift av de uppgifter om en viss person som inforts i registret. till den som behover ta del av registreringshandlingar for att bevaka sina intressen och rattigheter eller fullgora sina skyldigheter kan uppgifter lamnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet foreskrivs om sekretessbelagda uppgifter och begransningar i fraga om ratten att ta del av uppgifter. en statlig eller kommunal myndighet, en sammanslutning eller en naringsidkare som i sin verksamhet fortgaende behover registeruppgifter for godtagbara andamal kan av en magistrat som utses genom inrikesministeriets beslut fa tillstand att ta del av uppgifterna via en teknisk anslutning. innan tillstand beviljas skall sokanden lagga fram en utredning om att uppgifterna skyddas pa ett andamalsenligt satt. vid behandlingen av uppgifterna i registren skall bestammelserna i personuppgiftslagen iakttas. personbeteckning far ges till paseende eller utlamnas bara till den som forfogar eller kan forfoga over den med stod av personuppgiftslagen eller nagon annan lag. pa handlingar som lamnas ut ur ett register och som behovs for att en person skall kunna gora sina rattigheter gallande eller fullgora sina skyldigheter far personbeteckningen dock antecknas for identifiering av personen i fraga."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Avioehtoasioiden rekisterin käyttötarkoitus",
      "content": "Avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 §:n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 §:n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 §:n 2 momentissa tarkoitettu osituskirja; sekä 4) 135 §:n 2 ja 3 momentissa tarkoitetut sopimukset. Rekisteriä pidetään 1 momentissa tarkoitettujen asiakirjojen rekisteröitäväksi jättämiseen tai rekisteröintiin liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 § :n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 § :n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 § :n 2 momentissa tarkoitettu osituskirja; sekä 4) 135 § :n 2 ja 3 momentissa tarkoitetut sopimukset. Rekisteriä pidetään 1 momentissa tarkoitettujen asiakirjojen rekisteröitäväksi jättämiseen tai rekisteröintiin liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
        "folded_fi": "avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 §:n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 §:n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 §:n 2 momentissa tarkoitettu osituskirja; seka 4) 135 §:n 2 ja 3 momentissa tarkoitetut sopimukset. rekisteria pidetaan 1 momentissa tarkoitettujen asiakirjojen rekisteroitavaksi jattamiseen tai rekisterointiin liittyvien oikeusvaikutusten voimaan saattamiseksi seka tietojen saattamiseksi julkisiksi.",
        "title_sv": "Användningsändamål för registret över äktenskapsförordsärenden",
        "content_sv": "I registret över äktenskapsförordsärenden införs uppgifter ur följande handlingar enligt äktenskapslagen (234/1929): 1) anmälningar enligt 35 § 4 mom. om att giftorätten har uteslutits, 2) äktenskapsförord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering och registrering av de handlingar som avses 1 mom. samt för offentliggörande av uppgifterna.",
        "normalized_sv": "I registret över äktenskapsförordsärenden införs uppgifter ur följande handlingar enligt äktenskapslagen (234/1929): 1) anmälningar enligt 35 § 4 mom. om att giftorätten har uteslutits, 2) äktenskapsförord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering och registrering av de handlingar som avses 1 mom. samt för offentliggörande av uppgifterna.",
        "folded_sv": "i registret over aktenskapsforordsarenden infors uppgifter ur foljande handlingar enligt aktenskapslagen (234/1929): 1) anmalningar enligt 35 § 4 mom. om att giftoratten har uteslutits, 2) aktenskapsforord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. registret fors for sattande i kraft av rattsverkningarna i anslutning till inlamnande for registrering och registrering av de handlingar som avses 1 mom. samt for offentliggorande av uppgifterna."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Avioehtoasioiden rekisteriin talletettavat tiedot",
      "content": "Rekisteriin talletetaan: 1) puolisoiden nimet ja henkilötunnukset tai henkilötunnuksen puuttuessa syntymäaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispäivä; 4) asiakirjan laji ja päiväys; 5) ilmoituksen vastaanottamispäivä; sekä 6) maistraatin nimi, asiakirjan rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot avioliiton purkautumispäivästä ja purkautumisen perusteesta sekä puolison nimen muutoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Rekisteriin talletetaan: 1) puolisoiden nimet ja henkilötunnukset tai henkilötunnuksen puuttuessa syntymäaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispäivä; 4) asiakirjan laji ja päiväys; 5) ilmoituksen vastaanottamispäivä; sekä 6) maistraatin nimi, asiakirjan rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot avioliiton purkautumispäivästä ja purkautumisen perusteesta sekä puolison nimen muutoksesta.",
        "folded_fi": "rekisteriin talletetaan: 1) puolisoiden nimet ja henkilotunnukset tai henkilotunnuksen puuttuessa syntymaaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispaiva; 4) asiakirjan laji ja paivays; 5) ilmoituksen vastaanottamispaiva; seka 6) maistraatin nimi, asiakirjan rekisterointipaiva ja asian tunnistetiedot. lisaksi rekisteriin talletetaan vaestotietojarjestelmasta saatavat tiedot avioliiton purkautumispaivasta ja purkautumisen perusteesta seka puolison nimen muutoksesta.",
        "title_sv": "Uppgifter som införs i registret över äktenskapsförordsärenden",
        "content_sv": "I registret införs 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, födelsetid, 2) makarnas hemkommuner eller de stater där de är bosatta, 3) dag för ingående av äktenskap, 4) handlingens art och datum för upprättande av handlingen, 5) dag för mottagande av anmälan, samt 6) magistratens namn, dagen för registrering av handlingen och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om dagen för upplösning av äktenskap och orsaken till upplösningen samt om ändring av en makes eller makas namn.",
        "normalized_sv": "I registret införs 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, födelsetid, 2) makarnas hemkommuner eller de stater där de är bosatta, 3) dag för ingående av äktenskap, 4) handlingens art och datum för upprättande av handlingen, 5) dag för mottagande av anmälan, samt 6) magistratens namn, dagen för registrering av handlingen och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om dagen för upplösning av äktenskap och orsaken till upplösningen samt om ändring av en makes eller makas namn.",
        "folded_sv": "i registret infors 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, fodelsetid, 2) makarnas hemkommuner eller de stater dar de ar bosatta, 3) dag for ingaende av aktenskap, 4) handlingens art och datum for upprattande av handlingen, 5) dag for mottagande av anmalan, samt 6) magistratens namn, dagen for registrering av handlingen och identifieringsuppgifter for arendet. i registret infors dessutom de uppgifter som ur befolkningsdatasystemet framgar om dagen for upplosning av aktenskap och orsaken till upplosningen samt om andring av en makes eller makas namn."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avioehtoasian rekisteröinnin edellytykset",
      "content": "Ilmoitus asiakirjan rekisteröimiseksi on tehtävä maistraatille kirjallisesti. Ilmoituksen voi tehdä puoliso tai kihlakumppani. Osituskirjan osalta ilmoituksen voivat tehdä myös perilliset. Ilmoituksen liitteenä on oltava ilmoituksessa tarkoitettu asiakirja alkuperäisenä, jos kysymys on rekisteröitävästä asiakirjasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Ilmoitus asiakirjan rekisteröimiseksi on tehtävä maistraatille kirjallisesti. Ilmoituksen voi tehdä puoliso tai kihlakumppani. Osituskirjan osalta ilmoituksen voivat tehdä myös perilliset. Ilmoituksen liitteenä on oltava ilmoituksessa tarkoitettu asiakirja alkuperäisenä, jos kysymys on rekisteröitävästä asiakirjasta.",
        "folded_fi": "ilmoitus asiakirjan rekisteroimiseksi on tehtava maistraatille kirjallisesti. ilmoituksen voi tehda puoliso tai kihlakumppani. osituskirjan osalta ilmoituksen voivat tehda myos perilliset. ilmoituksen liitteena on oltava ilmoituksessa tarkoitettu asiakirja alkuperaisena, jos kysymys on rekisteroitavasta asiakirjasta.",
        "title_sv": "Förutsättningar för registrering av äktenskapsförordsärenden",
        "content_sv": "Anmälan om registrering av handlingar skall göras skriftligen hos magistraten. Anmälan kan göras av en make eller maka eller en förlovad. När det gäller avvittringshandlingar kan anmälan också göras av arvingarna. Till anmälan skall fogas den handling som avses i anmälan i original, om det är fråga om en handling som skall registreras.",
        "normalized_sv": "Anmälan om registrering av handlingar skall göras skriftligen hos magistraten. Anmälan kan göras av en make eller maka eller en förlovad. När det gäller avvittringshandlingar kan anmälan också göras av arvingarna. Till anmälan skall fogas den handling som avses i anmälan i original, om det är fråga om en handling som skall registreras.",
        "folded_sv": "anmalan om registrering av handlingar skall goras skriftligen hos magistraten. anmalan kan goras av en make eller maka eller en forlovad. nar det galler avvittringshandlingar kan anmalan ocksa goras av arvingarna. till anmalan skall fogas den handling som avses i anmalan i original, om det ar fraga om en handling som skall registreras."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Lahjoitusasioiden rekisterin käyttötarkoitus",
      "content": "Lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 §:ssä tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. Rekisteriä pidetään 1 momentissa tarkoitettujen ilmoitusten rekisteröitäväksi jättämiseen liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 § :ssä tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. Rekisteriä pidetään 1 momentissa tarkoitettujen ilmoitusten rekisteröitäväksi jättämiseen liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
        "folded_fi": "lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 §:ssa tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. rekisteria pidetaan 1 momentissa tarkoitettujen ilmoitusten rekisteroitavaksi jattamiseen liittyvien oikeusvaikutusten voimaan saattamiseksi seka tietojen saattamiseksi julkisiksi.",
        "title_sv": "Användningsändamål för registret över gåvoärenden",
        "content_sv": "I registret över gåvoärenden införs i 6 § i lagen om gåvoutfästelser (625/1947) avsedda anmälningar om gåvor av lös egendom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering av de anmälningar som avses i 1 mom. samt för offentliggörande av uppgifterna.",
        "normalized_sv": "I registret över gåvoärenden införs i 6 § i lagen om gåvoutfästelser (625/1947) avsedda anmälningar om gåvor av lös egendom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering av de anmälningar som avses i 1 mom. samt för offentliggörande av uppgifterna.",
        "folded_sv": "i registret over gavoarenden infors i 6 § i lagen om gavoutfastelser (625/1947) avsedda anmalningar om gavor av los egendom. registret fors for sattande i kraft av rattsverkningarna i anslutning till inlamnande for registrering av de anmalningar som avses i 1 mom. samt for offentliggorande av uppgifterna."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Lahjoitusasioiden rekisteriin talletettavat tiedot",
      "content": "Rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 2) lahjansaajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispäivä; sekä 7) maistraatin nimi, ilmoituksen rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 2) lahjansaajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispäivä; sekä 7) maistraatin nimi, ilmoituksen rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
        "folded_fi": "rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilotunnus tai sen puuttuessa syntymaaika; 2) lahjansaajan nimi ja henkilotunnus tai sen puuttuessa syntymaaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispaiva; seka 7) maistraatin nimi, ilmoituksen rekisterointipaiva ja asian tunnistetiedot. lisaksi rekisteriin talletetaan vaestotietojarjestelmasta saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
        "title_sv": "Uppgifter som införs i registret över gåvoärenden",
        "content_sv": "I registret införs 1) gåvogivarens namn och personbeteckning eller, om den saknas, gåvogivarens födelsetid, 2) gåvotagarens namn och personbeteckning eller, om den saknas, gåvotagarens födelsetid, 3) gåvogivarens hemkommun eller den stat där gåvogivaren är bosatt, 4) föremålet för gåvan, 5) tidpunkten för gåvan, 6) dag för mottagande av anmälan, samt 7) magistratens namn, dagen för registrering av anmälan och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om ändring av gåvogivarens eller gåvotagarens namn.",
        "normalized_sv": "I registret införs 1) gåvogivarens namn och personbeteckning eller, om den saknas, gåvogivarens födelsetid, 2) gåvotagarens namn och personbeteckning eller, om den saknas, gåvotagarens födelsetid, 3) gåvogivarens hemkommun eller den stat där gåvogivaren är bosatt, 4) föremålet för gåvan, 5) tidpunkten för gåvan, 6) dag för mottagande av anmälan, samt 7) magistratens namn, dagen för registrering av anmälan och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om ändring av gåvogivarens eller gåvotagarens namn.",
        "folded_sv": "i registret infors 1) gavogivarens namn och personbeteckning eller, om den saknas, gavogivarens fodelsetid, 2) gavotagarens namn och personbeteckning eller, om den saknas, gavotagarens fodelsetid, 3) gavogivarens hemkommun eller den stat dar gavogivaren ar bosatt, 4) foremalet for gavan, 5) tidpunkten for gavan, 6) dag for mottagande av anmalan, samt 7) magistratens namn, dagen for registrering av anmalan och identifieringsuppgifter for arendet. i registret infors dessutom de uppgifter som ur befolkningsdatasystemet framgar om andring av gavogivarens eller gavotagarens namn."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Lahjoitusasian rekisteröinnin edellytykset",
      "content": "Lahjoitusta koskevan ilmoituksen voi tehdä lahjanantaja tai lahjansaaja ilmoittamalla siitä kirjallisesti maistraatille. Ilmoituksessa on mainittava 8 §:n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Lahjoitusta koskevan ilmoituksen voi tehdä lahjanantaja tai lahjansaaja ilmoittamalla siitä kirjallisesti maistraatille. Ilmoituksessa on mainittava 8 § :n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
        "folded_fi": "lahjoitusta koskevan ilmoituksen voi tehda lahjanantaja tai lahjansaaja ilmoittamalla siita kirjallisesti maistraatille. ilmoituksessa on mainittava 8 §:n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
        "title_sv": "Förutsättningar för registrering av gåvoärenden",
        "content_sv": "Gåvogivaren eller gåvotagaren kan anmäla gåvor skriftligen till magistraten. I anmälan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten.",
        "normalized_sv": "Gåvogivaren eller gåvotagaren kan anmäla gåvor skriftligen till magistraten. I anmälan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten.",
        "folded_sv": "gavogivaren eller gavotagaren kan anmala gavor skriftligen till magistraten. i anmalan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Maistraatin oikeus tietojen saantiin",
      "content": "Sen estämättä, mitä tietojen salassapidosta säädetään, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja päivittämistä varten väestötietojärjestelmästä tiedot henkilön nimestä, nimen muutoksesta, henkilötunnuksesta, kotikunnasta, asuinvaltiosta sekä avioliiton solmimisesta ja purkautumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Sen estämättä, mitä tietojen salassapidosta säädetään, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja päivittämistä varten väestötietojärjestelmästä tiedot henkilön nimestä, nimen muutoksesta, henkilötunnuksesta, kotikunnasta, asuinvaltiosta sekä avioliiton solmimisesta ja purkautumisesta.",
        "folded_fi": "sen estamatta, mita tietojen salassapidosta saadetaan, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja paivittamista varten vaestotietojarjestelmasta tiedot henkilon nimesta, nimen muutoksesta, henkilotunnuksesta, kotikunnasta, asuinvaltiosta seka avioliiton solmimisesta ja purkautumisesta.",
        "title_sv": "Magistratens rätt att få uppgifter",
        "content_sv": "Utan hinder av bestämmelserna om sekretessbelagda uppgifter har magistraten rätt att för kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgår om personernas namn, namnändringar, personbeteckningar, hemkommun, den stat där de är bosatta samt om ingående och upplösning av äktenskap.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretessbelagda uppgifter har magistraten rätt att för kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgår om personernas namn, namnändringar, personbeteckningar, hemkommun, den stat där de är bosatta samt om ingående och upplösning av äktenskap.",
        "folded_sv": "utan hinder av bestammelserna om sekretessbelagda uppgifter har magistraten ratt att for kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgar om personernas namn, namnandringar, personbeteckningar, hemkommun, den stat dar de ar bosatta samt om ingaende och upplosning av aktenskap."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Tietojen säilyttäminen rekistereissä",
      "content": "Rekistereihin merkityt tiedot voidaan säilyttää pysyvästi. Jos rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittävä virheelliseksi ja säilytettävä. Tällaista tietoa saa käyttää ainoastaan rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamisen tarkoituksessa. Henkilötiedon korjaamisesta säädetään henkilötietolain 29 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Rekistereihin merkityt tiedot voidaan säilyttää pysyvästi. Jos rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittävä virheelliseksi ja säilytettävä. Tällaista tietoa saa käyttää ainoastaan rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamisen tarkoituksessa. Henkilötiedon korjaamisesta säädetään henkilötietolain 29 § :ssä.",
        "folded_fi": "rekistereihin merkityt tiedot voidaan sailyttaa pysyvasti. jos rekisteroidyn, muun asianosaisen tai rekisterinpitajan oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittava virheelliseksi ja sailytettava. tallaista tietoa saa kayttaa ainoastaan rekisteroidyn, muun asianosaisen tai rekisterinpitajan oikeuksien turvaamisen tarkoituksessa. henkilotiedon korjaamisesta saadetaan henkilotietolain 29 §:ssa.",
        "title_sv": "Förvaring av registeruppgifter",
        "content_sv": "De uppgifter som införts i registren kan förvaras varaktigt. Om det är nödvändigt för att trygga rättigheterna för en registrerad, någon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga förses med en anteckning om att de är felaktiga och förvaras. Sådana uppgifter får användas endast i syfte att trygga rättigheterna för den registrerade, någon annan part eller den registeransvarige. I 29 § i personuppgiftslagen föreskrivs om rättelse av personuppgifter.",
        "normalized_sv": "De uppgifter som införts i registren kan förvaras varaktigt. Om det är nödvändigt för att trygga rättigheterna för en registrerad, någon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga förses med en anteckning om att de är felaktiga och förvaras. Sådana uppgifter får användas endast i syfte att trygga rättigheterna för den registrerade, någon annan part eller den registeransvarige. I 29 § i personuppgiftslagen föreskrivs om rättelse av personuppgifter.",
        "folded_sv": "de uppgifter som inforts i registren kan forvaras varaktigt. om det ar nodvandigt for att trygga rattigheterna for en registrerad, nagon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga forses med en anteckning om att de ar felaktiga och forvaras. sadana uppgifter far anvandas endast i syfte att trygga rattigheterna for den registrerade, nagon annan part eller den registeransvarige. i 29 § i personuppgiftslagen foreskrivs om rattelse av personuppgifter."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Maistraatin tämän lain nojalla antamaan päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Maistraatin tämän lain nojalla antamaan päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "maistraatin taman lain nojalla antamaan paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som magistraten meddelat med stöd av denna lag söks hos förvaltningsdomstolen så som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i beslut som magistraten meddelat med stöd av denna lag söks hos förvaltningsdomstolen så som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i beslut som magistraten meddelat med stod av denna lag soks hos forvaltningsdomstolen sa som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Maksut",
      "content": "Maistraatin suoritteista peritään maksut valtion maksuperustelaissa (150/1992) säädettyjen perusteiden mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maistraatin suoritteista peritään maksut valtion maksuperustelaissa (150/1992) säädettyjen perusteiden mukaan.",
        "folded_fi": "maistraatin suoritteista peritaan maksut valtion maksuperustelaissa (150/1992) saadettyjen perusteiden mukaan.",
        "title_sv": "Avgifter",
        "content_sv": "För magistratens prestationer uttas avgifter enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "För magistratens prestationer uttas avgifter enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "for magistratens prestationer uttas avgifter enligt lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Asetuksenantovaltuus",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisteröintimenettelystä ja tietopalvelussa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisteröintimenettelystä ja tietopalvelussa noudatettavasta menettelystä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia rekisterointimenettelysta ja tietopalvelussa noudatettavasta menettelysta.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om registreringsförfarandet och de förfaranden som skall iakttas inom informationstjänsten.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om registreringsförfarandet och de förfaranden som skall iakttas inom informationstjänsten.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om registreringsforfarandet och de forfaranden som skall iakttas inom informationstjansten."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2005.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2005.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2005.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2005."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Siirtymäsäännökset",
      "content": "Ennen 1 päivää maaliskuuta 2003 vireille tulleen käräjäoikeuden rekisteröimän tiedon korjaamista koskevan asian käsittelee Hämeenlinnan maistraatti. Ennen tämän lain voimaantuloa myönnetyt luvat saada rekisterin tietoja teknisen käyttöyhteyden avulla ovat voimassa yhden vuoden tämän lain voimaantulosta. Tämän lain säännöksiä asiakirjojen luovuttamista koskevista edellytyksistä sovelletaan myös niihin avioehtoasioiden ja lahjoitusasioiden rekisteröintiin liittyviin asiakirjoihin, jotka on vastaanottanut käräjäoikeus. Tämän lain voimaan tullessa vireillä oleviin asioihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Ennen 1 päivää maaliskuuta 2003 vireille tulleen käräjäoikeuden rekisteröimän tiedon korjaamista koskevan asian käsittelee Hämeenlinnan maistraatti. Ennen tämän lain voimaantuloa myönnetyt luvat saada rekisterin tietoja teknisen käyttöyhteyden avulla ovat voimassa yhden vuoden tämän lain voimaantulosta. Tämän lain säännöksiä asiakirjojen luovuttamista koskevista edellytyksistä sovelletaan myös niihin avioehtoasioiden ja lahjoitusasioiden rekisteröintiin liittyviin asiakirjoihin, jotka on vastaanottanut käräjäoikeus. Tämän lain voimaan tullessa vireillä oleviin asioihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "ennen 1 paivaa maaliskuuta 2003 vireille tulleen karajaoikeuden rekisteroiman tiedon korjaamista koskevan asian kasittelee hameenlinnan maistraatti. ennen taman lain voimaantuloa myonnetyt luvat saada rekisterin tietoja teknisen kayttoyhteyden avulla ovat voimassa yhden vuoden taman lain voimaantulosta. taman lain saannoksia asiakirjojen luovuttamista koskevista edellytyksista sovelletaan myos niihin avioehtoasioiden ja lahjoitusasioiden rekisterointiin liittyviin asiakirjoihin, jotka on vastaanottanut karajaoikeus. taman lain voimaan tullessa vireilla oleviin asioihin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Ärenden som gäller rättelse av uppgifter som registrerats av tingsrätten och som väckts före den 1 mars 2003 behandlas av magistraten i Tavastehus. Sådana tillstånd att ta del av registeruppgifter via en teknisk anslutning som beviljats före lagens ikraftträdande gäller ett år efter ikraftträdandet. Bestämmelserna i denna lag om förutsättningarna för utlämnande av handlingar tillämpas också på sådana handlingar i anslutning till registrering av äktenskapsförordsärenden och gåvoärenden som tingsrätten tagit emot. På de ärenden som är anhängiga när denna lag träder i kraft tillämpas de bestämmelser som gäller vid ikraftträdandet.",
        "normalized_sv": "Ärenden som gäller rättelse av uppgifter som registrerats av tingsrätten och som väckts före den 1 mars 2003 behandlas av magistraten i Tavastehus. Sådana tillstånd att ta del av registeruppgifter via en teknisk anslutning som beviljats före lagens ikraftträdande gäller ett år efter ikraftträdandet. Bestämmelserna i denna lag om förutsättningarna för utlämnande av handlingar tillämpas också på sådana handlingar i anslutning till registrering av äktenskapsförordsärenden och gåvoärenden som tingsrätten tagit emot. På de ärenden som är anhängiga när denna lag träder i kraft tillämpas de bestämmelser som gäller vid ikraftträdandet.",
        "folded_sv": "arenden som galler rattelse av uppgifter som registrerats av tingsratten och som vackts fore den 1 mars 2003 behandlas av magistraten i tavastehus. sadana tillstand att ta del av registeruppgifter via en teknisk anslutning som beviljats fore lagens ikrafttradande galler ett ar efter ikrafttradandet. bestammelserna i denna lag om forutsattningarna for utlamnande av handlingar tillampas ocksa pa sadana handlingar i anslutning till registrering av aktenskapsforordsarenden och gavoarenden som tingsratten tagit emot. pa de arenden som ar anhangiga nar denna lag trader i kraft tillampas de bestammelser som galler vid ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tätä lakia sovelletaan tässä laissa mainittuihin maistraattien automaattisen tietojenkäsittelyn avulla pitämiin valtakunnallisiin henkilörekistereihin. Jollei tässä laissa toisin säädetä, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tätä lakia sovelletaan tässä laissa mainittuihin maistraattien automaattisen tietojenkäsittelyn avulla pitämiin valtakunnallisiin henkilörekistereihin. Jollei tässä laissa toisin säädetä, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999).",
        "folded_fi": "tata lakia sovelletaan tassa laissa mainittuihin maistraattien automaattisen tietojenkasittelyn avulla pitamiin valtakunnallisiin henkilorekistereihin. jollei tassa laissa toisin saadeta, rekisteritietojen ja niihin liittyvien asiakirjojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) ja muuhun henkilotietojen kasittelyyn henkilotietolakia (523/1999).",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag tillämpas på de riksomfattande personregister som nämns i denna lag och som magistraterna för med hjälp av automatisk databehandling. Om inte något annat bestäms i denna lag, tillämpas i fråga om sekretess och utlämnande av registeruppgifter och tillhörande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fråga om annan behandling av personuppgifter personuppgiftslagen (523/1999).",
        "normalized_sv": "Denna lag tillämpas på de riksomfattande personregister som nämns i denna lag och som magistraterna för med hjälp av automatisk databehandling. Om inte något annat bestäms i denna lag, tillämpas i fråga om sekretess och utlämnande av registeruppgifter och tillhörande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fråga om annan behandling av personuppgifter personuppgiftslagen (523/1999).",
        "folded_sv": "denna lag tillampas pa de riksomfattande personregister som namns i denna lag och som magistraterna for med hjalp av automatisk databehandling. om inte nagot annat bestams i denna lag, tillampas i fraga om sekretess och utlamnande av registeruppgifter och tillhorande handlingar lagen om offentlighet i myndigheternas verksamhet (621/1999) och i fraga om annan behandling av personuppgifter personuppgiftslagen (523/1999)."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Viranomaiset",
      "content": "Tässä laissa tarkoitettuja rekistereitä pitävät maistraatit yhdessä. Kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. Rekisterien teknisestä toimivuudesta vastaavasta viranomaisesta säädetään valtioneuvoston asetuksella. Rekisterien teknisestä toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mitä henkilötietolain 32 §:ssä säädetään rekisterinpitäjästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitettuja rekistereitä pitävät maistraatit yhdessä. Kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. Rekisterien teknisestä toimivuudesta vastaavasta viranomaisesta säädetään valtioneuvoston asetuksella. Rekisterien teknisestä toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mitä henkilötietolain 32 § :ssä säädetään rekisterinpitäjästä.",
        "folded_fi": "tassa laissa tarkoitettuja rekistereita pitavat maistraatit yhdessa. kukin maistraatti vastaa rekisteriin tallettamistaan tiedoista. rekisterien teknisesta toimivuudesta vastaavasta viranomaisesta saadetaan valtioneuvoston asetuksella. rekisterien teknisesta toimivuudesta vastaavaan viranomaiseen sovelletaan soveltuvin osin, mita henkilotietolain 32 §:ssa saadetaan rekisterinpitajasta.",
        "title_sv": "Myndigheter",
        "content_sv": "Register som avses i denna lag förs av magistraterna gemensamt. Varje magistrat ansvarar för de uppgifter som den infört i registren. Den myndighet som ansvarar för att registren fungerar tekniskt anges genom förordning av statsrådet. I fråga om denna myndighet gäller i tillämpliga delar vad som i 32 § i personuppgiftslagen föreskrivs om den registeransvarige.",
        "normalized_sv": "Register som avses i denna lag förs av magistraterna gemensamt. Varje magistrat ansvarar för de uppgifter som den infört i registren. Den myndighet som ansvarar för att registren fungerar tekniskt anges genom förordning av statsrådet. I fråga om denna myndighet gäller i tillämpliga delar vad som i 32 § i personuppgiftslagen föreskrivs om den registeransvarige.",
        "folded_sv": "register som avses i denna lag fors av magistraterna gemensamt. varje magistrat ansvarar for de uppgifter som den infort i registren. den myndighet som ansvarar for att registren fungerar tekniskt anges genom forordning av statsradet. i fraga om denna myndighet galler i tillampliga delar vad som i 32 § i personuppgiftslagen foreskrivs om den registeransvarige."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tietojen julkisuus ja luovuttaminen",
      "content": "Rekisterien tiedot ovat julkisia. Rekisterin tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 §:ssä säädetään. Jokaisella on kuitenkin oikeus saada tiettyä henkilöä koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. Sille, joka tarvitsee tietoja rekisteröintiin liittyvistä asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. Sisäasiainministeriön päätöksellä nimettävä maistraatti voi antaa luvan saada rekisterien tietoja teknisen käyttöyhteyden välityksellä sellaiselle valtion tai kunnan viranomaiselle, yhteisölle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyväksyttävää tarkoitusta varten. Ennen luvan myöntämistä hakijan on esitettävä selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti. Rekistereihin talletettuja tietoja käsiteltäessä on noudatettava, mitä henkilötietolaissa säädetään. Henkilötunnuksen saa antaa nähtäväksi tai luovuttaa vain sille, jolla on tai voi olla se henkilötietolain tai muun lain nojalla hallussaan. Rekisteristä luovutettavaan asiakirjaan, joka on tarpeen henkilön oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilötunnus kuitenkin merkitä henkilön yksilöimiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Rekisterien tiedot ovat julkisia. Rekisterin tietojen luovuttamiseen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 § :ssä säädetään. Jokaisella on kuitenkin oikeus saada tiettyä henkilöä koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. Sille, joka tarvitsee tietoja rekisteröintiin liittyvistä asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. Sisäasiainministeriön päätöksellä nimettävä maistraatti voi antaa luvan saada rekisterien tietoja teknisen käyttöyhteyden välityksellä sellaiselle valtion tai kunnan viranomaiselle, yhteisölle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyväksyttävää tarkoitusta varten. Ennen luvan myöntämistä hakijan on esitettävä selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti. Rekistereihin talletettuja tietoja käsiteltäessä on noudatettava, mitä henkilötietolaissa säädetään. Henkilötunnuksen saa antaa nähtäväksi tai luovuttaa vain sille, jolla on tai voi olla se henkilötietolain tai muun lain nojalla hallussaan. Rekisteristä luovutettavaan asiakirjaan, joka on tarpeen henkilön oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilötunnus kuitenkin merkitä henkilön yksilöimiseksi.",
        "folded_fi": "rekisterien tiedot ovat julkisia. rekisterin tietojen luovuttamiseen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetun lain 16 §:ssa saadetaan. jokaisella on kuitenkin oikeus saada tiettya henkiloa koskevat rekisteriin merkityt tiedot kopiona tai tulosteena. sille, joka tarvitsee tietoja rekisterointiin liittyvista asiakirjoista etujensa, oikeuksiensa tai velvollisuuksiensa toteuttamiseksi, voidaan luovuttaa tietoja sen estamatta, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan tietojen salassapidosta ja tietojen saantia koskevista rajoituksista. sisaasiainministerion paatoksella nimettava maistraatti voi antaa luvan saada rekisterien tietoja teknisen kayttoyhteyden valityksella sellaiselle valtion tai kunnan viranomaiselle, yhteisolle tai elinkeinonharjoittajalle, joka toiminnassaan jatkuvasti tarvitsee rekisterin tietoja hyvaksyttavaa tarkoitusta varten. ennen luvan myontamista hakijan on esitettava selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti. rekistereihin talletettuja tietoja kasiteltaessa on noudatettava, mita henkilotietolaissa saadetaan. henkilotunnuksen saa antaa nahtavaksi tai luovuttaa vain sille, jolla on tai voi olla se henkilotietolain tai muun lain nojalla hallussaan. rekisterista luovutettavaan asiakirjaan, joka on tarpeen henkilon oikeuksien ja velvollisuuksien toteuttamiseksi, voidaan henkilotunnus kuitenkin merkita henkilon yksiloimiseksi.",
        "title_sv": "Uppgifternas offentlighet och utlämnande av uppgifter",
        "content_sv": "Uppgifterna i registren är offentliga. I fråga om utlämnande av registeruppgifter tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Var och en har dock rätt att få en kopia eller en utskrift av de uppgifter om en viss person som införts i registret. Till den som behöver ta del av registreringshandlingar för att bevaka sina intressen och rättigheter eller fullgöra sina skyldigheter kan uppgifter lämnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet föreskrivs om sekretessbelagda uppgifter och begränsningar i fråga om rätten att ta del av uppgifter. En statlig eller kommunal myndighet, en sammanslutning eller en näringsidkare som i sin verksamhet fortgående behöver registeruppgifter för godtagbara ändamål kan av en magistrat som utses genom inrikesministeriets beslut få tillstånd att ta del av uppgifterna via en teknisk anslutning. Innan tillstånd beviljas skall sökanden lägga fram en utredning om att uppgifterna skyddas på ett ändamålsenligt sätt. Vid behandlingen av uppgifterna i registren skall bestämmelserna i personuppgiftslagen iakttas. Personbeteckning får ges till påseende eller utlämnas bara till den som förfogar eller kan förfoga över den med stöd av personuppgiftslagen eller någon annan lag. På handlingar som lämnas ut ur ett register och som behövs för att en person skall kunna göra sina rättigheter gällande eller fullgöra sina skyldigheter får personbeteckningen dock antecknas för identifiering av personen i fråga.",
        "normalized_sv": "Uppgifterna i registren är offentliga. I fråga om utlämnande av registeruppgifter tillämpas 16 § i lagen om offentlighet i myndigheternas verksamhet. Var och en har dock rätt att få en kopia eller en utskrift av de uppgifter om en viss person som införts i registret. Till den som behöver ta del av registreringshandlingar för att bevaka sina intressen och rättigheter eller fullgöra sina skyldigheter kan uppgifter lämnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet föreskrivs om sekretessbelagda uppgifter och begränsningar i fråga om rätten att ta del av uppgifter. En statlig eller kommunal myndighet, en sammanslutning eller en näringsidkare som i sin verksamhet fortgående behöver registeruppgifter för godtagbara ändamål kan av en magistrat som utses genom inrikesministeriets beslut få tillstånd att ta del av uppgifterna via en teknisk anslutning. Innan tillstånd beviljas skall sökanden lägga fram en utredning om att uppgifterna skyddas på ett ändamålsenligt sätt. Vid behandlingen av uppgifterna i registren skall bestämmelserna i personuppgiftslagen iakttas. Personbeteckning får ges till påseende eller utlämnas bara till den som förfogar eller kan förfoga över den med stöd av personuppgiftslagen eller någon annan lag. På handlingar som lämnas ut ur ett register och som behövs för att en person skall kunna göra sina rättigheter gällande eller fullgöra sina skyldigheter får personbeteckningen dock antecknas för identifiering av personen i fråga.",
        "folded_sv": "uppgifterna i registren ar offentliga. i fraga om utlamnande av registeruppgifter tillampas 16 § i lagen om offentlighet i myndigheternas verksamhet. var och en har dock ratt att fa en kopia eller en utskrift av de uppgifter om en viss person som inforts i registret. till den som behover ta del av registreringshandlingar for att bevaka sina intressen och rattigheter eller fullgora sina skyldigheter kan uppgifter lamnas ut utan hinder av vad som i lagen om offentlighet i myndigheternas verksamhet foreskrivs om sekretessbelagda uppgifter och begransningar i fraga om ratten att ta del av uppgifter. en statlig eller kommunal myndighet, en sammanslutning eller en naringsidkare som i sin verksamhet fortgaende behover registeruppgifter for godtagbara andamal kan av en magistrat som utses genom inrikesministeriets beslut fa tillstand att ta del av uppgifterna via en teknisk anslutning. innan tillstand beviljas skall sokanden lagga fram en utredning om att uppgifterna skyddas pa ett andamalsenligt satt. vid behandlingen av uppgifterna i registren skall bestammelserna i personuppgiftslagen iakttas. personbeteckning far ges till paseende eller utlamnas bara till den som forfogar eller kan forfoga over den med stod av personuppgiftslagen eller nagon annan lag. pa handlingar som lamnas ut ur ett register och som behovs for att en person skall kunna gora sina rattigheter gallande eller fullgora sina skyldigheter far personbeteckningen dock antecknas for identifiering av personen i fraga."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Avioehtoasioiden rekisterin käyttötarkoitus",
      "content": "Avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 §:n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 §:n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 §:n 2 momentissa tarkoitettu osituskirja; sekä 4) 135 §:n 2 ja 3 momentissa tarkoitetut sopimukset. Rekisteriä pidetään 1 momentissa tarkoitettujen asiakirjojen rekisteröitäväksi jättämiseen tai rekisteröintiin liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 § :n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 § :n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 § :n 2 momentissa tarkoitettu osituskirja; sekä 4) 135 § :n 2 ja 3 momentissa tarkoitetut sopimukset. Rekisteriä pidetään 1 momentissa tarkoitettujen asiakirjojen rekisteröitäväksi jättämiseen tai rekisteröintiin liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
        "folded_fi": "avioehtoasioiden rekisteriin talletetaan tietoja seuraavista avioliittolaissa (234/1929) tarkoitetuista asiakirjoista: 1) 35 §:n 4 momentissa tarkoitettu ilmoitus avio-oikeuden poistamisesta; 2) 43 §:n 1 momentissa tarkoitettu avioehtosopimus; 3) 104 §:n 2 momentissa tarkoitettu osituskirja; seka 4) 135 §:n 2 ja 3 momentissa tarkoitetut sopimukset. rekisteria pidetaan 1 momentissa tarkoitettujen asiakirjojen rekisteroitavaksi jattamiseen tai rekisterointiin liittyvien oikeusvaikutusten voimaan saattamiseksi seka tietojen saattamiseksi julkisiksi.",
        "title_sv": "Användningsändamål för registret över äktenskapsförordsärenden",
        "content_sv": "I registret över äktenskapsförordsärenden införs uppgifter ur följande handlingar enligt äktenskapslagen (234/1929): 1) anmälningar enligt 35 § 4 mom. om att giftorätten har uteslutits, 2) äktenskapsförord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering och registrering av de handlingar som avses 1 mom. samt för offentliggörande av uppgifterna.",
        "normalized_sv": "I registret över äktenskapsförordsärenden införs uppgifter ur följande handlingar enligt äktenskapslagen (234/1929): 1) anmälningar enligt 35 § 4 mom. om att giftorätten har uteslutits, 2) äktenskapsförord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering och registrering av de handlingar som avses 1 mom. samt för offentliggörande av uppgifterna.",
        "folded_sv": "i registret over aktenskapsforordsarenden infors uppgifter ur foljande handlingar enligt aktenskapslagen (234/1929): 1) anmalningar enligt 35 § 4 mom. om att giftoratten har uteslutits, 2) aktenskapsforord enligt 43 § 1 mom., 3) avvittringshandlingar enligt 104 § 2 mom., samt 4) avtal enligt 135 § 2 och 3 mom. registret fors for sattande i kraft av rattsverkningarna i anslutning till inlamnande for registrering och registrering av de handlingar som avses 1 mom. samt for offentliggorande av uppgifterna."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Avioehtoasioiden rekisteriin talletettavat tiedot",
      "content": "Rekisteriin talletetaan: 1) puolisoiden nimet ja henkilötunnukset tai henkilötunnuksen puuttuessa syntymäaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispäivä; 4) asiakirjan laji ja päiväys; 5) ilmoituksen vastaanottamispäivä; sekä 6) maistraatin nimi, asiakirjan rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot avioliiton purkautumispäivästä ja purkautumisen perusteesta sekä puolison nimen muutoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Rekisteriin talletetaan: 1) puolisoiden nimet ja henkilötunnukset tai henkilötunnuksen puuttuessa syntymäaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispäivä; 4) asiakirjan laji ja päiväys; 5) ilmoituksen vastaanottamispäivä; sekä 6) maistraatin nimi, asiakirjan rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot avioliiton purkautumispäivästä ja purkautumisen perusteesta sekä puolison nimen muutoksesta.",
        "folded_fi": "rekisteriin talletetaan: 1) puolisoiden nimet ja henkilotunnukset tai henkilotunnuksen puuttuessa syntymaaika; 2) puolisoiden kotikunnat tai asuinvaltiot; 3) avioliiton solmimispaiva; 4) asiakirjan laji ja paivays; 5) ilmoituksen vastaanottamispaiva; seka 6) maistraatin nimi, asiakirjan rekisterointipaiva ja asian tunnistetiedot. lisaksi rekisteriin talletetaan vaestotietojarjestelmasta saatavat tiedot avioliiton purkautumispaivasta ja purkautumisen perusteesta seka puolison nimen muutoksesta.",
        "title_sv": "Uppgifter som införs i registret över äktenskapsförordsärenden",
        "content_sv": "I registret införs 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, födelsetid, 2) makarnas hemkommuner eller de stater där de är bosatta, 3) dag för ingående av äktenskap, 4) handlingens art och datum för upprättande av handlingen, 5) dag för mottagande av anmälan, samt 6) magistratens namn, dagen för registrering av handlingen och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om dagen för upplösning av äktenskap och orsaken till upplösningen samt om ändring av en makes eller makas namn.",
        "normalized_sv": "I registret införs 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, födelsetid, 2) makarnas hemkommuner eller de stater där de är bosatta, 3) dag för ingående av äktenskap, 4) handlingens art och datum för upprättande av handlingen, 5) dag för mottagande av anmälan, samt 6) magistratens namn, dagen för registrering av handlingen och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om dagen för upplösning av äktenskap och orsaken till upplösningen samt om ändring av en makes eller makas namn.",
        "folded_sv": "i registret infors 1) makarnas namn och personbeteckningar eller, om personbeteckning saknas, fodelsetid, 2) makarnas hemkommuner eller de stater dar de ar bosatta, 3) dag for ingaende av aktenskap, 4) handlingens art och datum for upprattande av handlingen, 5) dag for mottagande av anmalan, samt 6) magistratens namn, dagen for registrering av handlingen och identifieringsuppgifter for arendet. i registret infors dessutom de uppgifter som ur befolkningsdatasystemet framgar om dagen for upplosning av aktenskap och orsaken till upplosningen samt om andring av en makes eller makas namn."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avioehtoasian rekisteröinnin edellytykset",
      "content": "Ilmoitus asiakirjan rekisteröimiseksi on tehtävä maistraatille kirjallisesti. Ilmoituksen voi tehdä puoliso tai kihlakumppani. Osituskirjan osalta ilmoituksen voivat tehdä myös perilliset. Ilmoituksen liitteenä on oltava ilmoituksessa tarkoitettu asiakirja alkuperäisenä, jos kysymys on rekisteröitävästä asiakirjasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Ilmoitus asiakirjan rekisteröimiseksi on tehtävä maistraatille kirjallisesti. Ilmoituksen voi tehdä puoliso tai kihlakumppani. Osituskirjan osalta ilmoituksen voivat tehdä myös perilliset. Ilmoituksen liitteenä on oltava ilmoituksessa tarkoitettu asiakirja alkuperäisenä, jos kysymys on rekisteröitävästä asiakirjasta.",
        "folded_fi": "ilmoitus asiakirjan rekisteroimiseksi on tehtava maistraatille kirjallisesti. ilmoituksen voi tehda puoliso tai kihlakumppani. osituskirjan osalta ilmoituksen voivat tehda myos perilliset. ilmoituksen liitteena on oltava ilmoituksessa tarkoitettu asiakirja alkuperaisena, jos kysymys on rekisteroitavasta asiakirjasta.",
        "title_sv": "Förutsättningar för registrering av äktenskapsförordsärenden",
        "content_sv": "Anmälan om registrering av handlingar skall göras skriftligen hos magistraten. Anmälan kan göras av en make eller maka eller en förlovad. När det gäller avvittringshandlingar kan anmälan också göras av arvingarna. Till anmälan skall fogas den handling som avses i anmälan i original, om det är fråga om en handling som skall registreras.",
        "normalized_sv": "Anmälan om registrering av handlingar skall göras skriftligen hos magistraten. Anmälan kan göras av en make eller maka eller en förlovad. När det gäller avvittringshandlingar kan anmälan också göras av arvingarna. Till anmälan skall fogas den handling som avses i anmälan i original, om det är fråga om en handling som skall registreras.",
        "folded_sv": "anmalan om registrering av handlingar skall goras skriftligen hos magistraten. anmalan kan goras av en make eller maka eller en forlovad. nar det galler avvittringshandlingar kan anmalan ocksa goras av arvingarna. till anmalan skall fogas den handling som avses i anmalan i original, om det ar fraga om en handling som skall registreras."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Lahjoitusasioiden rekisterin käyttötarkoitus",
      "content": "Lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 §:ssä tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. Rekisteriä pidetään 1 momentissa tarkoitettujen ilmoitusten rekisteröitäväksi jättämiseen liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 § :ssä tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. Rekisteriä pidetään 1 momentissa tarkoitettujen ilmoitusten rekisteröitäväksi jättämiseen liittyvien oikeusvaikutusten voimaan saattamiseksi sekä tietojen saattamiseksi julkisiksi.",
        "folded_fi": "lahjoitusasioiden rekisteriin talletetaan tietoja lahjanlupauslain (625/1947) 6 §:ssa tarkoitetuista irtaimen omaisuuden lahjoituksia koskevista ilmoituksista. rekisteria pidetaan 1 momentissa tarkoitettujen ilmoitusten rekisteroitavaksi jattamiseen liittyvien oikeusvaikutusten voimaan saattamiseksi seka tietojen saattamiseksi julkisiksi.",
        "title_sv": "Användningsändamål för registret över gåvoärenden",
        "content_sv": "I registret över gåvoärenden införs i 6 § i lagen om gåvoutfästelser (625/1947) avsedda anmälningar om gåvor av lös egendom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering av de anmälningar som avses i 1 mom. samt för offentliggörande av uppgifterna.",
        "normalized_sv": "I registret över gåvoärenden införs i 6 § i lagen om gåvoutfästelser (625/1947) avsedda anmälningar om gåvor av lös egendom. Registret förs för sättande i kraft av rättsverkningarna i anslutning till inlämnande för registrering av de anmälningar som avses i 1 mom. samt för offentliggörande av uppgifterna.",
        "folded_sv": "i registret over gavoarenden infors i 6 § i lagen om gavoutfastelser (625/1947) avsedda anmalningar om gavor av los egendom. registret fors for sattande i kraft av rattsverkningarna i anslutning till inlamnande for registrering av de anmalningar som avses i 1 mom. samt for offentliggorande av uppgifterna."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Lahjoitusasioiden rekisteriin talletettavat tiedot",
      "content": "Rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 2) lahjansaajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispäivä; sekä 7) maistraatin nimi, ilmoituksen rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 2) lahjansaajan nimi ja henkilötunnus tai sen puuttuessa syntymäaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispäivä; sekä 7) maistraatin nimi, ilmoituksen rekisteröintipäivä ja asian tunnistetiedot. Lisäksi rekisteriin talletetaan väestötietojärjestelmästä saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
        "folded_fi": "rekisteriin talletetaan: 1) lahjanantajan nimi ja henkilotunnus tai sen puuttuessa syntymaaika; 2) lahjansaajan nimi ja henkilotunnus tai sen puuttuessa syntymaaika; 3) lahjanantajan kotikunta tai asuinvaltio; 4) lahjan kohde; 5) lahjan antamisen ajankohta; 6) ilmoituksen vastaanottamispaiva; seka 7) maistraatin nimi, ilmoituksen rekisterointipaiva ja asian tunnistetiedot. lisaksi rekisteriin talletetaan vaestotietojarjestelmasta saatavat tiedot lahjanantajan ja lahjansaajan nimen muutoksista.",
        "title_sv": "Uppgifter som införs i registret över gåvoärenden",
        "content_sv": "I registret införs 1) gåvogivarens namn och personbeteckning eller, om den saknas, gåvogivarens födelsetid, 2) gåvotagarens namn och personbeteckning eller, om den saknas, gåvotagarens födelsetid, 3) gåvogivarens hemkommun eller den stat där gåvogivaren är bosatt, 4) föremålet för gåvan, 5) tidpunkten för gåvan, 6) dag för mottagande av anmälan, samt 7) magistratens namn, dagen för registrering av anmälan och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om ändring av gåvogivarens eller gåvotagarens namn.",
        "normalized_sv": "I registret införs 1) gåvogivarens namn och personbeteckning eller, om den saknas, gåvogivarens födelsetid, 2) gåvotagarens namn och personbeteckning eller, om den saknas, gåvotagarens födelsetid, 3) gåvogivarens hemkommun eller den stat där gåvogivaren är bosatt, 4) föremålet för gåvan, 5) tidpunkten för gåvan, 6) dag för mottagande av anmälan, samt 7) magistratens namn, dagen för registrering av anmälan och identifieringsuppgifter för ärendet. I registret införs dessutom de uppgifter som ur befolkningsdatasystemet framgår om ändring av gåvogivarens eller gåvotagarens namn.",
        "folded_sv": "i registret infors 1) gavogivarens namn och personbeteckning eller, om den saknas, gavogivarens fodelsetid, 2) gavotagarens namn och personbeteckning eller, om den saknas, gavotagarens fodelsetid, 3) gavogivarens hemkommun eller den stat dar gavogivaren ar bosatt, 4) foremalet for gavan, 5) tidpunkten for gavan, 6) dag for mottagande av anmalan, samt 7) magistratens namn, dagen for registrering av anmalan och identifieringsuppgifter for arendet. i registret infors dessutom de uppgifter som ur befolkningsdatasystemet framgar om andring av gavogivarens eller gavotagarens namn."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Lahjoitusasian rekisteröinnin edellytykset",
      "content": "Lahjoitusta koskevan ilmoituksen voi tehdä lahjanantaja tai lahjansaaja ilmoittamalla siitä kirjallisesti maistraatille. Ilmoituksessa on mainittava 8 §:n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Lahjoitusta koskevan ilmoituksen voi tehdä lahjanantaja tai lahjansaaja ilmoittamalla siitä kirjallisesti maistraatille. Ilmoituksessa on mainittava 8 § :n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
        "folded_fi": "lahjoitusta koskevan ilmoituksen voi tehda lahjanantaja tai lahjansaaja ilmoittamalla siita kirjallisesti maistraatille. ilmoituksessa on mainittava 8 §:n 1 momentin 1―5 kohdassa tarkoitetut tiedot.",
        "title_sv": "Förutsättningar för registrering av gåvoärenden",
        "content_sv": "Gåvogivaren eller gåvotagaren kan anmäla gåvor skriftligen till magistraten. I anmälan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten.",
        "normalized_sv": "Gåvogivaren eller gåvotagaren kan anmäla gåvor skriftligen till magistraten. I anmälan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten.",
        "folded_sv": "gavogivaren eller gavotagaren kan anmala gavor skriftligen till magistraten. i anmalan skall anges de uppgifter som avses i 8 § 1 mom. 1―5 punkten."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Maistraatin oikeus tietojen saantiin",
      "content": "Sen estämättä, mitä tietojen salassapidosta säädetään, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja päivittämistä varten väestötietojärjestelmästä tiedot henkilön nimestä, nimen muutoksesta, henkilötunnuksesta, kotikunnasta, asuinvaltiosta sekä avioliiton solmimisesta ja purkautumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Sen estämättä, mitä tietojen salassapidosta säädetään, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja päivittämistä varten väestötietojärjestelmästä tiedot henkilön nimestä, nimen muutoksesta, henkilötunnuksesta, kotikunnasta, asuinvaltiosta sekä avioliiton solmimisesta ja purkautumisesta.",
        "folded_fi": "sen estamatta, mita tietojen salassapidosta saadetaan, maistraatilla on oikeus saada rekisterin tietojen tarkistamista ja paivittamista varten vaestotietojarjestelmasta tiedot henkilon nimesta, nimen muutoksesta, henkilotunnuksesta, kotikunnasta, asuinvaltiosta seka avioliiton solmimisesta ja purkautumisesta.",
        "title_sv": "Magistratens rätt att få uppgifter",
        "content_sv": "Utan hinder av bestämmelserna om sekretessbelagda uppgifter har magistraten rätt att för kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgår om personernas namn, namnändringar, personbeteckningar, hemkommun, den stat där de är bosatta samt om ingående och upplösning av äktenskap.",
        "normalized_sv": "Utan hinder av bestämmelserna om sekretessbelagda uppgifter har magistraten rätt att för kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgår om personernas namn, namnändringar, personbeteckningar, hemkommun, den stat där de är bosatta samt om ingående och upplösning av äktenskap.",
        "folded_sv": "utan hinder av bestammelserna om sekretessbelagda uppgifter har magistraten ratt att for kontroll och uppdatering av registeruppgifter ta del av de uppgifter som ur befolkningsdatasystemet framgar om personernas namn, namnandringar, personbeteckningar, hemkommun, den stat dar de ar bosatta samt om ingaende och upplosning av aktenskap."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Tietojen säilyttäminen rekistereissä",
      "content": "Rekistereihin merkityt tiedot voidaan säilyttää pysyvästi. Jos rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittävä virheelliseksi ja säilytettävä. Tällaista tietoa saa käyttää ainoastaan rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamisen tarkoituksessa. Henkilötiedon korjaamisesta säädetään henkilötietolain 29 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Rekistereihin merkityt tiedot voidaan säilyttää pysyvästi. Jos rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittävä virheelliseksi ja säilytettävä. Tällaista tietoa saa käyttää ainoastaan rekisteröidyn, muun asianosaisen tai rekisterinpitäjän oikeuksien turvaamisen tarkoituksessa. Henkilötiedon korjaamisesta säädetään henkilötietolain 29 § :ssä.",
        "folded_fi": "rekistereihin merkityt tiedot voidaan sailyttaa pysyvasti. jos rekisteroidyn, muun asianosaisen tai rekisterinpitajan oikeuksien turvaamiseksi on tarpeen, virheelliseksi todettu tieto on merkittava virheelliseksi ja sailytettava. tallaista tietoa saa kayttaa ainoastaan rekisteroidyn, muun asianosaisen tai rekisterinpitajan oikeuksien turvaamisen tarkoituksessa. henkilotiedon korjaamisesta saadetaan henkilotietolain 29 §:ssa.",
        "title_sv": "Förvaring av registeruppgifter",
        "content_sv": "De uppgifter som införts i registren kan förvaras varaktigt. Om det är nödvändigt för att trygga rättigheterna för en registrerad, någon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga förses med en anteckning om att de är felaktiga och förvaras. Sådana uppgifter får användas endast i syfte att trygga rättigheterna för den registrerade, någon annan part eller den registeransvarige. I 29 § i personuppgiftslagen föreskrivs om rättelse av personuppgifter.",
        "normalized_sv": "De uppgifter som införts i registren kan förvaras varaktigt. Om det är nödvändigt för att trygga rättigheterna för en registrerad, någon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga förses med en anteckning om att de är felaktiga och förvaras. Sådana uppgifter får användas endast i syfte att trygga rättigheterna för den registrerade, någon annan part eller den registeransvarige. I 29 § i personuppgiftslagen föreskrivs om rättelse av personuppgifter.",
        "folded_sv": "de uppgifter som inforts i registren kan forvaras varaktigt. om det ar nodvandigt for att trygga rattigheterna for en registrerad, nagon annan part eller den registeransvarige, skall uppgifter som konstaterats vara felaktiga forses med en anteckning om att de ar felaktiga och forvaras. sadana uppgifter far anvandas endast i syfte att trygga rattigheterna for den registrerade, nagon annan part eller den registeransvarige. i 29 § i personuppgiftslagen foreskrivs om rattelse av personuppgifter."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Muutoksenhaku",
      "content": "Maistraatin tämän lain nojalla antamaan päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Maistraatin tämän lain nojalla antamaan päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "maistraatin taman lain nojalla antamaan paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i beslut som magistraten meddelat med stöd av denna lag söks hos förvaltningsdomstolen så som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Ändring i beslut som magistraten meddelat med stöd av denna lag söks hos förvaltningsdomstolen så som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "andring i beslut som magistraten meddelat med stod av denna lag soks hos forvaltningsdomstolen sa som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Maksut",
      "content": "Maistraatin suoritteista peritään maksut valtion maksuperustelaissa (150/1992) säädettyjen perusteiden mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Maistraatin suoritteista peritään maksut valtion maksuperustelaissa (150/1992) säädettyjen perusteiden mukaan.",
        "folded_fi": "maistraatin suoritteista peritaan maksut valtion maksuperustelaissa (150/1992) saadettyjen perusteiden mukaan.",
        "title_sv": "Avgifter",
        "content_sv": "För magistratens prestationer uttas avgifter enligt lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "För magistratens prestationer uttas avgifter enligt lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "for magistratens prestationer uttas avgifter enligt lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Asetuksenantovaltuus",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisteröintimenettelystä ja tietopalvelussa noudatettavasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä rekisteröintimenettelystä ja tietopalvelussa noudatettavasta menettelystä.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia rekisterointimenettelysta ja tietopalvelussa noudatettavasta menettelysta.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om registreringsförfarandet och de förfaranden som skall iakttas inom informationstjänsten.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om registreringsförfarandet och de förfaranden som skall iakttas inom informationstjänsten.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om registreringsforfarandet och de forfaranden som skall iakttas inom informationstjansten."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2005.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2005.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2005.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2005.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2005."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Siirtymäsäännökset",
      "content": "Ennen 1 päivää maaliskuuta 2003 vireille tulleen käräjäoikeuden rekisteröimän tiedon korjaamista koskevan asian käsittelee Hämeenlinnan maistraatti. Ennen tämän lain voimaantuloa myönnetyt luvat saada rekisterin tietoja teknisen käyttöyhteyden avulla ovat voimassa yhden vuoden tämän lain voimaantulosta. Tämän lain säännöksiä asiakirjojen luovuttamista koskevista edellytyksistä sovelletaan myös niihin avioehtoasioiden ja lahjoitusasioiden rekisteröintiin liittyviin asiakirjoihin, jotka on vastaanottanut käräjäoikeus. Tämän lain voimaan tullessa vireillä oleviin asioihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Ennen 1 päivää maaliskuuta 2003 vireille tulleen käräjäoikeuden rekisteröimän tiedon korjaamista koskevan asian käsittelee Hämeenlinnan maistraatti. Ennen tämän lain voimaantuloa myönnetyt luvat saada rekisterin tietoja teknisen käyttöyhteyden avulla ovat voimassa yhden vuoden tämän lain voimaantulosta. Tämän lain säännöksiä asiakirjojen luovuttamista koskevista edellytyksistä sovelletaan myös niihin avioehtoasioiden ja lahjoitusasioiden rekisteröintiin liittyviin asiakirjoihin, jotka on vastaanottanut käräjäoikeus. Tämän lain voimaan tullessa vireillä oleviin asioihin sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä.",
        "folded_fi": "ennen 1 paivaa maaliskuuta 2003 vireille tulleen karajaoikeuden rekisteroiman tiedon korjaamista koskevan asian kasittelee hameenlinnan maistraatti. ennen taman lain voimaantuloa myonnetyt luvat saada rekisterin tietoja teknisen kayttoyhteyden avulla ovat voimassa yhden vuoden taman lain voimaantulosta. taman lain saannoksia asiakirjojen luovuttamista koskevista edellytyksista sovelletaan myos niihin avioehtoasioiden ja lahjoitusasioiden rekisterointiin liittyviin asiakirjoihin, jotka on vastaanottanut karajaoikeus. taman lain voimaan tullessa vireilla oleviin asioihin sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Ärenden som gäller rättelse av uppgifter som registrerats av tingsrätten och som väckts före den 1 mars 2003 behandlas av magistraten i Tavastehus. Sådana tillstånd att ta del av registeruppgifter via en teknisk anslutning som beviljats före lagens ikraftträdande gäller ett år efter ikraftträdandet. Bestämmelserna i denna lag om förutsättningarna för utlämnande av handlingar tillämpas också på sådana handlingar i anslutning till registrering av äktenskapsförordsärenden och gåvoärenden som tingsrätten tagit emot. På de ärenden som är anhängiga när denna lag träder i kraft tillämpas de bestämmelser som gäller vid ikraftträdandet.",
        "normalized_sv": "Ärenden som gäller rättelse av uppgifter som registrerats av tingsrätten och som väckts före den 1 mars 2003 behandlas av magistraten i Tavastehus. Sådana tillstånd att ta del av registeruppgifter via en teknisk anslutning som beviljats före lagens ikraftträdande gäller ett år efter ikraftträdandet. Bestämmelserna i denna lag om förutsättningarna för utlämnande av handlingar tillämpas också på sådana handlingar i anslutning till registrering av äktenskapsförordsärenden och gåvoärenden som tingsrätten tagit emot. På de ärenden som är anhängiga när denna lag träder i kraft tillämpas de bestämmelser som gäller vid ikraftträdandet.",
        "folded_sv": "arenden som galler rattelse av uppgifter som registrerats av tingsratten och som vackts fore den 1 mars 2003 behandlas av magistraten i tavastehus. sadana tillstand att ta del av registeruppgifter via en teknisk anslutning som beviljats fore lagens ikrafttradande galler ett ar efter ikrafttradandet. bestammelserna i denna lag om forutsattningarna for utlamnande av handlingar tillampas ocksa pa sadana handlingar i anslutning till registrering av aktenskapsforordsarenden och gavoarenden som tingsratten tagit emot. pa de arenden som ar anhangiga nar denna lag trader i kraft tillampas de bestammelser som galler vid ikrafttradandet."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    }
  ]
}