{
  "id": "580/2007",
  "type": "statute",
  "title": "Laki asumistukilain muuttamisesta",
  "title_en": "Lag om ändring av lagen om bostadsbidrag",
  "status": "in_force",
  "issued_date": "2007-05-11",
  "in_force_date": "2007-05-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/580/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tämän lain mukaista asumistukea ei myönnetä: 2) yhden henkilön ruokakunnalle, jos hakija täyttää eläkkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; 3) kahden henkilön ruokakunnalle, joka muodostuu aviopuolisoista tai keskenään avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elävistä henkilöistä ja johon kuuluva henkilö täyttää eläkkeensaajan asumistuesta annetun lain 8 §:n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; eikä 4) ruokakunnalle, johon kuuluva saa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaista asumistukea ei myönnetä: 2) yhden henkilön ruokakunnalle, jos hakija täyttää eläkkeensaajan asumistuesta annetun lain (571/2007) 8 § :n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; 3) kahden henkilön ruokakunnalle, joka muodostuu aviopuolisoista tai keskenään avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elävistä henkilöistä ja johon kuuluva henkilö täyttää eläkkeensaajan asumistuesta annetun lain 8 § :n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; eikä 4) ruokakunnalle, johon kuuluva saa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "folded_fi": "taman lain mukaista asumistukea ei myonneta: 2) yhden henkilon ruokakunnalle, jos hakija tayttaa elakkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaiset edellytykset elakkeensaajan asumistuen saamiseen; 3) kahden henkilon ruokakunnalle, joka muodostuu aviopuolisoista tai keskenaan avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elavista henkiloista ja johon kuuluva henkilo tayttaa elakkeensaajan asumistuesta annetun lain 8 §:n mukaiset edellytykset elakkeensaajan asumistuen saamiseen; eika 4) ruokakunnalle, johon kuuluva saa elakkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "content_sv": "Bostadsbidrag enligt denna lag beviljas inte 2) hushåll bestående av en enda person, om sökanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för erhållande av bostadsbidrag för pensionstagare, 3) hushåll bestående av två personer som är äkta makar eller stadigvarande bor i gemensamt hushåll under äktenskapsliknande förhållanden utan att äktenskap ingås, om någon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare för erhållande av bostadsbidrag för pensionstagare, och inte heller 4) hushåll, om någon av dess medlemmar får bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "normalized_sv": "Bostadsbidrag enligt denna lag beviljas inte 2) hushåll bestående av en enda person, om sökanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för erhållande av bostadsbidrag för pensionstagare, 3) hushåll bestående av två personer som är äkta makar eller stadigvarande bor i gemensamt hushåll under äktenskapsliknande förhållanden utan att äktenskap ingås, om någon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare för erhållande av bostadsbidrag för pensionstagare, och inte heller 4) hushåll, om någon av dess medlemmar får bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "folded_sv": "bostadsbidrag enligt denna lag beviljas inte 2) hushall bestaende av en enda person, om sokanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag for pensionstagare (571/2007) for erhallande av bostadsbidrag for pensionstagare, 3) hushall bestaende av tva personer som ar akta makar eller stadigvarande bor i gemensamt hushall under aktenskapsliknande forhallanden utan att aktenskap ingas, om nagon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag for pensionstagare for erhallande av bostadsbidrag for pensionstagare, och inte heller 4) hushall, om nagon av dess medlemmar far bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Edellä 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkilöiden yhteenlasketusta 3 a §:n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista siltä osin kuin se ylittää valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan säädettävän määrän. Omaisuudesta vähennetään velat. Pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella säädettäviä tuloja eikä 6 §:n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. Korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jäsenen korko- ja osinkotulot yhteensä ylittävät viisi euroa kuukaudessa. Korkotuloja arvioitaessa jokaisen ruokakunnan jäsenen talletuksista vähennetään käyttövaroina 2 000 euroa. Metsätalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 §:n 2 momentin mukaan vahvistettu metsän keskimääräinen vuotuinen tuotto kerrottuna metsän pinta-alalla. Pysyviä kuukausituloja määriteltäessä voidaan käyttää muun luotettavan selvityksen puuttuessa perusteena henkilön veronalaisen ansio- ja pääomatulojen yhteismäärää viimeksi toimitetussa verotuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Edellä 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkilöiden yhteenlasketusta 3 a § :n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista siltä osin kuin se ylittää valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan säädettävän määrän. Omaisuudesta vähennetään velat. Pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella säädettäviä tuloja eikä 6 § :n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. Korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jäsenen korko- ja osinkotulot yhteensä ylittävät viisi euroa kuukaudessa. Korkotuloja arvioitaessa jokaisen ruokakunnan jäsenen talletuksista vähennetään käyttövaroina 2 000 euroa. Metsätalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 § :n 2 momentin mukaan vahvistettu metsän keskimääräinen vuotuinen tuotto kerrottuna metsän pinta-alalla. Pysyviä kuukausituloja määriteltäessä voidaan käyttää muun luotettavan selvityksen puuttuessa perusteena henkilön veronalaisen ansio- ja pääomatulojen yhteismäärää viimeksi toimitetussa verotuksessa.",
        "folded_fi": "edella 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkiloiden yhteenlasketusta 3 a §:n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista silta osin kuin se ylittaa valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan saadettavan maaran. omaisuudesta vahennetaan velat. pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella saadettavia tuloja eika 6 §:n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jasenen korko- ja osinkotulot yhteensa ylittavat viisi euroa kuukaudessa. korkotuloja arvioitaessa jokaisen ruokakunnan jasenen talletuksista vahennetaan kayttovaroina 2 000 euroa. metsatalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 §:n 2 momentin mukaan vahvistettu metsan keskimaarainen vuotuinen tuotto kerrottuna metsan pinta-alalla. pysyvia kuukausituloja maariteltaessa voidaan kayttaa muun luotettavan selvityksen puuttuessa perusteena henkilon veronalaisen ansio- ja paaomatulojen yhteismaaraa viimeksi toimitetussa verotuksessa.",
        "content_sv": "Till de i 1 mom. 2 punkten avsedda fasta månadsinkomsterna räknas femton procent av de till hushållet hörande personernas sammanlagda förmögenhet enligt 3 a §, dividerad med tolv till den del som den överstiger det belopp som årligen föreskrivs genom förordning av statsrådet i enlighet med hushållets storlek. Från förmögenheten avdras skulderna. I de fasta månadsinkomsterna inräknas inte de inkomster om vilka föreskrivs genom förordning av statsrådet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fås av en underhyresgäst. Ränteinkomster och utdelningar beaktas som inkomster, om ränteinkomsterna och utdelningarna för en medlem i hushållet sammanlagt överstiger fem euro i månaden. När ränteinkomsterna bedöms skall 2 000 euro dras av som disponibla medel från kontomedlen för varje medlem av hushållet. Som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om värdering av tillgångar vid beskattningen (1142/2005) fastställda genomsnittliga årliga avkastningen för skog multiplicerad med arealen skog. Då de fasta månadsinkomsterna fastställs används i brist på annan tillförlitlig utredning det totala beloppet av den berördes förtjänst- och kapitalinkomster vid den senast verkställda beskattningen.",
        "normalized_sv": "Till de i 1 mom. 2 punkten avsedda fasta månadsinkomsterna räknas femton procent av de till hushållet hörande personernas sammanlagda förmögenhet enligt 3 a § , dividerad med tolv till den del som den överstiger det belopp som årligen föreskrivs genom förordning av statsrådet i enlighet med hushållets storlek. Från förmögenheten avdras skulderna. I de fasta månadsinkomsterna inräknas inte de inkomster om vilka föreskrivs genom förordning av statsrådet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fås av en underhyresgäst. Ränteinkomster och utdelningar beaktas som inkomster, om ränteinkomsterna och utdelningarna för en medlem i hushållet sammanlagt överstiger fem euro i månaden. När ränteinkomsterna bedöms skall 2 000 euro dras av som disponibla medel från kontomedlen för varje medlem av hushållet. Som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om värdering av tillgångar vid beskattningen (1142/2005) fastställda genomsnittliga årliga avkastningen för skog multiplicerad med arealen skog. Då de fasta månadsinkomsterna fastställs används i brist på annan tillförlitlig utredning det totala beloppet av den berördes förtjänst- och kapitalinkomster vid den senast verkställda beskattningen.",
        "folded_sv": "till de i 1 mom. 2 punkten avsedda fasta manadsinkomsterna raknas femton procent av de till hushallet horande personernas sammanlagda formogenhet enligt 3 a §, dividerad med tolv till den del som den overstiger det belopp som arligen foreskrivs genom forordning av statsradet i enlighet med hushallets storlek. fran formogenheten avdras skulderna. i de fasta manadsinkomsterna inraknas inte de inkomster om vilka foreskrivs genom forordning av statsradet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fas av en underhyresgast. ranteinkomster och utdelningar beaktas som inkomster, om ranteinkomsterna och utdelningarna for en medlem i hushallet sammanlagt overstiger fem euro i manaden. nar ranteinkomsterna bedoms skall 2 000 euro dras av som disponibla medel fran kontomedlen for varje medlem av hushallet. som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om vardering av tillgangar vid beskattningen (1142/2005) faststallda genomsnittliga arliga avkastningen for skog multiplicerad med arealen skog. da de fasta manadsinkomsterna faststalls anvands i brist pa annan tillforlitlig utredning det totala beloppet av den berordes fortjanst- och kapitalinkomster vid den senast verkstallda beskattningen."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Pysyviä kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilön omistamat: 1) kiinteistöt; 2) elinkeinotoiminnan ja maatalouden varat sekä osuudet yhtymien varoista; 3) metsäomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; sekä 6) vakuutussijoitukset. Edellä 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. Metsäomaisuuden arvona otetaan huomioon 3 §:n 3 momentissa tarkoitettu metsätalouden tulo kerrottuna luvulla 10. Obligaatiot ja joukkovelkakirjat otetaan huomioon käyvän arvon mukaisina. Julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myöntö- tai tarkistusajankohtaa edeltävän vuoden viimeisen pörssipäivän arvosta. Vakuutussijoitukset otetaan huomioon takaisinostoarvoon. Talletuksista vähennetään käyttövaroina 2 000 euroa. Vähennys tehdään jokaisen ruokakunnan jäsenen talletuksista erikseen. Omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa käytössä olevaa asuntoa eikä osuutta kuolinpesässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3 a",
        "normalized_fi": "Pysyviä kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilön omistamat: 1) kiinteistöt; 2) elinkeinotoiminnan ja maatalouden varat sekä osuudet yhtymien varoista; 3) metsäomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; sekä 6) vakuutussijoitukset. Edellä 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. Metsäomaisuuden arvona otetaan huomioon 3 § :n 3 momentissa tarkoitettu metsätalouden tulo kerrottuna luvulla 10. Obligaatiot ja joukkovelkakirjat otetaan huomioon käyvän arvon mukaisina. Julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myöntö- tai tarkistusajankohtaa edeltävän vuoden viimeisen pörssipäivän arvosta. Vakuutussijoitukset otetaan huomioon takaisinostoarvoon. Talletuksista vähennetään käyttövaroina 2 000 euroa. Vähennys tehdään jokaisen ruokakunnan jäsenen talletuksista erikseen. Omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa käytössä olevaa asuntoa eikä osuutta kuolinpesässä.",
        "folded_fi": "pysyvia kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilon omistamat: 1) kiinteistot; 2) elinkeinotoiminnan ja maatalouden varat seka osuudet yhtymien varoista; 3) metsaomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; seka 6) vakuutussijoitukset. edella 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. metsaomaisuuden arvona otetaan huomioon 3 §:n 3 momentissa tarkoitettu metsatalouden tulo kerrottuna luvulla 10. obligaatiot ja joukkovelkakirjat otetaan huomioon kayvan arvon mukaisina. julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myonto- tai tarkistusajankohtaa edeltavan vuoden viimeisen porssipaivan arvosta. vakuutussijoitukset otetaan huomioon takaisinostoarvoon. talletuksista vahennetaan kayttovaroina 2 000 euroa. vahennys tehdaan jokaisen ruokakunnan jasenen talletuksista erikseen. omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa kaytossa olevaa asuntoa eika osuutta kuolinpesassa.",
        "content_sv": "När de fasta månadsinkomsterna beräknas skall som förmögenhet beaktas följande tillgångar som en person som hör till hushållet äger: 1) fastigheter, 2) tillgångar som hänför sig till näringsverksamhet och jordbruk samt andelar i tillgångarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) försäkringsplaceringar. Den förmögenhet som avses i 1 och 2 punkten beaktas till det värde som fastställts eller beräknats vid beskattningen. Som värdet på skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. Obligationer och masskuldebrev beaktas till gängse värde. Som värdet på offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av värdet den sista börsdagen under året före tidpunkten för beviljandet eller justeringen. Försäkringsplaceringar beaktas till återköpsvärde. Från kontomedlen avdras 2 000 euro som disponibla medel. När det gäller medlemmarna i hushållet görs avdraget separat från varje medlems kontomedel. Som förmögenhet beaktas dock inte en bostad som är i hushållets eget bruk eller hushållets andel i ett dödsbo.",
        "normalized_sv": "När de fasta månadsinkomsterna beräknas skall som förmögenhet beaktas följande tillgångar som en person som hör till hushållet äger: 1) fastigheter, 2) tillgångar som hänför sig till näringsverksamhet och jordbruk samt andelar i tillgångarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) försäkringsplaceringar. Den förmögenhet som avses i 1 och 2 punkten beaktas till det värde som fastställts eller beräknats vid beskattningen. Som värdet på skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. Obligationer och masskuldebrev beaktas till gängse värde. Som värdet på offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av värdet den sista börsdagen under året före tidpunkten för beviljandet eller justeringen. Försäkringsplaceringar beaktas till återköpsvärde. Från kontomedlen avdras 2 000 euro som disponibla medel. När det gäller medlemmarna i hushållet görs avdraget separat från varje medlems kontomedel. Som förmögenhet beaktas dock inte en bostad som är i hushållets eget bruk eller hushållets andel i ett dödsbo.",
        "folded_sv": "nar de fasta manadsinkomsterna beraknas skall som formogenhet beaktas foljande tillgangar som en person som hor till hushallet ager: 1) fastigheter, 2) tillgangar som hanfor sig till naringsverksamhet och jordbruk samt andelar i tillgangarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) forsakringsplaceringar. den formogenhet som avses i 1 och 2 punkten beaktas till det varde som faststallts eller beraknats vid beskattningen. som vardet pa skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. obligationer och masskuldebrev beaktas till gangse varde. som vardet pa offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av vardet den sista borsdagen under aret fore tidpunkten for beviljandet eller justeringen. forsakringsplaceringar beaktas till aterkopsvarde. fran kontomedlen avdras 2 000 euro som disponibla medel. nar det galler medlemmarna i hushallet gors avdraget separat fran varje medlems kontomedel. som formogenhet beaktas dock inte en bostad som ar i hushallets eget bruk eller hushallets andel i ett dodsbo."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Takautuvasti myönnetty asumistuki voidaan pidättää Kansaneläkelaitokselle sen maksamaa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos Kansaneläkelaitos myöntää asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilö on saanut eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Takautuvasti myönnetty asumistuki voidaan pidättää Kansaneläkelaitokselle sen maksamaa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos Kansaneläkelaitos myöntää asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilö on saanut eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "folded_fi": "takautuvasti myonnetty asumistuki voidaan pidattaa kansanelakelaitokselle sen maksamaa elakkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos kansanelakelaitos myontaa asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilo on saanut elakkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "content_sv": "Retroaktivt beviljat bostadsbidrag kan innehållas till Folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare som den har betalat ut, om Folkpensionsanstalten retroaktivt beviljar bostadsbidrag för samma tid för vilken bidragstagaren eller en person som hör till samma hushåll har fått bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "normalized_sv": "Retroaktivt beviljat bostadsbidrag kan innehållas till Folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare som den har betalat ut, om Folkpensionsanstalten retroaktivt beviljar bostadsbidrag för samma tid för vilken bidragstagaren eller en person som hör till samma hushåll har fått bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "folded_sv": "retroaktivt beviljat bostadsbidrag kan innehallas till folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare som den har betalat ut, om folkpensionsanstalten retroaktivt beviljar bostadsbidrag for samma tid for vilken bidragstagaren eller en person som hor till samma hushall har fatt bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare."
      }
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "content": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä maksutta asumistuen täytäntöönpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilön vapautumisesta sekä koevapauden alkamisesta ja keskeyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä maksutta asumistuen täytäntöönpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilön vapautumisesta sekä koevapauden alkamisesta ja keskeyttämisestä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada salassapitosaannosten ja muiden tietojen saantia koskevien rajoitusten estamatta maksutta asumistuen taytantoonpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilon vapautumisesta seka koevapauden alkamisesta ja keskeyttamisesta.",
        "content_sv": "För verkställigheten av bostadsbidraget har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att avgiftsfritt 2) av fängelser får uppgifter om när ett straff börjar, när en person friges samt när frihet på prov börjar och avbryts.",
        "normalized_sv": "För verkställigheten av bostadsbidraget har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att avgiftsfritt 2) av fängelser får uppgifter om när ett straff börjar, när en person friges samt när frihet på prov börjar och avbryts.",
        "folded_sv": "for verkstalligheten av bostadsbidraget har folkpensionsanstalten utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att avgiftsfritt 2) av fangelser far uppgifter om nar ett straff borjar, nar en person friges samt nar frihet pa prov borjar och avbryts."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tämän lain mukaista asumistukea ei myönnetä: 2) yhden henkilön ruokakunnalle, jos hakija täyttää eläkkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; 3) kahden henkilön ruokakunnalle, joka muodostuu aviopuolisoista tai keskenään avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elävistä henkilöistä ja johon kuuluva henkilö täyttää eläkkeensaajan asumistuesta annetun lain 8 §:n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; eikä 4) ruokakunnalle, johon kuuluva saa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tämän lain mukaista asumistukea ei myönnetä: 2) yhden henkilön ruokakunnalle, jos hakija täyttää eläkkeensaajan asumistuesta annetun lain (571/2007) 8 § :n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; 3) kahden henkilön ruokakunnalle, joka muodostuu aviopuolisoista tai keskenään avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elävistä henkilöistä ja johon kuuluva henkilö täyttää eläkkeensaajan asumistuesta annetun lain 8 § :n mukaiset edellytykset eläkkeensaajan asumistuen saamiseen; eikä 4) ruokakunnalle, johon kuuluva saa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "folded_fi": "taman lain mukaista asumistukea ei myonneta: 2) yhden henkilon ruokakunnalle, jos hakija tayttaa elakkeensaajan asumistuesta annetun lain (571/2007) 8 §:n mukaiset edellytykset elakkeensaajan asumistuen saamiseen; 3) kahden henkilon ruokakunnalle, joka muodostuu aviopuolisoista tai keskenaan avioliitonomaisissa olosuhteissa avioliittoa solmimatta jatkuvasti yhteistaloudessa elavista henkiloista ja johon kuuluva henkilo tayttaa elakkeensaajan asumistuesta annetun lain 8 §:n mukaiset edellytykset elakkeensaajan asumistuen saamiseen; eika 4) ruokakunnalle, johon kuuluva saa elakkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "content_sv": "Bostadsbidrag enligt denna lag beviljas inte 2) hushåll bestående av en enda person, om sökanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för erhållande av bostadsbidrag för pensionstagare, 3) hushåll bestående av två personer som är äkta makar eller stadigvarande bor i gemensamt hushåll under äktenskapsliknande förhållanden utan att äktenskap ingås, om någon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare för erhållande av bostadsbidrag för pensionstagare, och inte heller 4) hushåll, om någon av dess medlemmar får bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "normalized_sv": "Bostadsbidrag enligt denna lag beviljas inte 2) hushåll bestående av en enda person, om sökanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare (571/2007) för erhållande av bostadsbidrag för pensionstagare, 3) hushåll bestående av två personer som är äkta makar eller stadigvarande bor i gemensamt hushåll under äktenskapsliknande förhållanden utan att äktenskap ingås, om någon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag för pensionstagare för erhållande av bostadsbidrag för pensionstagare, och inte heller 4) hushåll, om någon av dess medlemmar får bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "folded_sv": "bostadsbidrag enligt denna lag beviljas inte 2) hushall bestaende av en enda person, om sokanden uppfyller villkoren enligt 8 § i lagen om bostadsbidrag for pensionstagare (571/2007) for erhallande av bostadsbidrag for pensionstagare, 3) hushall bestaende av tva personer som ar akta makar eller stadigvarande bor i gemensamt hushall under aktenskapsliknande forhallanden utan att aktenskap ingas, om nagon av dem uppfyller villkoren enligt 8 § i lagen om bostadsbidrag for pensionstagare for erhallande av bostadsbidrag for pensionstagare, och inte heller 4) hushall, om nagon av dess medlemmar far bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Edellä 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkilöiden yhteenlasketusta 3 a §:n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista siltä osin kuin se ylittää valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan säädettävän määrän. Omaisuudesta vähennetään velat. Pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella säädettäviä tuloja eikä 6 §:n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. Korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jäsenen korko- ja osinkotulot yhteensä ylittävät viisi euroa kuukaudessa. Korkotuloja arvioitaessa jokaisen ruokakunnan jäsenen talletuksista vähennetään käyttövaroina 2 000 euroa. Metsätalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 §:n 2 momentin mukaan vahvistettu metsän keskimääräinen vuotuinen tuotto kerrottuna metsän pinta-alalla. Pysyviä kuukausituloja määriteltäessä voidaan käyttää muun luotettavan selvityksen puuttuessa perusteena henkilön veronalaisen ansio- ja pääomatulojen yhteismäärää viimeksi toimitetussa verotuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Edellä 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkilöiden yhteenlasketusta 3 a § :n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista siltä osin kuin se ylittää valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan säädettävän määrän. Omaisuudesta vähennetään velat. Pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella säädettäviä tuloja eikä 6 § :n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. Korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jäsenen korko- ja osinkotulot yhteensä ylittävät viisi euroa kuukaudessa. Korkotuloja arvioitaessa jokaisen ruokakunnan jäsenen talletuksista vähennetään käyttövaroina 2 000 euroa. Metsätalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 § :n 2 momentin mukaan vahvistettu metsän keskimääräinen vuotuinen tuotto kerrottuna metsän pinta-alalla. Pysyviä kuukausituloja määriteltäessä voidaan käyttää muun luotettavan selvityksen puuttuessa perusteena henkilön veronalaisen ansio- ja pääomatulojen yhteismäärää viimeksi toimitetussa verotuksessa.",
        "folded_fi": "edella 1 momentin 2 kohdassa tarkoitettuihin pysyviin kuukausituloihin luetaan ruokakuntaan kuuluvien henkiloiden yhteenlasketusta 3 a §:n mukaisesta omaisuudesta viisitoista prosenttia jaettuna kahdellatoista silta osin kuin se ylittaa valtioneuvoston asetuksella vuosittain ruokakunnan koon mukaan saadettavan maaran. omaisuudesta vahennetaan velat. pysyviin kuukausituloihin ei lueta valtioneuvoston asetuksella saadettavia tuloja eika 6 §:n 4 momentissa tarkoitettuja alivuokralaiselta saatuja vuokratuloja. korko- ja osinkotulot otetaan tulona huomioon, jos ruokakunnan jasenen korko- ja osinkotulot yhteensa ylittavat viisi euroa kuukaudessa. korkotuloja arvioitaessa jokaisen ruokakunnan jasenen talletuksista vahennetaan kayttovaroina 2 000 euroa. metsatalouden tulona otetaan huomioon varojen arvostamisesta verotuksessa annetun lain (1142/2005) 7 §:n 2 momentin mukaan vahvistettu metsan keskimaarainen vuotuinen tuotto kerrottuna metsan pinta-alalla. pysyvia kuukausituloja maariteltaessa voidaan kayttaa muun luotettavan selvityksen puuttuessa perusteena henkilon veronalaisen ansio- ja paaomatulojen yhteismaaraa viimeksi toimitetussa verotuksessa.",
        "content_sv": "Till de i 1 mom. 2 punkten avsedda fasta månadsinkomsterna räknas femton procent av de till hushållet hörande personernas sammanlagda förmögenhet enligt 3 a §, dividerad med tolv till den del som den överstiger det belopp som årligen föreskrivs genom förordning av statsrådet i enlighet med hushållets storlek. Från förmögenheten avdras skulderna. I de fasta månadsinkomsterna inräknas inte de inkomster om vilka föreskrivs genom förordning av statsrådet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fås av en underhyresgäst. Ränteinkomster och utdelningar beaktas som inkomster, om ränteinkomsterna och utdelningarna för en medlem i hushållet sammanlagt överstiger fem euro i månaden. När ränteinkomsterna bedöms skall 2 000 euro dras av som disponibla medel från kontomedlen för varje medlem av hushållet. Som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om värdering av tillgångar vid beskattningen (1142/2005) fastställda genomsnittliga årliga avkastningen för skog multiplicerad med arealen skog. Då de fasta månadsinkomsterna fastställs används i brist på annan tillförlitlig utredning det totala beloppet av den berördes förtjänst- och kapitalinkomster vid den senast verkställda beskattningen.",
        "normalized_sv": "Till de i 1 mom. 2 punkten avsedda fasta månadsinkomsterna räknas femton procent av de till hushållet hörande personernas sammanlagda förmögenhet enligt 3 a § , dividerad med tolv till den del som den överstiger det belopp som årligen föreskrivs genom förordning av statsrådet i enlighet med hushållets storlek. Från förmögenheten avdras skulderna. I de fasta månadsinkomsterna inräknas inte de inkomster om vilka föreskrivs genom förordning av statsrådet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fås av en underhyresgäst. Ränteinkomster och utdelningar beaktas som inkomster, om ränteinkomsterna och utdelningarna för en medlem i hushållet sammanlagt överstiger fem euro i månaden. När ränteinkomsterna bedöms skall 2 000 euro dras av som disponibla medel från kontomedlen för varje medlem av hushållet. Som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om värdering av tillgångar vid beskattningen (1142/2005) fastställda genomsnittliga årliga avkastningen för skog multiplicerad med arealen skog. Då de fasta månadsinkomsterna fastställs används i brist på annan tillförlitlig utredning det totala beloppet av den berördes förtjänst- och kapitalinkomster vid den senast verkställda beskattningen.",
        "folded_sv": "till de i 1 mom. 2 punkten avsedda fasta manadsinkomsterna raknas femton procent av de till hushallet horande personernas sammanlagda formogenhet enligt 3 a §, dividerad med tolv till den del som den overstiger det belopp som arligen foreskrivs genom forordning av statsradet i enlighet med hushallets storlek. fran formogenheten avdras skulderna. i de fasta manadsinkomsterna inraknas inte de inkomster om vilka foreskrivs genom forordning av statsradet, inte heller de i 6 § 4 mom. avsedda hyresinkomster som fas av en underhyresgast. ranteinkomster och utdelningar beaktas som inkomster, om ranteinkomsterna och utdelningarna for en medlem i hushallet sammanlagt overstiger fem euro i manaden. nar ranteinkomsterna bedoms skall 2 000 euro dras av som disponibla medel fran kontomedlen for varje medlem av hushallet. som inkomst av skogsbruk beaktas den enligt 7 § 2 mom. i lagen om vardering av tillgangar vid beskattningen (1142/2005) faststallda genomsnittliga arliga avkastningen for skog multiplicerad med arealen skog. da de fasta manadsinkomsterna faststalls anvands i brist pa annan tillforlitlig utredning det totala beloppet av den berordes fortjanst- och kapitalinkomster vid den senast verkstallda beskattningen."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Pysyviä kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilön omistamat: 1) kiinteistöt; 2) elinkeinotoiminnan ja maatalouden varat sekä osuudet yhtymien varoista; 3) metsäomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; sekä 6) vakuutussijoitukset. Edellä 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. Metsäomaisuuden arvona otetaan huomioon 3 §:n 3 momentissa tarkoitettu metsätalouden tulo kerrottuna luvulla 10. Obligaatiot ja joukkovelkakirjat otetaan huomioon käyvän arvon mukaisina. Julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myöntö- tai tarkistusajankohtaa edeltävän vuoden viimeisen pörssipäivän arvosta. Vakuutussijoitukset otetaan huomioon takaisinostoarvoon. Talletuksista vähennetään käyttövaroina 2 000 euroa. Vähennys tehdään jokaisen ruokakunnan jäsenen talletuksista erikseen. Omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa käytössä olevaa asuntoa eikä osuutta kuolinpesässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3 a",
        "normalized_fi": "Pysyviä kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilön omistamat: 1) kiinteistöt; 2) elinkeinotoiminnan ja maatalouden varat sekä osuudet yhtymien varoista; 3) metsäomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; sekä 6) vakuutussijoitukset. Edellä 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. Metsäomaisuuden arvona otetaan huomioon 3 § :n 3 momentissa tarkoitettu metsätalouden tulo kerrottuna luvulla 10. Obligaatiot ja joukkovelkakirjat otetaan huomioon käyvän arvon mukaisina. Julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myöntö- tai tarkistusajankohtaa edeltävän vuoden viimeisen pörssipäivän arvosta. Vakuutussijoitukset otetaan huomioon takaisinostoarvoon. Talletuksista vähennetään käyttövaroina 2 000 euroa. Vähennys tehdään jokaisen ruokakunnan jäsenen talletuksista erikseen. Omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa käytössä olevaa asuntoa eikä osuutta kuolinpesässä.",
        "folded_fi": "pysyvia kuukausituloja laskettaessa otetaan omaisuutena huomioon ruokakuntaan kuuluvan henkilon omistamat: 1) kiinteistot; 2) elinkeinotoiminnan ja maatalouden varat seka osuudet yhtymien varoista; 3) metsaomaisuus; 4) talletukset, obligaatiot, joukkovelkakirjat ja muut vastaavat; 5) julkisesti noteeratut osakkeet ja sijoitusrahasto-osuudet; seka 6) vakuutussijoitukset. edella 1 ja 2 kohdassa mainittu omaisuus otetaan huomioon verotuksessa vahvistetun tai lasketun arvon mukaisena. metsaomaisuuden arvona otetaan huomioon 3 §:n 3 momentissa tarkoitettu metsatalouden tulo kerrottuna luvulla 10. obligaatiot ja joukkovelkakirjat otetaan huomioon kayvan arvon mukaisina. julkisesti noteeratun osakkeen ja sijoitusrahasto-osuuden arvoksi otetaan 70 prosenttia myonto- tai tarkistusajankohtaa edeltavan vuoden viimeisen porssipaivan arvosta. vakuutussijoitukset otetaan huomioon takaisinostoarvoon. talletuksista vahennetaan kayttovaroina 2 000 euroa. vahennys tehdaan jokaisen ruokakunnan jasenen talletuksista erikseen. omaisuutena ei kuitenkaan oteta huomioon ruokakunnan omassa kaytossa olevaa asuntoa eika osuutta kuolinpesassa.",
        "content_sv": "När de fasta månadsinkomsterna beräknas skall som förmögenhet beaktas följande tillgångar som en person som hör till hushållet äger: 1) fastigheter, 2) tillgångar som hänför sig till näringsverksamhet och jordbruk samt andelar i tillgångarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) försäkringsplaceringar. Den förmögenhet som avses i 1 och 2 punkten beaktas till det värde som fastställts eller beräknats vid beskattningen. Som värdet på skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. Obligationer och masskuldebrev beaktas till gängse värde. Som värdet på offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av värdet den sista börsdagen under året före tidpunkten för beviljandet eller justeringen. Försäkringsplaceringar beaktas till återköpsvärde. Från kontomedlen avdras 2 000 euro som disponibla medel. När det gäller medlemmarna i hushållet görs avdraget separat från varje medlems kontomedel. Som förmögenhet beaktas dock inte en bostad som är i hushållets eget bruk eller hushållets andel i ett dödsbo.",
        "normalized_sv": "När de fasta månadsinkomsterna beräknas skall som förmögenhet beaktas följande tillgångar som en person som hör till hushållet äger: 1) fastigheter, 2) tillgångar som hänför sig till näringsverksamhet och jordbruk samt andelar i tillgångarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) försäkringsplaceringar. Den förmögenhet som avses i 1 och 2 punkten beaktas till det värde som fastställts eller beräknats vid beskattningen. Som värdet på skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. Obligationer och masskuldebrev beaktas till gängse värde. Som värdet på offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av värdet den sista börsdagen under året före tidpunkten för beviljandet eller justeringen. Försäkringsplaceringar beaktas till återköpsvärde. Från kontomedlen avdras 2 000 euro som disponibla medel. När det gäller medlemmarna i hushållet görs avdraget separat från varje medlems kontomedel. Som förmögenhet beaktas dock inte en bostad som är i hushållets eget bruk eller hushållets andel i ett dödsbo.",
        "folded_sv": "nar de fasta manadsinkomsterna beraknas skall som formogenhet beaktas foljande tillgangar som en person som hor till hushallet ager: 1) fastigheter, 2) tillgangar som hanfor sig till naringsverksamhet och jordbruk samt andelar i tillgangarna i sammanslutningar, 3) skogsegendom, 4) kontomedel, obligationer, masskuldebrev och andra motsvarande, 5) offentligt noterade aktier och andelar i placeringsfonder, samt 6) forsakringsplaceringar. den formogenhet som avses i 1 och 2 punkten beaktas till det varde som faststallts eller beraknats vid beskattningen. som vardet pa skogsegendom beaktas den inkomst av skogsbruk som avses i 3 § 3 mom. multiplicerad med talet 10. obligationer och masskuldebrev beaktas till gangse varde. som vardet pa offentligt noterade aktier och andelar i placeringsfonder beaktas 70 procent av vardet den sista borsdagen under aret fore tidpunkten for beviljandet eller justeringen. forsakringsplaceringar beaktas till aterkopsvarde. fran kontomedlen avdras 2 000 euro som disponibla medel. nar det galler medlemmarna i hushallet gors avdraget separat fran varje medlems kontomedel. som formogenhet beaktas dock inte en bostad som ar i hushallets eget bruk eller hushallets andel i ett dodsbo."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Takautuvasti myönnetty asumistuki voidaan pidättää Kansaneläkelaitokselle sen maksamaa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos Kansaneläkelaitos myöntää asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilö on saanut eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Takautuvasti myönnetty asumistuki voidaan pidättää Kansaneläkelaitokselle sen maksamaa eläkkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos Kansaneläkelaitos myöntää asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilö on saanut eläkkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "folded_fi": "takautuvasti myonnetty asumistuki voidaan pidattaa kansanelakelaitokselle sen maksamaa elakkeensaajan asumistuesta annetun lain mukaista asumistukea vastaavalta osin, jos kansanelakelaitos myontaa asumistuen takautuvasti ajalle, jona asumistuen saaja tai samaan ruokakuntaan kuuluva henkilo on saanut elakkeensaajan asumistuesta annetun lain mukaista asumistukea.",
        "content_sv": "Retroaktivt beviljat bostadsbidrag kan innehållas till Folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare som den har betalat ut, om Folkpensionsanstalten retroaktivt beviljar bostadsbidrag för samma tid för vilken bidragstagaren eller en person som hör till samma hushåll har fått bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "normalized_sv": "Retroaktivt beviljat bostadsbidrag kan innehållas till Folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare som den har betalat ut, om Folkpensionsanstalten retroaktivt beviljar bostadsbidrag för samma tid för vilken bidragstagaren eller en person som hör till samma hushåll har fått bostadsbidrag enligt lagen om bostadsbidrag för pensionstagare.",
        "folded_sv": "retroaktivt beviljat bostadsbidrag kan innehallas till folkpensionsanstalten till den del som motsvarar det bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare som den har betalat ut, om folkpensionsanstalten retroaktivt beviljar bostadsbidrag for samma tid for vilken bidragstagaren eller en person som hor till samma hushall har fatt bostadsbidrag enligt lagen om bostadsbidrag for pensionstagare."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    },
    {
      "provision_ref": "25 a",
      "section": "25 a",
      "content": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä maksutta asumistuen täytäntöönpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilön vapautumisesta sekä koevapauden alkamisesta ja keskeyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 a",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada salassapitosäännösten ja muiden tietojen saantia koskevien rajoitusten estämättä maksutta asumistuen täytäntöönpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilön vapautumisesta sekä koevapauden alkamisesta ja keskeyttämisestä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada salassapitosaannosten ja muiden tietojen saantia koskevien rajoitusten estamatta maksutta asumistuen taytantoonpanoa varten: 2) vankilalta tiedot rangaistuksen alkamisesta, henkilon vapautumisesta seka koevapauden alkamisesta ja keskeyttamisesta.",
        "content_sv": "För verkställigheten av bostadsbidraget har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att avgiftsfritt 2) av fängelser får uppgifter om när ett straff börjar, när en person friges samt när frihet på prov börjar och avbryts.",
        "normalized_sv": "För verkställigheten av bostadsbidraget har Folkpensionsanstalten utan hinder av sekretessbestämmelserna och andra begränsningar i fråga om erhållande av uppgifter rätt att avgiftsfritt 2) av fängelser får uppgifter om när ett straff börjar, när en person friges samt när frihet på prov börjar och avbryts.",
        "folded_sv": "for verkstalligheten av bostadsbidraget har folkpensionsanstalten utan hinder av sekretessbestammelserna och andra begransningar i fraga om erhallande av uppgifter ratt att avgiftsfritt 2) av fangelser far uppgifter om nar ett straff borjar, nar en person friges samt nar frihet pa prov borjar och avbryts."
      },
      "valid_from": "2007-05-11",
      "valid_to": null
    }
  ]
}