{
  "id": "584/2015",
  "type": "statute",
  "title": "Laki laiva-apteekista",
  "title_en": "Lag om fartygsapotek",
  "status": "in_force",
  "issued_date": "2015-05-08",
  "in_force_date": "2015-05-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/584/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on varmistaa laivaväen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on varmistaa laivaväen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
        "folded_fi": "taman lain tarkoituksena on varmistaa laivavaen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att säkerställa att fartygspersonal har möjlighet att få adekvat första hjälpen och sjukvård ombord vid sjukdoms- och olycksfall.",
        "normalized_sv": "Syftet med denna lag är att säkerställa att fartygspersonal har möjlighet att få adekvat första hjälpen och sjukvård ombord vid sjukdoms- och olycksfall.",
        "folded_sv": "syftet med denna lag ar att sakerstalla att fartygspersonal har mojlighet att fa adekvat forsta hjalpen och sjukvard ombord vid sjukdoms- och olycksfall."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan suomalaiseen alukseen, jolla työskentelee laivaväkeä. Tätä lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei säännöllisesti käytetä yleisessä liikenteessä matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintään 10 metriä ja jota käytetään teollisuuslaitosten selvästi erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintään 10 metriä ja jota ei käytetä yleisessä liikenteessä matkustajien kuljettamiseen, säännölliseen lastin kuljettamiseen eikä hinaukseen; 4) alukseen, jota käytetään sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan suomalaiseen alukseen, jolla työskentelee laivaväkeä. Tätä lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei säännöllisesti käytetä yleisessä liikenteessä matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintään 10 metriä ja jota käytetään teollisuuslaitosten selvästi erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintään 10 metriä ja jota ei käytetä yleisessä liikenteessä matkustajien kuljettamiseen, säännölliseen lastin kuljettamiseen eikä hinaukseen; 4) alukseen, jota käytetään sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
        "folded_fi": "tata lakia sovelletaan suomalaiseen alukseen, jolla tyoskentelee laivavakea. tata lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei saannollisesti kayteta yleisessa liikenteessa matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintaan 10 metria ja jota kaytetaan teollisuuslaitosten selvasti erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintaan 10 metria ja jota ei kayteta yleisessa liikenteessa matkustajien kuljettamiseen, saannolliseen lastin kuljettamiseen eika hinaukseen; 4) alukseen, jota kaytetaan sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på finska fartyg där det arbetar fartygspersonal. Denna lag tillämpas inte på 1) försvarsmaktens eller gränsbevakningsväsendets fartyg som inte regelbundet används i allmän trafik för transport av passagerare eller last, 2) fartyg med en längd på högst 10 meter som används inom industrianläggningars tydligt avgränsade hamnområden, 3) fartyg med en längd på högst 10 meter som inte används i allmän trafik för transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som används för frivillig sjöräddningsverksamhet som inte är kommersiell verksamhet, 5) vajerfärjor, 6) hyresbåtar, 7) nöjesfartyg och fritidsbåtar.",
        "normalized_sv": "Denna lag tillämpas på finska fartyg där det arbetar fartygspersonal. Denna lag tillämpas inte på 1) försvarsmaktens eller gränsbevakningsväsendets fartyg som inte regelbundet används i allmän trafik för transport av passagerare eller last, 2) fartyg med en längd på högst 10 meter som används inom industrianläggningars tydligt avgränsade hamnområden, 3) fartyg med en längd på högst 10 meter som inte används i allmän trafik för transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som används för frivillig sjöräddningsverksamhet som inte är kommersiell verksamhet, 5) vajerfärjor, 6) hyresbåtar, 7) nöjesfartyg och fritidsbåtar.",
        "folded_sv": "denna lag tillampas pa finska fartyg dar det arbetar fartygspersonal. denna lag tillampas inte pa 1) forsvarsmaktens eller gransbevakningsvasendets fartyg som inte regelbundet anvands i allman trafik for transport av passagerare eller last, 2) fartyg med en langd pa hogst 10 meter som anvands inom industrianlaggningars tydligt avgransade hamnomraden, 3) fartyg med en langd pa hogst 10 meter som inte anvands i allman trafik for transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som anvands for frivillig sjoraddningsverksamhet som inte ar kommersiell verksamhet, 5) vajerfarjor, 6) hyresbatar, 7) nojesfartyg och fritidsbatar."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa ja sen nojalla annetuissa säännöksissä tarkoitetaan: 1) laivaväellä aluksella työskenteleviä henkilöitä; laivaväellä ei tarkoiteta luotseja, tilapäisissä tarkastus-, huolto- tai muissa vastaavissa tehtävissä aluksella toimivia henkilöitä, eikä henkilöitä, jotka työskentelevät aluksella ainoastaan sen ollessa satamassa; 2) laivanisännällä sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkilöä, joka joko yksinään tai yhdessä toisten henkilöiden kanssa käyttää tosiasiallista määräysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka räjähdys-, palo-, tartunta- tai säteilyvaarallisuutensa, myrkyllisyytensä, syövyttävyytensä taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ympäristölle tai omaisuudelle; vaarallisella aineella tarkoitetaan myös vaarallista ainetta sisältäviä vaarallisia seoksia, esineitä, välineitä, tavaroita ja tyhjiä pakkauksia; 4) kotimaanliikenteellä liikennettä kotimaan satamien välillä; kotimaanliikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa säännöksissä tarkoitetaan: 1) laivaväellä aluksella työskenteleviä henkilöitä; laivaväellä ei tarkoiteta luotseja, tilapäisissä tarkastus-, huolto- tai muissa vastaavissa tehtävissä aluksella toimivia henkilöitä, eikä henkilöitä, jotka työskentelevät aluksella ainoastaan sen ollessa satamassa; 2) laivanisännällä sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkilöä, joka joko yksinään tai yhdessä toisten henkilöiden kanssa käyttää tosiasiallista määräysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka räjähdys-, palo-, tartunta- tai säteilyvaarallisuutensa, myrkyllisyytensä, syövyttävyytensä taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ympäristölle tai omaisuudelle; vaarallisella aineella tarkoitetaan myös vaarallista ainetta sisältäviä vaarallisia seoksia, esineitä, välineitä, tavaroita ja tyhjiä pakkauksia; 4) kotimaanliikenteellä liikennettä kotimaan satamien välillä; kotimaanliikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa saannoksissa tarkoitetaan: 1) laivavaella aluksella tyoskentelevia henkiloita; laivavaella ei tarkoiteta luotseja, tilapaisissa tarkastus-, huolto- tai muissa vastaavissa tehtavissa aluksella toimivia henkiloita, eika henkiloita, jotka tyoskentelevat aluksella ainoastaan sen ollessa satamassa; 2) laivanisannalla sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkiloa, joka joko yksinaan tai yhdessa toisten henkiloiden kanssa kayttaa tosiasiallista maaraysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka rajahdys-, palo-, tartunta- tai sateilyvaarallisuutensa, myrkyllisyytensa, syovyttavyytensa taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ymparistolle tai omaisuudelle; vaarallisella aineella tarkoitetaan myos vaarallista ainetta sisaltavia vaarallisia seoksia, esineita, valineita, tavaroita ja tyhjia pakkauksia; 4) kotimaanliikenteella liikennetta kotimaan satamien valilla; kotimaanliikenteeseen rinnastetaan liikenne saimaan kanavan ja siihen valittomasti liittyvien venajan vesialueiden kautta viipuriin seka liikenne vihrevojn ja viipurin valilla.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag och i bestämmelser som utfärdats med stöd av den avses med 1) fartygspersonal personer som arbetar ombord på ett fartyg; med fartygspersonal avses inte lotsar, personer som utför tillfälliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord på ett fartyg eller personer som endast utför arbete ombord på fartyg vid kaj, 2) redare den som äger eller hyr hela fartyget eller någon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utövar faktisk beslutanderätt på fartyget, 3) farliga ämnen sådana ämnen som på grund av sin explosions-, brand-, smitto- eller strålningsfarlighet, giftighet, frätande verkan eller någon annan motsvarande egenskap kan medföra skada för människor, miljön eller egendom; med farliga ämnen avses även farliga blandningar, föremål, redskap, varor och tomma förpackningar som innehåller ett farligt ämne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jämställs fart via Saima kanal och därtill direkt anslutna ryska vattenområden till Viborg samt fart mellan Vichrevoj och Viborg.",
        "normalized_sv": "I denna lag och i bestämmelser som utfärdats med stöd av den avses med 1) fartygspersonal personer som arbetar ombord på ett fartyg; med fartygspersonal avses inte lotsar, personer som utför tillfälliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord på ett fartyg eller personer som endast utför arbete ombord på fartyg vid kaj, 2) redare den som äger eller hyr hela fartyget eller någon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utövar faktisk beslutanderätt på fartyget, 3) farliga ämnen sådana ämnen som på grund av sin explosions-, brand-, smitto- eller strålningsfarlighet, giftighet, frätande verkan eller någon annan motsvarande egenskap kan medföra skada för människor, miljön eller egendom; med farliga ämnen avses även farliga blandningar, föremål, redskap, varor och tomma förpackningar som innehåller ett farligt ämne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jämställs fart via Saima kanal och därtill direkt anslutna ryska vattenområden till Viborg samt fart mellan Vichrevoj och Viborg.",
        "folded_sv": "i denna lag och i bestammelser som utfardats med stod av den avses med 1) fartygspersonal personer som arbetar ombord pa ett fartyg; med fartygspersonal avses inte lotsar, personer som utfor tillfalliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord pa ett fartyg eller personer som endast utfor arbete ombord pa fartyg vid kaj, 2) redare den som ager eller hyr hela fartyget eller nagon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utovar faktisk beslutanderatt pa fartyget, 3) farliga amnen sadana amnen som pa grund av sin explosions-, brand-, smitto- eller stralningsfarlighet, giftighet, fratande verkan eller nagon annan motsvarande egenskap kan medfora skada for manniskor, miljon eller egendom; med farliga amnen avses aven farliga blandningar, foremal, redskap, varor och tomma forpackningar som innehaller ett farligt amne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jamstalls fart via saima kanal och dartill direkt anslutna ryska vattenomraden till viborg samt fart mellan vichrevoj och viborg."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Alusluokat",
      "content": "Tässä laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan A kuuluvat alukset, jotka liikennöivät alusluokkien B, C ja D ulkopuolella; 2) alusluokkaan B kuuluvat alukset, jotka liikennöivät enintään 150 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; alusluokkaan B kuuluvat myös alukset, jotka liikennöivät enintään 175 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan C kuuluvat alukset, jotka liikennöivät enintään 50 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; 4) alusluokkaan D kuuluvat alukset, jotka liikennöivät kotimaanliikenteessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tässä laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan A kuuluvat alukset, jotka liikennöivät alusluokkien B, C ja D ulkopuolella; 2) alusluokkaan B kuuluvat alukset, jotka liikennöivät enintään 150 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; alusluokkaan B kuuluvat myös alukset, jotka liikennöivät enintään 175 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan C kuuluvat alukset, jotka liikennöivät enintään 50 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; 4) alusluokkaan D kuuluvat alukset, jotka liikennöivät kotimaanliikenteessä.",
        "folded_fi": "tassa laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan a kuuluvat alukset, jotka liikennoivat alusluokkien b, c ja d ulkopuolella; 2) alusluokkaan b kuuluvat alukset, jotka liikennoivat enintaan 150 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta; alusluokkaan b kuuluvat myos alukset, jotka liikennoivat enintaan 175 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan c kuuluvat alukset, jotka liikennoivat enintaan 50 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta; 4) alusluokkaan d kuuluvat alukset, jotka liikennoivat kotimaanliikenteessa.",
        "title_sv": "Fartygsklasser",
        "content_sv": "I denna lag delas fartygen in i fartygsklasser enligt följande: 1) till fartygsklass A hör fartyg som går i trafik längre ut än fartygsklasserna B, C och D, 2) till fartygsklass B hör fartyg som går i trafik på högst 150 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge; till fartygsklass B hör också fartyg som går i trafik på högst 175 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, om fartyget fortlöpande befinner sig inom räckvidden för helikopterräddning, 3) till fartygsklass C hör fartyg som går i trafik på högst 50 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, 4) till fartygsklass D hör fartyg i inrikes fart.",
        "normalized_sv": "I denna lag delas fartygen in i fartygsklasser enligt följande: 1) till fartygsklass A hör fartyg som går i trafik längre ut än fartygsklasserna B, C och D, 2) till fartygsklass B hör fartyg som går i trafik på högst 150 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge; till fartygsklass B hör också fartyg som går i trafik på högst 175 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, om fartyget fortlöpande befinner sig inom räckvidden för helikopterräddning, 3) till fartygsklass C hör fartyg som går i trafik på högst 50 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, 4) till fartygsklass D hör fartyg i inrikes fart.",
        "folded_sv": "i denna lag delas fartygen in i fartygsklasser enligt foljande: 1) till fartygsklass a hor fartyg som gar i trafik langre ut an fartygsklasserna b, c och d, 2) till fartygsklass b hor fartyg som gar i trafik pa hogst 150 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge; till fartygsklass b hor ocksa fartyg som gar i trafik pa hogst 175 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge, om fartyget fortlopande befinner sig inom rackvidden for helikopterraddning, 3) till fartygsklass c hor fartyg som gar i trafik pa hogst 50 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge, 4) till fartygsklass d hor fartyg i inrikes fart."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Laivanisännän, aluksen päällikön ja laiva-apteekin hoitajan velvollisuudet",
      "content": "Laivanisännän on huolehdittava siitä, että aluksen laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet ovat tämän lain ja sen nojalla annettujen säännösten mukaiset. Aluksen päällikön on: 1) huolehdittava siitä, että aluksella on asianmukainen laiva-apteekki ja että sitä hoidetaan tämän lain ja sen nojalla annettujen säännösten mukaisesti; 2) ratkaistava, onko lääkkeitä ja hoitotarvikkeita otettava laiva-apteekkiin enemmän kuin tämän lain nojalla annetuissa säännöksissä säädetään; huumausaineiksi ja pääasiassa keskushermostoon vaikuttaviksi lääkevalmisteiksi luokiteltavia lääkkeitä ei laiva-apteekissa saa kuitenkaan olla suurempia määriä kuin tämän lain nojalla annetuissa säännöksissä mainitaan; 3) tarpeen vaatiessa ja lääkemääräyksen perusteella huolehdittava siitä, että laiva-apteekkiin hankitaan myös muita kuin tämän lain nojalla annetuissa säännöksissä mainittuja lääkkeitä ja hoitotarvikkeita; 4) luovutettava tarvittaessa lääkkeitä niitä tarvitseville henkilöille; 5) annettava ensiapua ja sairaanhoitoa sitä tarvitseville henkilöille; 6) huolehdittava siitä, että aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla lääkkeillä ja hoitotarvikkeilla; 7) huolehdittava siitä, että laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet tarkastetaan 10-12 §:ssä säädetyn mukaisesti. laiva-apteekin hoitaja Aluksen kansipäällystöön kuuluvan henkilön tai laivaväkeen kuuluvan terveydenhuollon ammattihenkilön () on huolehdittava 2 momentin 4 ja 5 kohdissa sekä 7 ja 9 §:ssä tarkoitetuista tehtävistä, jos aluksen päällikkö on siirtänyt hänelle mainitut tehtävät. Aluksen päälliköllä ja laiva-apteekin hoitajalla on oltava tehtävien hoitamiseen riittävä koulutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Laivanisännän on huolehdittava siitä, että aluksen laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet ovat tämän lain ja sen nojalla annettujen säännösten mukaiset. Aluksen päällikön on: 1) huolehdittava siitä, että aluksella on asianmukainen laiva-apteekki ja että sitä hoidetaan tämän lain ja sen nojalla annettujen säännösten mukaisesti; 2) ratkaistava, onko lääkkeitä ja hoitotarvikkeita otettava laiva-apteekkiin enemmän kuin tämän lain nojalla annetuissa säännöksissä säädetään; huumausaineiksi ja pääasiassa keskushermostoon vaikuttaviksi lääkevalmisteiksi luokiteltavia lääkkeitä ei laiva-apteekissa saa kuitenkaan olla suurempia määriä kuin tämän lain nojalla annetuissa säännöksissä mainitaan; 3) tarpeen vaatiessa ja lääkemääräyksen perusteella huolehdittava siitä, että laiva-apteekkiin hankitaan myös muita kuin tämän lain nojalla annetuissa säännöksissä mainittuja lääkkeitä ja hoitotarvikkeita; 4) luovutettava tarvittaessa lääkkeitä niitä tarvitseville henkilöille; 5) annettava ensiapua ja sairaanhoitoa sitä tarvitseville henkilöille; 6) huolehdittava siitä, että aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla lääkkeillä ja hoitotarvikkeilla; 7) huolehdittava siitä, että laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet tarkastetaan 10-12 § :ssä säädetyn mukaisesti. laiva-apteekin hoitaja Aluksen kansipäällystöön kuuluvan henkilön tai laivaväkeen kuuluvan terveydenhuollon ammattihenkilön () on huolehdittava 2 momentin 4 ja 5 kohdissa sekä 7 ja 9 § :ssä tarkoitetuista tehtävistä, jos aluksen päällikkö on siirtänyt hänelle mainitut tehtävät. Aluksen päälliköllä ja laiva-apteekin hoitajalla on oltava tehtävien hoitamiseen riittävä koulutus.",
        "folded_fi": "laivanisannan on huolehdittava siita, etta aluksen laiva-apteekki seka pelastusveneiden ja -lauttojen laakkeet ja hoitotarvikkeet ovat taman lain ja sen nojalla annettujen saannosten mukaiset. aluksen paallikon on: 1) huolehdittava siita, etta aluksella on asianmukainen laiva-apteekki ja etta sita hoidetaan taman lain ja sen nojalla annettujen saannosten mukaisesti; 2) ratkaistava, onko laakkeita ja hoitotarvikkeita otettava laiva-apteekkiin enemman kuin taman lain nojalla annetuissa saannoksissa saadetaan; huumausaineiksi ja paaasiassa keskushermostoon vaikuttaviksi laakevalmisteiksi luokiteltavia laakkeita ei laiva-apteekissa saa kuitenkaan olla suurempia maaria kuin taman lain nojalla annetuissa saannoksissa mainitaan; 3) tarpeen vaatiessa ja laakemaarayksen perusteella huolehdittava siita, etta laiva-apteekkiin hankitaan myos muita kuin taman lain nojalla annetuissa saannoksissa mainittuja laakkeita ja hoitotarvikkeita; 4) luovutettava tarvittaessa laakkeita niita tarvitseville henkiloille; 5) annettava ensiapua ja sairaanhoitoa sita tarvitseville henkiloille; 6) huolehdittava siita, etta aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla laakkeilla ja hoitotarvikkeilla; 7) huolehdittava siita, etta laiva-apteekki seka pelastusveneiden ja -lauttojen laakkeet ja hoitotarvikkeet tarkastetaan 10-12 §:ssa saadetyn mukaisesti. laiva-apteekin hoitaja aluksen kansipaallystoon kuuluvan henkilon tai laivavakeen kuuluvan terveydenhuollon ammattihenkilon () on huolehdittava 2 momentin 4 ja 5 kohdissa seka 7 ja 9 §:ssa tarkoitetuista tehtavista, jos aluksen paallikko on siirtanyt hanelle mainitut tehtavat. aluksen paallikolla ja laiva-apteekin hoitajalla on oltava tehtavien hoitamiseen riittava koulutus.",
        "title_sv": "Redarens, befälhavarens och fartygsapoteksskötarens skyldigheter",
        "content_sv": "Redaren ska se till att fartygets fartygsapotek och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning överensstämmer med denna lag och bestämmelser som utfärdats med stöd av den. Befälhavaren ska 1) se till att fartyget har ett lämpligt fartygsapotek och att det sköts i enlighet med denna lag och bestämmelser som utfärdats med stöd av den, 2) avgöra om det behöver skaffas mer läkemedel och behandlingsutrustning till fartygsapoteket än vad som anges i bestämmelser som utfärdats med stöd av denna lag; av läkemedel som klassificeras som narkotika och läkemedelspreparat som i huvudsak påverkar det centrala nervsystemet får i fartygsapoteket dock inte finnas större mängder än vad som anges i bestämmelser som utfärdats med stöd av denna lag, 3) vid behov och på basis av läkemedelsordination se till att det till fartygsapoteket skaffas också andra läkemedel och annan behandlingsutrustning än de som anges i bestämmelser som utfärdats med stöd av denna lag, 4) vid behov överlåta läkemedel till personer som behöver dem, 5) ge första hjälpen och sjukvård till personer som behöver det, 6) se till att fartygets livbåtar och räddningsflottar utrustas med lämpliga läkemedel och lämplig behandlingsutrustning, 7) se till att fartygsapoteket och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning genomgår översyn i enlighet med 10-12 §. fartygsapoteksskötare Ett däcksbefäl eller en yrkesutbildad person inom hälso- och sjukvården som hör till fartygspersonalen () ska sköta de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 §, om befälhavaren har delegerat nämnda uppgifter till någondera av dem. Befälhavaren och fartygsapoteksskötaren ska ha tillräcklig utbildning för skötseln av uppgifterna.",
        "normalized_sv": "Redaren ska se till att fartygets fartygsapotek och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning överensstämmer med denna lag och bestämmelser som utfärdats med stöd av den. Befälhavaren ska 1) se till att fartyget har ett lämpligt fartygsapotek och att det sköts i enlighet med denna lag och bestämmelser som utfärdats med stöd av den, 2) avgöra om det behöver skaffas mer läkemedel och behandlingsutrustning till fartygsapoteket än vad som anges i bestämmelser som utfärdats med stöd av denna lag; av läkemedel som klassificeras som narkotika och läkemedelspreparat som i huvudsak påverkar det centrala nervsystemet får i fartygsapoteket dock inte finnas större mängder än vad som anges i bestämmelser som utfärdats med stöd av denna lag, 3) vid behov och på basis av läkemedelsordination se till att det till fartygsapoteket skaffas också andra läkemedel och annan behandlingsutrustning än de som anges i bestämmelser som utfärdats med stöd av denna lag, 4) vid behov överlåta läkemedel till personer som behöver dem, 5) ge första hjälpen och sjukvård till personer som behöver det, 6) se till att fartygets livbåtar och räddningsflottar utrustas med lämpliga läkemedel och lämplig behandlingsutrustning, 7) se till att fartygsapoteket och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning genomgår översyn i enlighet med 10-12 § . fartygsapoteksskötare Ett däcksbefäl eller en yrkesutbildad person inom hälso- och sjukvården som hör till fartygspersonalen () ska sköta de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 § , om befälhavaren har delegerat nämnda uppgifter till någondera av dem. Befälhavaren och fartygsapoteksskötaren ska ha tillräcklig utbildning för skötseln av uppgifterna.",
        "folded_sv": "redaren ska se till att fartygets fartygsapotek och livbatarnas och raddningsflottarnas lakemedel och behandlingsutrustning overensstammer med denna lag och bestammelser som utfardats med stod av den. befalhavaren ska 1) se till att fartyget har ett lampligt fartygsapotek och att det skots i enlighet med denna lag och bestammelser som utfardats med stod av den, 2) avgora om det behover skaffas mer lakemedel och behandlingsutrustning till fartygsapoteket an vad som anges i bestammelser som utfardats med stod av denna lag; av lakemedel som klassificeras som narkotika och lakemedelspreparat som i huvudsak paverkar det centrala nervsystemet far i fartygsapoteket dock inte finnas storre mangder an vad som anges i bestammelser som utfardats med stod av denna lag, 3) vid behov och pa basis av lakemedelsordination se till att det till fartygsapoteket skaffas ocksa andra lakemedel och annan behandlingsutrustning an de som anges i bestammelser som utfardats med stod av denna lag, 4) vid behov overlata lakemedel till personer som behover dem, 5) ge forsta hjalpen och sjukvard till personer som behover det, 6) se till att fartygets livbatar och raddningsflottar utrustas med lampliga lakemedel och lamplig behandlingsutrustning, 7) se till att fartygsapoteket och livbatarnas och raddningsflottarnas lakemedel och behandlingsutrustning genomgar oversyn i enlighet med 10-12 §. fartygsapoteksskotare ett dacksbefal eller en yrkesutbildad person inom halso- och sjukvarden som hor till fartygspersonalen () ska skota de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 §, om befalhavaren har delegerat namnda uppgifter till nagondera av dem. befalhavaren och fartygsapoteksskotaren ska ha tillracklig utbildning for skotseln av uppgifterna."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Laiva-apteekin sisältö",
      "content": "Laiva-apteekissa on oltava alusluokan ja laivaväen lukumäärän mukaan määräytyvät lääkkeet ja hoitotarvikkeet, ensihoitopakkaus, lääkepäiväkirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten sekä tämä laki ja sen nojalla annetut säännökset. Aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttämät lääkkeet ja hoitotarvikkeet, joilla ehkäistään tai hoidetaan vaarallisten aineiden aiheuttamia välittömiä tai välillisiä haittavaikutuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Laiva-apteekissa on oltava alusluokan ja laivaväen lukumäärän mukaan määräytyvät lääkkeet ja hoitotarvikkeet, ensihoitopakkaus, lääkepäiväkirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten sekä tämä laki ja sen nojalla annetut säännökset. Aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttämät lääkkeet ja hoitotarvikkeet, joilla ehkäistään tai hoidetaan vaarallisten aineiden aiheuttamia välittömiä tai välillisiä haittavaikutuksia.",
        "folded_fi": "laiva-apteekissa on oltava alusluokan ja laivavaen lukumaaran mukaan maaraytyvat laakkeet ja hoitotarvikkeet, ensihoitopakkaus, laakepaivakirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten seka tama laki ja sen nojalla annetut saannokset. aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttamat laakkeet ja hoitotarvikkeet, joilla ehkaistaan tai hoidetaan vaarallisten aineiden aiheuttamia valittomia tai valillisia haittavaikutuksia.",
        "title_sv": "Fartygsapotekets innehåll",
        "content_sv": "Fartygsapoteket ska innehålla läkemedel och behandlingsutrustning som bestäms utifrån fartygsklass och fartygspersonalens storlek, en första hjälpen-förpackning, en läkemedelsjournal, behövliga handböcker för första hjälpen och sjukvård som ges på fartyget samt denna lag och bestämmelser som utfärdats med stöd av den. I fartyg som transporterar farliga ämnen ska det finnas sådana läkemedel och sådan behandlingsutrustning som lasten förutsätter och med hjälp av vilka direkta eller indirekta skadeverkningar av de farliga ämnena kan förebyggas eller behandlas.",
        "normalized_sv": "Fartygsapoteket ska innehålla läkemedel och behandlingsutrustning som bestäms utifrån fartygsklass och fartygspersonalens storlek, en första hjälpen-förpackning, en läkemedelsjournal, behövliga handböcker för första hjälpen och sjukvård som ges på fartyget samt denna lag och bestämmelser som utfärdats med stöd av den. I fartyg som transporterar farliga ämnen ska det finnas sådana läkemedel och sådan behandlingsutrustning som lasten förutsätter och med hjälp av vilka direkta eller indirekta skadeverkningar av de farliga ämnena kan förebyggas eller behandlas.",
        "folded_sv": "fartygsapoteket ska innehalla lakemedel och behandlingsutrustning som bestams utifran fartygsklass och fartygspersonalens storlek, en forsta hjalpen-forpackning, en lakemedelsjournal, behovliga handbocker for forsta hjalpen och sjukvard som ges pa fartyget samt denna lag och bestammelser som utfardats med stod av den. i fartyg som transporterar farliga amnen ska det finnas sadana lakemedel och sadan behandlingsutrustning som lasten forutsatter och med hjalp av vilka direkta eller indirekta skadeverkningar av de farliga amnena kan forebyggas eller behandlas."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Laiva-apteekin, ensihoitopakkauksen, lääkkeiden ja hoitotarvikkeiden säilytys",
      "content": "Laiva-apteekki on säilytettävä lukittuna. Ensihoitopakkaus on säilytettävä selvästi merkityssä, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa käyttöön. Lääkkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on säilytettävä asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Laiva-apteekki on säilytettävä lukittuna. Ensihoitopakkaus on säilytettävä selvästi merkityssä, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa käyttöön. Lääkkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on säilytettävä asianmukaisesti.",
        "folded_fi": "laiva-apteekki on sailytettava lukittuna. ensihoitopakkaus on sailytettava selvasti merkityssa, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa kayttoon. laakkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on sailytettava asianmukaisesti.",
        "title_sv": "Förvaring av fartygsapoteket, första hjälpen-förpackningen, läkemedel och behandlingsutrustning",
        "content_sv": "Fartygsapoteket ska förvaras låst. Första hjälpen-förpackningen ska förvaras utom räckhåll för utomstående i ett tydligt märkt utrymme därifrån den snabbt kan tas fram. Läkemedel och behandlingsutrustning ska finnas i lämpliga förpackningar och förvaras på behörigt sätt.",
        "normalized_sv": "Fartygsapoteket ska förvaras låst. Första hjälpen-förpackningen ska förvaras utom räckhåll för utomstående i ett tydligt märkt utrymme därifrån den snabbt kan tas fram. Läkemedel och behandlingsutrustning ska finnas i lämpliga förpackningar och förvaras på behörigt sätt.",
        "folded_sv": "fartygsapoteket ska forvaras last. forsta hjalpen-forpackningen ska forvaras utom rackhall for utomstaende i ett tydligt markt utrymme darifran den snabbt kan tas fram. lakemedel och behandlingsutrustning ska finnas i lampliga forpackningar och forvaras pa behorigt satt."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Laiva-apteekin käyttö",
      "content": "Laiva-apteekki on tarkoitettu ensisijaisesti laivaväen käyttöön. Kiireellistä hoitoa vaativissa tapauksissa lääkkeitä ja hoitotarvikkeita voidaan käyttää myös matkustajien tai muiden aluksessa olevien henkilöiden hoitamiseen. Hoitotoimenpiteen oikeellisuus on epävarmoissa tilanteissa varmistettava kysymällä ohjeita lääkäriltä. Jos henkilölle aiotaan antaa lääkkeitä, joissa on maininta \"vain lääkärin ohjeen mukaan\", on ohjeita kysyttävä lääkäriltä, jos se on mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Laiva-apteekki on tarkoitettu ensisijaisesti laivaväen käyttöön. Kiireellistä hoitoa vaativissa tapauksissa lääkkeitä ja hoitotarvikkeita voidaan käyttää myös matkustajien tai muiden aluksessa olevien henkilöiden hoitamiseen. Hoitotoimenpiteen oikeellisuus on epävarmoissa tilanteissa varmistettava kysymällä ohjeita lääkäriltä. Jos henkilölle aiotaan antaa lääkkeitä, joissa on maininta \"vain lääkärin ohjeen mukaan\", on ohjeita kysyttävä lääkäriltä, jos se on mahdollista.",
        "folded_fi": "laiva-apteekki on tarkoitettu ensisijaisesti laivavaen kayttoon. kiireellista hoitoa vaativissa tapauksissa laakkeita ja hoitotarvikkeita voidaan kayttaa myos matkustajien tai muiden aluksessa olevien henkiloiden hoitamiseen. hoitotoimenpiteen oikeellisuus on epavarmoissa tilanteissa varmistettava kysymalla ohjeita laakarilta. jos henkilolle aiotaan antaa laakkeita, joissa on maininta \"vain laakarin ohjeen mukaan\", on ohjeita kysyttava laakarilta, jos se on mahdollista.",
        "title_sv": "Användningen av fartygsapoteket",
        "content_sv": "Fartygsapoteket är i första hand avsett för fartygspersonalen. I fall som kräver brådskande vård får läkemedel och behandlingsutrustning också användas för vård av passagerare eller andra som befinner sig ombord på fartyget. Vid osäkerhet om huruvida en vårdåtgärd är lämplig ska läkare rådfrågas. Om avsikten är att ge en person läkemedel med påskriften \"endast enligt läkares föreskrift\", ska läkare om möjligt också rådfrågas.",
        "normalized_sv": "Fartygsapoteket är i första hand avsett för fartygspersonalen. I fall som kräver brådskande vård får läkemedel och behandlingsutrustning också användas för vård av passagerare eller andra som befinner sig ombord på fartyget. Vid osäkerhet om huruvida en vårdåtgärd är lämplig ska läkare rådfrågas. Om avsikten är att ge en person läkemedel med påskriften \"endast enligt läkares föreskrift\", ska läkare om möjligt också rådfrågas.",
        "folded_sv": "fartygsapoteket ar i forsta hand avsett for fartygspersonalen. i fall som kraver bradskande vard far lakemedel och behandlingsutrustning ocksa anvandas for vard av passagerare eller andra som befinner sig ombord pa fartyget. vid osakerhet om huruvida en vardatgard ar lamplig ska lakare radfragas. om avsikten ar att ge en person lakemedel med paskriften \"endast enligt lakares foreskrift\", ska lakare om mojligt ocksa radfragas."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Lääkepäiväkirja",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekista on pidettävä lääkepäiväkirjaa, johon on tehtävä merkintä kaikista laiva-apteekkiin tehdyistä hankinnoista, henkilöille luovutetuista lääkkeistä ja tehdyistä hoitotoimenpiteistä sekä laiva-apteekista poistetuista lääkkeistä ja hoitotarvikkeista. Henkilöä koskevat tiedot on pidettävä erillään lääkkeitä ja hoitotarvikkeita koskevista tiedoista. Lääkepäiväkirjan merkinnät on tehtävä aluksella käytössä olevalla työkielellä. Lääkepäiväkirjaa on pidettävä siten, että siihen merkityt tiedot säilyvät eheinä ja muuttumattomina. Lääkepäiväkirja on säilytettävä vähintään viisi vuotta siihen tehdystä viimeisestä merkinnästä. Lääkepäiväkirja on säilytettävä laiva-apteekin yhteydessä. Lääkepäiväkirjan sisältämien tietojen salassapitoon sovelletaan, mitä potilaan asemasta ja oikeuksista annetussa laissa (785/1992) säädetään potilasasiakirjoihin sisältyvien tietojen salassapidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekista on pidettävä lääkepäiväkirjaa, johon on tehtävä merkintä kaikista laiva-apteekkiin tehdyistä hankinnoista, henkilöille luovutetuista lääkkeistä ja tehdyistä hoitotoimenpiteistä sekä laiva-apteekista poistetuista lääkkeistä ja hoitotarvikkeista. Henkilöä koskevat tiedot on pidettävä erillään lääkkeitä ja hoitotarvikkeita koskevista tiedoista. Lääkepäiväkirjan merkinnät on tehtävä aluksella käytössä olevalla työkielellä. Lääkepäiväkirjaa on pidettävä siten, että siihen merkityt tiedot säilyvät eheinä ja muuttumattomina. Lääkepäiväkirja on säilytettävä vähintään viisi vuotta siihen tehdystä viimeisestä merkinnästä. Lääkepäiväkirja on säilytettävä laiva-apteekin yhteydessä. Lääkepäiväkirjan sisältämien tietojen salassapitoon sovelletaan, mitä potilaan asemasta ja oikeuksista annetussa laissa (785/1992) säädetään potilasasiakirjoihin sisältyvien tietojen salassapidosta.",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten laiva-apteekista on pidettava laakepaivakirjaa, johon on tehtava merkinta kaikista laiva-apteekkiin tehdyista hankinnoista, henkiloille luovutetuista laakkeista ja tehdyista hoitotoimenpiteista seka laiva-apteekista poistetuista laakkeista ja hoitotarvikkeista. henkiloa koskevat tiedot on pidettava erillaan laakkeita ja hoitotarvikkeita koskevista tiedoista. laakepaivakirjan merkinnat on tehtava aluksella kaytossa olevalla tyokielella. laakepaivakirjaa on pidettava siten, etta siihen merkityt tiedot sailyvat eheina ja muuttumattomina. laakepaivakirja on sailytettava vahintaan viisi vuotta siihen tehdysta viimeisesta merkinnasta. laakepaivakirja on sailytettava laiva-apteekin yhteydessa. laakepaivakirjan sisaltamien tietojen salassapitoon sovelletaan, mita potilaan asemasta ja oikeuksista annetussa laissa (785/1992) saadetaan potilasasiakirjoihin sisaltyvien tietojen salassapidosta.",
        "title_sv": "Läkemedelsjournal",
        "content_sv": "Över fartygsapotek på fartyg som hör till fartygsklasserna A, B och C ska det föras en läkemedelsjournal där det ska antecknas alla anskaffningar till fartygsapoteket, de läkemedel som har lämnats ut och de vårdåtgärder som har vidtagits samt de läkemedel och den behandlingsutrustning som har avlägsnats från apoteket. Personuppgifter och uppgifter om läkemedel och behandlingsutrustning ska hållas isär. Anteckningarna i läkemedelsjournalen ska göras på det arbetsspråk som används på fartyget. Journalföringen ska ske så att de uppgifter som antecknats i den bibehålls hela och oförändrade. Läkemedelsjournalen ska bevaras minst fem år efter det att den sista uppgiften antecknades i journalen. Läkemedelsjournalen ska förvaras i anslutning till fartygsapoteket. På sekretessen för uppgifterna i läkemedelsjournalen tillämpas vad som i lagen om patientens ställning och rättigheter (785/1992) föreskrivs om sekretessbelagda uppgifter i journalhandlingar.",
        "normalized_sv": "Över fartygsapotek på fartyg som hör till fartygsklasserna A, B och C ska det föras en läkemedelsjournal där det ska antecknas alla anskaffningar till fartygsapoteket, de läkemedel som har lämnats ut och de vårdåtgärder som har vidtagits samt de läkemedel och den behandlingsutrustning som har avlägsnats från apoteket. Personuppgifter och uppgifter om läkemedel och behandlingsutrustning ska hållas isär. Anteckningarna i läkemedelsjournalen ska göras på det arbetsspråk som används på fartyget. Journalföringen ska ske så att de uppgifter som antecknats i den bibehålls hela och oförändrade. Läkemedelsjournalen ska bevaras minst fem år efter det att den sista uppgiften antecknades i journalen. Läkemedelsjournalen ska förvaras i anslutning till fartygsapoteket. På sekretessen för uppgifterna i läkemedelsjournalen tillämpas vad som i lagen om patientens ställning och rättigheter (785/1992) föreskrivs om sekretessbelagda uppgifter i journalhandlingar.",
        "folded_sv": "over fartygsapotek pa fartyg som hor till fartygsklasserna a, b och c ska det foras en lakemedelsjournal dar det ska antecknas alla anskaffningar till fartygsapoteket, de lakemedel som har lamnats ut och de vardatgarder som har vidtagits samt de lakemedel och den behandlingsutrustning som har avlagsnats fran apoteket. personuppgifter och uppgifter om lakemedel och behandlingsutrustning ska hallas isar. anteckningarna i lakemedelsjournalen ska goras pa det arbetssprak som anvands pa fartyget. journalforingen ska ske sa att de uppgifter som antecknats i den bibehalls hela och oforandrade. lakemedelsjournalen ska bevaras minst fem ar efter det att den sista uppgiften antecknades i journalen. lakemedelsjournalen ska forvaras i anslutning till fartygsapoteket. pa sekretessen for uppgifterna i lakemedelsjournalen tillampas vad som i lagen om patientens stallning och rattigheter (785/1992) foreskrivs om sekretessbelagda uppgifter i journalhandlingar."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Laiva-apteekin tarkastus",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekki on tarkastettava vähintään vuoden välein ja alusluokkaan D kuuluvien alusten laiva-apteekki vähintään kolmen vuoden välein sen varmistamiseksi, että se täyttää tämän lain ja sen nojalla annettujen säännösten vaatimukset. Laiva-apteekin tarkastaa Suomessa laillistettu proviisori. Laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosäännösten estämättä annettava lääkepäiväkirjasta sellaiset lääkkeiden ja hoitotarvikkeiden määriä koskevat tiedot, jotka ovat välttämättömiä tarkastuksen suorittamiseksi. Tarkastuksesta on tehtävä merkintä lääkepäiväkirjaan. Laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä hänen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtävää. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekki on tarkastettava vähintään vuoden välein ja alusluokkaan D kuuluvien alusten laiva-apteekki vähintään kolmen vuoden välein sen varmistamiseksi, että se täyttää tämän lain ja sen nojalla annettujen säännösten vaatimukset. Laiva-apteekin tarkastaa Suomessa laillistettu proviisori. Laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosäännösten estämättä annettava lääkepäiväkirjasta sellaiset lääkkeiden ja hoitotarvikkeiden määriä koskevat tiedot, jotka ovat välttämättömiä tarkastuksen suorittamiseksi. Tarkastuksesta on tehtävä merkintä lääkepäiväkirjaan. Laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä hänen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtävää. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten laiva-apteekki on tarkastettava vahintaan vuoden valein ja alusluokkaan d kuuluvien alusten laiva-apteekki vahintaan kolmen vuoden valein sen varmistamiseksi, etta se tayttaa taman lain ja sen nojalla annettujen saannosten vaatimukset. laiva-apteekin tarkastaa suomessa laillistettu proviisori. laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosaannosten estamatta annettava laakepaivakirjasta sellaiset laakkeiden ja hoitotarvikkeiden maaria koskevat tiedot, jotka ovat valttamattomia tarkastuksen suorittamiseksi. tarkastuksesta on tehtava merkinta laakepaivakirjaan. laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia hanen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtavaa. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Översyn av fartygsapoteket",
        "content_sv": "Fartygsapoteket på fartyg som hör till fartygsklasserna A, B och C ska genomgå en översyn minst en gång om året och fartygsapoteket på fartyg som hör till fartygsklass D minst vart tredje år för säkerställande av att det uppfyller kraven i denna lag och i bestämmelser som utfärdats med stöd av den. Översynen av ett fartygsapotek utförs av en provisor som har legitimerats i Finland. Trots sekretessbestämmelserna ska de uppgifter om mängden läkemedel och behandlingsutrustning ur läkemedelsjournalen som är nödvändiga för utförandet av översynen lämnas till den legitimerade provisor som utför översynen av fartygsapoteket. Översynen ska antecknas i läkemedelsjournalen. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på den legitimerade provisor som utför översyn av fartygsapoteket när han eller hon utför den i 1 mom. avsedda offentliga förvaltningsuppgiften. I fråga om skadeståndsansvar föreskrivs i skadeståndslagen (412/1974).",
        "normalized_sv": "Fartygsapoteket på fartyg som hör till fartygsklasserna A, B och C ska genomgå en översyn minst en gång om året och fartygsapoteket på fartyg som hör till fartygsklass D minst vart tredje år för säkerställande av att det uppfyller kraven i denna lag och i bestämmelser som utfärdats med stöd av den. Översynen av ett fartygsapotek utförs av en provisor som har legitimerats i Finland. Trots sekretessbestämmelserna ska de uppgifter om mängden läkemedel och behandlingsutrustning ur läkemedelsjournalen som är nödvändiga för utförandet av översynen lämnas till den legitimerade provisor som utför översynen av fartygsapoteket. Översynen ska antecknas i läkemedelsjournalen. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på den legitimerade provisor som utför översyn av fartygsapoteket när han eller hon utför den i 1 mom. avsedda offentliga förvaltningsuppgiften. I fråga om skadeståndsansvar föreskrivs i skadeståndslagen (412/1974).",
        "folded_sv": "fartygsapoteket pa fartyg som hor till fartygsklasserna a, b och c ska genomga en oversyn minst en gang om aret och fartygsapoteket pa fartyg som hor till fartygsklass d minst vart tredje ar for sakerstallande av att det uppfyller kraven i denna lag och i bestammelser som utfardats med stod av den. oversynen av ett fartygsapotek utfors av en provisor som har legitimerats i finland. trots sekretessbestammelserna ska de uppgifter om mangden lakemedel och behandlingsutrustning ur lakemedelsjournalen som ar nodvandiga for utforandet av oversynen lamnas till den legitimerade provisor som utfor oversynen av fartygsapoteket. oversynen ska antecknas i lakemedelsjournalen. bestammelserna om straffrattsligt tjansteansvar tillampas pa den legitimerade provisor som utfor oversyn av fartygsapoteket nar han eller hon utfor den i 1 mom. avsedda offentliga forvaltningsuppgiften. i fraga om skadestandsansvar foreskrivs i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkastusasiakirja",
      "content": "Laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyväksytystä tarkastuksesta todistuksena tarkastusasiakirja. Tarkastusasiakirja on laadittava kotimaanliikenteessä liikennöivälle alukselle suomeksi tai ruotsiksi ja kansainvälisessä liikenteessä liikennöivälle alukselle englanniksi. Tarkastusasiakirja on säilytettävä laiva-apteekin yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyväksytystä tarkastuksesta todistuksena tarkastusasiakirja. Tarkastusasiakirja on laadittava kotimaanliikenteessä liikennöivälle alukselle suomeksi tai ruotsiksi ja kansainvälisessä liikenteessä liikennöivälle alukselle englanniksi. Tarkastusasiakirja on säilytettävä laiva-apteekin yhteydessä.",
        "folded_fi": "laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyvaksytysta tarkastuksesta todistuksena tarkastusasiakirja. tarkastusasiakirja on laadittava kotimaanliikenteessa liikennoivalle alukselle suomeksi tai ruotsiksi ja kansainvalisessa liikenteessa liikennoivalle alukselle englanniksi. tarkastusasiakirja on sailytettava laiva-apteekin yhteydessa.",
        "title_sv": "Kontrollista",
        "content_sv": "Den legitimerade provisor som utför översyn av ett fartygsapotek ska ge en kontrollista som ett intyg över godkänd översyn. För fartyg i inrikes fart ska kontrollistan vara på finska eller svenska och för fartyg i internationell fart ska den vara på engelska. Kontrollistan ska förvaras i anslutning till fartygsapoteket.",
        "normalized_sv": "Den legitimerade provisor som utför översyn av ett fartygsapotek ska ge en kontrollista som ett intyg över godkänd översyn. För fartyg i inrikes fart ska kontrollistan vara på finska eller svenska och för fartyg i internationell fart ska den vara på engelska. Kontrollistan ska förvaras i anslutning till fartygsapoteket.",
        "folded_sv": "den legitimerade provisor som utfor oversyn av ett fartygsapotek ska ge en kontrollista som ett intyg over godkand oversyn. for fartyg i inrikes fart ska kontrollistan vara pa finska eller svenska och for fartyg i internationell fart ska den vara pa engelska. kontrollistan ska forvaras i anslutning till fartygsapoteket."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet sekä niiden tarkastus",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten jokaisessa pelastusveneessä ja -lautassa on oltava asianmukaiset lääkkeet ja hoitotarvikkeet. Pelastusveneiden lääkkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessä. Tarkastukseen sovelletaan, mitä laiva-apteekin tarkastuksesta 10 ja 11 §:ssä säädetään. Pelastuslauttojen lääkkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen määräaikaishuoltojen yhteydessä. Tarkastuksen tekee pelastuslauttojen määräaikaishuollon suorittava henkilö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten jokaisessa pelastusveneessä ja -lautassa on oltava asianmukaiset lääkkeet ja hoitotarvikkeet. Pelastusveneiden lääkkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessä. Tarkastukseen sovelletaan, mitä laiva-apteekin tarkastuksesta 10 ja 11 § :ssä säädetään. Pelastuslauttojen lääkkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen määräaikaishuoltojen yhteydessä. Tarkastuksen tekee pelastuslauttojen määräaikaishuollon suorittava henkilö.",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten jokaisessa pelastusveneessa ja -lautassa on oltava asianmukaiset laakkeet ja hoitotarvikkeet. pelastusveneiden laakkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessa. tarkastukseen sovelletaan, mita laiva-apteekin tarkastuksesta 10 ja 11 §:ssa saadetaan. pelastuslauttojen laakkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen maaraaikaishuoltojen yhteydessa. tarkastuksen tekee pelastuslauttojen maaraaikaishuollon suorittava henkilo.",
        "title_sv": "Livbåtars och räddningsflottars läkemedel och behandlingsutrustning och översyn av dessa",
        "content_sv": "I varje livbåt och räddningsflotte på fartyg som hör till fartygsklasserna A, B och C ska det finnas lämpliga läkemedel och lämplig behandlingsutrustning. Läkemedel och behandlingsutrustning i livbåtar ska genomgå översyn i samband med översynen av fartygsapoteket. På översynen tillämpas vad som i 10 och 11 § föreskrivs om översyn av fartygsapotek. Läkemedel och behandlingsutrustning i räddningsflottar ska genomgå översyn i samband med den periodiska servicen av räddningsflottarna. Översynen ska utföras av den som utför den periodiska servicen av räddningsflottarna.",
        "normalized_sv": "I varje livbåt och räddningsflotte på fartyg som hör till fartygsklasserna A, B och C ska det finnas lämpliga läkemedel och lämplig behandlingsutrustning. Läkemedel och behandlingsutrustning i livbåtar ska genomgå översyn i samband med översynen av fartygsapoteket. På översynen tillämpas vad som i 10 och 11 § föreskrivs om översyn av fartygsapotek. Läkemedel och behandlingsutrustning i räddningsflottar ska genomgå översyn i samband med den periodiska servicen av räddningsflottarna. Översynen ska utföras av den som utför den periodiska servicen av räddningsflottarna.",
        "folded_sv": "i varje livbat och raddningsflotte pa fartyg som hor till fartygsklasserna a, b och c ska det finnas lampliga lakemedel och lamplig behandlingsutrustning. lakemedel och behandlingsutrustning i livbatar ska genomga oversyn i samband med oversynen av fartygsapoteket. pa oversynen tillampas vad som i 10 och 11 § foreskrivs om oversyn av fartygsapotek. lakemedel och behandlingsutrustning i raddningsflottar ska genomga oversyn i samband med den periodiska servicen av raddningsflottarna. oversynen ska utforas av den som utfor den periodiska servicen av raddningsflottarna."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Poikkeukset",
      "content": "Liikenteen turvallisuusvirasto voi hakemuksesta erityisistä syistä myöntää yksittäistapauksessa poikkeuksen 6 §:n 1 momentissa tarkoitetuista laiva-apteekin sisältöä koskevista vaatimuksista edellyttäen, että poikkeus ei olennaisesti heikennä laivaväen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. Liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Liikenteen turvallisuusviraston 1 momentissa tarkoitetusta päätöksestä määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hakemuksesta erityisistä syistä myöntää yksittäistapauksessa poikkeuksen 6 § :n 1 momentissa tarkoitetuista laiva-apteekin sisältöä koskevista vaatimuksista edellyttäen, että poikkeus ei olennaisesti heikennä laivaväen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. Liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Liikenteen turvallisuusviraston 1 momentissa tarkoitetusta päätöksestä määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto voi hakemuksesta erityisista syista myontaa yksittaistapauksessa poikkeuksen 6 §:n 1 momentissa tarkoitetuista laiva-apteekin sisaltoa koskevista vaatimuksista edellyttaen, etta poikkeus ei olennaisesti heikenna laivavaen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. liikenteen turvallisuusviraston 1 momentissa tarkoitetusta paatoksesta maaraamaan maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Undantag",
        "content_sv": "Trafiksäkerhetsverket kan av särskilda skäl i enskilda fall på ansökan bevilja undantag från de krav på fartygsapotekets innehåll som anges i 6 § 1 mom., förutsatt att undantaget inte väsentligen försämrar fartygspersonalens möjlighet att få adekvat första hjälpen och sjukvård ombord. Omprövning av ett i 1 mom. avsett beslut som meddelats av Trafiksäkerhetsverket får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i en avgift som Trafiksäkerhetsverket påfört för ett beslut som avses i 1 mom. får sökas på det sätt som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Trafiksäkerhetsverket kan av särskilda skäl i enskilda fall på ansökan bevilja undantag från de krav på fartygsapotekets innehåll som anges i 6 § 1 mom., förutsatt att undantaget inte väsentligen försämrar fartygspersonalens möjlighet att få adekvat första hjälpen och sjukvård ombord. Omprövning av ett i 1 mom. avsett beslut som meddelats av Trafiksäkerhetsverket får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i en avgift som Trafiksäkerhetsverket påfört för ett beslut som avses i 1 mom. får sökas på det sätt som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "trafiksakerhetsverket kan av sarskilda skal i enskilda fall pa ansokan bevilja undantag fran de krav pa fartygsapotekets innehall som anges i 6 § 1 mom., forutsatt att undantaget inte vasentligen forsamrar fartygspersonalens mojlighet att fa adekvat forsta hjalpen och sjukvard ombord. omprovning av ett i 1 mom. avsett beslut som meddelats av trafiksakerhetsverket far begaras hos trafiksakerhetsverket pa det satt som anges i forvaltningslagen (434/2003). ett beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen (586/1996). forvaltningsdomstolens beslut far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. andring i en avgift som trafiksakerhetsverket pafort for ett beslut som avses i 1 mom. far sokas pa det satt som foreskrivs i lagen om grunderna for avgifter till staten (150/1992)."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvonta ja tietojenantovelvollisuus",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Liikenteen turvallisuusvirasto, työsuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. Liikenteen turvallisuusvirasto ja työsuojeluviranomaiset ovat velvollisia pyynnöstä salassapitosäännösten estämättä antamaan Sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot lääkkeiden ja hoitotarvikkeiden käytöstä sekä tehdyistä hoitotoimenpiteistä, jotka ovat välttämättömiä muussa lainsäädännössä niille säädettyjen valvontatehtävien suorittamiseksi. Lääkealan turvallisuus- ja kehittämiskeskukselle on salassapitosäännösten estämättä annettava lääkelain (395/1987) tai sen nojalla annettujen säännösten perusteella apteekkien valvonnassa tarvittavat välttämättömät tiedot laiva-apteekkiin sisältyvistä lääkkeistä ja niiden määristä sekä laiva-apteekkiin tehdyistä lääkehankinnoista. Tiedot on annettava maksutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Liikenteen turvallisuusvirasto, työsuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. Liikenteen turvallisuusvirasto ja työsuojeluviranomaiset ovat velvollisia pyynnöstä salassapitosäännösten estämättä antamaan Sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot lääkkeiden ja hoitotarvikkeiden käytöstä sekä tehdyistä hoitotoimenpiteistä, jotka ovat välttämättömiä muussa lainsäädännössä niille säädettyjen valvontatehtävien suorittamiseksi. Lääkealan turvallisuus- ja kehittämiskeskukselle on salassapitosäännösten estämättä annettava lääkelain (395/1987) tai sen nojalla annettujen säännösten perusteella apteekkien valvonnassa tarvittavat välttämättömät tiedot laiva-apteekkiin sisältyvistä lääkkeistä ja niiden määristä sekä laiva-apteekkiin tehdyistä lääkehankinnoista. Tiedot on annettava maksutta.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvovat liikenteen turvallisuusvirasto, tyosuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. liikenteen turvallisuusvirasto ja tyosuojeluviranomaiset ovat velvollisia pyynnosta salassapitosaannosten estamatta antamaan sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot laakkeiden ja hoitotarvikkeiden kaytosta seka tehdyista hoitotoimenpiteista, jotka ovat valttamattomia muussa lainsaadannossa niille saadettyjen valvontatehtavien suorittamiseksi. laakealan turvallisuus- ja kehittamiskeskukselle on salassapitosaannosten estamatta annettava laakelain (395/1987) tai sen nojalla annettujen saannosten perusteella apteekkien valvonnassa tarvittavat valttamattomat tiedot laiva-apteekkiin sisaltyvista laakkeista ja niiden maarista seka laiva-apteekkiin tehdyista laakehankinnoista. tiedot on annettava maksutta.",
        "title_sv": "Tillsyn och skyldighet att lämna uppgifter",
        "content_sv": "Tillsynen över efterlevnaden av denna lag och bestämmelser som utfärdats med stöd av den utövas av Trafiksäkerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna för hälso- och sjukvården. Trafiksäkerhetsverket och arbetarskyddsmyndigheterna är skyldiga att trots sekretessbestämmelserna på begäran till Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken lämna sådana uppgifter om användningen av läkemedel och behandlingsutrustning samt om vidtagna vårdåtgärder som är nödvändiga för utförandet av tillsynsuppgifter som föreskrivs för dem i övrig lagstiftning. Trots sekretessbestämmelserna ska till Säkerhets- och utvecklingscentret för läkemedelsområdet lämnas de uppgifter om läkemedlen i ett fartygsapotek och deras mängder samt läkemedelsanskaffningar till fartygsapoteket som är nödvändiga för tillsynen över apotek enligt läkemedelslagen (395/1987) eller bestämmelser som utfärdats med stöd av den. Uppgifterna ska lämnas avgiftsfritt.",
        "normalized_sv": "Tillsynen över efterlevnaden av denna lag och bestämmelser som utfärdats med stöd av den utövas av Trafiksäkerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna för hälso- och sjukvården. Trafiksäkerhetsverket och arbetarskyddsmyndigheterna är skyldiga att trots sekretessbestämmelserna på begäran till Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken lämna sådana uppgifter om användningen av läkemedel och behandlingsutrustning samt om vidtagna vårdåtgärder som är nödvändiga för utförandet av tillsynsuppgifter som föreskrivs för dem i övrig lagstiftning. Trots sekretessbestämmelserna ska till Säkerhets- och utvecklingscentret för läkemedelsområdet lämnas de uppgifter om läkemedlen i ett fartygsapotek och deras mängder samt läkemedelsanskaffningar till fartygsapoteket som är nödvändiga för tillsynen över apotek enligt läkemedelslagen (395/1987) eller bestämmelser som utfärdats med stöd av den. Uppgifterna ska lämnas avgiftsfritt.",
        "folded_sv": "tillsynen over efterlevnaden av denna lag och bestammelser som utfardats med stod av den utovas av trafiksakerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna for halso- och sjukvarden. trafiksakerhetsverket och arbetarskyddsmyndigheterna ar skyldiga att trots sekretessbestammelserna pa begaran till tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverken lamna sadana uppgifter om anvandningen av lakemedel och behandlingsutrustning samt om vidtagna vardatgarder som ar nodvandiga for utforandet av tillsynsuppgifter som foreskrivs for dem i ovrig lagstiftning. trots sekretessbestammelserna ska till sakerhets- och utvecklingscentret for lakemedelsomradet lamnas de uppgifter om lakemedlen i ett fartygsapotek och deras mangder samt lakemedelsanskaffningar till fartygsapoteket som ar nodvandiga for tillsynen over apotek enligt lakemedelslagen (395/1987) eller bestammelser som utfardats med stod av den. uppgifterna ska lamnas avgiftsfritt."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Laiva-apteekkirikkomus",
      "content": "Joka tahallaan 1) laiminlyö 5 §:n 1 momentissa säädetyn laivanisännän velvollisuuden, 2) laiminlyö 5 §:n 2 momentin 1 tai 4-7 kohdassa säädetyn aluksen päällikön velvollisuuden tai 3) laiminlyö 5 §:n 3 momentissa säädetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Joka tahallaan 1) laiminlyö 5 § :n 1 momentissa säädetyn laivanisännän velvollisuuden, 2) laiminlyö 5 § :n 2 momentin 1 tai 4-7 kohdassa säädetyn aluksen päällikön velvollisuuden tai 3) laiminlyö 5 § :n 3 momentissa säädetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
        "folded_fi": "joka tahallaan 1) laiminlyo 5 §:n 1 momentissa saadetyn laivanisannan velvollisuuden, 2) laiminlyo 5 §:n 2 momentin 1 tai 4-7 kohdassa saadetyn aluksen paallikon velvollisuuden tai 3) laiminlyo 5 §:n 3 momentissa saadetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
        "title_sv": "Fartygsapoteksförseelse",
        "content_sv": "Den som uppsåtligen 1) försummar redarens omsorgsplikt enligt 5 § 1 mom., 2) försummar befälhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) försummar fartygsapoteksskötarens skyldighet enligt 5 § 3 mom. fartygsapoteksförseelse ska för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen 1) försummar redarens omsorgsplikt enligt 5 § 1 mom., 2) försummar befälhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) försummar fartygsapoteksskötarens skyldighet enligt 5 § 3 mom. fartygsapoteksförseelse ska för dömas till böter.",
        "folded_sv": "den som uppsatligen 1) forsummar redarens omsorgsplikt enligt 5 § 1 mom., 2) forsummar befalhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) forsummar fartygsapoteksskotarens skyldighet enligt 5 § 3 mom. fartygsapoteksforseelse ska for domas till boter."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Muissa kuin 13 §:ssä tarkoitetuissa tämän lain mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Muissa kuin 13 § :ssä tarkoitetuissa tämän lain mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun mukaan.",
        "folded_fi": "muissa kuin 13 §:ssa tarkoitetuissa taman lain mukaan kasiteltavissa asioissa toimivaltainen tuomioistuin maaraytyy merilain (674/1994) 21 luvun mukaan.",
        "title_sv": "Behörig domstol",
        "content_sv": "Den behöriga domstolen för andra ärenden än de som avses i 13 § och som ska behandlas enligt denna lag bestäms enligt bestämmelserna i 21 kap. i sjölagen (674/1994).",
        "normalized_sv": "Den behöriga domstolen för andra ärenden än de som avses i 13 § och som ska behandlas enligt denna lag bestäms enligt bestämmelserna i 21 kap. i sjölagen (674/1994).",
        "folded_sv": "den behoriga domstolen for andra arenden an de som avses i 13 § och som ska behandlas enligt denna lag bestams enligt bestammelserna i 21 kap. i sjolagen (674/1994)."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Asetuksenantovaltuus",
      "content": "Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä: 1) 5 §:n 2 momentin 4 kohdassa ja 8 §:n 1 momentissa tarkoitetusta lääkkeiden luovuttamisesta ja käytöstä; 2) 5 §:n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 §:ssä tarkoitetusta laiva-apteekin sisällöstä; 4) 7 §:ssä tarkoitetusta laiva-apteekin sekä lääkkeiden ja hoitotarvikkeiden säilytyksestä; 5) 9 §:ssä tarkoitetusta lääkepäiväkirjan pitämisestä; 6) 10 ja 12 §:ssä tarkoitetusta laiva-apteekin sekä pelastusveneiden ja -lauttojen lääkkeiden ja hoitotarvikkeiden tarkastuksesta sekä 11 §:ssä tarkoitetusta tarkastusasiakirjasta; 7) 12 §:ssä tarkoitetuista pelastusveneiden ja -lauttojen lääkkeistä ja hoitotarvikkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä: 1) 5 § :n 2 momentin 4 kohdassa ja 8 § :n 1 momentissa tarkoitetusta lääkkeiden luovuttamisesta ja käytöstä; 2) 5 § :n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 § :ssä tarkoitetusta laiva-apteekin sisällöstä; 4) 7 § :ssä tarkoitetusta laiva-apteekin sekä lääkkeiden ja hoitotarvikkeiden säilytyksestä; 5) 9 § :ssä tarkoitetusta lääkepäiväkirjan pitämisestä; 6) 10 ja 12 § :ssä tarkoitetusta laiva-apteekin sekä pelastusveneiden ja -lauttojen lääkkeiden ja hoitotarvikkeiden tarkastuksesta sekä 11 § :ssä tarkoitetusta tarkastusasiakirjasta; 7) 12 § :ssä tarkoitetuista pelastusveneiden ja -lauttojen lääkkeistä ja hoitotarvikkeista.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia: 1) 5 §:n 2 momentin 4 kohdassa ja 8 §:n 1 momentissa tarkoitetusta laakkeiden luovuttamisesta ja kaytosta; 2) 5 §:n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 §:ssa tarkoitetusta laiva-apteekin sisallosta; 4) 7 §:ssa tarkoitetusta laiva-apteekin seka laakkeiden ja hoitotarvikkeiden sailytyksesta; 5) 9 §:ssa tarkoitetusta laakepaivakirjan pitamisesta; 6) 10 ja 12 §:ssa tarkoitetusta laiva-apteekin seka pelastusveneiden ja -lauttojen laakkeiden ja hoitotarvikkeiden tarkastuksesta seka 11 §:ssa tarkoitetusta tarkastusasiakirjasta; 7) 12 §:ssa tarkoitetuista pelastusveneiden ja -lauttojen laakkeista ja hoitotarvikkeista.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet får närmare bestämmelser utfärdas om 1) den överlåtelse och användning av läkemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehåll i fartygsapoteket som avses i 6 §, 4) den förvaring av fartygsapoteket samt läkemedel och behandlingsutrustning som avses i 7 §, 5) det förande av läkemedelsjournal som avses i 9 §, 6) den översyn av läkemedel och behandlingsutrustning i fartygsapoteket samt i livbåtarna och räddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 §, 7) de läkemedel och den behandlingsutrustning för livbåtar och räddningsflottar som avses i 12 §.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet får närmare bestämmelser utfärdas om 1) den överlåtelse och användning av läkemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehåll i fartygsapoteket som avses i 6 § , 4) den förvaring av fartygsapoteket samt läkemedel och behandlingsutrustning som avses i 7 § , 5) det förande av läkemedelsjournal som avses i 9 § , 6) den översyn av läkemedel och behandlingsutrustning i fartygsapoteket samt i livbåtarna och räddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 § , 7) de läkemedel och den behandlingsutrustning för livbåtar och räddningsflottar som avses i 12 § .",
        "folded_sv": "genom forordning av social- och halsovardsministeriet far narmare bestammelser utfardas om 1) den overlatelse och anvandning av lakemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehall i fartygsapoteket som avses i 6 §, 4) den forvaring av fartygsapoteket samt lakemedel och behandlingsutrustning som avses i 7 §, 5) det forande av lakemedelsjournal som avses i 9 §, 6) den oversyn av lakemedel och behandlingsutrustning i fartygsapoteket samt i livbatarna och raddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 §, 7) de lakemedel och den behandlingsutrustning for livbatar och raddningsflottar som avses i 12 §."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2015. Tällä lailla kumotaan laiva-apteekeista 12 päivänä joulukuuta 1994 annettu Merenkulkuhallituksen päätös (Dnro 33/033/94). Aluksen laiva-apteekin sekä pelastusveneiden lääkkeiden ja hoitotarvikkeiden on oltava tämän lain ja sen nojalla annettujen säännösten mukaisia viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä laiva-apteekin tarkastuksessa ja pelastuslauttojen lääkkeiden ja hoitotarvikkeiden viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä pelastuslauttojen määräaikaishuollossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2015. Tällä lailla kumotaan laiva-apteekeista 12 päivänä joulukuuta 1994 annettu Merenkulkuhallituksen päätös (Dnro 33/033/94). Aluksen laiva-apteekin sekä pelastusveneiden lääkkeiden ja hoitotarvikkeiden on oltava tämän lain ja sen nojalla annettujen säännösten mukaisia viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä laiva-apteekin tarkastuksessa ja pelastuslauttojen lääkkeiden ja hoitotarvikkeiden viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä pelastuslauttojen määräaikaishuollossa.",
        "folded_fi": "tama laki tulee voimaan 15 paivana toukokuuta 2015. talla lailla kumotaan laiva-apteekeista 12 paivana joulukuuta 1994 annettu merenkulkuhallituksen paatos (dnro 33/033/94). aluksen laiva-apteekin seka pelastusveneiden laakkeiden ja hoitotarvikkeiden on oltava taman lain ja sen nojalla annettujen saannosten mukaisia viimeistaan vuoden kuluttua taman lain voimaantulon jalkeen suoritettavassa ensimmaisessa laiva-apteekin tarkastuksessa ja pelastuslauttojen laakkeiden ja hoitotarvikkeiden viimeistaan vuoden kuluttua taman lain voimaantulon jalkeen suoritettavassa ensimmaisessa pelastuslauttojen maaraaikaishuollossa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 maj 2015. Genom denna lag upphävs Sjöfartsstyrelsens beslut om fartygsapotek (Dnr 33/033/94) av den 12 december 1994. Ett fartygs fartygsapotek och livbåtarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första översyn av fartygsapoteket som äger rum senast ett år efter det att denna lag har trätt i kraft. Räddningsflottarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första periodiska service av räddningsflottarna som äger rum senast ett år efter det att denna lag har trätt i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 15 maj 2015. Genom denna lag upphävs Sjöfartsstyrelsens beslut om fartygsapotek (Dnr 33/033/94) av den 12 december 1994. Ett fartygs fartygsapotek och livbåtarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första översyn av fartygsapoteket som äger rum senast ett år efter det att denna lag har trätt i kraft. Räddningsflottarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första periodiska service av räddningsflottarna som äger rum senast ett år efter det att denna lag har trätt i kraft.",
        "folded_sv": "denna lag trader i kraft den 15 maj 2015. genom denna lag upphavs sjofartsstyrelsens beslut om fartygsapotek (dnr 33/033/94) av den 12 december 1994. ett fartygs fartygsapotek och livbatarnas lakemedel och behandlingsutrustning ska overensstamma med denna lag och bestammelser som utfardats med stod av den vid den forsta oversyn av fartygsapoteket som ager rum senast ett ar efter det att denna lag har tratt i kraft. raddningsflottarnas lakemedel och behandlingsutrustning ska overensstamma med denna lag och bestammelser som utfardats med stod av den vid den forsta periodiska service av raddningsflottarna som ager rum senast ett ar efter det att denna lag har tratt i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on varmistaa laivaväen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on varmistaa laivaväen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
        "folded_fi": "taman lain tarkoituksena on varmistaa laivavaen mahdollisuus saada asianmukaista ensiapua ja sairaanhoitoa aluksella sairastumis- ja tapaturmatapauksissa.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att säkerställa att fartygspersonal har möjlighet att få adekvat första hjälpen och sjukvård ombord vid sjukdoms- och olycksfall.",
        "normalized_sv": "Syftet med denna lag är att säkerställa att fartygspersonal har möjlighet att få adekvat första hjälpen och sjukvård ombord vid sjukdoms- och olycksfall.",
        "folded_sv": "syftet med denna lag ar att sakerstalla att fartygspersonal har mojlighet att fa adekvat forsta hjalpen och sjukvard ombord vid sjukdoms- och olycksfall."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan suomalaiseen alukseen, jolla työskentelee laivaväkeä. Tätä lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei säännöllisesti käytetä yleisessä liikenteessä matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintään 10 metriä ja jota käytetään teollisuuslaitosten selvästi erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintään 10 metriä ja jota ei käytetä yleisessä liikenteessä matkustajien kuljettamiseen, säännölliseen lastin kuljettamiseen eikä hinaukseen; 4) alukseen, jota käytetään sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tätä lakia sovelletaan suomalaiseen alukseen, jolla työskentelee laivaväkeä. Tätä lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei säännöllisesti käytetä yleisessä liikenteessä matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintään 10 metriä ja jota käytetään teollisuuslaitosten selvästi erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintään 10 metriä ja jota ei käytetä yleisessä liikenteessä matkustajien kuljettamiseen, säännölliseen lastin kuljettamiseen eikä hinaukseen; 4) alukseen, jota käytetään sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
        "folded_fi": "tata lakia sovelletaan suomalaiseen alukseen, jolla tyoskentelee laivavakea. tata lakia ei sovelleta: 1) puolustusvoimien tai rajavartiolaitoksen alukseen, jota ei saannollisesti kayteta yleisessa liikenteessa matkustajien tai lastin kuljettamiseen; 2) alukseen, jonka pituus on enintaan 10 metria ja jota kaytetaan teollisuuslaitosten selvasti erotetuilla satama-alueilla; 3) alukseen, jonka pituus on enintaan 10 metria ja jota ei kayteta yleisessa liikenteessa matkustajien kuljettamiseen, saannolliseen lastin kuljettamiseen eika hinaukseen; 4) alukseen, jota kaytetaan sellaisessa vapaaehtoisessa meripelastustoiminnassa, joka ei ole kaupallista toimintaa; 5) lossiin; 6) vuokraveneeseen; 7) huvialukseen ja -veneeseen.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på finska fartyg där det arbetar fartygspersonal. Denna lag tillämpas inte på 1) försvarsmaktens eller gränsbevakningsväsendets fartyg som inte regelbundet används i allmän trafik för transport av passagerare eller last, 2) fartyg med en längd på högst 10 meter som används inom industrianläggningars tydligt avgränsade hamnområden, 3) fartyg med en längd på högst 10 meter som inte används i allmän trafik för transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som används för frivillig sjöräddningsverksamhet som inte är kommersiell verksamhet, 5) vajerfärjor, 6) hyresbåtar, 7) nöjesfartyg och fritidsbåtar.",
        "normalized_sv": "Denna lag tillämpas på finska fartyg där det arbetar fartygspersonal. Denna lag tillämpas inte på 1) försvarsmaktens eller gränsbevakningsväsendets fartyg som inte regelbundet används i allmän trafik för transport av passagerare eller last, 2) fartyg med en längd på högst 10 meter som används inom industrianläggningars tydligt avgränsade hamnområden, 3) fartyg med en längd på högst 10 meter som inte används i allmän trafik för transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som används för frivillig sjöräddningsverksamhet som inte är kommersiell verksamhet, 5) vajerfärjor, 6) hyresbåtar, 7) nöjesfartyg och fritidsbåtar.",
        "folded_sv": "denna lag tillampas pa finska fartyg dar det arbetar fartygspersonal. denna lag tillampas inte pa 1) forsvarsmaktens eller gransbevakningsvasendets fartyg som inte regelbundet anvands i allman trafik for transport av passagerare eller last, 2) fartyg med en langd pa hogst 10 meter som anvands inom industrianlaggningars tydligt avgransade hamnomraden, 3) fartyg med en langd pa hogst 10 meter som inte anvands i allman trafik for transport av passagerare, regelbunden transport av last eller bogsering, 4) fartyg som anvands for frivillig sjoraddningsverksamhet som inte ar kommersiell verksamhet, 5) vajerfarjor, 6) hyresbatar, 7) nojesfartyg och fritidsbatar."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa ja sen nojalla annetuissa säännöksissä tarkoitetaan: 1) laivaväellä aluksella työskenteleviä henkilöitä; laivaväellä ei tarkoiteta luotseja, tilapäisissä tarkastus-, huolto- tai muissa vastaavissa tehtävissä aluksella toimivia henkilöitä, eikä henkilöitä, jotka työskentelevät aluksella ainoastaan sen ollessa satamassa; 2) laivanisännällä sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkilöä, joka joko yksinään tai yhdessä toisten henkilöiden kanssa käyttää tosiasiallista määräysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka räjähdys-, palo-, tartunta- tai säteilyvaarallisuutensa, myrkyllisyytensä, syövyttävyytensä taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ympäristölle tai omaisuudelle; vaarallisella aineella tarkoitetaan myös vaarallista ainetta sisältäviä vaarallisia seoksia, esineitä, välineitä, tavaroita ja tyhjiä pakkauksia; 4) kotimaanliikenteellä liikennettä kotimaan satamien välillä; kotimaanliikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tässä laissa ja sen nojalla annetuissa säännöksissä tarkoitetaan: 1) laivaväellä aluksella työskenteleviä henkilöitä; laivaväellä ei tarkoiteta luotseja, tilapäisissä tarkastus-, huolto- tai muissa vastaavissa tehtävissä aluksella toimivia henkilöitä, eikä henkilöitä, jotka työskentelevät aluksella ainoastaan sen ollessa satamassa; 2) laivanisännällä sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkilöä, joka joko yksinään tai yhdessä toisten henkilöiden kanssa käyttää tosiasiallista määräysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka räjähdys-, palo-, tartunta- tai säteilyvaarallisuutensa, myrkyllisyytensä, syövyttävyytensä taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ympäristölle tai omaisuudelle; vaarallisella aineella tarkoitetaan myös vaarallista ainetta sisältäviä vaarallisia seoksia, esineitä, välineitä, tavaroita ja tyhjiä pakkauksia; 4) kotimaanliikenteellä liikennettä kotimaan satamien välillä; kotimaanliikenteeseen rinnastetaan liikenne Saimaan kanavan ja siihen välittömästi liittyvien Venäjän vesialueiden kautta Viipuriin sekä liikenne Vihrevojn ja Viipurin välillä.",
        "folded_fi": "tassa laissa ja sen nojalla annetuissa saannoksissa tarkoitetaan: 1) laivavaella aluksella tyoskentelevia henkiloita; laivavaella ei tarkoiteta luotseja, tilapaisissa tarkastus-, huolto- tai muissa vastaavissa tehtavissa aluksella toimivia henkiloita, eika henkiloita, jotka tyoskentelevat aluksella ainoastaan sen ollessa satamassa; 2) laivanisannalla sellaista aluksen omistajaa, koko aluksen vuokraajaa tai muuta luonnollista tai oikeushenkiloa, joka joko yksinaan tai yhdessa toisten henkiloiden kanssa kayttaa tosiasiallista maaraysvaltaa aluksella; 3) vaarallisella aineella ainetta, joka rajahdys-, palo-, tartunta- tai sateilyvaarallisuutensa, myrkyllisyytensa, syovyttavyytensa taikka muun sellaisen ominaisuutensa vuoksi saattaa aiheuttaa vahinkoa ihmisille, ymparistolle tai omaisuudelle; vaarallisella aineella tarkoitetaan myos vaarallista ainetta sisaltavia vaarallisia seoksia, esineita, valineita, tavaroita ja tyhjia pakkauksia; 4) kotimaanliikenteella liikennetta kotimaan satamien valilla; kotimaanliikenteeseen rinnastetaan liikenne saimaan kanavan ja siihen valittomasti liittyvien venajan vesialueiden kautta viipuriin seka liikenne vihrevojn ja viipurin valilla.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag och i bestämmelser som utfärdats med stöd av den avses med 1) fartygspersonal personer som arbetar ombord på ett fartyg; med fartygspersonal avses inte lotsar, personer som utför tillfälliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord på ett fartyg eller personer som endast utför arbete ombord på fartyg vid kaj, 2) redare den som äger eller hyr hela fartyget eller någon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utövar faktisk beslutanderätt på fartyget, 3) farliga ämnen sådana ämnen som på grund av sin explosions-, brand-, smitto- eller strålningsfarlighet, giftighet, frätande verkan eller någon annan motsvarande egenskap kan medföra skada för människor, miljön eller egendom; med farliga ämnen avses även farliga blandningar, föremål, redskap, varor och tomma förpackningar som innehåller ett farligt ämne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jämställs fart via Saima kanal och därtill direkt anslutna ryska vattenområden till Viborg samt fart mellan Vichrevoj och Viborg.",
        "normalized_sv": "I denna lag och i bestämmelser som utfärdats med stöd av den avses med 1) fartygspersonal personer som arbetar ombord på ett fartyg; med fartygspersonal avses inte lotsar, personer som utför tillfälliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord på ett fartyg eller personer som endast utför arbete ombord på fartyg vid kaj, 2) redare den som äger eller hyr hela fartyget eller någon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utövar faktisk beslutanderätt på fartyget, 3) farliga ämnen sådana ämnen som på grund av sin explosions-, brand-, smitto- eller strålningsfarlighet, giftighet, frätande verkan eller någon annan motsvarande egenskap kan medföra skada för människor, miljön eller egendom; med farliga ämnen avses även farliga blandningar, föremål, redskap, varor och tomma förpackningar som innehåller ett farligt ämne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jämställs fart via Saima kanal och därtill direkt anslutna ryska vattenområden till Viborg samt fart mellan Vichrevoj och Viborg.",
        "folded_sv": "i denna lag och i bestammelser som utfardats med stod av den avses med 1) fartygspersonal personer som arbetar ombord pa ett fartyg; med fartygspersonal avses inte lotsar, personer som utfor tillfalliga kontroll- eller serviceuppgifter eller andra motsvarande uppgifter ombord pa ett fartyg eller personer som endast utfor arbete ombord pa fartyg vid kaj, 2) redare den som ager eller hyr hela fartyget eller nagon annan fysisk eller juridisk person som ensam eller tillsammans med andra personer utovar faktisk beslutanderatt pa fartyget, 3) farliga amnen sadana amnen som pa grund av sin explosions-, brand-, smitto- eller stralningsfarlighet, giftighet, fratande verkan eller nagon annan motsvarande egenskap kan medfora skada for manniskor, miljon eller egendom; med farliga amnen avses aven farliga blandningar, foremal, redskap, varor och tomma forpackningar som innehaller ett farligt amne, 4) inrikes fart trafik mellan finska hamnar; med inrikes fart jamstalls fart via saima kanal och dartill direkt anslutna ryska vattenomraden till viborg samt fart mellan vichrevoj och viborg."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Alusluokat",
      "content": "Tässä laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan A kuuluvat alukset, jotka liikennöivät alusluokkien B, C ja D ulkopuolella; 2) alusluokkaan B kuuluvat alukset, jotka liikennöivät enintään 150 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; alusluokkaan B kuuluvat myös alukset, jotka liikennöivät enintään 175 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan C kuuluvat alukset, jotka liikennöivät enintään 50 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; 4) alusluokkaan D kuuluvat alukset, jotka liikennöivät kotimaanliikenteessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Tässä laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan A kuuluvat alukset, jotka liikennöivät alusluokkien B, C ja D ulkopuolella; 2) alusluokkaan B kuuluvat alukset, jotka liikennöivät enintään 150 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; alusluokkaan B kuuluvat myös alukset, jotka liikennöivät enintään 175 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan C kuuluvat alukset, jotka liikennöivät enintään 50 meripeninkulman etäisyydellä lähimmästä lääkinnällisesti riittävästi varustetusta Euroopan unionin jäsenvaltion tai Norjan satamasta; 4) alusluokkaan D kuuluvat alukset, jotka liikennöivät kotimaanliikenteessä.",
        "folded_fi": "tassa laissa alukset jaetaan alusluokkiin seuraavasti: 1) alusluokkaan a kuuluvat alukset, jotka liikennoivat alusluokkien b, c ja d ulkopuolella; 2) alusluokkaan b kuuluvat alukset, jotka liikennoivat enintaan 150 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta; alusluokkaan b kuuluvat myos alukset, jotka liikennoivat enintaan 175 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta, jos alus on jatkuvasti pelastushelikopteripalvelun ulottuvissa; 3) alusluokkaan c kuuluvat alukset, jotka liikennoivat enintaan 50 meripeninkulman etaisyydella lahimmasta laakinnallisesti riittavasti varustetusta euroopan unionin jasenvaltion tai norjan satamasta; 4) alusluokkaan d kuuluvat alukset, jotka liikennoivat kotimaanliikenteessa.",
        "title_sv": "Fartygsklasser",
        "content_sv": "I denna lag delas fartygen in i fartygsklasser enligt följande: 1) till fartygsklass A hör fartyg som går i trafik längre ut än fartygsklasserna B, C och D, 2) till fartygsklass B hör fartyg som går i trafik på högst 150 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge; till fartygsklass B hör också fartyg som går i trafik på högst 175 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, om fartyget fortlöpande befinner sig inom räckvidden för helikopterräddning, 3) till fartygsklass C hör fartyg som går i trafik på högst 50 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, 4) till fartygsklass D hör fartyg i inrikes fart.",
        "normalized_sv": "I denna lag delas fartygen in i fartygsklasser enligt följande: 1) till fartygsklass A hör fartyg som går i trafik längre ut än fartygsklasserna B, C och D, 2) till fartygsklass B hör fartyg som går i trafik på högst 150 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge; till fartygsklass B hör också fartyg som går i trafik på högst 175 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, om fartyget fortlöpande befinner sig inom räckvidden för helikopterräddning, 3) till fartygsklass C hör fartyg som går i trafik på högst 50 sjömils avstånd från närmaste hamn med tillräcklig medicinsk utrustning i en stat som hör till Europeiska unionen eller i Norge, 4) till fartygsklass D hör fartyg i inrikes fart.",
        "folded_sv": "i denna lag delas fartygen in i fartygsklasser enligt foljande: 1) till fartygsklass a hor fartyg som gar i trafik langre ut an fartygsklasserna b, c och d, 2) till fartygsklass b hor fartyg som gar i trafik pa hogst 150 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge; till fartygsklass b hor ocksa fartyg som gar i trafik pa hogst 175 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge, om fartyget fortlopande befinner sig inom rackvidden for helikopterraddning, 3) till fartygsklass c hor fartyg som gar i trafik pa hogst 50 sjomils avstand fran narmaste hamn med tillracklig medicinsk utrustning i en stat som hor till europeiska unionen eller i norge, 4) till fartygsklass d hor fartyg i inrikes fart."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Laivanisännän, aluksen päällikön ja laiva-apteekin hoitajan velvollisuudet",
      "content": "Laivanisännän on huolehdittava siitä, että aluksen laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet ovat tämän lain ja sen nojalla annettujen säännösten mukaiset. Aluksen päällikön on: 1) huolehdittava siitä, että aluksella on asianmukainen laiva-apteekki ja että sitä hoidetaan tämän lain ja sen nojalla annettujen säännösten mukaisesti; 2) ratkaistava, onko lääkkeitä ja hoitotarvikkeita otettava laiva-apteekkiin enemmän kuin tämän lain nojalla annetuissa säännöksissä säädetään; huumausaineiksi ja pääasiassa keskushermostoon vaikuttaviksi lääkevalmisteiksi luokiteltavia lääkkeitä ei laiva-apteekissa saa kuitenkaan olla suurempia määriä kuin tämän lain nojalla annetuissa säännöksissä mainitaan; 3) tarpeen vaatiessa ja lääkemääräyksen perusteella huolehdittava siitä, että laiva-apteekkiin hankitaan myös muita kuin tämän lain nojalla annetuissa säännöksissä mainittuja lääkkeitä ja hoitotarvikkeita; 4) luovutettava tarvittaessa lääkkeitä niitä tarvitseville henkilöille; 5) annettava ensiapua ja sairaanhoitoa sitä tarvitseville henkilöille; 6) huolehdittava siitä, että aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla lääkkeillä ja hoitotarvikkeilla; 7) huolehdittava siitä, että laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet tarkastetaan 10-12 §:ssä säädetyn mukaisesti. laiva-apteekin hoitaja Aluksen kansipäällystöön kuuluvan henkilön tai laivaväkeen kuuluvan terveydenhuollon ammattihenkilön () on huolehdittava 2 momentin 4 ja 5 kohdissa sekä 7 ja 9 §:ssä tarkoitetuista tehtävistä, jos aluksen päällikkö on siirtänyt hänelle mainitut tehtävät. Aluksen päälliköllä ja laiva-apteekin hoitajalla on oltava tehtävien hoitamiseen riittävä koulutus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Laivanisännän on huolehdittava siitä, että aluksen laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet ovat tämän lain ja sen nojalla annettujen säännösten mukaiset. Aluksen päällikön on: 1) huolehdittava siitä, että aluksella on asianmukainen laiva-apteekki ja että sitä hoidetaan tämän lain ja sen nojalla annettujen säännösten mukaisesti; 2) ratkaistava, onko lääkkeitä ja hoitotarvikkeita otettava laiva-apteekkiin enemmän kuin tämän lain nojalla annetuissa säännöksissä säädetään; huumausaineiksi ja pääasiassa keskushermostoon vaikuttaviksi lääkevalmisteiksi luokiteltavia lääkkeitä ei laiva-apteekissa saa kuitenkaan olla suurempia määriä kuin tämän lain nojalla annetuissa säännöksissä mainitaan; 3) tarpeen vaatiessa ja lääkemääräyksen perusteella huolehdittava siitä, että laiva-apteekkiin hankitaan myös muita kuin tämän lain nojalla annetuissa säännöksissä mainittuja lääkkeitä ja hoitotarvikkeita; 4) luovutettava tarvittaessa lääkkeitä niitä tarvitseville henkilöille; 5) annettava ensiapua ja sairaanhoitoa sitä tarvitseville henkilöille; 6) huolehdittava siitä, että aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla lääkkeillä ja hoitotarvikkeilla; 7) huolehdittava siitä, että laiva-apteekki sekä pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet tarkastetaan 10-12 § :ssä säädetyn mukaisesti. laiva-apteekin hoitaja Aluksen kansipäällystöön kuuluvan henkilön tai laivaväkeen kuuluvan terveydenhuollon ammattihenkilön () on huolehdittava 2 momentin 4 ja 5 kohdissa sekä 7 ja 9 § :ssä tarkoitetuista tehtävistä, jos aluksen päällikkö on siirtänyt hänelle mainitut tehtävät. Aluksen päälliköllä ja laiva-apteekin hoitajalla on oltava tehtävien hoitamiseen riittävä koulutus.",
        "folded_fi": "laivanisannan on huolehdittava siita, etta aluksen laiva-apteekki seka pelastusveneiden ja -lauttojen laakkeet ja hoitotarvikkeet ovat taman lain ja sen nojalla annettujen saannosten mukaiset. aluksen paallikon on: 1) huolehdittava siita, etta aluksella on asianmukainen laiva-apteekki ja etta sita hoidetaan taman lain ja sen nojalla annettujen saannosten mukaisesti; 2) ratkaistava, onko laakkeita ja hoitotarvikkeita otettava laiva-apteekkiin enemman kuin taman lain nojalla annetuissa saannoksissa saadetaan; huumausaineiksi ja paaasiassa keskushermostoon vaikuttaviksi laakevalmisteiksi luokiteltavia laakkeita ei laiva-apteekissa saa kuitenkaan olla suurempia maaria kuin taman lain nojalla annetuissa saannoksissa mainitaan; 3) tarpeen vaatiessa ja laakemaarayksen perusteella huolehdittava siita, etta laiva-apteekkiin hankitaan myos muita kuin taman lain nojalla annetuissa saannoksissa mainittuja laakkeita ja hoitotarvikkeita; 4) luovutettava tarvittaessa laakkeita niita tarvitseville henkiloille; 5) annettava ensiapua ja sairaanhoitoa sita tarvitseville henkiloille; 6) huolehdittava siita, etta aluksen pelastusveneet ja -lautat varustetaan asianmukaisilla laakkeilla ja hoitotarvikkeilla; 7) huolehdittava siita, etta laiva-apteekki seka pelastusveneiden ja -lauttojen laakkeet ja hoitotarvikkeet tarkastetaan 10-12 §:ssa saadetyn mukaisesti. laiva-apteekin hoitaja aluksen kansipaallystoon kuuluvan henkilon tai laivavakeen kuuluvan terveydenhuollon ammattihenkilon () on huolehdittava 2 momentin 4 ja 5 kohdissa seka 7 ja 9 §:ssa tarkoitetuista tehtavista, jos aluksen paallikko on siirtanyt hanelle mainitut tehtavat. aluksen paallikolla ja laiva-apteekin hoitajalla on oltava tehtavien hoitamiseen riittava koulutus.",
        "title_sv": "Redarens, befälhavarens och fartygsapoteksskötarens skyldigheter",
        "content_sv": "Redaren ska se till att fartygets fartygsapotek och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning överensstämmer med denna lag och bestämmelser som utfärdats med stöd av den. Befälhavaren ska 1) se till att fartyget har ett lämpligt fartygsapotek och att det sköts i enlighet med denna lag och bestämmelser som utfärdats med stöd av den, 2) avgöra om det behöver skaffas mer läkemedel och behandlingsutrustning till fartygsapoteket än vad som anges i bestämmelser som utfärdats med stöd av denna lag; av läkemedel som klassificeras som narkotika och läkemedelspreparat som i huvudsak påverkar det centrala nervsystemet får i fartygsapoteket dock inte finnas större mängder än vad som anges i bestämmelser som utfärdats med stöd av denna lag, 3) vid behov och på basis av läkemedelsordination se till att det till fartygsapoteket skaffas också andra läkemedel och annan behandlingsutrustning än de som anges i bestämmelser som utfärdats med stöd av denna lag, 4) vid behov överlåta läkemedel till personer som behöver dem, 5) ge första hjälpen och sjukvård till personer som behöver det, 6) se till att fartygets livbåtar och räddningsflottar utrustas med lämpliga läkemedel och lämplig behandlingsutrustning, 7) se till att fartygsapoteket och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning genomgår översyn i enlighet med 10-12 §. fartygsapoteksskötare Ett däcksbefäl eller en yrkesutbildad person inom hälso- och sjukvården som hör till fartygspersonalen () ska sköta de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 §, om befälhavaren har delegerat nämnda uppgifter till någondera av dem. Befälhavaren och fartygsapoteksskötaren ska ha tillräcklig utbildning för skötseln av uppgifterna.",
        "normalized_sv": "Redaren ska se till att fartygets fartygsapotek och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning överensstämmer med denna lag och bestämmelser som utfärdats med stöd av den. Befälhavaren ska 1) se till att fartyget har ett lämpligt fartygsapotek och att det sköts i enlighet med denna lag och bestämmelser som utfärdats med stöd av den, 2) avgöra om det behöver skaffas mer läkemedel och behandlingsutrustning till fartygsapoteket än vad som anges i bestämmelser som utfärdats med stöd av denna lag; av läkemedel som klassificeras som narkotika och läkemedelspreparat som i huvudsak påverkar det centrala nervsystemet får i fartygsapoteket dock inte finnas större mängder än vad som anges i bestämmelser som utfärdats med stöd av denna lag, 3) vid behov och på basis av läkemedelsordination se till att det till fartygsapoteket skaffas också andra läkemedel och annan behandlingsutrustning än de som anges i bestämmelser som utfärdats med stöd av denna lag, 4) vid behov överlåta läkemedel till personer som behöver dem, 5) ge första hjälpen och sjukvård till personer som behöver det, 6) se till att fartygets livbåtar och räddningsflottar utrustas med lämpliga läkemedel och lämplig behandlingsutrustning, 7) se till att fartygsapoteket och livbåtarnas och räddningsflottarnas läkemedel och behandlingsutrustning genomgår översyn i enlighet med 10-12 § . fartygsapoteksskötare Ett däcksbefäl eller en yrkesutbildad person inom hälso- och sjukvården som hör till fartygspersonalen () ska sköta de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 § , om befälhavaren har delegerat nämnda uppgifter till någondera av dem. Befälhavaren och fartygsapoteksskötaren ska ha tillräcklig utbildning för skötseln av uppgifterna.",
        "folded_sv": "redaren ska se till att fartygets fartygsapotek och livbatarnas och raddningsflottarnas lakemedel och behandlingsutrustning overensstammer med denna lag och bestammelser som utfardats med stod av den. befalhavaren ska 1) se till att fartyget har ett lampligt fartygsapotek och att det skots i enlighet med denna lag och bestammelser som utfardats med stod av den, 2) avgora om det behover skaffas mer lakemedel och behandlingsutrustning till fartygsapoteket an vad som anges i bestammelser som utfardats med stod av denna lag; av lakemedel som klassificeras som narkotika och lakemedelspreparat som i huvudsak paverkar det centrala nervsystemet far i fartygsapoteket dock inte finnas storre mangder an vad som anges i bestammelser som utfardats med stod av denna lag, 3) vid behov och pa basis av lakemedelsordination se till att det till fartygsapoteket skaffas ocksa andra lakemedel och annan behandlingsutrustning an de som anges i bestammelser som utfardats med stod av denna lag, 4) vid behov overlata lakemedel till personer som behover dem, 5) ge forsta hjalpen och sjukvard till personer som behover det, 6) se till att fartygets livbatar och raddningsflottar utrustas med lampliga lakemedel och lamplig behandlingsutrustning, 7) se till att fartygsapoteket och livbatarnas och raddningsflottarnas lakemedel och behandlingsutrustning genomgar oversyn i enlighet med 10-12 §. fartygsapoteksskotare ett dacksbefal eller en yrkesutbildad person inom halso- och sjukvarden som hor till fartygspersonalen () ska skota de uppgifter som avses i 2 mom. 4 och 5 punkten samt i 7 och 9 §, om befalhavaren har delegerat namnda uppgifter till nagondera av dem. befalhavaren och fartygsapoteksskotaren ska ha tillracklig utbildning for skotseln av uppgifterna."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Laiva-apteekin sisältö",
      "content": "Laiva-apteekissa on oltava alusluokan ja laivaväen lukumäärän mukaan määräytyvät lääkkeet ja hoitotarvikkeet, ensihoitopakkaus, lääkepäiväkirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten sekä tämä laki ja sen nojalla annetut säännökset. Aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttämät lääkkeet ja hoitotarvikkeet, joilla ehkäistään tai hoidetaan vaarallisten aineiden aiheuttamia välittömiä tai välillisiä haittavaikutuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Laiva-apteekissa on oltava alusluokan ja laivaväen lukumäärän mukaan määräytyvät lääkkeet ja hoitotarvikkeet, ensihoitopakkaus, lääkepäiväkirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten sekä tämä laki ja sen nojalla annetut säännökset. Aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttämät lääkkeet ja hoitotarvikkeet, joilla ehkäistään tai hoidetaan vaarallisten aineiden aiheuttamia välittömiä tai välillisiä haittavaikutuksia.",
        "folded_fi": "laiva-apteekissa on oltava alusluokan ja laivavaen lukumaaran mukaan maaraytyvat laakkeet ja hoitotarvikkeet, ensihoitopakkaus, laakepaivakirja, tarvittavat oppaat aluksella annettavaa ensiapua ja sairaanhoitoa varten seka tama laki ja sen nojalla annetut saannokset. aluksissa, jotka kuljettavat vaarallisia aineita, on oltava kuljetettavan lastin edellyttamat laakkeet ja hoitotarvikkeet, joilla ehkaistaan tai hoidetaan vaarallisten aineiden aiheuttamia valittomia tai valillisia haittavaikutuksia.",
        "title_sv": "Fartygsapotekets innehåll",
        "content_sv": "Fartygsapoteket ska innehålla läkemedel och behandlingsutrustning som bestäms utifrån fartygsklass och fartygspersonalens storlek, en första hjälpen-förpackning, en läkemedelsjournal, behövliga handböcker för första hjälpen och sjukvård som ges på fartyget samt denna lag och bestämmelser som utfärdats med stöd av den. I fartyg som transporterar farliga ämnen ska det finnas sådana läkemedel och sådan behandlingsutrustning som lasten förutsätter och med hjälp av vilka direkta eller indirekta skadeverkningar av de farliga ämnena kan förebyggas eller behandlas.",
        "normalized_sv": "Fartygsapoteket ska innehålla läkemedel och behandlingsutrustning som bestäms utifrån fartygsklass och fartygspersonalens storlek, en första hjälpen-förpackning, en läkemedelsjournal, behövliga handböcker för första hjälpen och sjukvård som ges på fartyget samt denna lag och bestämmelser som utfärdats med stöd av den. I fartyg som transporterar farliga ämnen ska det finnas sådana läkemedel och sådan behandlingsutrustning som lasten förutsätter och med hjälp av vilka direkta eller indirekta skadeverkningar av de farliga ämnena kan förebyggas eller behandlas.",
        "folded_sv": "fartygsapoteket ska innehalla lakemedel och behandlingsutrustning som bestams utifran fartygsklass och fartygspersonalens storlek, en forsta hjalpen-forpackning, en lakemedelsjournal, behovliga handbocker for forsta hjalpen och sjukvard som ges pa fartyget samt denna lag och bestammelser som utfardats med stod av den. i fartyg som transporterar farliga amnen ska det finnas sadana lakemedel och sadan behandlingsutrustning som lasten forutsatter och med hjalp av vilka direkta eller indirekta skadeverkningar av de farliga amnena kan forebyggas eller behandlas."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Laiva-apteekin, ensihoitopakkauksen, lääkkeiden ja hoitotarvikkeiden säilytys",
      "content": "Laiva-apteekki on säilytettävä lukittuna. Ensihoitopakkaus on säilytettävä selvästi merkityssä, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa käyttöön. Lääkkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on säilytettävä asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Laiva-apteekki on säilytettävä lukittuna. Ensihoitopakkaus on säilytettävä selvästi merkityssä, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa käyttöön. Lääkkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on säilytettävä asianmukaisesti.",
        "folded_fi": "laiva-apteekki on sailytettava lukittuna. ensihoitopakkaus on sailytettava selvasti merkityssa, ulkopuolisten ulottumattomissa olevassa tilassa, josta se on nopeasti otettavissa kayttoon. laakkeiden ja hoitotarvikkeiden on oltava tarkoituksenmukaisissa pakkauksissa ja ne on sailytettava asianmukaisesti.",
        "title_sv": "Förvaring av fartygsapoteket, första hjälpen-förpackningen, läkemedel och behandlingsutrustning",
        "content_sv": "Fartygsapoteket ska förvaras låst. Första hjälpen-förpackningen ska förvaras utom räckhåll för utomstående i ett tydligt märkt utrymme därifrån den snabbt kan tas fram. Läkemedel och behandlingsutrustning ska finnas i lämpliga förpackningar och förvaras på behörigt sätt.",
        "normalized_sv": "Fartygsapoteket ska förvaras låst. Första hjälpen-förpackningen ska förvaras utom räckhåll för utomstående i ett tydligt märkt utrymme därifrån den snabbt kan tas fram. Läkemedel och behandlingsutrustning ska finnas i lämpliga förpackningar och förvaras på behörigt sätt.",
        "folded_sv": "fartygsapoteket ska forvaras last. forsta hjalpen-forpackningen ska forvaras utom rackhall for utomstaende i ett tydligt markt utrymme darifran den snabbt kan tas fram. lakemedel och behandlingsutrustning ska finnas i lampliga forpackningar och forvaras pa behorigt satt."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Laiva-apteekin käyttö",
      "content": "Laiva-apteekki on tarkoitettu ensisijaisesti laivaväen käyttöön. Kiireellistä hoitoa vaativissa tapauksissa lääkkeitä ja hoitotarvikkeita voidaan käyttää myös matkustajien tai muiden aluksessa olevien henkilöiden hoitamiseen. Hoitotoimenpiteen oikeellisuus on epävarmoissa tilanteissa varmistettava kysymällä ohjeita lääkäriltä. Jos henkilölle aiotaan antaa lääkkeitä, joissa on maininta \"vain lääkärin ohjeen mukaan\", on ohjeita kysyttävä lääkäriltä, jos se on mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Laiva-apteekki on tarkoitettu ensisijaisesti laivaväen käyttöön. Kiireellistä hoitoa vaativissa tapauksissa lääkkeitä ja hoitotarvikkeita voidaan käyttää myös matkustajien tai muiden aluksessa olevien henkilöiden hoitamiseen. Hoitotoimenpiteen oikeellisuus on epävarmoissa tilanteissa varmistettava kysymällä ohjeita lääkäriltä. Jos henkilölle aiotaan antaa lääkkeitä, joissa on maininta \"vain lääkärin ohjeen mukaan\", on ohjeita kysyttävä lääkäriltä, jos se on mahdollista.",
        "folded_fi": "laiva-apteekki on tarkoitettu ensisijaisesti laivavaen kayttoon. kiireellista hoitoa vaativissa tapauksissa laakkeita ja hoitotarvikkeita voidaan kayttaa myos matkustajien tai muiden aluksessa olevien henkiloiden hoitamiseen. hoitotoimenpiteen oikeellisuus on epavarmoissa tilanteissa varmistettava kysymalla ohjeita laakarilta. jos henkilolle aiotaan antaa laakkeita, joissa on maininta \"vain laakarin ohjeen mukaan\", on ohjeita kysyttava laakarilta, jos se on mahdollista.",
        "title_sv": "Användningen av fartygsapoteket",
        "content_sv": "Fartygsapoteket är i första hand avsett för fartygspersonalen. I fall som kräver brådskande vård får läkemedel och behandlingsutrustning också användas för vård av passagerare eller andra som befinner sig ombord på fartyget. Vid osäkerhet om huruvida en vårdåtgärd är lämplig ska läkare rådfrågas. Om avsikten är att ge en person läkemedel med påskriften \"endast enligt läkares föreskrift\", ska läkare om möjligt också rådfrågas.",
        "normalized_sv": "Fartygsapoteket är i första hand avsett för fartygspersonalen. I fall som kräver brådskande vård får läkemedel och behandlingsutrustning också användas för vård av passagerare eller andra som befinner sig ombord på fartyget. Vid osäkerhet om huruvida en vårdåtgärd är lämplig ska läkare rådfrågas. Om avsikten är att ge en person läkemedel med påskriften \"endast enligt läkares föreskrift\", ska läkare om möjligt också rådfrågas.",
        "folded_sv": "fartygsapoteket ar i forsta hand avsett for fartygspersonalen. i fall som kraver bradskande vard far lakemedel och behandlingsutrustning ocksa anvandas for vard av passagerare eller andra som befinner sig ombord pa fartyget. vid osakerhet om huruvida en vardatgard ar lamplig ska lakare radfragas. om avsikten ar att ge en person lakemedel med paskriften \"endast enligt lakares foreskrift\", ska lakare om mojligt ocksa radfragas."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Lääkepäiväkirja",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekista on pidettävä lääkepäiväkirjaa, johon on tehtävä merkintä kaikista laiva-apteekkiin tehdyistä hankinnoista, henkilöille luovutetuista lääkkeistä ja tehdyistä hoitotoimenpiteistä sekä laiva-apteekista poistetuista lääkkeistä ja hoitotarvikkeista. Henkilöä koskevat tiedot on pidettävä erillään lääkkeitä ja hoitotarvikkeita koskevista tiedoista. Lääkepäiväkirjan merkinnät on tehtävä aluksella käytössä olevalla työkielellä. Lääkepäiväkirjaa on pidettävä siten, että siihen merkityt tiedot säilyvät eheinä ja muuttumattomina. Lääkepäiväkirja on säilytettävä vähintään viisi vuotta siihen tehdystä viimeisestä merkinnästä. Lääkepäiväkirja on säilytettävä laiva-apteekin yhteydessä. Lääkepäiväkirjan sisältämien tietojen salassapitoon sovelletaan, mitä potilaan asemasta ja oikeuksista annetussa laissa (785/1992) säädetään potilasasiakirjoihin sisältyvien tietojen salassapidosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekista on pidettävä lääkepäiväkirjaa, johon on tehtävä merkintä kaikista laiva-apteekkiin tehdyistä hankinnoista, henkilöille luovutetuista lääkkeistä ja tehdyistä hoitotoimenpiteistä sekä laiva-apteekista poistetuista lääkkeistä ja hoitotarvikkeista. Henkilöä koskevat tiedot on pidettävä erillään lääkkeitä ja hoitotarvikkeita koskevista tiedoista. Lääkepäiväkirjan merkinnät on tehtävä aluksella käytössä olevalla työkielellä. Lääkepäiväkirjaa on pidettävä siten, että siihen merkityt tiedot säilyvät eheinä ja muuttumattomina. Lääkepäiväkirja on säilytettävä vähintään viisi vuotta siihen tehdystä viimeisestä merkinnästä. Lääkepäiväkirja on säilytettävä laiva-apteekin yhteydessä. Lääkepäiväkirjan sisältämien tietojen salassapitoon sovelletaan, mitä potilaan asemasta ja oikeuksista annetussa laissa (785/1992) säädetään potilasasiakirjoihin sisältyvien tietojen salassapidosta.",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten laiva-apteekista on pidettava laakepaivakirjaa, johon on tehtava merkinta kaikista laiva-apteekkiin tehdyista hankinnoista, henkiloille luovutetuista laakkeista ja tehdyista hoitotoimenpiteista seka laiva-apteekista poistetuista laakkeista ja hoitotarvikkeista. henkiloa koskevat tiedot on pidettava erillaan laakkeita ja hoitotarvikkeita koskevista tiedoista. laakepaivakirjan merkinnat on tehtava aluksella kaytossa olevalla tyokielella. laakepaivakirjaa on pidettava siten, etta siihen merkityt tiedot sailyvat eheina ja muuttumattomina. laakepaivakirja on sailytettava vahintaan viisi vuotta siihen tehdysta viimeisesta merkinnasta. laakepaivakirja on sailytettava laiva-apteekin yhteydessa. laakepaivakirjan sisaltamien tietojen salassapitoon sovelletaan, mita potilaan asemasta ja oikeuksista annetussa laissa (785/1992) saadetaan potilasasiakirjoihin sisaltyvien tietojen salassapidosta.",
        "title_sv": "Läkemedelsjournal",
        "content_sv": "Över fartygsapotek på fartyg som hör till fartygsklasserna A, B och C ska det föras en läkemedelsjournal där det ska antecknas alla anskaffningar till fartygsapoteket, de läkemedel som har lämnats ut och de vårdåtgärder som har vidtagits samt de läkemedel och den behandlingsutrustning som har avlägsnats från apoteket. Personuppgifter och uppgifter om läkemedel och behandlingsutrustning ska hållas isär. Anteckningarna i läkemedelsjournalen ska göras på det arbetsspråk som används på fartyget. Journalföringen ska ske så att de uppgifter som antecknats i den bibehålls hela och oförändrade. Läkemedelsjournalen ska bevaras minst fem år efter det att den sista uppgiften antecknades i journalen. Läkemedelsjournalen ska förvaras i anslutning till fartygsapoteket. På sekretessen för uppgifterna i läkemedelsjournalen tillämpas vad som i lagen om patientens ställning och rättigheter (785/1992) föreskrivs om sekretessbelagda uppgifter i journalhandlingar.",
        "normalized_sv": "Över fartygsapotek på fartyg som hör till fartygsklasserna A, B och C ska det föras en läkemedelsjournal där det ska antecknas alla anskaffningar till fartygsapoteket, de läkemedel som har lämnats ut och de vårdåtgärder som har vidtagits samt de läkemedel och den behandlingsutrustning som har avlägsnats från apoteket. Personuppgifter och uppgifter om läkemedel och behandlingsutrustning ska hållas isär. Anteckningarna i läkemedelsjournalen ska göras på det arbetsspråk som används på fartyget. Journalföringen ska ske så att de uppgifter som antecknats i den bibehålls hela och oförändrade. Läkemedelsjournalen ska bevaras minst fem år efter det att den sista uppgiften antecknades i journalen. Läkemedelsjournalen ska förvaras i anslutning till fartygsapoteket. På sekretessen för uppgifterna i läkemedelsjournalen tillämpas vad som i lagen om patientens ställning och rättigheter (785/1992) föreskrivs om sekretessbelagda uppgifter i journalhandlingar.",
        "folded_sv": "over fartygsapotek pa fartyg som hor till fartygsklasserna a, b och c ska det foras en lakemedelsjournal dar det ska antecknas alla anskaffningar till fartygsapoteket, de lakemedel som har lamnats ut och de vardatgarder som har vidtagits samt de lakemedel och den behandlingsutrustning som har avlagsnats fran apoteket. personuppgifter och uppgifter om lakemedel och behandlingsutrustning ska hallas isar. anteckningarna i lakemedelsjournalen ska goras pa det arbetssprak som anvands pa fartyget. journalforingen ska ske sa att de uppgifter som antecknats i den bibehalls hela och oforandrade. lakemedelsjournalen ska bevaras minst fem ar efter det att den sista uppgiften antecknades i journalen. lakemedelsjournalen ska forvaras i anslutning till fartygsapoteket. pa sekretessen for uppgifterna i lakemedelsjournalen tillampas vad som i lagen om patientens stallning och rattigheter (785/1992) foreskrivs om sekretessbelagda uppgifter i journalhandlingar."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Laiva-apteekin tarkastus",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekki on tarkastettava vähintään vuoden välein ja alusluokkaan D kuuluvien alusten laiva-apteekki vähintään kolmen vuoden välein sen varmistamiseksi, että se täyttää tämän lain ja sen nojalla annettujen säännösten vaatimukset. Laiva-apteekin tarkastaa Suomessa laillistettu proviisori. Laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosäännösten estämättä annettava lääkepäiväkirjasta sellaiset lääkkeiden ja hoitotarvikkeiden määriä koskevat tiedot, jotka ovat välttämättömiä tarkastuksen suorittamiseksi. Tarkastuksesta on tehtävä merkintä lääkepäiväkirjaan. Laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä hänen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtävää. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten laiva-apteekki on tarkastettava vähintään vuoden välein ja alusluokkaan D kuuluvien alusten laiva-apteekki vähintään kolmen vuoden välein sen varmistamiseksi, että se täyttää tämän lain ja sen nojalla annettujen säännösten vaatimukset. Laiva-apteekin tarkastaa Suomessa laillistettu proviisori. Laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosäännösten estämättä annettava lääkepäiväkirjasta sellaiset lääkkeiden ja hoitotarvikkeiden määriä koskevat tiedot, jotka ovat välttämättömiä tarkastuksen suorittamiseksi. Tarkastuksesta on tehtävä merkintä lääkepäiväkirjaan. Laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä hänen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtävää. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten laiva-apteekki on tarkastettava vahintaan vuoden valein ja alusluokkaan d kuuluvien alusten laiva-apteekki vahintaan kolmen vuoden valein sen varmistamiseksi, etta se tayttaa taman lain ja sen nojalla annettujen saannosten vaatimukset. laiva-apteekin tarkastaa suomessa laillistettu proviisori. laiva-apteekin tarkastuksen suorittavalle laillistetulle proviisorille on salassapitosaannosten estamatta annettava laakepaivakirjasta sellaiset laakkeiden ja hoitotarvikkeiden maaria koskevat tiedot, jotka ovat valttamattomia tarkastuksen suorittamiseksi. tarkastuksesta on tehtava merkinta laakepaivakirjaan. laiva-apteekin tarkastuksen suorittavaan laillistettuun proviisoriin sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia hanen suorittaessaan 1 momentissa tarkoitettua julkista hallintotehtavaa. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Översyn av fartygsapoteket",
        "content_sv": "Fartygsapoteket på fartyg som hör till fartygsklasserna A, B och C ska genomgå en översyn minst en gång om året och fartygsapoteket på fartyg som hör till fartygsklass D minst vart tredje år för säkerställande av att det uppfyller kraven i denna lag och i bestämmelser som utfärdats med stöd av den. Översynen av ett fartygsapotek utförs av en provisor som har legitimerats i Finland. Trots sekretessbestämmelserna ska de uppgifter om mängden läkemedel och behandlingsutrustning ur läkemedelsjournalen som är nödvändiga för utförandet av översynen lämnas till den legitimerade provisor som utför översynen av fartygsapoteket. Översynen ska antecknas i läkemedelsjournalen. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på den legitimerade provisor som utför översyn av fartygsapoteket när han eller hon utför den i 1 mom. avsedda offentliga förvaltningsuppgiften. I fråga om skadeståndsansvar föreskrivs i skadeståndslagen (412/1974).",
        "normalized_sv": "Fartygsapoteket på fartyg som hör till fartygsklasserna A, B och C ska genomgå en översyn minst en gång om året och fartygsapoteket på fartyg som hör till fartygsklass D minst vart tredje år för säkerställande av att det uppfyller kraven i denna lag och i bestämmelser som utfärdats med stöd av den. Översynen av ett fartygsapotek utförs av en provisor som har legitimerats i Finland. Trots sekretessbestämmelserna ska de uppgifter om mängden läkemedel och behandlingsutrustning ur läkemedelsjournalen som är nödvändiga för utförandet av översynen lämnas till den legitimerade provisor som utför översynen av fartygsapoteket. Översynen ska antecknas i läkemedelsjournalen. Bestämmelserna om straffrättsligt tjänsteansvar tillämpas på den legitimerade provisor som utför översyn av fartygsapoteket när han eller hon utför den i 1 mom. avsedda offentliga förvaltningsuppgiften. I fråga om skadeståndsansvar föreskrivs i skadeståndslagen (412/1974).",
        "folded_sv": "fartygsapoteket pa fartyg som hor till fartygsklasserna a, b och c ska genomga en oversyn minst en gang om aret och fartygsapoteket pa fartyg som hor till fartygsklass d minst vart tredje ar for sakerstallande av att det uppfyller kraven i denna lag och i bestammelser som utfardats med stod av den. oversynen av ett fartygsapotek utfors av en provisor som har legitimerats i finland. trots sekretessbestammelserna ska de uppgifter om mangden lakemedel och behandlingsutrustning ur lakemedelsjournalen som ar nodvandiga for utforandet av oversynen lamnas till den legitimerade provisor som utfor oversynen av fartygsapoteket. oversynen ska antecknas i lakemedelsjournalen. bestammelserna om straffrattsligt tjansteansvar tillampas pa den legitimerade provisor som utfor oversyn av fartygsapoteket nar han eller hon utfor den i 1 mom. avsedda offentliga forvaltningsuppgiften. i fraga om skadestandsansvar foreskrivs i skadestandslagen (412/1974)."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Tarkastusasiakirja",
      "content": "Laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyväksytystä tarkastuksesta todistuksena tarkastusasiakirja. Tarkastusasiakirja on laadittava kotimaanliikenteessä liikennöivälle alukselle suomeksi tai ruotsiksi ja kansainvälisessä liikenteessä liikennöivälle alukselle englanniksi. Tarkastusasiakirja on säilytettävä laiva-apteekin yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyväksytystä tarkastuksesta todistuksena tarkastusasiakirja. Tarkastusasiakirja on laadittava kotimaanliikenteessä liikennöivälle alukselle suomeksi tai ruotsiksi ja kansainvälisessä liikenteessä liikennöivälle alukselle englanniksi. Tarkastusasiakirja on säilytettävä laiva-apteekin yhteydessä.",
        "folded_fi": "laiva-apteekin tarkastuksen suorittavan laillistetun proviisorin on annettava hyvaksytysta tarkastuksesta todistuksena tarkastusasiakirja. tarkastusasiakirja on laadittava kotimaanliikenteessa liikennoivalle alukselle suomeksi tai ruotsiksi ja kansainvalisessa liikenteessa liikennoivalle alukselle englanniksi. tarkastusasiakirja on sailytettava laiva-apteekin yhteydessa.",
        "title_sv": "Kontrollista",
        "content_sv": "Den legitimerade provisor som utför översyn av ett fartygsapotek ska ge en kontrollista som ett intyg över godkänd översyn. För fartyg i inrikes fart ska kontrollistan vara på finska eller svenska och för fartyg i internationell fart ska den vara på engelska. Kontrollistan ska förvaras i anslutning till fartygsapoteket.",
        "normalized_sv": "Den legitimerade provisor som utför översyn av ett fartygsapotek ska ge en kontrollista som ett intyg över godkänd översyn. För fartyg i inrikes fart ska kontrollistan vara på finska eller svenska och för fartyg i internationell fart ska den vara på engelska. Kontrollistan ska förvaras i anslutning till fartygsapoteket.",
        "folded_sv": "den legitimerade provisor som utfor oversyn av ett fartygsapotek ska ge en kontrollista som ett intyg over godkand oversyn. for fartyg i inrikes fart ska kontrollistan vara pa finska eller svenska och for fartyg i internationell fart ska den vara pa engelska. kontrollistan ska forvaras i anslutning till fartygsapoteket."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Pelastusveneiden ja -lauttojen lääkkeet ja hoitotarvikkeet sekä niiden tarkastus",
      "content": "Alusluokkiin A, B ja C kuuluvien alusten jokaisessa pelastusveneessä ja -lautassa on oltava asianmukaiset lääkkeet ja hoitotarvikkeet. Pelastusveneiden lääkkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessä. Tarkastukseen sovelletaan, mitä laiva-apteekin tarkastuksesta 10 ja 11 §:ssä säädetään. Pelastuslauttojen lääkkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen määräaikaishuoltojen yhteydessä. Tarkastuksen tekee pelastuslauttojen määräaikaishuollon suorittava henkilö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Alusluokkiin A, B ja C kuuluvien alusten jokaisessa pelastusveneessä ja -lautassa on oltava asianmukaiset lääkkeet ja hoitotarvikkeet. Pelastusveneiden lääkkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessä. Tarkastukseen sovelletaan, mitä laiva-apteekin tarkastuksesta 10 ja 11 § :ssä säädetään. Pelastuslauttojen lääkkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen määräaikaishuoltojen yhteydessä. Tarkastuksen tekee pelastuslauttojen määräaikaishuollon suorittava henkilö.",
        "folded_fi": "alusluokkiin a, b ja c kuuluvien alusten jokaisessa pelastusveneessa ja -lautassa on oltava asianmukaiset laakkeet ja hoitotarvikkeet. pelastusveneiden laakkeet ja hoitotarvikkeet on tarkastettava laiva-apteekin tarkastuksen yhteydessa. tarkastukseen sovelletaan, mita laiva-apteekin tarkastuksesta 10 ja 11 §:ssa saadetaan. pelastuslauttojen laakkeet ja hoitotarvikkeet on tarkastettava pelastuslauttojen maaraaikaishuoltojen yhteydessa. tarkastuksen tekee pelastuslauttojen maaraaikaishuollon suorittava henkilo.",
        "title_sv": "Livbåtars och räddningsflottars läkemedel och behandlingsutrustning och översyn av dessa",
        "content_sv": "I varje livbåt och räddningsflotte på fartyg som hör till fartygsklasserna A, B och C ska det finnas lämpliga läkemedel och lämplig behandlingsutrustning. Läkemedel och behandlingsutrustning i livbåtar ska genomgå översyn i samband med översynen av fartygsapoteket. På översynen tillämpas vad som i 10 och 11 § föreskrivs om översyn av fartygsapotek. Läkemedel och behandlingsutrustning i räddningsflottar ska genomgå översyn i samband med den periodiska servicen av räddningsflottarna. Översynen ska utföras av den som utför den periodiska servicen av räddningsflottarna.",
        "normalized_sv": "I varje livbåt och räddningsflotte på fartyg som hör till fartygsklasserna A, B och C ska det finnas lämpliga läkemedel och lämplig behandlingsutrustning. Läkemedel och behandlingsutrustning i livbåtar ska genomgå översyn i samband med översynen av fartygsapoteket. På översynen tillämpas vad som i 10 och 11 § föreskrivs om översyn av fartygsapotek. Läkemedel och behandlingsutrustning i räddningsflottar ska genomgå översyn i samband med den periodiska servicen av räddningsflottarna. Översynen ska utföras av den som utför den periodiska servicen av räddningsflottarna.",
        "folded_sv": "i varje livbat och raddningsflotte pa fartyg som hor till fartygsklasserna a, b och c ska det finnas lampliga lakemedel och lamplig behandlingsutrustning. lakemedel och behandlingsutrustning i livbatar ska genomga oversyn i samband med oversynen av fartygsapoteket. pa oversynen tillampas vad som i 10 och 11 § foreskrivs om oversyn av fartygsapotek. lakemedel och behandlingsutrustning i raddningsflottar ska genomga oversyn i samband med den periodiska servicen av raddningsflottarna. oversynen ska utforas av den som utfor den periodiska servicen av raddningsflottarna."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Poikkeukset",
      "content": "Liikenteen turvallisuusvirasto voi hakemuksesta erityisistä syistä myöntää yksittäistapauksessa poikkeuksen 6 §:n 1 momentissa tarkoitetuista laiva-apteekin sisältöä koskevista vaatimuksista edellyttäen, että poikkeus ei olennaisesti heikennä laivaväen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. Liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Liikenteen turvallisuusviraston 1 momentissa tarkoitetusta päätöksestä määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hakemuksesta erityisistä syistä myöntää yksittäistapauksessa poikkeuksen 6 § :n 1 momentissa tarkoitetuista laiva-apteekin sisältöä koskevista vaatimuksista edellyttäen, että poikkeus ei olennaisesti heikennä laivaväen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. Liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan. Liikenteen turvallisuusviraston 1 momentissa tarkoitetusta päätöksestä määräämään maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto voi hakemuksesta erityisista syista myontaa yksittaistapauksessa poikkeuksen 6 §:n 1 momentissa tarkoitetuista laiva-apteekin sisaltoa koskevista vaatimuksista edellyttaen, etta poikkeus ei olennaisesti heikenna laivavaen mahdollisuutta saada asianmukaista ensiapua ja sairaanhoitoa aluksella. liikenteen turvallisuusviraston antamaan 1 momentissa tarkoitettuun paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta siten kuin hallintolaissa (434/2003) saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan. liikenteen turvallisuusviraston 1 momentissa tarkoitetusta paatoksesta maaraamaan maksuun haetaan muutosta siten kuin valtion maksuperustelaissa (150/1992) saadetaan.",
        "title_sv": "Undantag",
        "content_sv": "Trafiksäkerhetsverket kan av särskilda skäl i enskilda fall på ansökan bevilja undantag från de krav på fartygsapotekets innehåll som anges i 6 § 1 mom., förutsatt att undantaget inte väsentligen försämrar fartygspersonalens möjlighet att få adekvat första hjälpen och sjukvård ombord. Omprövning av ett i 1 mom. avsett beslut som meddelats av Trafiksäkerhetsverket får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i en avgift som Trafiksäkerhetsverket påfört för ett beslut som avses i 1 mom. får sökas på det sätt som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "normalized_sv": "Trafiksäkerhetsverket kan av särskilda skäl i enskilda fall på ansökan bevilja undantag från de krav på fartygsapotekets innehåll som anges i 6 § 1 mom., förutsatt att undantaget inte väsentligen försämrar fartygspersonalens möjlighet att få adekvat första hjälpen och sjukvård ombord. Omprövning av ett i 1 mom. avsett beslut som meddelats av Trafiksäkerhetsverket får begäras hos Trafiksäkerhetsverket på det sätt som anges i förvaltningslagen (434/2003). Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär på det sätt som anges i förvaltningsprocesslagen (586/1996). Förvaltningsdomstolens beslut får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Ändring i en avgift som Trafiksäkerhetsverket påfört för ett beslut som avses i 1 mom. får sökas på det sätt som föreskrivs i lagen om grunderna för avgifter till staten (150/1992).",
        "folded_sv": "trafiksakerhetsverket kan av sarskilda skal i enskilda fall pa ansokan bevilja undantag fran de krav pa fartygsapotekets innehall som anges i 6 § 1 mom., forutsatt att undantaget inte vasentligen forsamrar fartygspersonalens mojlighet att fa adekvat forsta hjalpen och sjukvard ombord. omprovning av ett i 1 mom. avsett beslut som meddelats av trafiksakerhetsverket far begaras hos trafiksakerhetsverket pa det satt som anges i forvaltningslagen (434/2003). ett beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar pa det satt som anges i forvaltningsprocesslagen (586/1996). forvaltningsdomstolens beslut far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. andring i en avgift som trafiksakerhetsverket pafort for ett beslut som avses i 1 mom. far sokas pa det satt som foreskrivs i lagen om grunderna for avgifter till staten (150/1992)."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Valvonta ja tietojenantovelvollisuus",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Liikenteen turvallisuusvirasto, työsuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. Liikenteen turvallisuusvirasto ja työsuojeluviranomaiset ovat velvollisia pyynnöstä salassapitosäännösten estämättä antamaan Sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot lääkkeiden ja hoitotarvikkeiden käytöstä sekä tehdyistä hoitotoimenpiteistä, jotka ovat välttämättömiä muussa lainsäädännössä niille säädettyjen valvontatehtävien suorittamiseksi. Lääkealan turvallisuus- ja kehittämiskeskukselle on salassapitosäännösten estämättä annettava lääkelain (395/1987) tai sen nojalla annettujen säännösten perusteella apteekkien valvonnassa tarvittavat välttämättömät tiedot laiva-apteekkiin sisältyvistä lääkkeistä ja niiden määristä sekä laiva-apteekkiin tehdyistä lääkehankinnoista. Tiedot on annettava maksutta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Liikenteen turvallisuusvirasto, työsuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. Liikenteen turvallisuusvirasto ja työsuojeluviranomaiset ovat velvollisia pyynnöstä salassapitosäännösten estämättä antamaan Sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot lääkkeiden ja hoitotarvikkeiden käytöstä sekä tehdyistä hoitotoimenpiteistä, jotka ovat välttämättömiä muussa lainsäädännössä niille säädettyjen valvontatehtävien suorittamiseksi. Lääkealan turvallisuus- ja kehittämiskeskukselle on salassapitosäännösten estämättä annettava lääkelain (395/1987) tai sen nojalla annettujen säännösten perusteella apteekkien valvonnassa tarvittavat välttämättömät tiedot laiva-apteekkiin sisältyvistä lääkkeistä ja niiden määristä sekä laiva-apteekkiin tehdyistä lääkehankinnoista. Tiedot on annettava maksutta.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvovat liikenteen turvallisuusvirasto, tyosuojeluviranomaiset ja terveydenhuollon valvontaviranomaiset. liikenteen turvallisuusvirasto ja tyosuojeluviranomaiset ovat velvollisia pyynnosta salassapitosaannosten estamatta antamaan sosiaali- ja terveysalan lupa- ja valvontavirastolle ja aluehallintovirastoille sellaiset tiedot laakkeiden ja hoitotarvikkeiden kaytosta seka tehdyista hoitotoimenpiteista, jotka ovat valttamattomia muussa lainsaadannossa niille saadettyjen valvontatehtavien suorittamiseksi. laakealan turvallisuus- ja kehittamiskeskukselle on salassapitosaannosten estamatta annettava laakelain (395/1987) tai sen nojalla annettujen saannosten perusteella apteekkien valvonnassa tarvittavat valttamattomat tiedot laiva-apteekkiin sisaltyvista laakkeista ja niiden maarista seka laiva-apteekkiin tehdyista laakehankinnoista. tiedot on annettava maksutta.",
        "title_sv": "Tillsyn och skyldighet att lämna uppgifter",
        "content_sv": "Tillsynen över efterlevnaden av denna lag och bestämmelser som utfärdats med stöd av den utövas av Trafiksäkerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna för hälso- och sjukvården. Trafiksäkerhetsverket och arbetarskyddsmyndigheterna är skyldiga att trots sekretessbestämmelserna på begäran till Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken lämna sådana uppgifter om användningen av läkemedel och behandlingsutrustning samt om vidtagna vårdåtgärder som är nödvändiga för utförandet av tillsynsuppgifter som föreskrivs för dem i övrig lagstiftning. Trots sekretessbestämmelserna ska till Säkerhets- och utvecklingscentret för läkemedelsområdet lämnas de uppgifter om läkemedlen i ett fartygsapotek och deras mängder samt läkemedelsanskaffningar till fartygsapoteket som är nödvändiga för tillsynen över apotek enligt läkemedelslagen (395/1987) eller bestämmelser som utfärdats med stöd av den. Uppgifterna ska lämnas avgiftsfritt.",
        "normalized_sv": "Tillsynen över efterlevnaden av denna lag och bestämmelser som utfärdats med stöd av den utövas av Trafiksäkerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna för hälso- och sjukvården. Trafiksäkerhetsverket och arbetarskyddsmyndigheterna är skyldiga att trots sekretessbestämmelserna på begäran till Tillstånds- och tillsynsverket för social- och hälsovården och regionförvaltningsverken lämna sådana uppgifter om användningen av läkemedel och behandlingsutrustning samt om vidtagna vårdåtgärder som är nödvändiga för utförandet av tillsynsuppgifter som föreskrivs för dem i övrig lagstiftning. Trots sekretessbestämmelserna ska till Säkerhets- och utvecklingscentret för läkemedelsområdet lämnas de uppgifter om läkemedlen i ett fartygsapotek och deras mängder samt läkemedelsanskaffningar till fartygsapoteket som är nödvändiga för tillsynen över apotek enligt läkemedelslagen (395/1987) eller bestämmelser som utfärdats med stöd av den. Uppgifterna ska lämnas avgiftsfritt.",
        "folded_sv": "tillsynen over efterlevnaden av denna lag och bestammelser som utfardats med stod av den utovas av trafiksakerhetsverket, arbetarskyddsmyndigheterna och tillsynsmyndigheterna for halso- och sjukvarden. trafiksakerhetsverket och arbetarskyddsmyndigheterna ar skyldiga att trots sekretessbestammelserna pa begaran till tillstands- och tillsynsverket for social- och halsovarden och regionforvaltningsverken lamna sadana uppgifter om anvandningen av lakemedel och behandlingsutrustning samt om vidtagna vardatgarder som ar nodvandiga for utforandet av tillsynsuppgifter som foreskrivs for dem i ovrig lagstiftning. trots sekretessbestammelserna ska till sakerhets- och utvecklingscentret for lakemedelsomradet lamnas de uppgifter om lakemedlen i ett fartygsapotek och deras mangder samt lakemedelsanskaffningar till fartygsapoteket som ar nodvandiga for tillsynen over apotek enligt lakemedelslagen (395/1987) eller bestammelser som utfardats med stod av den. uppgifterna ska lamnas avgiftsfritt."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Laiva-apteekkirikkomus",
      "content": "Joka tahallaan 1) laiminlyö 5 §:n 1 momentissa säädetyn laivanisännän velvollisuuden, 2) laiminlyö 5 §:n 2 momentin 1 tai 4-7 kohdassa säädetyn aluksen päällikön velvollisuuden tai 3) laiminlyö 5 §:n 3 momentissa säädetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Joka tahallaan 1) laiminlyö 5 § :n 1 momentissa säädetyn laivanisännän velvollisuuden, 2) laiminlyö 5 § :n 2 momentin 1 tai 4-7 kohdassa säädetyn aluksen päällikön velvollisuuden tai 3) laiminlyö 5 § :n 3 momentissa säädetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
        "folded_fi": "joka tahallaan 1) laiminlyo 5 §:n 1 momentissa saadetyn laivanisannan velvollisuuden, 2) laiminlyo 5 §:n 2 momentin 1 tai 4-7 kohdassa saadetyn aluksen paallikon velvollisuuden tai 3) laiminlyo 5 §:n 3 momentissa saadetyn laiva-apteekin hoitajan velvollisuuden, laiva-apteekkirikkomuksesta on tuomittava sakkoon.",
        "title_sv": "Fartygsapoteksförseelse",
        "content_sv": "Den som uppsåtligen 1) försummar redarens omsorgsplikt enligt 5 § 1 mom., 2) försummar befälhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) försummar fartygsapoteksskötarens skyldighet enligt 5 § 3 mom. fartygsapoteksförseelse ska för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen 1) försummar redarens omsorgsplikt enligt 5 § 1 mom., 2) försummar befälhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) försummar fartygsapoteksskötarens skyldighet enligt 5 § 3 mom. fartygsapoteksförseelse ska för dömas till böter.",
        "folded_sv": "den som uppsatligen 1) forsummar redarens omsorgsplikt enligt 5 § 1 mom., 2) forsummar befalhavarens omsorgsplikt enligt 5 § 2 mom. 1 eller 4-7 punkten, eller 3) forsummar fartygsapoteksskotarens skyldighet enligt 5 § 3 mom. fartygsapoteksforseelse ska for domas till boter."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Muissa kuin 13 §:ssä tarkoitetuissa tämän lain mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Muissa kuin 13 § :ssä tarkoitetuissa tämän lain mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun mukaan.",
        "folded_fi": "muissa kuin 13 §:ssa tarkoitetuissa taman lain mukaan kasiteltavissa asioissa toimivaltainen tuomioistuin maaraytyy merilain (674/1994) 21 luvun mukaan.",
        "title_sv": "Behörig domstol",
        "content_sv": "Den behöriga domstolen för andra ärenden än de som avses i 13 § och som ska behandlas enligt denna lag bestäms enligt bestämmelserna i 21 kap. i sjölagen (674/1994).",
        "normalized_sv": "Den behöriga domstolen för andra ärenden än de som avses i 13 § och som ska behandlas enligt denna lag bestäms enligt bestämmelserna i 21 kap. i sjölagen (674/1994).",
        "folded_sv": "den behoriga domstolen for andra arenden an de som avses i 13 § och som ska behandlas enligt denna lag bestams enligt bestammelserna i 21 kap. i sjolagen (674/1994)."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Asetuksenantovaltuus",
      "content": "Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä: 1) 5 §:n 2 momentin 4 kohdassa ja 8 §:n 1 momentissa tarkoitetusta lääkkeiden luovuttamisesta ja käytöstä; 2) 5 §:n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 §:ssä tarkoitetusta laiva-apteekin sisällöstä; 4) 7 §:ssä tarkoitetusta laiva-apteekin sekä lääkkeiden ja hoitotarvikkeiden säilytyksestä; 5) 9 §:ssä tarkoitetusta lääkepäiväkirjan pitämisestä; 6) 10 ja 12 §:ssä tarkoitetusta laiva-apteekin sekä pelastusveneiden ja -lauttojen lääkkeiden ja hoitotarvikkeiden tarkastuksesta sekä 11 §:ssä tarkoitetusta tarkastusasiakirjasta; 7) 12 §:ssä tarkoitetuista pelastusveneiden ja -lauttojen lääkkeistä ja hoitotarvikkeista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarkempia säännöksiä: 1) 5 § :n 2 momentin 4 kohdassa ja 8 § :n 1 momentissa tarkoitetusta lääkkeiden luovuttamisesta ja käytöstä; 2) 5 § :n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 § :ssä tarkoitetusta laiva-apteekin sisällöstä; 4) 7 § :ssä tarkoitetusta laiva-apteekin sekä lääkkeiden ja hoitotarvikkeiden säilytyksestä; 5) 9 § :ssä tarkoitetusta lääkepäiväkirjan pitämisestä; 6) 10 ja 12 § :ssä tarkoitetusta laiva-apteekin sekä pelastusveneiden ja -lauttojen lääkkeiden ja hoitotarvikkeiden tarkastuksesta sekä 11 § :ssä tarkoitetusta tarkastusasiakirjasta; 7) 12 § :ssä tarkoitetuista pelastusveneiden ja -lauttojen lääkkeistä ja hoitotarvikkeista.",
        "folded_fi": "sosiaali- ja terveysministerion asetuksella voidaan antaa tarkempia saannoksia: 1) 5 §:n 2 momentin 4 kohdassa ja 8 §:n 1 momentissa tarkoitetusta laakkeiden luovuttamisesta ja kaytosta; 2) 5 §:n 3 momentissa tarkoitetusta koulutuksesta; 3) 6 §:ssa tarkoitetusta laiva-apteekin sisallosta; 4) 7 §:ssa tarkoitetusta laiva-apteekin seka laakkeiden ja hoitotarvikkeiden sailytyksesta; 5) 9 §:ssa tarkoitetusta laakepaivakirjan pitamisesta; 6) 10 ja 12 §:ssa tarkoitetusta laiva-apteekin seka pelastusveneiden ja -lauttojen laakkeiden ja hoitotarvikkeiden tarkastuksesta seka 11 §:ssa tarkoitetusta tarkastusasiakirjasta; 7) 12 §:ssa tarkoitetuista pelastusveneiden ja -lauttojen laakkeista ja hoitotarvikkeista.",
        "title_sv": "Bemyndigande att utfärda förordning",
        "content_sv": "Genom förordning av social- och hälsovårdsministeriet får närmare bestämmelser utfärdas om 1) den överlåtelse och användning av läkemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehåll i fartygsapoteket som avses i 6 §, 4) den förvaring av fartygsapoteket samt läkemedel och behandlingsutrustning som avses i 7 §, 5) det förande av läkemedelsjournal som avses i 9 §, 6) den översyn av läkemedel och behandlingsutrustning i fartygsapoteket samt i livbåtarna och räddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 §, 7) de läkemedel och den behandlingsutrustning för livbåtar och räddningsflottar som avses i 12 §.",
        "normalized_sv": "Genom förordning av social- och hälsovårdsministeriet får närmare bestämmelser utfärdas om 1) den överlåtelse och användning av läkemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehåll i fartygsapoteket som avses i 6 § , 4) den förvaring av fartygsapoteket samt läkemedel och behandlingsutrustning som avses i 7 § , 5) det förande av läkemedelsjournal som avses i 9 § , 6) den översyn av läkemedel och behandlingsutrustning i fartygsapoteket samt i livbåtarna och räddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 § , 7) de läkemedel och den behandlingsutrustning för livbåtar och räddningsflottar som avses i 12 § .",
        "folded_sv": "genom forordning av social- och halsovardsministeriet far narmare bestammelser utfardas om 1) den overlatelse och anvandning av lakemedel som avses i 5 § 2 mom. 4 punkten och 8 § 1 mom., 2) den utbildning som avses i 5 § 3 mom., 3) det innehall i fartygsapoteket som avses i 6 §, 4) den forvaring av fartygsapoteket samt lakemedel och behandlingsutrustning som avses i 7 §, 5) det forande av lakemedelsjournal som avses i 9 §, 6) den oversyn av lakemedel och behandlingsutrustning i fartygsapoteket samt i livbatarna och raddningsflottarna som avses i 10 och 12 § samt den kontrollista som avses i 11 §, 7) de lakemedel och den behandlingsutrustning for livbatar och raddningsflottar som avses i 12 §."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2015. Tällä lailla kumotaan laiva-apteekeista 12 päivänä joulukuuta 1994 annettu Merenkulkuhallituksen päätös (Dnro 33/033/94). Aluksen laiva-apteekin sekä pelastusveneiden lääkkeiden ja hoitotarvikkeiden on oltava tämän lain ja sen nojalla annettujen säännösten mukaisia viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä laiva-apteekin tarkastuksessa ja pelastuslauttojen lääkkeiden ja hoitotarvikkeiden viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä pelastuslauttojen määräaikaishuollossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2015. Tällä lailla kumotaan laiva-apteekeista 12 päivänä joulukuuta 1994 annettu Merenkulkuhallituksen päätös (Dnro 33/033/94). Aluksen laiva-apteekin sekä pelastusveneiden lääkkeiden ja hoitotarvikkeiden on oltava tämän lain ja sen nojalla annettujen säännösten mukaisia viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä laiva-apteekin tarkastuksessa ja pelastuslauttojen lääkkeiden ja hoitotarvikkeiden viimeistään vuoden kuluttua tämän lain voimaantulon jälkeen suoritettavassa ensimmäisessä pelastuslauttojen määräaikaishuollossa.",
        "folded_fi": "tama laki tulee voimaan 15 paivana toukokuuta 2015. talla lailla kumotaan laiva-apteekeista 12 paivana joulukuuta 1994 annettu merenkulkuhallituksen paatos (dnro 33/033/94). aluksen laiva-apteekin seka pelastusveneiden laakkeiden ja hoitotarvikkeiden on oltava taman lain ja sen nojalla annettujen saannosten mukaisia viimeistaan vuoden kuluttua taman lain voimaantulon jalkeen suoritettavassa ensimmaisessa laiva-apteekin tarkastuksessa ja pelastuslauttojen laakkeiden ja hoitotarvikkeiden viimeistaan vuoden kuluttua taman lain voimaantulon jalkeen suoritettavassa ensimmaisessa pelastuslauttojen maaraaikaishuollossa.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 maj 2015. Genom denna lag upphävs Sjöfartsstyrelsens beslut om fartygsapotek (Dnr 33/033/94) av den 12 december 1994. Ett fartygs fartygsapotek och livbåtarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första översyn av fartygsapoteket som äger rum senast ett år efter det att denna lag har trätt i kraft. Räddningsflottarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första periodiska service av räddningsflottarna som äger rum senast ett år efter det att denna lag har trätt i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 15 maj 2015. Genom denna lag upphävs Sjöfartsstyrelsens beslut om fartygsapotek (Dnr 33/033/94) av den 12 december 1994. Ett fartygs fartygsapotek och livbåtarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första översyn av fartygsapoteket som äger rum senast ett år efter det att denna lag har trätt i kraft. Räddningsflottarnas läkemedel och behandlingsutrustning ska överensstämma med denna lag och bestämmelser som utfärdats med stöd av den vid den första periodiska service av räddningsflottarna som äger rum senast ett år efter det att denna lag har trätt i kraft.",
        "folded_sv": "denna lag trader i kraft den 15 maj 2015. genom denna lag upphavs sjofartsstyrelsens beslut om fartygsapotek (dnr 33/033/94) av den 12 december 1994. ett fartygs fartygsapotek och livbatarnas lakemedel och behandlingsutrustning ska overensstamma med denna lag och bestammelser som utfardats med stod av den vid den forsta oversyn av fartygsapoteket som ager rum senast ett ar efter det att denna lag har tratt i kraft. raddningsflottarnas lakemedel och behandlingsutrustning ska overensstamma med denna lag och bestammelser som utfardats med stod av den vid den forsta periodiska service av raddningsflottarna som ager rum senast ett ar efter det att denna lag har tratt i kraft."
      },
      "valid_from": "2015-05-08",
      "valid_to": null
    }
  ]
}