{
  "id": "59/2006",
  "type": "statute",
  "title": "Laki rikesakkomenettelystä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om ordningsbotsförfarande",
  "status": "in_force",
  "issued_date": "2006-01-20",
  "in_force_date": "2006-01-20",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/59/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan taikka ajoneuvoliikennerekisteristä ilmenevään osoitteeseen, jos kyseessä on moottorikäyttöisellä ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilöllisyys on välittömästi todettu. Rikesakkomääräys on tällöin lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan taikka ajoneuvoliikennerekisteristä ilmenevään osoitteeseen, jos kyseessä on moottorikäyttöisellä ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilöllisyys on välittömästi todettu. Rikesakkomääräys on tällöin lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, rikesakkomaarays voidaan lahettaa rikkomukseen syyllistyneelle postitse asianomaisen henkilon ilmoittamaan taikka ajoneuvoliikennerekisterista ilmenevaan osoitteeseen, jos kyseessa on moottorikayttoisella ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilollisyys on valittomasti todettu. rikesakkomaarays on talloin lahetettava viipymatta ja viimeistaan kahden viikon kuluessa rikkomuksen tekopaivasta. asianomaisen henkilon katsotaan saaneen rikesakkomaarayksesta tiedon seitsemantena paivana sen jalkeen, kun se on annettu postin kuljetettavaksi. rikesakkomaaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Om det är fråga om en trafikförseelse som har begåtts med ett motordrivet fordon och identiteten på den som gjort sig skyldig till förseelsen omedelbart har kunnat fastställas, får ordningsbotsföreläggandet utan hinder av 1 mom. sändas per post till den skyldige, antingen på den adress som denne har uppgett eller på den adress som framgår av fordonstrafikregistret. Ordningsbotsföreläggandet skall då sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. Delfåendet anses ha skett den sjunde dagen efter det att ordningsbotsföreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Om det är fråga om en trafikförseelse som har begåtts med ett motordrivet fordon och identiteten på den som gjort sig skyldig till förseelsen omedelbart har kunnat fastställas, får ordningsbotsföreläggandet utan hinder av 1 mom. sändas per post till den skyldige, antingen på den adress som denne har uppgett eller på den adress som framgår av fordonstrafikregistret. Ordningsbotsföreläggandet skall då sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. Delfåendet anses ha skett den sjunde dagen efter det att ordningsbotsföreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "om det ar fraga om en trafikforseelse som har begatts med ett motordrivet fordon och identiteten pa den som gjort sig skyldig till forseelsen omedelbart har kunnat faststallas, far ordningsbotsforelaggandet utan hinder av 1 mom. sandas per post till den skyldige, antingen pa den adress som denne har uppgett eller pa den adress som framgar av fordonstrafikregistret. ordningsbotsforelaggandet skall da sandas utan drojsmal och senast inom tva veckor fran dagen for forseelsen. delfaendet anses ha skett den sjunde dagen efter det att ordningsbotsforelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Rikesakko raukeaa, jollei sitä koskevaa määräystä ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Rikesakko raukeaa, jollei sitä koskevaa määräystä ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopäivästä.",
        "folded_fi": "rikesakko raukeaa, jollei sita koskevaa maaraysta ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopaivasta.",
        "content_sv": "En ordningsbot förfaller, om inte föreläggande har delgivits inom ett år från dagen för förseelsen.",
        "normalized_sv": "En ordningsbot förfaller, om inte föreläggande har delgivits inom ett år från dagen för förseelsen.",
        "folded_sv": "en ordningsbot forfaller, om inte forelaggande har delgivits inom ett ar fran dagen for forseelsen."
      }
    },
    {
      "provision_ref": "2:13 a",
      "chapter": "2",
      "section": "13 a",
      "content": "Tämän luvun säännöksiä voidaan soveltaa moottorikäyttöisellä ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen käsittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysäyttämättä ja joka koskee: 1) suurimman sallitun nopeuden ylitystä enintään 20 kilometrillä tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 a",
        "normalized_fi": "Tämän luvun säännöksiä voidaan soveltaa moottorikäyttöisellä ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen käsittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysäyttämättä ja joka koskee: 1) suurimman sallitun nopeuden ylitystä enintään 20 kilometrillä tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
        "folded_fi": "taman luvun saannoksia voidaan soveltaa moottorikayttoisella ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen kasittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysayttamatta ja joka koskee: 1) suurimman sallitun nopeuden ylitysta enintaan 20 kilometrilla tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
        "content_sv": "Bestämmelserna i detta kapitel kan tillämpas på behandlingen av en ordningsbotsförseelse som har begåtts med ett motordrivet fordon och som har observerats vid automatisk trafikövervakning eller annars utan att fordonet har stoppats, när förseelsen gäller 1) överskridande av den högsta tillåtna hastigheten med högst 20 kilometer i timmen, eller 2) körning på ett busskörfält eller spårvagnsfält i strid med vägmärken.",
        "normalized_sv": "Bestämmelserna i detta kapitel kan tillämpas på behandlingen av en ordningsbotsförseelse som har begåtts med ett motordrivet fordon och som har observerats vid automatisk trafikövervakning eller annars utan att fordonet har stoppats, när förseelsen gäller 1) överskridande av den högsta tillåtna hastigheten med högst 20 kilometer i timmen, eller 2) körning på ett busskörfält eller spårvagnsfält i strid med vägmärken.",
        "folded_sv": "bestammelserna i detta kapitel kan tillampas pa behandlingen av en ordningsbotsforseelse som har begatts med ett motordrivet fordon och som har observerats vid automatisk trafikovervakning eller annars utan att fordonet har stoppats, nar forseelsen galler 1) overskridande av den hogsta tillatna hastigheten med hogst 20 kilometer i timmen, eller 2) korning pa ett busskorfalt eller sparvagnsfalt i strid med vagmarken."
      }
    },
    {
      "provision_ref": "2:13 b",
      "chapter": "2",
      "section": "13 b",
      "content": "Menettely käynnistyy siten, että rikesakkomääräys annetaan rikkomukseen käytetyn ajoneuvon kuljettajaa selvittämättä sille luonnolliselle henkilölle, joka rikkomuksen tekoaikana oli rikkomukseen käytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapäinen käyttäjä. Rikesakkomääräys annetaan ajoneuvolain (1090/2002) 3 §:n 23 kohdassa tarkoitetulle käyttövastaavalle, jos kaikki rikkomukseen liittyvät seikat huomioon ottaen voidaan pitää selvitettynä, että hän on rikkomuksen tekoaikana kuljettanut siihen käytettyä autoa. Muussa tapauksessa käyttövastaavalta on tiedusteltava, kuka kyseistä autoa on silloin kuljettanut. Poliisipiirissä on pidettävä erillistä luetteloa, johon merkitään se ajankohta, jolloin käyttövastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. Jos käyttövastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokäsittelyyn sovelletaan, mitä 2, 3 ja 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 b",
        "normalized_fi": "Menettely käynnistyy siten, että rikesakkomääräys annetaan rikkomukseen käytetyn ajoneuvon kuljettajaa selvittämättä sille luonnolliselle henkilölle, joka rikkomuksen tekoaikana oli rikkomukseen käytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapäinen käyttäjä. Rikesakkomääräys annetaan ajoneuvolain (1090/2002) 3 § :n 23 kohdassa tarkoitetulle käyttövastaavalle, jos kaikki rikkomukseen liittyvät seikat huomioon ottaen voidaan pitää selvitettynä, että hän on rikkomuksen tekoaikana kuljettanut siihen käytettyä autoa. Muussa tapauksessa käyttövastaavalta on tiedusteltava, kuka kyseistä autoa on silloin kuljettanut. Poliisipiirissä on pidettävä erillistä luetteloa, johon merkitään se ajankohta, jolloin käyttövastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. Jos käyttövastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokäsittelyyn sovelletaan, mitä 2, 3 ja 4 luvussa säädetään.",
        "folded_fi": "menettely kaynnistyy siten, etta rikesakkomaarays annetaan rikkomukseen kaytetyn ajoneuvon kuljettajaa selvittamatta sille luonnolliselle henkilolle, joka rikkomuksen tekoaikana oli rikkomukseen kaytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapainen kayttaja. rikesakkomaarays annetaan ajoneuvolain (1090/2002) 3 §:n 23 kohdassa tarkoitetulle kayttovastaavalle, jos kaikki rikkomukseen liittyvat seikat huomioon ottaen voidaan pitaa selvitettyna, etta han on rikkomuksen tekoaikana kuljettanut siihen kaytettya autoa. muussa tapauksessa kayttovastaavalta on tiedusteltava, kuka kyseista autoa on silloin kuljettanut. poliisipiirissa on pidettava erillista luetteloa, johon merkitaan se ajankohta, jolloin kayttovastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. jos kayttovastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokasittelyyn sovelletaan, mita 2, 3 ja 4 luvussa saadetaan.",
        "content_sv": "Förfarandet inleds genom att ett ordningsbotsföreläggande utfärdas för den fysiska person som vid tidpunkten för förseelsen var registrerad som ägare, innehavare eller tillfällig användare av det fordon som användes vid förseelsen, utan att det utreds vem som körde fordonet. Ordningsbotsföreläggandet utfärdas för den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar för användningen av bilen, om det med beaktande av alla omständigheter kring förseelsen kan anses vara utrett att han eller hon vid tidpunkten för förseelsen körde den bil som användes vid förseelsen. I annat fall skall polisen höra sig för med personen om vem som körde bilen vid tidpunkten. Polisdistriktet skall föra en förteckning över när ett brev med en förfrågan till den som ansvarar för användningen av bilen har postats eller när en förfrågan enligt 2 mom. i övrigt har gjorts. Om personen inte svarar på förfrågningen inom två veckor skall bestämmelserna i 2, 3 och 4 kap. tillämpas på den fortsatta behandlingen.",
        "normalized_sv": "Förfarandet inleds genom att ett ordningsbotsföreläggande utfärdas för den fysiska person som vid tidpunkten för förseelsen var registrerad som ägare, innehavare eller tillfällig användare av det fordon som användes vid förseelsen, utan att det utreds vem som körde fordonet. Ordningsbotsföreläggandet utfärdas för den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar för användningen av bilen, om det med beaktande av alla omständigheter kring förseelsen kan anses vara utrett att han eller hon vid tidpunkten för förseelsen körde den bil som användes vid förseelsen. I annat fall skall polisen höra sig för med personen om vem som körde bilen vid tidpunkten. Polisdistriktet skall föra en förteckning över när ett brev med en förfrågan till den som ansvarar för användningen av bilen har postats eller när en förfrågan enligt 2 mom. i övrigt har gjorts. Om personen inte svarar på förfrågningen inom två veckor skall bestämmelserna i 2, 3 och 4 kap. tillämpas på den fortsatta behandlingen.",
        "folded_sv": "forfarandet inleds genom att ett ordningsbotsforelaggande utfardas for den fysiska person som vid tidpunkten for forseelsen var registrerad som agare, innehavare eller tillfallig anvandare av det fordon som anvandes vid forseelsen, utan att det utreds vem som korde fordonet. ordningsbotsforelaggandet utfardas for den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar for anvandningen av bilen, om det med beaktande av alla omstandigheter kring forseelsen kan anses vara utrett att han eller hon vid tidpunkten for forseelsen korde den bil som anvandes vid forseelsen. i annat fall skall polisen hora sig for med personen om vem som korde bilen vid tidpunkten. polisdistriktet skall fora en forteckning over nar ett brev med en forfragan till den som ansvarar for anvandningen av bilen har postats eller nar en forfragan enligt 2 mom. i ovrigt har gjorts. om personen inte svarar pa forfragningen inom tva veckor skall bestammelserna i 2, 3 och 4 kap. tillampas pa den fortsatta behandlingen."
      }
    },
    {
      "provision_ref": "2:13 c",
      "chapter": "2",
      "section": "13 c",
      "content": "Rikesakkomääräyksen antaa poliisimies. Rikesakkomääräys on annettava kirjallisena, ja antajan on allekirjoitettava se. Rikesakkomääräys voidaan allekirjoittaa myös koneellisesti. Rikesakkomääräyksestä tulee ilmetä: 1) rikesakkomääräyksen saaneen henkilötiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu sekä sovellettavat lainkohdat; 3) rikesakon määrä ja päivämäärä, johon mennessä rikesakko on maksettava; 4) selostus rikesakkomääräyksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; sekä 5) selostus siitä, miten rikesakkomääräystä vastustettaessa tulee menetellä ja miten asiaa tällöin käsitellään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 c",
        "normalized_fi": "Rikesakkomääräyksen antaa poliisimies. Rikesakkomääräys on annettava kirjallisena, ja antajan on allekirjoitettava se. Rikesakkomääräys voidaan allekirjoittaa myös koneellisesti. Rikesakkomääräyksestä tulee ilmetä: 1) rikesakkomääräyksen saaneen henkilötiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu sekä sovellettavat lainkohdat; 3) rikesakon määrä ja päivämäärä, johon mennessä rikesakko on maksettava; 4) selostus rikesakkomääräyksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; sekä 5) selostus siitä, miten rikesakkomääräystä vastustettaessa tulee menetellä ja miten asiaa tällöin käsitellään.",
        "folded_fi": "rikesakkomaarayksen antaa poliisimies. rikesakkomaarays on annettava kirjallisena, ja antajan on allekirjoitettava se. rikesakkomaarays voidaan allekirjoittaa myos koneellisesti. rikesakkomaarayksesta tulee ilmeta: 1) rikesakkomaarayksen saaneen henkilotiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu seka sovellettavat lainkohdat; 3) rikesakon maara ja paivamaara, johon mennessa rikesakko on maksettava; 4) selostus rikesakkomaarayksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; seka 5) selostus siita, miten rikesakkomaaraysta vastustettaessa tulee menetella ja miten asiaa talloin kasitellaan.",
        "content_sv": "Ett ordningsbotsföreläggande utfärdas av en polisman. Ett ordningsbotsföreläggande skall utfärdas skriftligen och undertecknas av utfärdaren. Föreläggandet kan också undertecknas maskinellt. Av ett ordningsbotsföreläggande skall framgå 1) personuppgifter om den som fått föreläggandet, 2) tiden och platsen för förseelsen, förseelsens art och de lagrum som tillämpas, 3) ordningsbotens belopp och det datum när ordningsboten senast skall betalas, 4) de eventuella övriga påföljder som förseelsen kan medföra för den som fått föreläggandet, såsom körförbud, och 5) vilket förfarande som skall tillämpas om den som fått föreläggandet motsätter sig ordningsboten och hur ärendet då handläggs.",
        "normalized_sv": "Ett ordningsbotsföreläggande utfärdas av en polisman. Ett ordningsbotsföreläggande skall utfärdas skriftligen och undertecknas av utfärdaren. Föreläggandet kan också undertecknas maskinellt. Av ett ordningsbotsföreläggande skall framgå 1) personuppgifter om den som fått föreläggandet, 2) tiden och platsen för förseelsen, förseelsens art och de lagrum som tillämpas, 3) ordningsbotens belopp och det datum när ordningsboten senast skall betalas, 4) de eventuella övriga påföljder som förseelsen kan medföra för den som fått föreläggandet, såsom körförbud, och 5) vilket förfarande som skall tillämpas om den som fått föreläggandet motsätter sig ordningsboten och hur ärendet då handläggs.",
        "folded_sv": "ett ordningsbotsforelaggande utfardas av en polisman. ett ordningsbotsforelaggande skall utfardas skriftligen och undertecknas av utfardaren. forelaggandet kan ocksa undertecknas maskinellt. av ett ordningsbotsforelaggande skall framga 1) personuppgifter om den som fatt forelaggandet, 2) tiden och platsen for forseelsen, forseelsens art och de lagrum som tillampas, 3) ordningsbotens belopp och det datum nar ordningsboten senast skall betalas, 4) de eventuella ovriga pafoljder som forseelsen kan medfora for den som fatt forelaggandet, sasom korforbud, och 5) vilket forfarande som skall tillampas om den som fatt forelaggandet motsatter sig ordningsboten och hur arendet da handlaggs."
      }
    },
    {
      "provision_ref": "2:13 d",
      "chapter": "2",
      "section": "13 d",
      "content": "Rikesakkomääräys lähetetään rikesakkomääräyksen saaneelle postitse ajoneuvoliikennerekisteristä ilmenevään osoitteeseen. Rikesakkomääräys on lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Käyttövastaavan esittäessä 13 b §:n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilöllisyydestä rikesakkomääräys saadaan kuitenkin lähettää kahden viikon kuluessa tällaisen tiedon saamisesta. Asianomaisen henkilön katsotaan saaneen määräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun määräys on annettu postin kuljetettavaksi. Määräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 d",
        "normalized_fi": "Rikesakkomääräys lähetetään rikesakkomääräyksen saaneelle postitse ajoneuvoliikennerekisteristä ilmenevään osoitteeseen. Rikesakkomääräys on lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Käyttövastaavan esittäessä 13 b § :n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilöllisyydestä rikesakkomääräys saadaan kuitenkin lähettää kahden viikon kuluessa tällaisen tiedon saamisesta. Asianomaisen henkilön katsotaan saaneen määräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun määräys on annettu postin kuljetettavaksi. Määräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "rikesakkomaarays lahetetaan rikesakkomaarayksen saaneelle postitse ajoneuvoliikennerekisterista ilmenevaan osoitteeseen. rikesakkomaarays on lahetettava viipymatta ja viimeistaan kahden viikon kuluessa rikkomuksen tekopaivasta. kayttovastaavan esittaessa 13 b §:n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilollisyydesta rikesakkomaarays saadaan kuitenkin lahettaa kahden viikon kuluessa tallaisen tiedon saamisesta. asianomaisen henkilon katsotaan saaneen maarayksesta tiedon seitsemantena paivana sen jalkeen, kun maarays on annettu postin kuljetettavaksi. maaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Ordningsbotsföreläggandet sänds till mottagaren per post på den adress som framgår av fordonstrafikregistret. Föreläggandet skall sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. När den som ansvarar för användningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet får föreläggandet likväl sändas två veckor efter att polisen har fått uppgiften. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Ordningsbotsföreläggandet sänds till mottagaren per post på den adress som framgår av fordonstrafikregistret. Föreläggandet skall sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. När den som ansvarar för användningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet får föreläggandet likväl sändas två veckor efter att polisen har fått uppgiften. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "ordningsbotsforelaggandet sands till mottagaren per post pa den adress som framgar av fordonstrafikregistret. forelaggandet skall sandas utan drojsmal och senast inom tva veckor fran dagen for forseelsen. nar den som ansvarar for anvandningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet far forelaggandet likval sandas tva veckor efter att polisen har fatt uppgiften. delfaendet anses ha skett den sjunde dagen efter det att forelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      }
    },
    {
      "provision_ref": "2:13 e",
      "chapter": "2",
      "section": "13 e",
      "content": "Rikesakko on maksettava 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta, jollei rikesakkomääräyksen saanut sitä vastusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 e",
        "normalized_fi": "Rikesakko on maksettava 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta, jollei rikesakkomääräyksen saanut sitä vastusta.",
        "folded_fi": "rikesakko on maksettava 30 paivan kuluessa rikesakkomaarayksen tiedoksisaamisesta, jollei rikesakkomaarayksen saanut sita vastusta.",
        "content_sv": "En ordningsbot skall betalas inom 30 dagar från delfåendet av ordningsbotsföreläggandet, om inte mottagaren motsätter sig föreläggandet.",
        "normalized_sv": "En ordningsbot skall betalas inom 30 dagar från delfåendet av ordningsbotsföreläggandet, om inte mottagaren motsätter sig föreläggandet.",
        "folded_sv": "en ordningsbot skall betalas inom 30 dagar fran delfaendet av ordningsbotsforelaggandet, om inte mottagaren motsatter sig forelaggandet."
      }
    },
    {
      "provision_ref": "2:13 f",
      "chapter": "2",
      "section": "13 f",
      "content": "Jos rikesakkomääräyksen saanut henkilö kiistää syyllisyytensä rikesakkomääräyksessä tarkoitettuun rikkomukseen tai jos hän pitää sitä muulla tavalla perusteettomana, hänen tulee vastustaa saamaansa rikesakkomääräystä. Vastustamista ei tarvitse perustella. Vastustamisesta tulee ilmoittaa 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minkä alueella rikkomus on tehty. Vastustamisilmoitukseen on liitettävä rikesakkomääräys. Vastustaminen voidaan tehdä tätä tarkoitusta varten laaditulla lomakkeella. Vastustamisilmoituksen saa toimittaa poliisilaitokselle myös postilähetyksenä, telekopiona tai lähetin välityksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 f",
        "normalized_fi": "Jos rikesakkomääräyksen saanut henkilö kiistää syyllisyytensä rikesakkomääräyksessä tarkoitettuun rikkomukseen tai jos hän pitää sitä muulla tavalla perusteettomana, hänen tulee vastustaa saamaansa rikesakkomääräystä. Vastustamista ei tarvitse perustella. Vastustamisesta tulee ilmoittaa 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minkä alueella rikkomus on tehty. Vastustamisilmoitukseen on liitettävä rikesakkomääräys. Vastustaminen voidaan tehdä tätä tarkoitusta varten laaditulla lomakkeella. Vastustamisilmoituksen saa toimittaa poliisilaitokselle myös postilähetyksenä, telekopiona tai lähetin välityksellä.",
        "folded_fi": "jos rikesakkomaarayksen saanut henkilo kiistaa syyllisyytensa rikesakkomaarayksessa tarkoitettuun rikkomukseen tai jos han pitaa sita muulla tavalla perusteettomana, hanen tulee vastustaa saamaansa rikesakkomaaraysta. vastustamista ei tarvitse perustella. vastustamisesta tulee ilmoittaa 30 paivan kuluessa rikesakkomaarayksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minka alueella rikkomus on tehty. vastustamisilmoitukseen on liitettava rikesakkomaarays. vastustaminen voidaan tehda tata tarkoitusta varten laaditulla lomakkeella. vastustamisilmoituksen saa toimittaa poliisilaitokselle myos postilahetyksena, telekopiona tai lahetin valityksella.",
        "content_sv": "En mottagare av ett ordningsbotsföreläggande som bestrider att han eller hon är skyldig till den förseelse som avses i föreläggandet eller annars anser att föreläggandet saknar grund skall motsätta sig föreläggandet. Motsättandet behöver inte motiveras. Den som motsätter sig ett ordningsbotsföreläggande skall inom 30 dagar från delfåendet lämna meddelande om detta till kansliet vid polisinrättningen i det härad där förseelsen begicks. Ordningsbotsföreläggandet skall bifogas meddelandet. Meddelandet kan ges på en blankett som finns för detta ändamål. Meddelandet får även sändas till polisinrättningen per post, med telefax eller med bud.",
        "normalized_sv": "En mottagare av ett ordningsbotsföreläggande som bestrider att han eller hon är skyldig till den förseelse som avses i föreläggandet eller annars anser att föreläggandet saknar grund skall motsätta sig föreläggandet. Motsättandet behöver inte motiveras. Den som motsätter sig ett ordningsbotsföreläggande skall inom 30 dagar från delfåendet lämna meddelande om detta till kansliet vid polisinrättningen i det härad där förseelsen begicks. Ordningsbotsföreläggandet skall bifogas meddelandet. Meddelandet kan ges på en blankett som finns för detta ändamål. Meddelandet får även sändas till polisinrättningen per post, med telefax eller med bud.",
        "folded_sv": "en mottagare av ett ordningsbotsforelaggande som bestrider att han eller hon ar skyldig till den forseelse som avses i forelaggandet eller annars anser att forelaggandet saknar grund skall motsatta sig forelaggandet. motsattandet behover inte motiveras. den som motsatter sig ett ordningsbotsforelaggande skall inom 30 dagar fran delfaendet lamna meddelande om detta till kansliet vid polisinrattningen i det harad dar forseelsen begicks. ordningsbotsforelaggandet skall bifogas meddelandet. meddelandet kan ges pa en blankett som finns for detta andamal. meddelandet far aven sandas till polisinrattningen per post, med telefax eller med bud."
      }
    },
    {
      "provision_ref": "2:13 g",
      "chapter": "2",
      "section": "13 g",
      "content": "Tämän luvun mukaisessa menettelyssä annettuun rikesakkomääräykseen sovelletaan, mitä 11 §:n 1 ja 2 momentissa sekä 4 luvussa säädetään. Tämän luvun mukaisessa menettelyssä annettua rikesakkomääräystä ei voida saattaa käräjäoikeuden käsiteltäväksi siten kuin 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 g",
        "normalized_fi": "Tämän luvun mukaisessa menettelyssä annettuun rikesakkomääräykseen sovelletaan, mitä 11 § :n 1 ja 2 momentissa sekä 4 luvussa säädetään. Tämän luvun mukaisessa menettelyssä annettua rikesakkomääräystä ei voida saattaa käräjäoikeuden käsiteltäväksi siten kuin 12 § :ssä säädetään.",
        "folded_fi": "taman luvun mukaisessa menettelyssa annettuun rikesakkomaaraykseen sovelletaan, mita 11 §:n 1 ja 2 momentissa seka 4 luvussa saadetaan. taman luvun mukaisessa menettelyssa annettua rikesakkomaaraysta ei voida saattaa karajaoikeuden kasiteltavaksi siten kuin 12 §:ssa saadetaan.",
        "content_sv": "På ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel tillämpas 11 § 1 och 2 mom. samt 4 kap. Ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel kan inte föras till tingsrätten så som föreskrivs i 12 §.",
        "normalized_sv": "På ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel tillämpas 11 § 1 och 2 mom. samt 4 kap. Ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel kan inte föras till tingsrätten så som föreskrivs i 12 § .",
        "folded_sv": "pa ett ordningsbotsforelaggande som har utfardats i det forfarande som avses i detta kapitel tillampas 11 § 1 och 2 mom. samt 4 kap. ett ordningsbotsforelaggande som har utfardats i det forfarande som avses i detta kapitel kan inte foras till tingsratten sa som foreskrivs i 12 §."
      }
    },
    {
      "provision_ref": "2:13 h",
      "chapter": "2",
      "section": "13 h",
      "content": "Poliisipiirin päällikkö toimittaa täytäntöönpantavaksi rikesakkomääräyksen, jota ei ole vastustettu eikä poistettu. Poliisipiirin päällikkö poistaa rikesakkomääräyksen, jota on vastustettu. Tällöin tämän luvun mukainen menettely raukeaa ja asian jatkokäsittelystä on voimassa, mitä 2, 3 ja 4 luvussa säädetään, jollei 3 momentista muuta johdu. Rikesakkomääräyksen vastustamisen jälkeen uusi, samasta teosta annettava rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilöllisyys on selvitetty tunnustuksella, jota ei ole syytä epäillä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 h",
        "normalized_fi": "Poliisipiirin päällikkö toimittaa täytäntöönpantavaksi rikesakkomääräyksen, jota ei ole vastustettu eikä poistettu. Poliisipiirin päällikkö poistaa rikesakkomääräyksen, jota on vastustettu. Tällöin tämän luvun mukainen menettely raukeaa ja asian jatkokäsittelystä on voimassa, mitä 2, 3 ja 4 luvussa säädetään, jollei 3 momentista muuta johdu. Rikesakkomääräyksen vastustamisen jälkeen uusi, samasta teosta annettava rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilöllisyys on selvitetty tunnustuksella, jota ei ole syytä epäillä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "poliisipiirin paallikko toimittaa taytantoonpantavaksi rikesakkomaarayksen, jota ei ole vastustettu eika poistettu. poliisipiirin paallikko poistaa rikesakkomaarayksen, jota on vastustettu. talloin taman luvun mukainen menettely raukeaa ja asian jatkokasittelysta on voimassa, mita 2, 3 ja 4 luvussa saadetaan, jollei 3 momentista muuta johdu. rikesakkomaarayksen vastustamisen jalkeen uusi, samasta teosta annettava rikesakkomaarays voidaan lahettaa rikkomukseen syyllistyneelle postitse asianomaisen henkilon ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilollisyys on selvitetty tunnustuksella, jota ei ole syyta epailla. asianomaisen henkilon katsotaan saaneen rikesakkomaarayksesta tiedon seitsemantena paivana sen jalkeen, kun se on annettu postin kuljetettavaksi. rikesakkomaaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Chefen för polisdistriktet skall till verkställighet överlämna ett ordningsbotsföreläggande som mottagaren inte har motsatt sig eller som inte har undanröjts. Chefen för polisdistriktet skall undanröja ett ordningsbotsföreläggande som mottagaren har motsatt sig. Förfarandet enligt detta kapitel förfaller då, och angående den fortsatta behandlingen av saken gäller vad som föreskrivs i 2, 3 och 4 kap, om inte något annat följer av 3 mom. När mottagaren har motsatt sig ordningsbotsföreläggandet kan ett nytt föreläggande för samma gärning sändas per post på den adress som den som har gjort sig skyldig till förseelsen har uppgett, om den skyldiges identitet har kunnat fastställas genom ett erkännande som det inte finns anledning att betvivla. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Chefen för polisdistriktet skall till verkställighet överlämna ett ordningsbotsföreläggande som mottagaren inte har motsatt sig eller som inte har undanröjts. Chefen för polisdistriktet skall undanröja ett ordningsbotsföreläggande som mottagaren har motsatt sig. Förfarandet enligt detta kapitel förfaller då, och angående den fortsatta behandlingen av saken gäller vad som föreskrivs i 2, 3 och 4 kap, om inte något annat följer av 3 mom. När mottagaren har motsatt sig ordningsbotsföreläggandet kan ett nytt föreläggande för samma gärning sändas per post på den adress som den som har gjort sig skyldig till förseelsen har uppgett, om den skyldiges identitet har kunnat fastställas genom ett erkännande som det inte finns anledning att betvivla. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "chefen for polisdistriktet skall till verkstallighet overlamna ett ordningsbotsforelaggande som mottagaren inte har motsatt sig eller som inte har undanrojts. chefen for polisdistriktet skall undanroja ett ordningsbotsforelaggande som mottagaren har motsatt sig. forfarandet enligt detta kapitel forfaller da, och angaende den fortsatta behandlingen av saken galler vad som foreskrivs i 2, 3 och 4 kap, om inte nagot annat foljer av 3 mom. nar mottagaren har motsatt sig ordningsbotsforelaggandet kan ett nytt forelaggande for samma garning sandas per post pa den adress som den som har gjort sig skyldig till forseelsen har uppgett, om den skyldiges identitet har kunnat faststallas genom ett erkannande som det inte finns anledning att betvivla. delfaendet anses ha skett den sjunde dagen efter det att forelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      }
    },
    {
      "provision_ref": "2:13 i",
      "chapter": "2",
      "section": "13 i",
      "content": "Sille, joka ei ole voinut määräajassa vastustaa 13 d §:n mukaisesti tiedoksi annettua rikesakkomääräystä, on hakemuksesta palautettava menetetty määräaika. Menetetyn määräajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomääräystä ei ole voitu määräajassa vastustaa, ja hakemus on tehtävä sen paikkakunnan käräjäoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistään yhdeksän kuukauden kuluessa rikkomuksen tekopäivästä. Hakemukseen on liitettävä rikesakkomääräys tai maksukehotus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 i",
        "normalized_fi": "Sille, joka ei ole voinut määräajassa vastustaa 13 d § :n mukaisesti tiedoksi annettua rikesakkomääräystä, on hakemuksesta palautettava menetetty määräaika. Menetetyn määräajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomääräystä ei ole voitu määräajassa vastustaa, ja hakemus on tehtävä sen paikkakunnan käräjäoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistään yhdeksän kuukauden kuluessa rikkomuksen tekopäivästä. Hakemukseen on liitettävä rikesakkomääräys tai maksukehotus.",
        "folded_fi": "sille, joka ei ole voinut maaraajassa vastustaa 13 d §:n mukaisesti tiedoksi annettua rikesakkomaaraysta, on hakemuksesta palautettava menetetty maaraaika. menetetyn maaraajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomaaraysta ei ole voitu maaraajassa vastustaa, ja hakemus on tehtava sen paikkakunnan karajaoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistaan yhdeksan kuukauden kuluessa rikkomuksen tekopaivasta. hakemukseen on liitettava rikesakkomaarays tai maksukehotus.",
        "content_sv": "Den som inte inom föreskriven tid har kunnat motsätta sig ett ordningsbotsföreläggande som delgivits enligt 13 d § skall på ansökan återställas försutten fatalietid. I ansökan om återställande av försutten fatalietid skall personen i fråga uppge varför han eller hon inte har kunnat motsätta sig föreläggandet inom föreskriven tid, och ansökan skall ges in till den tingsrätt inom vars domkrets förseelsen har begåtts senast inom nio månader från dagen för förseelsen. Ordningsbotsföreläggandet eller betalningsuppmaningen skall bifogas ansökan.",
        "normalized_sv": "Den som inte inom föreskriven tid har kunnat motsätta sig ett ordningsbotsföreläggande som delgivits enligt 13 d § skall på ansökan återställas försutten fatalietid. I ansökan om återställande av försutten fatalietid skall personen i fråga uppge varför han eller hon inte har kunnat motsätta sig föreläggandet inom föreskriven tid, och ansökan skall ges in till den tingsrätt inom vars domkrets förseelsen har begåtts senast inom nio månader från dagen för förseelsen. Ordningsbotsföreläggandet eller betalningsuppmaningen skall bifogas ansökan.",
        "folded_sv": "den som inte inom foreskriven tid har kunnat motsatta sig ett ordningsbotsforelaggande som delgivits enligt 13 d § skall pa ansokan aterstallas forsutten fatalietid. i ansokan om aterstallande av forsutten fatalietid skall personen i fraga uppge varfor han eller hon inte har kunnat motsatta sig forelaggandet inom foreskriven tid, och ansokan skall ges in till den tingsratt inom vars domkrets forseelsen har begatts senast inom nio manader fran dagen for forseelsen. ordningsbotsforelaggandet eller betalningsuppmaningen skall bifogas ansokan."
      }
    },
    {
      "provision_ref": "2:13 j",
      "chapter": "2",
      "section": "13 j",
      "content": "Jos 13 a §:n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vähäinen, rikkomukseen käytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapäiselle käyttäjälle voidaan muihin toimenpiteisiin ryhtymättä antaa kirjallinen huomautus. Huomautuksen antaa poliisimies, ja se lähetetään huomautuksen saaneen henkilön ajoneuvoliikennerekisteristä ilmenevään osoitteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 j",
        "normalized_fi": "Jos 13 a § :n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vähäinen, rikkomukseen käytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapäiselle käyttäjälle voidaan muihin toimenpiteisiin ryhtymättä antaa kirjallinen huomautus. Huomautuksen antaa poliisimies, ja se lähetetään huomautuksen saaneen henkilön ajoneuvoliikennerekisteristä ilmenevään osoitteeseen.",
        "folded_fi": "jos 13 a §:n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vahainen, rikkomukseen kaytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapaiselle kayttajalle voidaan muihin toimenpiteisiin ryhtymatta antaa kirjallinen huomautus. huomautuksen antaa poliisimies, ja se lahetetaan huomautuksen saaneen henkilon ajoneuvoliikennerekisterista ilmenevaan osoitteeseen.",
        "content_sv": "Om en förseelse som avses i 13 a § 1 eller 2 punkten med hänsyn till omständigheterna är ringa, kan den som registrerats som ägare, innehavare eller tillfällig användare av det fordon som använts vid förseelsen ges en skriftlig anmärkning, utan att några andra åtgärder vidtas. Anmärkningen ges av en polisman och sänds till personen i fråga på den adress som framgår av fordonstrafikregistret.",
        "normalized_sv": "Om en förseelse som avses i 13 a § 1 eller 2 punkten med hänsyn till omständigheterna är ringa, kan den som registrerats som ägare, innehavare eller tillfällig användare av det fordon som använts vid förseelsen ges en skriftlig anmärkning, utan att några andra åtgärder vidtas. Anmärkningen ges av en polisman och sänds till personen i fråga på den adress som framgår av fordonstrafikregistret.",
        "folded_sv": "om en forseelse som avses i 13 a § 1 eller 2 punkten med hansyn till omstandigheterna ar ringa, kan den som registrerats som agare, innehavare eller tillfallig anvandare av det fordon som anvants vid forseelsen ges en skriftlig anmarkning, utan att nagra andra atgarder vidtas. anmarkningen ges av en polisman och sands till personen i fraga pa den adress som framgar av fordonstrafikregistret."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan taikka ajoneuvoliikennerekisteristä ilmenevään osoitteeseen, jos kyseessä on moottorikäyttöisellä ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilöllisyys on välittömästi todettu. Rikesakkomääräys on tällöin lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan taikka ajoneuvoliikennerekisteristä ilmenevään osoitteeseen, jos kyseessä on moottorikäyttöisellä ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilöllisyys on välittömästi todettu. Rikesakkomääräys on tällöin lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, rikesakkomaarays voidaan lahettaa rikkomukseen syyllistyneelle postitse asianomaisen henkilon ilmoittamaan taikka ajoneuvoliikennerekisterista ilmenevaan osoitteeseen, jos kyseessa on moottorikayttoisella ajoneuvolla tehty liikennerikkomus, johon syyllistyneen henkilollisyys on valittomasti todettu. rikesakkomaarays on talloin lahetettava viipymatta ja viimeistaan kahden viikon kuluessa rikkomuksen tekopaivasta. asianomaisen henkilon katsotaan saaneen rikesakkomaarayksesta tiedon seitsemantena paivana sen jalkeen, kun se on annettu postin kuljetettavaksi. rikesakkomaaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Om det är fråga om en trafikförseelse som har begåtts med ett motordrivet fordon och identiteten på den som gjort sig skyldig till förseelsen omedelbart har kunnat fastställas, får ordningsbotsföreläggandet utan hinder av 1 mom. sändas per post till den skyldige, antingen på den adress som denne har uppgett eller på den adress som framgår av fordonstrafikregistret. Ordningsbotsföreläggandet skall då sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. Delfåendet anses ha skett den sjunde dagen efter det att ordningsbotsföreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Om det är fråga om en trafikförseelse som har begåtts med ett motordrivet fordon och identiteten på den som gjort sig skyldig till förseelsen omedelbart har kunnat fastställas, får ordningsbotsföreläggandet utan hinder av 1 mom. sändas per post till den skyldige, antingen på den adress som denne har uppgett eller på den adress som framgår av fordonstrafikregistret. Ordningsbotsföreläggandet skall då sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. Delfåendet anses ha skett den sjunde dagen efter det att ordningsbotsföreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "om det ar fraga om en trafikforseelse som har begatts med ett motordrivet fordon och identiteten pa den som gjort sig skyldig till forseelsen omedelbart har kunnat faststallas, far ordningsbotsforelaggandet utan hinder av 1 mom. sandas per post till den skyldige, antingen pa den adress som denne har uppgett eller pa den adress som framgar av fordonstrafikregistret. ordningsbotsforelaggandet skall da sandas utan drojsmal och senast inom tva veckor fran dagen for forseelsen. delfaendet anses ha skett den sjunde dagen efter det att ordningsbotsforelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Rikesakko raukeaa, jollei sitä koskevaa määräystä ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Rikesakko raukeaa, jollei sitä koskevaa määräystä ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopäivästä.",
        "folded_fi": "rikesakko raukeaa, jollei sita koskevaa maaraysta ole annettu tiedoksi vuoden kuluessa rikkomuksen tekopaivasta.",
        "content_sv": "En ordningsbot förfaller, om inte föreläggande har delgivits inom ett år från dagen för förseelsen.",
        "normalized_sv": "En ordningsbot förfaller, om inte föreläggande har delgivits inom ett år från dagen för förseelsen.",
        "folded_sv": "en ordningsbot forfaller, om inte forelaggande har delgivits inom ett ar fran dagen for forseelsen."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 a",
      "chapter": "2",
      "section": "13 a",
      "content": "Tämän luvun säännöksiä voidaan soveltaa moottorikäyttöisellä ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen käsittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysäyttämättä ja joka koskee: 1) suurimman sallitun nopeuden ylitystä enintään 20 kilometrillä tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 a",
        "normalized_fi": "Tämän luvun säännöksiä voidaan soveltaa moottorikäyttöisellä ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen käsittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysäyttämättä ja joka koskee: 1) suurimman sallitun nopeuden ylitystä enintään 20 kilometrillä tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
        "folded_fi": "taman luvun saannoksia voidaan soveltaa moottorikayttoisella ajoneuvolla tehdyn sellaisen rikesakkorikkomuksen kasittelyyn, joka on havaittu automaattisessa liikennevalvonnassa tai muuten ajoneuvoa pysayttamatta ja joka koskee: 1) suurimman sallitun nopeuden ylitysta enintaan 20 kilometrilla tunnissa; tai 2) liikennemerkkien vastaista ajoa linja-auto- tai raitiovaunukaistalla.",
        "content_sv": "Bestämmelserna i detta kapitel kan tillämpas på behandlingen av en ordningsbotsförseelse som har begåtts med ett motordrivet fordon och som har observerats vid automatisk trafikövervakning eller annars utan att fordonet har stoppats, när förseelsen gäller 1) överskridande av den högsta tillåtna hastigheten med högst 20 kilometer i timmen, eller 2) körning på ett busskörfält eller spårvagnsfält i strid med vägmärken.",
        "normalized_sv": "Bestämmelserna i detta kapitel kan tillämpas på behandlingen av en ordningsbotsförseelse som har begåtts med ett motordrivet fordon och som har observerats vid automatisk trafikövervakning eller annars utan att fordonet har stoppats, när förseelsen gäller 1) överskridande av den högsta tillåtna hastigheten med högst 20 kilometer i timmen, eller 2) körning på ett busskörfält eller spårvagnsfält i strid med vägmärken.",
        "folded_sv": "bestammelserna i detta kapitel kan tillampas pa behandlingen av en ordningsbotsforseelse som har begatts med ett motordrivet fordon och som har observerats vid automatisk trafikovervakning eller annars utan att fordonet har stoppats, nar forseelsen galler 1) overskridande av den hogsta tillatna hastigheten med hogst 20 kilometer i timmen, eller 2) korning pa ett busskorfalt eller sparvagnsfalt i strid med vagmarken."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 b",
      "chapter": "2",
      "section": "13 b",
      "content": "Menettely käynnistyy siten, että rikesakkomääräys annetaan rikkomukseen käytetyn ajoneuvon kuljettajaa selvittämättä sille luonnolliselle henkilölle, joka rikkomuksen tekoaikana oli rikkomukseen käytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapäinen käyttäjä. Rikesakkomääräys annetaan ajoneuvolain (1090/2002) 3 §:n 23 kohdassa tarkoitetulle käyttövastaavalle, jos kaikki rikkomukseen liittyvät seikat huomioon ottaen voidaan pitää selvitettynä, että hän on rikkomuksen tekoaikana kuljettanut siihen käytettyä autoa. Muussa tapauksessa käyttövastaavalta on tiedusteltava, kuka kyseistä autoa on silloin kuljettanut. Poliisipiirissä on pidettävä erillistä luetteloa, johon merkitään se ajankohta, jolloin käyttövastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. Jos käyttövastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokäsittelyyn sovelletaan, mitä 2, 3 ja 4 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 b",
        "normalized_fi": "Menettely käynnistyy siten, että rikesakkomääräys annetaan rikkomukseen käytetyn ajoneuvon kuljettajaa selvittämättä sille luonnolliselle henkilölle, joka rikkomuksen tekoaikana oli rikkomukseen käytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapäinen käyttäjä. Rikesakkomääräys annetaan ajoneuvolain (1090/2002) 3 § :n 23 kohdassa tarkoitetulle käyttövastaavalle, jos kaikki rikkomukseen liittyvät seikat huomioon ottaen voidaan pitää selvitettynä, että hän on rikkomuksen tekoaikana kuljettanut siihen käytettyä autoa. Muussa tapauksessa käyttövastaavalta on tiedusteltava, kuka kyseistä autoa on silloin kuljettanut. Poliisipiirissä on pidettävä erillistä luetteloa, johon merkitään se ajankohta, jolloin käyttövastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. Jos käyttövastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokäsittelyyn sovelletaan, mitä 2, 3 ja 4 luvussa säädetään.",
        "folded_fi": "menettely kaynnistyy siten, etta rikesakkomaarays annetaan rikkomukseen kaytetyn ajoneuvon kuljettajaa selvittamatta sille luonnolliselle henkilolle, joka rikkomuksen tekoaikana oli rikkomukseen kaytetyn ajoneuvon rekisteriin merkitty omistaja, haltija tai tilapainen kayttaja. rikesakkomaarays annetaan ajoneuvolain (1090/2002) 3 §:n 23 kohdassa tarkoitetulle kayttovastaavalle, jos kaikki rikkomukseen liittyvat seikat huomioon ottaen voidaan pitaa selvitettyna, etta han on rikkomuksen tekoaikana kuljettanut siihen kaytettya autoa. muussa tapauksessa kayttovastaavalta on tiedusteltava, kuka kyseista autoa on silloin kuljettanut. poliisipiirissa on pidettava erillista luetteloa, johon merkitaan se ajankohta, jolloin kayttovastaavalle osoitettu tiedustelukirje on annettu postin kuljetettavaksi tai 2 momentissa tarkoitettu tiedustelu on muutoin suoritettu. jos kayttovastaava ei kahden viikon kuluessa tiedustelun suorittamisesta vastaa siihen, asian jatkokasittelyyn sovelletaan, mita 2, 3 ja 4 luvussa saadetaan.",
        "content_sv": "Förfarandet inleds genom att ett ordningsbotsföreläggande utfärdas för den fysiska person som vid tidpunkten för förseelsen var registrerad som ägare, innehavare eller tillfällig användare av det fordon som användes vid förseelsen, utan att det utreds vem som körde fordonet. Ordningsbotsföreläggandet utfärdas för den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar för användningen av bilen, om det med beaktande av alla omständigheter kring förseelsen kan anses vara utrett att han eller hon vid tidpunkten för förseelsen körde den bil som användes vid förseelsen. I annat fall skall polisen höra sig för med personen om vem som körde bilen vid tidpunkten. Polisdistriktet skall föra en förteckning över när ett brev med en förfrågan till den som ansvarar för användningen av bilen har postats eller när en förfrågan enligt 2 mom. i övrigt har gjorts. Om personen inte svarar på förfrågningen inom två veckor skall bestämmelserna i 2, 3 och 4 kap. tillämpas på den fortsatta behandlingen.",
        "normalized_sv": "Förfarandet inleds genom att ett ordningsbotsföreläggande utfärdas för den fysiska person som vid tidpunkten för förseelsen var registrerad som ägare, innehavare eller tillfällig användare av det fordon som användes vid förseelsen, utan att det utreds vem som körde fordonet. Ordningsbotsföreläggandet utfärdas för den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar för användningen av bilen, om det med beaktande av alla omständigheter kring förseelsen kan anses vara utrett att han eller hon vid tidpunkten för förseelsen körde den bil som användes vid förseelsen. I annat fall skall polisen höra sig för med personen om vem som körde bilen vid tidpunkten. Polisdistriktet skall föra en förteckning över när ett brev med en förfrågan till den som ansvarar för användningen av bilen har postats eller när en förfrågan enligt 2 mom. i övrigt har gjorts. Om personen inte svarar på förfrågningen inom två veckor skall bestämmelserna i 2, 3 och 4 kap. tillämpas på den fortsatta behandlingen.",
        "folded_sv": "forfarandet inleds genom att ett ordningsbotsforelaggande utfardas for den fysiska person som vid tidpunkten for forseelsen var registrerad som agare, innehavare eller tillfallig anvandare av det fordon som anvandes vid forseelsen, utan att det utreds vem som korde fordonet. ordningsbotsforelaggandet utfardas for den som enligt 3 § 23 punkten i fordonslagen (1090/2002) ansvarar for anvandningen av bilen, om det med beaktande av alla omstandigheter kring forseelsen kan anses vara utrett att han eller hon vid tidpunkten for forseelsen korde den bil som anvandes vid forseelsen. i annat fall skall polisen hora sig for med personen om vem som korde bilen vid tidpunkten. polisdistriktet skall fora en forteckning over nar ett brev med en forfragan till den som ansvarar for anvandningen av bilen har postats eller nar en forfragan enligt 2 mom. i ovrigt har gjorts. om personen inte svarar pa forfragningen inom tva veckor skall bestammelserna i 2, 3 och 4 kap. tillampas pa den fortsatta behandlingen."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 c",
      "chapter": "2",
      "section": "13 c",
      "content": "Rikesakkomääräyksen antaa poliisimies. Rikesakkomääräys on annettava kirjallisena, ja antajan on allekirjoitettava se. Rikesakkomääräys voidaan allekirjoittaa myös koneellisesti. Rikesakkomääräyksestä tulee ilmetä: 1) rikesakkomääräyksen saaneen henkilötiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu sekä sovellettavat lainkohdat; 3) rikesakon määrä ja päivämäärä, johon mennessä rikesakko on maksettava; 4) selostus rikesakkomääräyksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; sekä 5) selostus siitä, miten rikesakkomääräystä vastustettaessa tulee menetellä ja miten asiaa tällöin käsitellään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 c",
        "normalized_fi": "Rikesakkomääräyksen antaa poliisimies. Rikesakkomääräys on annettava kirjallisena, ja antajan on allekirjoitettava se. Rikesakkomääräys voidaan allekirjoittaa myös koneellisesti. Rikesakkomääräyksestä tulee ilmetä: 1) rikesakkomääräyksen saaneen henkilötiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu sekä sovellettavat lainkohdat; 3) rikesakon määrä ja päivämäärä, johon mennessä rikesakko on maksettava; 4) selostus rikesakkomääräyksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; sekä 5) selostus siitä, miten rikesakkomääräystä vastustettaessa tulee menetellä ja miten asiaa tällöin käsitellään.",
        "folded_fi": "rikesakkomaarayksen antaa poliisimies. rikesakkomaarays on annettava kirjallisena, ja antajan on allekirjoitettava se. rikesakkomaarays voidaan allekirjoittaa myos koneellisesti. rikesakkomaarayksesta tulee ilmeta: 1) rikesakkomaarayksen saaneen henkilotiedot; 2) rikkomuksen tekoaika ja -paikka, rikkomuksen laatu seka sovellettavat lainkohdat; 3) rikesakon maara ja paivamaara, johon mennessa rikesakko on maksettava; 4) selostus rikesakkomaarayksen saaneelle rikkomuksesta mahdollisesti aiheutuvista muista seuraamuksista, kuten ajokiellosta; seka 5) selostus siita, miten rikesakkomaaraysta vastustettaessa tulee menetella ja miten asiaa talloin kasitellaan.",
        "content_sv": "Ett ordningsbotsföreläggande utfärdas av en polisman. Ett ordningsbotsföreläggande skall utfärdas skriftligen och undertecknas av utfärdaren. Föreläggandet kan också undertecknas maskinellt. Av ett ordningsbotsföreläggande skall framgå 1) personuppgifter om den som fått föreläggandet, 2) tiden och platsen för förseelsen, förseelsens art och de lagrum som tillämpas, 3) ordningsbotens belopp och det datum när ordningsboten senast skall betalas, 4) de eventuella övriga påföljder som förseelsen kan medföra för den som fått föreläggandet, såsom körförbud, och 5) vilket förfarande som skall tillämpas om den som fått föreläggandet motsätter sig ordningsboten och hur ärendet då handläggs.",
        "normalized_sv": "Ett ordningsbotsföreläggande utfärdas av en polisman. Ett ordningsbotsföreläggande skall utfärdas skriftligen och undertecknas av utfärdaren. Föreläggandet kan också undertecknas maskinellt. Av ett ordningsbotsföreläggande skall framgå 1) personuppgifter om den som fått föreläggandet, 2) tiden och platsen för förseelsen, förseelsens art och de lagrum som tillämpas, 3) ordningsbotens belopp och det datum när ordningsboten senast skall betalas, 4) de eventuella övriga påföljder som förseelsen kan medföra för den som fått föreläggandet, såsom körförbud, och 5) vilket förfarande som skall tillämpas om den som fått föreläggandet motsätter sig ordningsboten och hur ärendet då handläggs.",
        "folded_sv": "ett ordningsbotsforelaggande utfardas av en polisman. ett ordningsbotsforelaggande skall utfardas skriftligen och undertecknas av utfardaren. forelaggandet kan ocksa undertecknas maskinellt. av ett ordningsbotsforelaggande skall framga 1) personuppgifter om den som fatt forelaggandet, 2) tiden och platsen for forseelsen, forseelsens art och de lagrum som tillampas, 3) ordningsbotens belopp och det datum nar ordningsboten senast skall betalas, 4) de eventuella ovriga pafoljder som forseelsen kan medfora for den som fatt forelaggandet, sasom korforbud, och 5) vilket forfarande som skall tillampas om den som fatt forelaggandet motsatter sig ordningsboten och hur arendet da handlaggs."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 d",
      "chapter": "2",
      "section": "13 d",
      "content": "Rikesakkomääräys lähetetään rikesakkomääräyksen saaneelle postitse ajoneuvoliikennerekisteristä ilmenevään osoitteeseen. Rikesakkomääräys on lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Käyttövastaavan esittäessä 13 b §:n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilöllisyydestä rikesakkomääräys saadaan kuitenkin lähettää kahden viikon kuluessa tällaisen tiedon saamisesta. Asianomaisen henkilön katsotaan saaneen määräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun määräys on annettu postin kuljetettavaksi. Määräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 d",
        "normalized_fi": "Rikesakkomääräys lähetetään rikesakkomääräyksen saaneelle postitse ajoneuvoliikennerekisteristä ilmenevään osoitteeseen. Rikesakkomääräys on lähetettävä viipymättä ja viimeistään kahden viikon kuluessa rikkomuksen tekopäivästä. Käyttövastaavan esittäessä 13 b § :n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilöllisyydestä rikesakkomääräys saadaan kuitenkin lähettää kahden viikon kuluessa tällaisen tiedon saamisesta. Asianomaisen henkilön katsotaan saaneen määräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun määräys on annettu postin kuljetettavaksi. Määräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "rikesakkomaarays lahetetaan rikesakkomaarayksen saaneelle postitse ajoneuvoliikennerekisterista ilmenevaan osoitteeseen. rikesakkomaarays on lahetettava viipymatta ja viimeistaan kahden viikon kuluessa rikkomuksen tekopaivasta. kayttovastaavan esittaessa 13 b §:n 2 momentissa tarkoitetun selvityksen rikkomukseen syyllistyneen henkilollisyydesta rikesakkomaarays saadaan kuitenkin lahettaa kahden viikon kuluessa tallaisen tiedon saamisesta. asianomaisen henkilon katsotaan saaneen maarayksesta tiedon seitsemantena paivana sen jalkeen, kun maarays on annettu postin kuljetettavaksi. maaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Ordningsbotsföreläggandet sänds till mottagaren per post på den adress som framgår av fordonstrafikregistret. Föreläggandet skall sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. När den som ansvarar för användningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet får föreläggandet likväl sändas två veckor efter att polisen har fått uppgiften. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Ordningsbotsföreläggandet sänds till mottagaren per post på den adress som framgår av fordonstrafikregistret. Föreläggandet skall sändas utan dröjsmål och senast inom två veckor från dagen för förseelsen. När den som ansvarar för användningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet får föreläggandet likväl sändas två veckor efter att polisen har fått uppgiften. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "ordningsbotsforelaggandet sands till mottagaren per post pa den adress som framgar av fordonstrafikregistret. forelaggandet skall sandas utan drojsmal och senast inom tva veckor fran dagen for forseelsen. nar den som ansvarar for anvandningen av bilen i enlighet med 13 b § 2 mom. uppger den skyldiges identitet far forelaggandet likval sandas tva veckor efter att polisen har fatt uppgiften. delfaendet anses ha skett den sjunde dagen efter det att forelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 e",
      "chapter": "2",
      "section": "13 e",
      "content": "Rikesakko on maksettava 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta, jollei rikesakkomääräyksen saanut sitä vastusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 e",
        "normalized_fi": "Rikesakko on maksettava 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta, jollei rikesakkomääräyksen saanut sitä vastusta.",
        "folded_fi": "rikesakko on maksettava 30 paivan kuluessa rikesakkomaarayksen tiedoksisaamisesta, jollei rikesakkomaarayksen saanut sita vastusta.",
        "content_sv": "En ordningsbot skall betalas inom 30 dagar från delfåendet av ordningsbotsföreläggandet, om inte mottagaren motsätter sig föreläggandet.",
        "normalized_sv": "En ordningsbot skall betalas inom 30 dagar från delfåendet av ordningsbotsföreläggandet, om inte mottagaren motsätter sig föreläggandet.",
        "folded_sv": "en ordningsbot skall betalas inom 30 dagar fran delfaendet av ordningsbotsforelaggandet, om inte mottagaren motsatter sig forelaggandet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 f",
      "chapter": "2",
      "section": "13 f",
      "content": "Jos rikesakkomääräyksen saanut henkilö kiistää syyllisyytensä rikesakkomääräyksessä tarkoitettuun rikkomukseen tai jos hän pitää sitä muulla tavalla perusteettomana, hänen tulee vastustaa saamaansa rikesakkomääräystä. Vastustamista ei tarvitse perustella. Vastustamisesta tulee ilmoittaa 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minkä alueella rikkomus on tehty. Vastustamisilmoitukseen on liitettävä rikesakkomääräys. Vastustaminen voidaan tehdä tätä tarkoitusta varten laaditulla lomakkeella. Vastustamisilmoituksen saa toimittaa poliisilaitokselle myös postilähetyksenä, telekopiona tai lähetin välityksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 f",
        "normalized_fi": "Jos rikesakkomääräyksen saanut henkilö kiistää syyllisyytensä rikesakkomääräyksessä tarkoitettuun rikkomukseen tai jos hän pitää sitä muulla tavalla perusteettomana, hänen tulee vastustaa saamaansa rikesakkomääräystä. Vastustamista ei tarvitse perustella. Vastustamisesta tulee ilmoittaa 30 päivän kuluessa rikesakkomääräyksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minkä alueella rikkomus on tehty. Vastustamisilmoitukseen on liitettävä rikesakkomääräys. Vastustaminen voidaan tehdä tätä tarkoitusta varten laaditulla lomakkeella. Vastustamisilmoituksen saa toimittaa poliisilaitokselle myös postilähetyksenä, telekopiona tai lähetin välityksellä.",
        "folded_fi": "jos rikesakkomaarayksen saanut henkilo kiistaa syyllisyytensa rikesakkomaarayksessa tarkoitettuun rikkomukseen tai jos han pitaa sita muulla tavalla perusteettomana, hanen tulee vastustaa saamaansa rikesakkomaaraysta. vastustamista ei tarvitse perustella. vastustamisesta tulee ilmoittaa 30 paivan kuluessa rikesakkomaarayksen tiedoksisaamisesta sen kihlakunnan poliisilaitoksen kansliaan, minka alueella rikkomus on tehty. vastustamisilmoitukseen on liitettava rikesakkomaarays. vastustaminen voidaan tehda tata tarkoitusta varten laaditulla lomakkeella. vastustamisilmoituksen saa toimittaa poliisilaitokselle myos postilahetyksena, telekopiona tai lahetin valityksella.",
        "content_sv": "En mottagare av ett ordningsbotsföreläggande som bestrider att han eller hon är skyldig till den förseelse som avses i föreläggandet eller annars anser att föreläggandet saknar grund skall motsätta sig föreläggandet. Motsättandet behöver inte motiveras. Den som motsätter sig ett ordningsbotsföreläggande skall inom 30 dagar från delfåendet lämna meddelande om detta till kansliet vid polisinrättningen i det härad där förseelsen begicks. Ordningsbotsföreläggandet skall bifogas meddelandet. Meddelandet kan ges på en blankett som finns för detta ändamål. Meddelandet får även sändas till polisinrättningen per post, med telefax eller med bud.",
        "normalized_sv": "En mottagare av ett ordningsbotsföreläggande som bestrider att han eller hon är skyldig till den förseelse som avses i föreläggandet eller annars anser att föreläggandet saknar grund skall motsätta sig föreläggandet. Motsättandet behöver inte motiveras. Den som motsätter sig ett ordningsbotsföreläggande skall inom 30 dagar från delfåendet lämna meddelande om detta till kansliet vid polisinrättningen i det härad där förseelsen begicks. Ordningsbotsföreläggandet skall bifogas meddelandet. Meddelandet kan ges på en blankett som finns för detta ändamål. Meddelandet får även sändas till polisinrättningen per post, med telefax eller med bud.",
        "folded_sv": "en mottagare av ett ordningsbotsforelaggande som bestrider att han eller hon ar skyldig till den forseelse som avses i forelaggandet eller annars anser att forelaggandet saknar grund skall motsatta sig forelaggandet. motsattandet behover inte motiveras. den som motsatter sig ett ordningsbotsforelaggande skall inom 30 dagar fran delfaendet lamna meddelande om detta till kansliet vid polisinrattningen i det harad dar forseelsen begicks. ordningsbotsforelaggandet skall bifogas meddelandet. meddelandet kan ges pa en blankett som finns for detta andamal. meddelandet far aven sandas till polisinrattningen per post, med telefax eller med bud."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 g",
      "chapter": "2",
      "section": "13 g",
      "content": "Tämän luvun mukaisessa menettelyssä annettuun rikesakkomääräykseen sovelletaan, mitä 11 §:n 1 ja 2 momentissa sekä 4 luvussa säädetään. Tämän luvun mukaisessa menettelyssä annettua rikesakkomääräystä ei voida saattaa käräjäoikeuden käsiteltäväksi siten kuin 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 g",
        "normalized_fi": "Tämän luvun mukaisessa menettelyssä annettuun rikesakkomääräykseen sovelletaan, mitä 11 § :n 1 ja 2 momentissa sekä 4 luvussa säädetään. Tämän luvun mukaisessa menettelyssä annettua rikesakkomääräystä ei voida saattaa käräjäoikeuden käsiteltäväksi siten kuin 12 § :ssä säädetään.",
        "folded_fi": "taman luvun mukaisessa menettelyssa annettuun rikesakkomaaraykseen sovelletaan, mita 11 §:n 1 ja 2 momentissa seka 4 luvussa saadetaan. taman luvun mukaisessa menettelyssa annettua rikesakkomaaraysta ei voida saattaa karajaoikeuden kasiteltavaksi siten kuin 12 §:ssa saadetaan.",
        "content_sv": "På ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel tillämpas 11 § 1 och 2 mom. samt 4 kap. Ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel kan inte föras till tingsrätten så som föreskrivs i 12 §.",
        "normalized_sv": "På ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel tillämpas 11 § 1 och 2 mom. samt 4 kap. Ett ordningsbotsföreläggande som har utfärdats i det förfarande som avses i detta kapitel kan inte föras till tingsrätten så som föreskrivs i 12 § .",
        "folded_sv": "pa ett ordningsbotsforelaggande som har utfardats i det forfarande som avses i detta kapitel tillampas 11 § 1 och 2 mom. samt 4 kap. ett ordningsbotsforelaggande som har utfardats i det forfarande som avses i detta kapitel kan inte foras till tingsratten sa som foreskrivs i 12 §."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 h",
      "chapter": "2",
      "section": "13 h",
      "content": "Poliisipiirin päällikkö toimittaa täytäntöönpantavaksi rikesakkomääräyksen, jota ei ole vastustettu eikä poistettu. Poliisipiirin päällikkö poistaa rikesakkomääräyksen, jota on vastustettu. Tällöin tämän luvun mukainen menettely raukeaa ja asian jatkokäsittelystä on voimassa, mitä 2, 3 ja 4 luvussa säädetään, jollei 3 momentista muuta johdu. Rikesakkomääräyksen vastustamisen jälkeen uusi, samasta teosta annettava rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilöllisyys on selvitetty tunnustuksella, jota ei ole syytä epäillä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 h",
        "normalized_fi": "Poliisipiirin päällikkö toimittaa täytäntöönpantavaksi rikesakkomääräyksen, jota ei ole vastustettu eikä poistettu. Poliisipiirin päällikkö poistaa rikesakkomääräyksen, jota on vastustettu. Tällöin tämän luvun mukainen menettely raukeaa ja asian jatkokäsittelystä on voimassa, mitä 2, 3 ja 4 luvussa säädetään, jollei 3 momentista muuta johdu. Rikesakkomääräyksen vastustamisen jälkeen uusi, samasta teosta annettava rikesakkomääräys voidaan lähettää rikkomukseen syyllistyneelle postitse asianomaisen henkilön ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilöllisyys on selvitetty tunnustuksella, jota ei ole syytä epäillä. Asianomaisen henkilön katsotaan saaneen rikesakkomääräyksestä tiedon seitsemäntenä päivänä sen jälkeen, kun se on annettu postin kuljetettavaksi. Rikesakkomääräykseen on merkittävä päivä, jona se on annettu postin kuljetettavaksi.",
        "folded_fi": "poliisipiirin paallikko toimittaa taytantoonpantavaksi rikesakkomaarayksen, jota ei ole vastustettu eika poistettu. poliisipiirin paallikko poistaa rikesakkomaarayksen, jota on vastustettu. talloin taman luvun mukainen menettely raukeaa ja asian jatkokasittelysta on voimassa, mita 2, 3 ja 4 luvussa saadetaan, jollei 3 momentista muuta johdu. rikesakkomaarayksen vastustamisen jalkeen uusi, samasta teosta annettava rikesakkomaarays voidaan lahettaa rikkomukseen syyllistyneelle postitse asianomaisen henkilon ilmoittamaan osoitteeseen, jos tekoon syyllistyneen henkilollisyys on selvitetty tunnustuksella, jota ei ole syyta epailla. asianomaisen henkilon katsotaan saaneen rikesakkomaarayksesta tiedon seitsemantena paivana sen jalkeen, kun se on annettu postin kuljetettavaksi. rikesakkomaaraykseen on merkittava paiva, jona se on annettu postin kuljetettavaksi.",
        "content_sv": "Chefen för polisdistriktet skall till verkställighet överlämna ett ordningsbotsföreläggande som mottagaren inte har motsatt sig eller som inte har undanröjts. Chefen för polisdistriktet skall undanröja ett ordningsbotsföreläggande som mottagaren har motsatt sig. Förfarandet enligt detta kapitel förfaller då, och angående den fortsatta behandlingen av saken gäller vad som föreskrivs i 2, 3 och 4 kap, om inte något annat följer av 3 mom. När mottagaren har motsatt sig ordningsbotsföreläggandet kan ett nytt föreläggande för samma gärning sändas per post på den adress som den som har gjort sig skyldig till förseelsen har uppgett, om den skyldiges identitet har kunnat fastställas genom ett erkännande som det inte finns anledning att betvivla. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "normalized_sv": "Chefen för polisdistriktet skall till verkställighet överlämna ett ordningsbotsföreläggande som mottagaren inte har motsatt sig eller som inte har undanröjts. Chefen för polisdistriktet skall undanröja ett ordningsbotsföreläggande som mottagaren har motsatt sig. Förfarandet enligt detta kapitel förfaller då, och angående den fortsatta behandlingen av saken gäller vad som föreskrivs i 2, 3 och 4 kap, om inte något annat följer av 3 mom. När mottagaren har motsatt sig ordningsbotsföreläggandet kan ett nytt föreläggande för samma gärning sändas per post på den adress som den som har gjort sig skyldig till förseelsen har uppgett, om den skyldiges identitet har kunnat fastställas genom ett erkännande som det inte finns anledning att betvivla. Delfåendet anses ha skett den sjunde dagen efter det att föreläggandet postades. Postningsdagen skall antecknas på föreläggandet.",
        "folded_sv": "chefen for polisdistriktet skall till verkstallighet overlamna ett ordningsbotsforelaggande som mottagaren inte har motsatt sig eller som inte har undanrojts. chefen for polisdistriktet skall undanroja ett ordningsbotsforelaggande som mottagaren har motsatt sig. forfarandet enligt detta kapitel forfaller da, och angaende den fortsatta behandlingen av saken galler vad som foreskrivs i 2, 3 och 4 kap, om inte nagot annat foljer av 3 mom. nar mottagaren har motsatt sig ordningsbotsforelaggandet kan ett nytt forelaggande for samma garning sandas per post pa den adress som den som har gjort sig skyldig till forseelsen har uppgett, om den skyldiges identitet har kunnat faststallas genom ett erkannande som det inte finns anledning att betvivla. delfaendet anses ha skett den sjunde dagen efter det att forelaggandet postades. postningsdagen skall antecknas pa forelaggandet."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 i",
      "chapter": "2",
      "section": "13 i",
      "content": "Sille, joka ei ole voinut määräajassa vastustaa 13 d §:n mukaisesti tiedoksi annettua rikesakkomääräystä, on hakemuksesta palautettava menetetty määräaika. Menetetyn määräajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomääräystä ei ole voitu määräajassa vastustaa, ja hakemus on tehtävä sen paikkakunnan käräjäoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistään yhdeksän kuukauden kuluessa rikkomuksen tekopäivästä. Hakemukseen on liitettävä rikesakkomääräys tai maksukehotus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 i",
        "normalized_fi": "Sille, joka ei ole voinut määräajassa vastustaa 13 d § :n mukaisesti tiedoksi annettua rikesakkomääräystä, on hakemuksesta palautettava menetetty määräaika. Menetetyn määräajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomääräystä ei ole voitu määräajassa vastustaa, ja hakemus on tehtävä sen paikkakunnan käräjäoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistään yhdeksän kuukauden kuluessa rikkomuksen tekopäivästä. Hakemukseen on liitettävä rikesakkomääräys tai maksukehotus.",
        "folded_fi": "sille, joka ei ole voinut maaraajassa vastustaa 13 d §:n mukaisesti tiedoksi annettua rikesakkomaaraysta, on hakemuksesta palautettava menetetty maaraaika. menetetyn maaraajan palauttamista koskevassa hakemuksessa on ilmoitettava syy siihen, miksi rikesakkomaaraysta ei ole voitu maaraajassa vastustaa, ja hakemus on tehtava sen paikkakunnan karajaoikeudelle, jonka tuomiopiirin alueella rikkomus on tehty, viimeistaan yhdeksan kuukauden kuluessa rikkomuksen tekopaivasta. hakemukseen on liitettava rikesakkomaarays tai maksukehotus.",
        "content_sv": "Den som inte inom föreskriven tid har kunnat motsätta sig ett ordningsbotsföreläggande som delgivits enligt 13 d § skall på ansökan återställas försutten fatalietid. I ansökan om återställande av försutten fatalietid skall personen i fråga uppge varför han eller hon inte har kunnat motsätta sig föreläggandet inom föreskriven tid, och ansökan skall ges in till den tingsrätt inom vars domkrets förseelsen har begåtts senast inom nio månader från dagen för förseelsen. Ordningsbotsföreläggandet eller betalningsuppmaningen skall bifogas ansökan.",
        "normalized_sv": "Den som inte inom föreskriven tid har kunnat motsätta sig ett ordningsbotsföreläggande som delgivits enligt 13 d § skall på ansökan återställas försutten fatalietid. I ansökan om återställande av försutten fatalietid skall personen i fråga uppge varför han eller hon inte har kunnat motsätta sig föreläggandet inom föreskriven tid, och ansökan skall ges in till den tingsrätt inom vars domkrets förseelsen har begåtts senast inom nio månader från dagen för förseelsen. Ordningsbotsföreläggandet eller betalningsuppmaningen skall bifogas ansökan.",
        "folded_sv": "den som inte inom foreskriven tid har kunnat motsatta sig ett ordningsbotsforelaggande som delgivits enligt 13 d § skall pa ansokan aterstallas forsutten fatalietid. i ansokan om aterstallande av forsutten fatalietid skall personen i fraga uppge varfor han eller hon inte har kunnat motsatta sig forelaggandet inom foreskriven tid, och ansokan skall ges in till den tingsratt inom vars domkrets forseelsen har begatts senast inom nio manader fran dagen for forseelsen. ordningsbotsforelaggandet eller betalningsuppmaningen skall bifogas ansokan."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    },
    {
      "provision_ref": "2:13 j",
      "chapter": "2",
      "section": "13 j",
      "content": "Jos 13 a §:n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vähäinen, rikkomukseen käytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapäiselle käyttäjälle voidaan muihin toimenpiteisiin ryhtymättä antaa kirjallinen huomautus. Huomautuksen antaa poliisimies, ja se lähetetään huomautuksen saaneen henkilön ajoneuvoliikennerekisteristä ilmenevään osoitteeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13 j",
        "normalized_fi": "Jos 13 a § :n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vähäinen, rikkomukseen käytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapäiselle käyttäjälle voidaan muihin toimenpiteisiin ryhtymättä antaa kirjallinen huomautus. Huomautuksen antaa poliisimies, ja se lähetetään huomautuksen saaneen henkilön ajoneuvoliikennerekisteristä ilmenevään osoitteeseen.",
        "folded_fi": "jos 13 a §:n 1 tai 2 kohdassa tarkoitettu rikkomus on olosuhteet huomioon ottaen vahainen, rikkomukseen kaytetyn ajoneuvon rekisteriin merkitylle omistajalle, haltijalle tai tilapaiselle kayttajalle voidaan muihin toimenpiteisiin ryhtymatta antaa kirjallinen huomautus. huomautuksen antaa poliisimies, ja se lahetetaan huomautuksen saaneen henkilon ajoneuvoliikennerekisterista ilmenevaan osoitteeseen.",
        "content_sv": "Om en förseelse som avses i 13 a § 1 eller 2 punkten med hänsyn till omständigheterna är ringa, kan den som registrerats som ägare, innehavare eller tillfällig användare av det fordon som använts vid förseelsen ges en skriftlig anmärkning, utan att några andra åtgärder vidtas. Anmärkningen ges av en polisman och sänds till personen i fråga på den adress som framgår av fordonstrafikregistret.",
        "normalized_sv": "Om en förseelse som avses i 13 a § 1 eller 2 punkten med hänsyn till omständigheterna är ringa, kan den som registrerats som ägare, innehavare eller tillfällig användare av det fordon som använts vid förseelsen ges en skriftlig anmärkning, utan att några andra åtgärder vidtas. Anmärkningen ges av en polisman och sänds till personen i fråga på den adress som framgår av fordonstrafikregistret.",
        "folded_sv": "om en forseelse som avses i 13 a § 1 eller 2 punkten med hansyn till omstandigheterna ar ringa, kan den som registrerats som agare, innehavare eller tillfallig anvandare av det fordon som anvants vid forseelsen ges en skriftlig anmarkning, utan att nagra andra atgarder vidtas. anmarkningen ges av en polisman och sands till personen i fraga pa den adress som framgar av fordonstrafikregistret."
      },
      "valid_from": "2006-01-20",
      "valid_to": null
    }
  ]
}