{
  "id": "601/2005",
  "type": "statute",
  "title": "Laki ammatillisesta koulutuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkesutbildning",
  "status": "in_force",
  "issued_date": "2005-07-15",
  "in_force_date": "2005-07-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/601/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Opiskelijan arviointi",
      "content": "Opiskelijan arvioinnilla pyritään ohjaamaan ja kannustamaan opiskelua sekä kehittämään opiskelijan edellytyksiä itsearviointiin. Opiskelijoiden oppimista, työskentelyä ja osaamista tulee arvioida monipuolisesti. Ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan työpaikalla, oppilaitoksessa tai muussa koulutuksen järjestäjän osoittamassa paikassa työtilanteissa tai -tehtävissä antamien ammattiosaamisen näyttöjen perusteella. Valtioneuvoston asetuksella säädetään opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisestä ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. Opetushallitus voi antaa opinto-, näyttö- ja tutkintosuoritusten arvioinnista asetusta tarkentavia määräyksiä. Todistuksiin merkittävistä tiedoista päättää asetusta täydentäen Opetushallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25",
        "normalized_fi": "Opiskelijan arvioinnilla pyritään ohjaamaan ja kannustamaan opiskelua sekä kehittämään opiskelijan edellytyksiä itsearviointiin. Opiskelijoiden oppimista, työskentelyä ja osaamista tulee arvioida monipuolisesti. Ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan työpaikalla, oppilaitoksessa tai muussa koulutuksen järjestäjän osoittamassa paikassa työtilanteissa tai -tehtävissä antamien ammattiosaamisen näyttöjen perusteella. Valtioneuvoston asetuksella säädetään opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisestä ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. Opetushallitus voi antaa opinto-, näyttö- ja tutkintosuoritusten arvioinnista asetusta tarkentavia määräyksiä. Todistuksiin merkittävistä tiedoista päättää asetusta täydentäen Opetushallitus.",
        "folded_fi": "opiskelijan arvioinnilla pyritaan ohjaamaan ja kannustamaan opiskelua seka kehittamaan opiskelijan edellytyksia itsearviointiin. opiskelijoiden oppimista, tyoskentelya ja osaamista tulee arvioida monipuolisesti. ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan tyopaikalla, oppilaitoksessa tai muussa koulutuksen jarjestajan osoittamassa paikassa tyotilanteissa tai -tehtavissa antamien ammattiosaamisen nayttojen perusteella. valtioneuvoston asetuksella saadetaan opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisesta ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. opetushallitus voi antaa opinto-, naytto- ja tutkintosuoritusten arvioinnista asetusta tarkentavia maarayksia. todistuksiin merkittavista tiedoista paattaa asetusta taydentaen opetushallitus.",
        "title_sv": "Bedömning av de studerande",
        "content_sv": "Syftet med bedömningen är att leda och sporra de studerande i deras studier och utveckla deras förutsättningar att bedöma sig själva. De studerandes inlärning, arbete och kunnande skall bedömas mångsidigt. Inom utbildningen för yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedömas, förutom genom annan form av bedömning, på basis av yrkesprov som den studerande genomgår i arbetssituationer eller arbetsuppgifter på en arbetsplats, i en läroanstalt eller på någon annan plats som utbildningsanordnaren anvisar. Genom förordning av statsrådet föreskrivs om skalan för bedömning av studieprestationer, erkännande av tidigare förvärvat kunnande samt om studieframsteg och höjning av vitsord, examensbetyg och andra betyg som ges den studerande. Utbildningsstyrelsen kan utfärda sådana föreskrifter om bedömningen av studie-, yrkesprovs- och examensprestationer som preciserar förordningen. Som komplettering till förordningen fattar Utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen.",
        "normalized_sv": "Syftet med bedömningen är att leda och sporra de studerande i deras studier och utveckla deras förutsättningar att bedöma sig själva. De studerandes inlärning, arbete och kunnande skall bedömas mångsidigt. Inom utbildningen för yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedömas, förutom genom annan form av bedömning, på basis av yrkesprov som den studerande genomgår i arbetssituationer eller arbetsuppgifter på en arbetsplats, i en läroanstalt eller på någon annan plats som utbildningsanordnaren anvisar. Genom förordning av statsrådet föreskrivs om skalan för bedömning av studieprestationer, erkännande av tidigare förvärvat kunnande samt om studieframsteg och höjning av vitsord, examensbetyg och andra betyg som ges den studerande. Utbildningsstyrelsen kan utfärda sådana föreskrifter om bedömningen av studie-, yrkesprovs- och examensprestationer som preciserar förordningen. Som komplettering till förordningen fattar Utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen.",
        "folded_sv": "syftet med bedomningen ar att leda och sporra de studerande i deras studier och utveckla deras forutsattningar att bedoma sig sjalva. de studerandes inlarning, arbete och kunnande skall bedomas mangsidigt. inom utbildningen for yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedomas, forutom genom annan form av bedomning, pa basis av yrkesprov som den studerande genomgar i arbetssituationer eller arbetsuppgifter pa en arbetsplats, i en laroanstalt eller pa nagon annan plats som utbildningsanordnaren anvisar. genom forordning av statsradet foreskrivs om skalan for bedomning av studieprestationer, erkannande av tidigare forvarvat kunnande samt om studieframsteg och hojning av vitsord, examensbetyg och andra betyg som ges den studerande. utbildningsstyrelsen kan utfarda sadana foreskrifter om bedomningen av studie-, yrkesprovs- och examensprestationer som preciserar forordningen. som komplettering till forordningen fattar utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen."
      }
    },
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "title": "Ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaava toimielin",
      "content": "Ammattiosaamisen näyttöjen suunnittelua ja toteuttamista varten koulutuksen järjestäjän tulee asettaa toimielin tai useampia toimielimiä, joihin kuuluu koulutuksen järjestäjää, opettajia ja opiskelijoita sekä asianomaisen alan tai asianomaisten alojen työ- ja elinkeinoelämää edustavia jäseniä. Toimielin voi olla myös kahden tai useamman koulutuksen järjestäjän yhteinen. Toimielin hyväksyy koulutuksen järjestäjän opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen näyttöjen toteuttamisesta ja arvioinnista, valvoo näyttötoimintaa sekä päättää ammattiosaamisen näyttöjen arvioijista. Lisäksi toimielin käsittelee opiskelijan arviointia koskevat oikaisuvaatimukset. Toimielimen puheenjohtaja ja muut jäsenet nimetään enintään kolmeksi vuodeksi kerrallaan. Toimielimen puheenjohtajaksi tulee nimetä muu kuin opiskelijoita edustava jäsen. Opiskelijoita edustavan jäsenen tulee olla 15 vuotta täyttänyt. Opiskelijoita edustavalla jäsenellä on oikeus olla läsnä ja käyttää puhevaltaa toimielimen käsitellessä opiskelijan arviointia koskevia oikaisuvaatimuksia. Jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27―29 §:ssä säädetään. Koulutuksen järjestäjä päättää tarkemmin toimielimen muista tehtävistä, toimintatavoista ja päätöksenteosta sekä toimielimen jäsenille maksettavista palkkioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 a",
        "normalized_fi": "Ammattiosaamisen näyttöjen suunnittelua ja toteuttamista varten koulutuksen järjestäjän tulee asettaa toimielin tai useampia toimielimiä, joihin kuuluu koulutuksen järjestäjää, opettajia ja opiskelijoita sekä asianomaisen alan tai asianomaisten alojen työ- ja elinkeinoelämää edustavia jäseniä. Toimielin voi olla myös kahden tai useamman koulutuksen järjestäjän yhteinen. Toimielin hyväksyy koulutuksen järjestäjän opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen näyttöjen toteuttamisesta ja arvioinnista, valvoo näyttötoimintaa sekä päättää ammattiosaamisen näyttöjen arvioijista. Lisäksi toimielin käsittelee opiskelijan arviointia koskevat oikaisuvaatimukset. Toimielimen puheenjohtaja ja muut jäsenet nimetään enintään kolmeksi vuodeksi kerrallaan. Toimielimen puheenjohtajaksi tulee nimetä muu kuin opiskelijoita edustava jäsen. Opiskelijoita edustavan jäsenen tulee olla 15 vuotta täyttänyt. Opiskelijoita edustavalla jäsenellä on oikeus olla läsnä ja käyttää puhevaltaa toimielimen käsitellessä opiskelijan arviointia koskevia oikaisuvaatimuksia. Jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27―29 § :ssä säädetään. Koulutuksen järjestäjä päättää tarkemmin toimielimen muista tehtävistä, toimintatavoista ja päätöksenteosta sekä toimielimen jäsenille maksettavista palkkioista.",
        "folded_fi": "ammattiosaamisen nayttojen suunnittelua ja toteuttamista varten koulutuksen jarjestajan tulee asettaa toimielin tai useampia toimielimia, joihin kuuluu koulutuksen jarjestajaa, opettajia ja opiskelijoita seka asianomaisen alan tai asianomaisten alojen tyo- ja elinkeinoelamaa edustavia jasenia. toimielin voi olla myos kahden tai useamman koulutuksen jarjestajan yhteinen. toimielin hyvaksyy koulutuksen jarjestajan opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen nayttojen toteuttamisesta ja arvioinnista, valvoo nayttotoimintaa seka paattaa ammattiosaamisen nayttojen arvioijista. lisaksi toimielin kasittelee opiskelijan arviointia koskevat oikaisuvaatimukset. toimielimen puheenjohtaja ja muut jasenet nimetaan enintaan kolmeksi vuodeksi kerrallaan. toimielimen puheenjohtajaksi tulee nimeta muu kuin opiskelijoita edustava jasen. opiskelijoita edustavan jasenen tulee olla 15 vuotta tayttanyt. opiskelijoita edustavalla jasenella on oikeus olla lasna ja kayttaa puhevaltaa toimielimen kasitellessa opiskelijan arviointia koskevia oikaisuvaatimuksia. jasenten esteellisyyteen sovelletaan, mita hallintolain (434/2003) 27―29 §:ssa saadetaan. koulutuksen jarjestaja paattaa tarkemmin toimielimen muista tehtavista, toimintatavoista ja paatoksenteosta seka toimielimen jasenille maksettavista palkkioista.",
        "title_sv": "Organ som svarar för planeringen och genomförandet av yrkesprov",
        "content_sv": "För planeringen och genomförandet av yrkesprov skall utbildningsanordnaren tillsätta ett eller flera organ, där medlemmarna företräder utbildningsanordnaren, lärarna och de studerande samt arbets- och näringslivet inom respektive bransch eller branscher. Två eller flera utbildningsanordnare kan också ha ett gemensamt organ. Organet godkänner de planer för genomförande och bedömning av yrkesprov som utgör en del av utbildningsanordnarens läroplan, övervakar yrkesprovsverksamheten samt fattar beslut om bedömare av yrkesprov. Organet behandlar också rättelseyrkanden som gäller bedömningen av studerande. Organets ordförande och övriga medlemmar utses för högst tre år i sänder. Till ordförande för organet skall utses en medlem som inte företräder de studerande. En medlem som företräder de studerande skall ha fyllt 15 år. En medlem som företräder de studerande har rätt att närvara och yttra sig när organet behandlar rättelseyrkanden som gäller bedömningen av studerande. I fråga om jäv för medlemmarna tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen (434/2003). Utbildningsanordnaren beslutar närmare om organets övriga uppgifter, arbetssätt och beslutsfattande samt om arvoden till organets medlemmar.",
        "normalized_sv": "För planeringen och genomförandet av yrkesprov skall utbildningsanordnaren tillsätta ett eller flera organ, där medlemmarna företräder utbildningsanordnaren, lärarna och de studerande samt arbets- och näringslivet inom respektive bransch eller branscher. Två eller flera utbildningsanordnare kan också ha ett gemensamt organ. Organet godkänner de planer för genomförande och bedömning av yrkesprov som utgör en del av utbildningsanordnarens läroplan, övervakar yrkesprovsverksamheten samt fattar beslut om bedömare av yrkesprov. Organet behandlar också rättelseyrkanden som gäller bedömningen av studerande. Organets ordförande och övriga medlemmar utses för högst tre år i sänder. Till ordförande för organet skall utses en medlem som inte företräder de studerande. En medlem som företräder de studerande skall ha fyllt 15 år. En medlem som företräder de studerande har rätt att närvara och yttra sig när organet behandlar rättelseyrkanden som gäller bedömningen av studerande. I fråga om jäv för medlemmarna tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen (434/2003). Utbildningsanordnaren beslutar närmare om organets övriga uppgifter, arbetssätt och beslutsfattande samt om arvoden till organets medlemmar.",
        "folded_sv": "for planeringen och genomforandet av yrkesprov skall utbildningsanordnaren tillsatta ett eller flera organ, dar medlemmarna foretrader utbildningsanordnaren, lararna och de studerande samt arbets- och naringslivet inom respektive bransch eller branscher. tva eller flera utbildningsanordnare kan ocksa ha ett gemensamt organ. organet godkanner de planer for genomforande och bedomning av yrkesprov som utgor en del av utbildningsanordnarens laroplan, overvakar yrkesprovsverksamheten samt fattar beslut om bedomare av yrkesprov. organet behandlar ocksa rattelseyrkanden som galler bedomningen av studerande. organets ordforande och ovriga medlemmar utses for hogst tre ar i sander. till ordforande for organet skall utses en medlem som inte foretrader de studerande. en medlem som foretrader de studerande skall ha fyllt 15 ar. en medlem som foretrader de studerande har ratt att narvara och yttra sig nar organet behandlar rattelseyrkanden som galler bedomningen av studerande. i fraga om jav for medlemmarna tillampas vad som foreskrivs i 27―29 § i forvaltningslagen (434/2003). utbildningsanordnaren beslutar narmare om organets ovriga uppgifter, arbetssatt och beslutsfattande samt om arvoden till organets medlemmar."
      }
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "title": "Arvioinnista päättäminen",
      "content": "Opiskelijan opintosuoritusten ja osaamisen arvioinnista päättää arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessä. Tutkintoon sisältyvästä työpaikalla käytännön työtehtävien yhteydessä järjestettävän koulutuksen arvioinnista päättävät opetuksesta vastaava opettaja ja työnantajan nimeämä henkilö yhdessä. Ammattiosaamisen näyttöjen arvioinnista päättävät 25 a §:ssä tarkoitetun toimielimen määräämät opettajat ja työelämän edustajat yhdessä tai erikseen. Oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista päättää opettaja tai, jos opettajia on useita, opettajat yhdessä ja työpaikalla tapahtuvassa koulutuksessa työnantajan nimeämä henkilö. Koulutuksen järjestäjä päättää tietopuolisten opintojen ja työpaikalla tapahtuvan koulutuksen arviointien yhdistelmästä. Muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta säädetään valtioneuvoston asetuksella. Heidän esteellisyyteensä sovelletaan, mitä hallintolain 27―29 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 b",
        "normalized_fi": "Opiskelijan opintosuoritusten ja osaamisen arvioinnista päättää arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessä. Tutkintoon sisältyvästä työpaikalla käytännön työtehtävien yhteydessä järjestettävän koulutuksen arvioinnista päättävät opetuksesta vastaava opettaja ja työnantajan nimeämä henkilö yhdessä. Ammattiosaamisen näyttöjen arvioinnista päättävät 25 a § :ssä tarkoitetun toimielimen määräämät opettajat ja työelämän edustajat yhdessä tai erikseen. Oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista päättää opettaja tai, jos opettajia on useita, opettajat yhdessä ja työpaikalla tapahtuvassa koulutuksessa työnantajan nimeämä henkilö. Koulutuksen järjestäjä päättää tietopuolisten opintojen ja työpaikalla tapahtuvan koulutuksen arviointien yhdistelmästä. Muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta säädetään valtioneuvoston asetuksella. Heidän esteellisyyteensä sovelletaan, mitä hallintolain 27―29 § :ssä säädetään.",
        "folded_fi": "opiskelijan opintosuoritusten ja osaamisen arvioinnista paattaa arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessa. tutkintoon sisaltyvasta tyopaikalla kaytannon tyotehtavien yhteydessa jarjestettavan koulutuksen arvioinnista paattavat opetuksesta vastaava opettaja ja tyonantajan nimeama henkilo yhdessa. ammattiosaamisen nayttojen arvioinnista paattavat 25 a §:ssa tarkoitetun toimielimen maaraamat opettajat ja tyoelaman edustajat yhdessa tai erikseen. oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista paattaa opettaja tai, jos opettajia on useita, opettajat yhdessa ja tyopaikalla tapahtuvassa koulutuksessa tyonantajan nimeama henkilo. koulutuksen jarjestaja paattaa tietopuolisten opintojen ja tyopaikalla tapahtuvan koulutuksen arviointien yhdistelmasta. muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta saadetaan valtioneuvoston asetuksella. heidan esteellisyyteensa sovelletaan, mita hallintolain 27―29 §:ssa saadetaan.",
        "title_sv": "Beslut om bedömningen",
        "content_sv": "Angående bedömningen av den studerandes studieprestationer och kunnande beslutar den lärare som svarar för undervisningen i de studier som skall bedömas eller, om lärarna är många, lärarna gemensamt. Angående den i examen ingående bedömningen av utbildning som ordnas på en arbetsplats i samband med praktiska arbetsuppgifter beslutar den lärare som svarar för undervisningen och en av arbetsgivaren utsedd person gemensamt. Angående bedömningen av yrkesprov beslutar de lärare och företrädare för arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var för sig. Angående bedömningen av de teoretiska studierna i läroavtalsutbildningen beslutar läraren eller, om lärarna är många, lärarna gemensamt och i den utbildning som sker på en arbetsplats en person som arbetsgivaren utser. Utbildningsanordnaren beslutar om sammanställandet av bedömningen av de teoretiska studierna och bedömningen av den utbildning som sker på en arbetsplats. Bestämmelser om den kompetens som skall krävas av sådana i 1 och 2 mom. avsedda andra bedömare än lärare utfärdas genom förordning av statsrådet. I fråga om jäv för dem tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen.",
        "normalized_sv": "Angående bedömningen av den studerandes studieprestationer och kunnande beslutar den lärare som svarar för undervisningen i de studier som skall bedömas eller, om lärarna är många, lärarna gemensamt. Angående den i examen ingående bedömningen av utbildning som ordnas på en arbetsplats i samband med praktiska arbetsuppgifter beslutar den lärare som svarar för undervisningen och en av arbetsgivaren utsedd person gemensamt. Angående bedömningen av yrkesprov beslutar de lärare och företrädare för arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var för sig. Angående bedömningen av de teoretiska studierna i läroavtalsutbildningen beslutar läraren eller, om lärarna är många, lärarna gemensamt och i den utbildning som sker på en arbetsplats en person som arbetsgivaren utser. Utbildningsanordnaren beslutar om sammanställandet av bedömningen av de teoretiska studierna och bedömningen av den utbildning som sker på en arbetsplats. Bestämmelser om den kompetens som skall krävas av sådana i 1 och 2 mom. avsedda andra bedömare än lärare utfärdas genom förordning av statsrådet. I fråga om jäv för dem tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen.",
        "folded_sv": "angaende bedomningen av den studerandes studieprestationer och kunnande beslutar den larare som svarar for undervisningen i de studier som skall bedomas eller, om lararna ar manga, lararna gemensamt. angaende den i examen ingaende bedomningen av utbildning som ordnas pa en arbetsplats i samband med praktiska arbetsuppgifter beslutar den larare som svarar for undervisningen och en av arbetsgivaren utsedd person gemensamt. angaende bedomningen av yrkesprov beslutar de larare och foretradare for arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var for sig. angaende bedomningen av de teoretiska studierna i laroavtalsutbildningen beslutar lararen eller, om lararna ar manga, lararna gemensamt och i den utbildning som sker pa en arbetsplats en person som arbetsgivaren utser. utbildningsanordnaren beslutar om sammanstallandet av bedomningen av de teoretiska studierna och bedomningen av den utbildning som sker pa en arbetsplats. bestammelser om den kompetens som skall kravas av sadana i 1 och 2 mom. avsedda andra bedomare an larare utfardas genom forordning av statsradet. i fraga om jav for dem tillampas vad som foreskrivs i 27―29 § i forvaltningslagen."
      }
    },
    {
      "provision_ref": "4:25 c",
      "chapter": "4",
      "section": "25 c",
      "title": "Arvioinnin oikaiseminen",
      "content": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, näyttö- ja tutkintosuoritukseensa. Menettelytavasta säädetään valtioneuvoston asetuksella. Opinto-, näyttö- ja tutkintosuorituksensa arviointiin tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista päätöksen tehneeltä henkilöltä. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset sekä arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. Oppisopimuskoulutuksessa pyyntö tehdään työpaikalla tapahtuvan koulutuksen arvioinnista työnantajalle. Tietopuolisten opintojen arvioinnin sekä tässä momentissa tarkoitettujen arviointien yhdistelmän osalta noudatetaan, mitä 2 momentissa säädetään. Opiskelija, joka on tyytymätön 2 ja 3 momentissa tarkoitettuun päätökseen, voi hakea siihen kirjallisesti oikaisua tämän lain 25 a §:ssä tarkoitetulta toimielimeltä 14 päivän kuluessa siitä, kun hän on saanut päätöksestä tiedon. Toimielin voi, jos päätös on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 c",
        "normalized_fi": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, näyttö- ja tutkintosuoritukseensa. Menettelytavasta säädetään valtioneuvoston asetuksella. Opinto-, näyttö- ja tutkintosuorituksensa arviointiin tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista päätöksen tehneeltä henkilöltä. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset sekä arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. Oppisopimuskoulutuksessa pyyntö tehdään työpaikalla tapahtuvan koulutuksen arvioinnista työnantajalle. Tietopuolisten opintojen arvioinnin sekä tässä momentissa tarkoitettujen arviointien yhdistelmän osalta noudatetaan, mitä 2 momentissa säädetään. Opiskelija, joka on tyytymätön 2 ja 3 momentissa tarkoitettuun päätökseen, voi hakea siihen kirjallisesti oikaisua tämän lain 25 a § :ssä tarkoitetulta toimielimeltä 14 päivän kuluessa siitä, kun hän on saanut päätöksestä tiedon. Toimielin voi, jos päätös on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
        "folded_fi": "opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, naytto- ja tutkintosuoritukseensa. menettelytavasta saadetaan valtioneuvoston asetuksella. opinto-, naytto- ja tutkintosuorituksensa arviointiin tyytymaton opiskelija voi pyytaa siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista paatoksen tehneelta henkilolta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset seka arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. oppisopimuskoulutuksessa pyynto tehdaan tyopaikalla tapahtuvan koulutuksen arvioinnista tyonantajalle. tietopuolisten opintojen arvioinnin seka tassa momentissa tarkoitettujen arviointien yhdistelman osalta noudatetaan, mita 2 momentissa saadetaan. opiskelija, joka on tyytymaton 2 ja 3 momentissa tarkoitettuun paatokseen, voi hakea siihen kirjallisesti oikaisua taman lain 25 a §:ssa tarkoitetulta toimielimelta 14 paivan kuluessa siita, kun han on saanut paatoksesta tiedon. toimielin voi, jos paatos on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
        "title_sv": "Rättelse av bedömningen",
        "content_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studie-, yrkesprovs- eller examensprestationer. Bestämmelser om förfarandet utfärdas genom förordning av statsrådet. En studerande som är missnöjd med bedömningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begära rättelse hos rektor eller hos den lärare som bedömt prestationen eller hos någon annan person som fattat beslut om bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att få veta resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på honom eller henne. Inom läroavtalsutbildningen riktas begäran till arbetsgivaren i fråga om bedömning av utbildning som sker på en arbetsplats. I fråga om bedömningen av de teoretiska studierna samt om sammanställningen av de bedömningar som avses i detta moment iakttas vad som föreskrivs i 2 mom. En studerande som är missnöjd med ett beslut som avses i 2 och 3 mom. kan skriftligen söka rättelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. Om beslutet uppenbart är felaktigt kan organet bestämma att ny bedömning skall företas.",
        "normalized_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studie-, yrkesprovs- eller examensprestationer. Bestämmelser om förfarandet utfärdas genom förordning av statsrådet. En studerande som är missnöjd med bedömningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begära rättelse hos rektor eller hos den lärare som bedömt prestationen eller hos någon annan person som fattat beslut om bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att få veta resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på honom eller henne. Inom läroavtalsutbildningen riktas begäran till arbetsgivaren i fråga om bedömning av utbildning som sker på en arbetsplats. I fråga om bedömningen av de teoretiska studierna samt om sammanställningen av de bedömningar som avses i detta moment iakttas vad som föreskrivs i 2 mom. En studerande som är missnöjd med ett beslut som avses i 2 och 3 mom. kan skriftligen söka rättelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. Om beslutet uppenbart är felaktigt kan organet bestämma att ny bedömning skall företas.",
        "folded_sv": "en studerande har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes studie-, yrkesprovs- eller examensprestationer. bestammelser om forfarandet utfardas genom forordning av statsradet. en studerande som ar missnojd med bedomningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begara rattelse hos rektor eller hos den larare som bedomt prestationen eller hos nagon annan person som fattat beslut om bedomningen. begaran om rattelse skall goras inom 14 dagar fran den tidpunkt da den studerande har haft mojlighet att fa veta resultaten av bedomningen samt hur bedomningsgrunderna har tillampats pa honom eller henne. inom laroavtalsutbildningen riktas begaran till arbetsgivaren i fraga om bedomning av utbildning som sker pa en arbetsplats. i fraga om bedomningen av de teoretiska studierna samt om sammanstallningen av de bedomningar som avses i detta moment iakttas vad som foreskrivs i 2 mom. en studerande som ar missnojd med ett beslut som avses i 2 och 3 mom. kan skriftligen soka rattelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. om beslutet uppenbart ar felaktigt kan organet bestamma att ny bedomning skall foretas."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Osaamisen tunnustaminen",
      "content": "Opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisiltä osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. Osaamisen tunnustamisella voidaan opiskelijalle lukea hyväksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. Opiskelijan osaamisen tunnustamisessa noudatetaan, mitä 25, 25 b ja 25 c §:ssä arvioinnista ja sen oikaisemisesta säädetään. Tarvittaessa osaamisen vastaavuus on osoitettava. Päätös osaamisen tunnustamisesta tehdään ennen mainittujen opintojen tai hyväksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. Valtioneuvoston asetuksella säädetään tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:30",
        "normalized_fi": "Opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisiltä osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. Osaamisen tunnustamisella voidaan opiskelijalle lukea hyväksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. Opiskelijan osaamisen tunnustamisessa noudatetaan, mitä 25, 25 b ja 25 c § :ssä arvioinnista ja sen oikaisemisesta säädetään. Tarvittaessa osaamisen vastaavuus on osoitettava. Päätös osaamisen tunnustamisesta tehdään ennen mainittujen opintojen tai hyväksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. Valtioneuvoston asetuksella säädetään tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelystä.",
        "folded_fi": "opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisilta osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. osaamisen tunnustamisella voidaan opiskelijalle lukea hyvaksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. opiskelijan osaamisen tunnustamisessa noudatetaan, mita 25, 25 b ja 25 c §:ssa arvioinnista ja sen oikaisemisesta saadetaan. tarvittaessa osaamisen vastaavuus on osoitettava. paatos osaamisen tunnustamisesta tehdaan ennen mainittujen opintojen tai hyvaksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. valtioneuvoston asetuksella saadetaan tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelysta.",
        "title_sv": "Erkännande av kunnande",
        "content_sv": "En studerande har rätt att få tidigare slutförda studier som till sina centrala delar motsvarar målen och kraven i läroplanen eller kunnande som förvärvats på annat sätt bedömda och erkända. Genom erkännande av kunnande kan den studerande få obligatoriska, alternativa eller valfria studier tillgodoräknade eller ersatta. I fråga om erkännande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § föreskrivs om bedömning och rättelse av bedömning. Vid behov skall överensstämmelsen i fråga om kunnandet visas. Beslut om erkännande av kunnande skall fattas innan nämnda studier eller en studiehelhet som gäller kunnande som skall tillgodoräknas inleds. Närmare bestämmelser om förfarandet vid erkännande av kunnande utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "En studerande har rätt att få tidigare slutförda studier som till sina centrala delar motsvarar målen och kraven i läroplanen eller kunnande som förvärvats på annat sätt bedömda och erkända. Genom erkännande av kunnande kan den studerande få obligatoriska, alternativa eller valfria studier tillgodoräknade eller ersatta. I fråga om erkännande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § föreskrivs om bedömning och rättelse av bedömning. Vid behov skall överensstämmelsen i fråga om kunnandet visas. Beslut om erkännande av kunnande skall fattas innan nämnda studier eller en studiehelhet som gäller kunnande som skall tillgodoräknas inleds. Närmare bestämmelser om förfarandet vid erkännande av kunnande utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "en studerande har ratt att fa tidigare slutforda studier som till sina centrala delar motsvarar malen och kraven i laroplanen eller kunnande som forvarvats pa annat satt bedomda och erkanda. genom erkannande av kunnande kan den studerande fa obligatoriska, alternativa eller valfria studier tillgodoraknade eller ersatta. i fraga om erkannande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § foreskrivs om bedomning och rattelse av bedomning. vid behov skall overensstammelsen i fraga om kunnandet visas. beslut om erkannande av kunnande skall fattas innan namnda studier eller en studiehelhet som galler kunnande som skall tillgodoraknas inleds. narmare bestammelser om forfarandet vid erkannande av kunnande utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Muutoksenhaku",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, päätökseen haetaan muutosta valittamalla lääninhallitukselta siten kuin hallintolainkäyttölaissa säädetään, jos päätös koskee: 1) opiskelijaksi ottamista; 2) 20 §:ssä säädettyä henkilökohtaisen opetuksen järjestämistä koskevaa suunnitelmaa; 3) 21 §:ssä säädettyjä erityisiä opetusjärjestelyjä; 4) 31 §:ssä säädettyä opiskeluaikaa tai opiskelijan katsomista eronneeksi; sekä 5) 32 §:ssä säädettyä opiskeluoikeuden menettämistä. Edellä 25 §:ssä tarkoitettua opiskelijan arviointia koskevaan päätökseen, nimettyä opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan päätökseen taikka muuta opintojen yksilöllistä järjestämistä koskevaan päätökseen ei saa hakea muutosta valittamalla. Valittaa ei myöskään saa 35 §:n 2 ja 3 momentissa tarkoitetussa asiassa. Hallinto-oikeuden päätökseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:44",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, päätökseen haetaan muutosta valittamalla lääninhallitukselta siten kuin hallintolainkäyttölaissa säädetään, jos päätös koskee: 1) opiskelijaksi ottamista; 2) 20 § :ssä säädettyä henkilökohtaisen opetuksen järjestämistä koskevaa suunnitelmaa; 3) 21 § :ssä säädettyjä erityisiä opetusjärjestelyjä; 4) 31 § :ssä säädettyä opiskeluaikaa tai opiskelijan katsomista eronneeksi; sekä 5) 32 § :ssä säädettyä opiskeluoikeuden menettämistä. Edellä 25 § :ssä tarkoitettua opiskelijan arviointia koskevaan päätökseen, nimettyä opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan päätökseen taikka muuta opintojen yksilöllistä järjestämistä koskevaan päätökseen ei saa hakea muutosta valittamalla. Valittaa ei myöskään saa 35 § :n 2 ja 3 momentissa tarkoitetussa asiassa. Hallinto-oikeuden päätökseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, paatokseen haetaan muutosta valittamalla laaninhallitukselta siten kuin hallintolainkayttolaissa saadetaan, jos paatos koskee: 1) opiskelijaksi ottamista; 2) 20 §:ssa saadettya henkilokohtaisen opetuksen jarjestamista koskevaa suunnitelmaa; 3) 21 §:ssa saadettyja erityisia opetusjarjestelyja; 4) 31 §:ssa saadettya opiskeluaikaa tai opiskelijan katsomista eronneeksi; seka 5) 32 §:ssa saadettya opiskeluoikeuden menettamista. edella 25 §:ssa tarkoitettua opiskelijan arviointia koskevaan paatokseen, nimettya opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan paatokseen taikka muuta opintojen yksilollista jarjestamista koskevaan paatokseen ei saa hakea muutosta valittamalla. valittaa ei myoskaan saa 35 §:n 2 ja 3 momentissa tarkoitetussa asiassa. hallinto-oikeuden paatokseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Utan hinder av 1 mom. söks ändring i ett beslut genom besvär hos länsstyrelsen så som bestäms i förvaltningsprocesslagen, om beslutet gäller 1) antagning av studerande, 2) en i 20 § föreskriven individuell plan för hur undervisningen skall ordnas, 3) särskilda undervisningsarrangemang enligt 21 §, 4) den studietid som bestäms i 31 § eller när en studerande skall anses ha avgått, samt 5) förlust av studierätten enligt 32 §. Ändring i beslut enligt 25 § om bedömning av en studerande, beslut om tiden och platsen för en namngiven studerandes studier eller beslut om annan individuell uppläggning av studierna får inte sökas genom besvär. Besvär får heller inte anföras i ett ärende som avses i 35 § 2 och 3 mom. I förvaltningsdomstolens avgörande i ett ärende enligt 2 och 4 mom. och i ett beslut med anledning av ett rättelseyrkande som gäller bedömning får ändring inte sökas genom besvär.",
        "normalized_sv": "Utan hinder av 1 mom. söks ändring i ett beslut genom besvär hos länsstyrelsen så som bestäms i förvaltningsprocesslagen, om beslutet gäller 1) antagning av studerande, 2) en i 20 § föreskriven individuell plan för hur undervisningen skall ordnas, 3) särskilda undervisningsarrangemang enligt 21 § , 4) den studietid som bestäms i 31 § eller när en studerande skall anses ha avgått, samt 5) förlust av studierätten enligt 32 § . Ändring i beslut enligt 25 § om bedömning av en studerande, beslut om tiden och platsen för en namngiven studerandes studier eller beslut om annan individuell uppläggning av studierna får inte sökas genom besvär. Besvär får heller inte anföras i ett ärende som avses i 35 § 2 och 3 mom. I förvaltningsdomstolens avgörande i ett ärende enligt 2 och 4 mom. och i ett beslut med anledning av ett rättelseyrkande som gäller bedömning får ändring inte sökas genom besvär.",
        "folded_sv": "utan hinder av 1 mom. soks andring i ett beslut genom besvar hos lansstyrelsen sa som bestams i forvaltningsprocesslagen, om beslutet galler 1) antagning av studerande, 2) en i 20 § foreskriven individuell plan for hur undervisningen skall ordnas, 3) sarskilda undervisningsarrangemang enligt 21 §, 4) den studietid som bestams i 31 § eller nar en studerande skall anses ha avgatt, samt 5) forlust av studieratten enligt 32 §. andring i beslut enligt 25 § om bedomning av en studerande, beslut om tiden och platsen for en namngiven studerandes studier eller beslut om annan individuell upplaggning av studierna far inte sokas genom besvar. besvar far heller inte anforas i ett arende som avses i 35 § 2 och 3 mom. i forvaltningsdomstolens avgorande i ett arende enligt 2 och 4 mom. och i ett beslut med anledning av ett rattelseyrkande som galler bedomning far andring inte sokas genom besvar."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Opiskelijan arviointi",
      "content": "Opiskelijan arvioinnilla pyritään ohjaamaan ja kannustamaan opiskelua sekä kehittämään opiskelijan edellytyksiä itsearviointiin. Opiskelijoiden oppimista, työskentelyä ja osaamista tulee arvioida monipuolisesti. Ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan työpaikalla, oppilaitoksessa tai muussa koulutuksen järjestäjän osoittamassa paikassa työtilanteissa tai -tehtävissä antamien ammattiosaamisen näyttöjen perusteella. Valtioneuvoston asetuksella säädetään opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisestä ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. Opetushallitus voi antaa opinto-, näyttö- ja tutkintosuoritusten arvioinnista asetusta tarkentavia määräyksiä. Todistuksiin merkittävistä tiedoista päättää asetusta täydentäen Opetushallitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25",
        "normalized_fi": "Opiskelijan arvioinnilla pyritään ohjaamaan ja kannustamaan opiskelua sekä kehittämään opiskelijan edellytyksiä itsearviointiin. Opiskelijoiden oppimista, työskentelyä ja osaamista tulee arvioida monipuolisesti. Ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan työpaikalla, oppilaitoksessa tai muussa koulutuksen järjestäjän osoittamassa paikassa työtilanteissa tai -tehtävissä antamien ammattiosaamisen näyttöjen perusteella. Valtioneuvoston asetuksella säädetään opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisestä ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. Opetushallitus voi antaa opinto-, näyttö- ja tutkintosuoritusten arvioinnista asetusta tarkentavia määräyksiä. Todistuksiin merkittävistä tiedoista päättää asetusta täydentäen Opetushallitus.",
        "folded_fi": "opiskelijan arvioinnilla pyritaan ohjaamaan ja kannustamaan opiskelua seka kehittamaan opiskelijan edellytyksia itsearviointiin. opiskelijoiden oppimista, tyoskentelya ja osaamista tulee arvioida monipuolisesti. ammatilliseen perustutkintoon johtavassa koulutuksessa opiskelijan ammatillista osaamista tulee muun arvioinnin ohella arvioida opiskelijan tyopaikalla, oppilaitoksessa tai muussa koulutuksen jarjestajan osoittamassa paikassa tyotilanteissa tai -tehtavissa antamien ammattiosaamisen nayttojen perusteella. valtioneuvoston asetuksella saadetaan opintosuoritusten arviointiasteikosta, aikaisemmin hankitun osaamisen tunnustamisesta, opinnoissa etenemisesta ja arvosanan korottamisesta, tutkintotodistuksista ja muista opiskelijalle annettavista todistuksista. opetushallitus voi antaa opinto-, naytto- ja tutkintosuoritusten arvioinnista asetusta tarkentavia maarayksia. todistuksiin merkittavista tiedoista paattaa asetusta taydentaen opetushallitus.",
        "title_sv": "Bedömning av de studerande",
        "content_sv": "Syftet med bedömningen är att leda och sporra de studerande i deras studier och utveckla deras förutsättningar att bedöma sig själva. De studerandes inlärning, arbete och kunnande skall bedömas mångsidigt. Inom utbildningen för yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedömas, förutom genom annan form av bedömning, på basis av yrkesprov som den studerande genomgår i arbetssituationer eller arbetsuppgifter på en arbetsplats, i en läroanstalt eller på någon annan plats som utbildningsanordnaren anvisar. Genom förordning av statsrådet föreskrivs om skalan för bedömning av studieprestationer, erkännande av tidigare förvärvat kunnande samt om studieframsteg och höjning av vitsord, examensbetyg och andra betyg som ges den studerande. Utbildningsstyrelsen kan utfärda sådana föreskrifter om bedömningen av studie-, yrkesprovs- och examensprestationer som preciserar förordningen. Som komplettering till förordningen fattar Utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen.",
        "normalized_sv": "Syftet med bedömningen är att leda och sporra de studerande i deras studier och utveckla deras förutsättningar att bedöma sig själva. De studerandes inlärning, arbete och kunnande skall bedömas mångsidigt. Inom utbildningen för yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedömas, förutom genom annan form av bedömning, på basis av yrkesprov som den studerande genomgår i arbetssituationer eller arbetsuppgifter på en arbetsplats, i en läroanstalt eller på någon annan plats som utbildningsanordnaren anvisar. Genom förordning av statsrådet föreskrivs om skalan för bedömning av studieprestationer, erkännande av tidigare förvärvat kunnande samt om studieframsteg och höjning av vitsord, examensbetyg och andra betyg som ges den studerande. Utbildningsstyrelsen kan utfärda sådana föreskrifter om bedömningen av studie-, yrkesprovs- och examensprestationer som preciserar förordningen. Som komplettering till förordningen fattar Utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen.",
        "folded_sv": "syftet med bedomningen ar att leda och sporra de studerande i deras studier och utveckla deras forutsattningar att bedoma sig sjalva. de studerandes inlarning, arbete och kunnande skall bedomas mangsidigt. inom utbildningen for yrkesinriktade grundexamina skall den studerandes yrkeskunnande bedomas, forutom genom annan form av bedomning, pa basis av yrkesprov som den studerande genomgar i arbetssituationer eller arbetsuppgifter pa en arbetsplats, i en laroanstalt eller pa nagon annan plats som utbildningsanordnaren anvisar. genom forordning av statsradet foreskrivs om skalan for bedomning av studieprestationer, erkannande av tidigare forvarvat kunnande samt om studieframsteg och hojning av vitsord, examensbetyg och andra betyg som ges den studerande. utbildningsstyrelsen kan utfarda sadana foreskrifter om bedomningen av studie-, yrkesprovs- och examensprestationer som preciserar forordningen. som komplettering till forordningen fattar utbildningsstyrelsen beslut om de uppgifter som skall antecknas i betygen."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:25 a",
      "chapter": "4",
      "section": "25 a",
      "title": "Ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaava toimielin",
      "content": "Ammattiosaamisen näyttöjen suunnittelua ja toteuttamista varten koulutuksen järjestäjän tulee asettaa toimielin tai useampia toimielimiä, joihin kuuluu koulutuksen järjestäjää, opettajia ja opiskelijoita sekä asianomaisen alan tai asianomaisten alojen työ- ja elinkeinoelämää edustavia jäseniä. Toimielin voi olla myös kahden tai useamman koulutuksen järjestäjän yhteinen. Toimielin hyväksyy koulutuksen järjestäjän opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen näyttöjen toteuttamisesta ja arvioinnista, valvoo näyttötoimintaa sekä päättää ammattiosaamisen näyttöjen arvioijista. Lisäksi toimielin käsittelee opiskelijan arviointia koskevat oikaisuvaatimukset. Toimielimen puheenjohtaja ja muut jäsenet nimetään enintään kolmeksi vuodeksi kerrallaan. Toimielimen puheenjohtajaksi tulee nimetä muu kuin opiskelijoita edustava jäsen. Opiskelijoita edustavan jäsenen tulee olla 15 vuotta täyttänyt. Opiskelijoita edustavalla jäsenellä on oikeus olla läsnä ja käyttää puhevaltaa toimielimen käsitellessä opiskelijan arviointia koskevia oikaisuvaatimuksia. Jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27―29 §:ssä säädetään. Koulutuksen järjestäjä päättää tarkemmin toimielimen muista tehtävistä, toimintatavoista ja päätöksenteosta sekä toimielimen jäsenille maksettavista palkkioista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 a",
        "normalized_fi": "Ammattiosaamisen näyttöjen suunnittelua ja toteuttamista varten koulutuksen järjestäjän tulee asettaa toimielin tai useampia toimielimiä, joihin kuuluu koulutuksen järjestäjää, opettajia ja opiskelijoita sekä asianomaisen alan tai asianomaisten alojen työ- ja elinkeinoelämää edustavia jäseniä. Toimielin voi olla myös kahden tai useamman koulutuksen järjestäjän yhteinen. Toimielin hyväksyy koulutuksen järjestäjän opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen näyttöjen toteuttamisesta ja arvioinnista, valvoo näyttötoimintaa sekä päättää ammattiosaamisen näyttöjen arvioijista. Lisäksi toimielin käsittelee opiskelijan arviointia koskevat oikaisuvaatimukset. Toimielimen puheenjohtaja ja muut jäsenet nimetään enintään kolmeksi vuodeksi kerrallaan. Toimielimen puheenjohtajaksi tulee nimetä muu kuin opiskelijoita edustava jäsen. Opiskelijoita edustavan jäsenen tulee olla 15 vuotta täyttänyt. Opiskelijoita edustavalla jäsenellä on oikeus olla läsnä ja käyttää puhevaltaa toimielimen käsitellessä opiskelijan arviointia koskevia oikaisuvaatimuksia. Jäsenten esteellisyyteen sovelletaan, mitä hallintolain (434/2003) 27―29 § :ssä säädetään. Koulutuksen järjestäjä päättää tarkemmin toimielimen muista tehtävistä, toimintatavoista ja päätöksenteosta sekä toimielimen jäsenille maksettavista palkkioista.",
        "folded_fi": "ammattiosaamisen nayttojen suunnittelua ja toteuttamista varten koulutuksen jarjestajan tulee asettaa toimielin tai useampia toimielimia, joihin kuuluu koulutuksen jarjestajaa, opettajia ja opiskelijoita seka asianomaisen alan tai asianomaisten alojen tyo- ja elinkeinoelamaa edustavia jasenia. toimielin voi olla myos kahden tai useamman koulutuksen jarjestajan yhteinen. toimielin hyvaksyy koulutuksen jarjestajan opetussuunnitelman osana olevat suunnitelmat ammattiosaamisen nayttojen toteuttamisesta ja arvioinnista, valvoo nayttotoimintaa seka paattaa ammattiosaamisen nayttojen arvioijista. lisaksi toimielin kasittelee opiskelijan arviointia koskevat oikaisuvaatimukset. toimielimen puheenjohtaja ja muut jasenet nimetaan enintaan kolmeksi vuodeksi kerrallaan. toimielimen puheenjohtajaksi tulee nimeta muu kuin opiskelijoita edustava jasen. opiskelijoita edustavan jasenen tulee olla 15 vuotta tayttanyt. opiskelijoita edustavalla jasenella on oikeus olla lasna ja kayttaa puhevaltaa toimielimen kasitellessa opiskelijan arviointia koskevia oikaisuvaatimuksia. jasenten esteellisyyteen sovelletaan, mita hallintolain (434/2003) 27―29 §:ssa saadetaan. koulutuksen jarjestaja paattaa tarkemmin toimielimen muista tehtavista, toimintatavoista ja paatoksenteosta seka toimielimen jasenille maksettavista palkkioista.",
        "title_sv": "Organ som svarar för planeringen och genomförandet av yrkesprov",
        "content_sv": "För planeringen och genomförandet av yrkesprov skall utbildningsanordnaren tillsätta ett eller flera organ, där medlemmarna företräder utbildningsanordnaren, lärarna och de studerande samt arbets- och näringslivet inom respektive bransch eller branscher. Två eller flera utbildningsanordnare kan också ha ett gemensamt organ. Organet godkänner de planer för genomförande och bedömning av yrkesprov som utgör en del av utbildningsanordnarens läroplan, övervakar yrkesprovsverksamheten samt fattar beslut om bedömare av yrkesprov. Organet behandlar också rättelseyrkanden som gäller bedömningen av studerande. Organets ordförande och övriga medlemmar utses för högst tre år i sänder. Till ordförande för organet skall utses en medlem som inte företräder de studerande. En medlem som företräder de studerande skall ha fyllt 15 år. En medlem som företräder de studerande har rätt att närvara och yttra sig när organet behandlar rättelseyrkanden som gäller bedömningen av studerande. I fråga om jäv för medlemmarna tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen (434/2003). Utbildningsanordnaren beslutar närmare om organets övriga uppgifter, arbetssätt och beslutsfattande samt om arvoden till organets medlemmar.",
        "normalized_sv": "För planeringen och genomförandet av yrkesprov skall utbildningsanordnaren tillsätta ett eller flera organ, där medlemmarna företräder utbildningsanordnaren, lärarna och de studerande samt arbets- och näringslivet inom respektive bransch eller branscher. Två eller flera utbildningsanordnare kan också ha ett gemensamt organ. Organet godkänner de planer för genomförande och bedömning av yrkesprov som utgör en del av utbildningsanordnarens läroplan, övervakar yrkesprovsverksamheten samt fattar beslut om bedömare av yrkesprov. Organet behandlar också rättelseyrkanden som gäller bedömningen av studerande. Organets ordförande och övriga medlemmar utses för högst tre år i sänder. Till ordförande för organet skall utses en medlem som inte företräder de studerande. En medlem som företräder de studerande skall ha fyllt 15 år. En medlem som företräder de studerande har rätt att närvara och yttra sig när organet behandlar rättelseyrkanden som gäller bedömningen av studerande. I fråga om jäv för medlemmarna tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen (434/2003). Utbildningsanordnaren beslutar närmare om organets övriga uppgifter, arbetssätt och beslutsfattande samt om arvoden till organets medlemmar.",
        "folded_sv": "for planeringen och genomforandet av yrkesprov skall utbildningsanordnaren tillsatta ett eller flera organ, dar medlemmarna foretrader utbildningsanordnaren, lararna och de studerande samt arbets- och naringslivet inom respektive bransch eller branscher. tva eller flera utbildningsanordnare kan ocksa ha ett gemensamt organ. organet godkanner de planer for genomforande och bedomning av yrkesprov som utgor en del av utbildningsanordnarens laroplan, overvakar yrkesprovsverksamheten samt fattar beslut om bedomare av yrkesprov. organet behandlar ocksa rattelseyrkanden som galler bedomningen av studerande. organets ordforande och ovriga medlemmar utses for hogst tre ar i sander. till ordforande for organet skall utses en medlem som inte foretrader de studerande. en medlem som foretrader de studerande skall ha fyllt 15 ar. en medlem som foretrader de studerande har ratt att narvara och yttra sig nar organet behandlar rattelseyrkanden som galler bedomningen av studerande. i fraga om jav for medlemmarna tillampas vad som foreskrivs i 27―29 § i forvaltningslagen (434/2003). utbildningsanordnaren beslutar narmare om organets ovriga uppgifter, arbetssatt och beslutsfattande samt om arvoden till organets medlemmar."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:25 b",
      "chapter": "4",
      "section": "25 b",
      "title": "Arvioinnista päättäminen",
      "content": "Opiskelijan opintosuoritusten ja osaamisen arvioinnista päättää arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessä. Tutkintoon sisältyvästä työpaikalla käytännön työtehtävien yhteydessä järjestettävän koulutuksen arvioinnista päättävät opetuksesta vastaava opettaja ja työnantajan nimeämä henkilö yhdessä. Ammattiosaamisen näyttöjen arvioinnista päättävät 25 a §:ssä tarkoitetun toimielimen määräämät opettajat ja työelämän edustajat yhdessä tai erikseen. Oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista päättää opettaja tai, jos opettajia on useita, opettajat yhdessä ja työpaikalla tapahtuvassa koulutuksessa työnantajan nimeämä henkilö. Koulutuksen järjestäjä päättää tietopuolisten opintojen ja työpaikalla tapahtuvan koulutuksen arviointien yhdistelmästä. Muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta säädetään valtioneuvoston asetuksella. Heidän esteellisyyteensä sovelletaan, mitä hallintolain 27―29 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 b",
        "normalized_fi": "Opiskelijan opintosuoritusten ja osaamisen arvioinnista päättää arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessä. Tutkintoon sisältyvästä työpaikalla käytännön työtehtävien yhteydessä järjestettävän koulutuksen arvioinnista päättävät opetuksesta vastaava opettaja ja työnantajan nimeämä henkilö yhdessä. Ammattiosaamisen näyttöjen arvioinnista päättävät 25 a § :ssä tarkoitetun toimielimen määräämät opettajat ja työelämän edustajat yhdessä tai erikseen. Oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista päättää opettaja tai, jos opettajia on useita, opettajat yhdessä ja työpaikalla tapahtuvassa koulutuksessa työnantajan nimeämä henkilö. Koulutuksen järjestäjä päättää tietopuolisten opintojen ja työpaikalla tapahtuvan koulutuksen arviointien yhdistelmästä. Muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta säädetään valtioneuvoston asetuksella. Heidän esteellisyyteensä sovelletaan, mitä hallintolain 27―29 § :ssä säädetään.",
        "folded_fi": "opiskelijan opintosuoritusten ja osaamisen arvioinnista paattaa arvioitavien opintojen opetuksesta vastaava opettaja tai, jos opettajia on useita, opettajat yhdessa. tutkintoon sisaltyvasta tyopaikalla kaytannon tyotehtavien yhteydessa jarjestettavan koulutuksen arvioinnista paattavat opetuksesta vastaava opettaja ja tyonantajan nimeama henkilo yhdessa. ammattiosaamisen nayttojen arvioinnista paattavat 25 a §:ssa tarkoitetun toimielimen maaraamat opettajat ja tyoelaman edustajat yhdessa tai erikseen. oppisopimuskoulutuksessa tietopuolisten opintojen arvioinnista paattaa opettaja tai, jos opettajia on useita, opettajat yhdessa ja tyopaikalla tapahtuvassa koulutuksessa tyonantajan nimeama henkilo. koulutuksen jarjestaja paattaa tietopuolisten opintojen ja tyopaikalla tapahtuvan koulutuksen arviointien yhdistelmasta. muulta 1 ja 2 momentissa tarkoitetulta arvioinnin suorittajalta kuin opettajalta vaadittavasta osaamisesta saadetaan valtioneuvoston asetuksella. heidan esteellisyyteensa sovelletaan, mita hallintolain 27―29 §:ssa saadetaan.",
        "title_sv": "Beslut om bedömningen",
        "content_sv": "Angående bedömningen av den studerandes studieprestationer och kunnande beslutar den lärare som svarar för undervisningen i de studier som skall bedömas eller, om lärarna är många, lärarna gemensamt. Angående den i examen ingående bedömningen av utbildning som ordnas på en arbetsplats i samband med praktiska arbetsuppgifter beslutar den lärare som svarar för undervisningen och en av arbetsgivaren utsedd person gemensamt. Angående bedömningen av yrkesprov beslutar de lärare och företrädare för arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var för sig. Angående bedömningen av de teoretiska studierna i läroavtalsutbildningen beslutar läraren eller, om lärarna är många, lärarna gemensamt och i den utbildning som sker på en arbetsplats en person som arbetsgivaren utser. Utbildningsanordnaren beslutar om sammanställandet av bedömningen av de teoretiska studierna och bedömningen av den utbildning som sker på en arbetsplats. Bestämmelser om den kompetens som skall krävas av sådana i 1 och 2 mom. avsedda andra bedömare än lärare utfärdas genom förordning av statsrådet. I fråga om jäv för dem tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen.",
        "normalized_sv": "Angående bedömningen av den studerandes studieprestationer och kunnande beslutar den lärare som svarar för undervisningen i de studier som skall bedömas eller, om lärarna är många, lärarna gemensamt. Angående den i examen ingående bedömningen av utbildning som ordnas på en arbetsplats i samband med praktiska arbetsuppgifter beslutar den lärare som svarar för undervisningen och en av arbetsgivaren utsedd person gemensamt. Angående bedömningen av yrkesprov beslutar de lärare och företrädare för arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var för sig. Angående bedömningen av de teoretiska studierna i läroavtalsutbildningen beslutar läraren eller, om lärarna är många, lärarna gemensamt och i den utbildning som sker på en arbetsplats en person som arbetsgivaren utser. Utbildningsanordnaren beslutar om sammanställandet av bedömningen av de teoretiska studierna och bedömningen av den utbildning som sker på en arbetsplats. Bestämmelser om den kompetens som skall krävas av sådana i 1 och 2 mom. avsedda andra bedömare än lärare utfärdas genom förordning av statsrådet. I fråga om jäv för dem tillämpas vad som föreskrivs i 27―29 § i förvaltningslagen.",
        "folded_sv": "angaende bedomningen av den studerandes studieprestationer och kunnande beslutar den larare som svarar for undervisningen i de studier som skall bedomas eller, om lararna ar manga, lararna gemensamt. angaende den i examen ingaende bedomningen av utbildning som ordnas pa en arbetsplats i samband med praktiska arbetsuppgifter beslutar den larare som svarar for undervisningen och en av arbetsgivaren utsedd person gemensamt. angaende bedomningen av yrkesprov beslutar de larare och foretradare for arbetslivet som utsetts av det organ som avses i 25 a § gemensamt eller var for sig. angaende bedomningen av de teoretiska studierna i laroavtalsutbildningen beslutar lararen eller, om lararna ar manga, lararna gemensamt och i den utbildning som sker pa en arbetsplats en person som arbetsgivaren utser. utbildningsanordnaren beslutar om sammanstallandet av bedomningen av de teoretiska studierna och bedomningen av den utbildning som sker pa en arbetsplats. bestammelser om den kompetens som skall kravas av sadana i 1 och 2 mom. avsedda andra bedomare an larare utfardas genom forordning av statsradet. i fraga om jav for dem tillampas vad som foreskrivs i 27―29 § i forvaltningslagen."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:25 c",
      "chapter": "4",
      "section": "25 c",
      "title": "Arvioinnin oikaiseminen",
      "content": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, näyttö- ja tutkintosuoritukseensa. Menettelytavasta säädetään valtioneuvoston asetuksella. Opinto-, näyttö- ja tutkintosuorituksensa arviointiin tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista päätöksen tehneeltä henkilöltä. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset sekä arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. Oppisopimuskoulutuksessa pyyntö tehdään työpaikalla tapahtuvan koulutuksen arvioinnista työnantajalle. Tietopuolisten opintojen arvioinnin sekä tässä momentissa tarkoitettujen arviointien yhdistelmän osalta noudatetaan, mitä 2 momentissa säädetään. Opiskelija, joka on tyytymätön 2 ja 3 momentissa tarkoitettuun päätökseen, voi hakea siihen kirjallisesti oikaisua tämän lain 25 a §:ssä tarkoitetulta toimielimeltä 14 päivän kuluessa siitä, kun hän on saanut päätöksestä tiedon. Toimielin voi, jos päätös on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:25 c",
        "normalized_fi": "Opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, näyttö- ja tutkintosuoritukseensa. Menettelytavasta säädetään valtioneuvoston asetuksella. Opinto-, näyttö- ja tutkintosuorituksensa arviointiin tyytymätön opiskelija voi pyytää siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista päätöksen tehneeltä henkilöltä. Oikaisupyyntö on tehtävä 14 päivän kuluessa siitä ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset sekä arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. Oppisopimuskoulutuksessa pyyntö tehdään työpaikalla tapahtuvan koulutuksen arvioinnista työnantajalle. Tietopuolisten opintojen arvioinnin sekä tässä momentissa tarkoitettujen arviointien yhdistelmän osalta noudatetaan, mitä 2 momentissa säädetään. Opiskelija, joka on tyytymätön 2 ja 3 momentissa tarkoitettuun päätökseen, voi hakea siihen kirjallisesti oikaisua tämän lain 25 a § :ssä tarkoitetulta toimielimeltä 14 päivän kuluessa siitä, kun hän on saanut päätöksestä tiedon. Toimielin voi, jos päätös on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
        "folded_fi": "opiskelijalla on oikeus saada tieto arviointiperusteiden soveltamisesta opinto-, naytto- ja tutkintosuoritukseensa. menettelytavasta saadetaan valtioneuvoston asetuksella. opinto-, naytto- ja tutkintosuorituksensa arviointiin tyytymaton opiskelija voi pyytaa siihen suullisesti tai kirjallisesti oikaisua rehtorilta tai arvioinnin suorittaneelta opettajalta taikka muulta arvioinnista paatoksen tehneelta henkilolta. oikaisupyynto on tehtava 14 paivan kuluessa siita ajankohdasta, jolloin opiskelijalla on ollut tilaisuus saada arvioinnin tulokset seka arviointiperusteiden soveltaminen omalta kohdaltaan tietoonsa. oppisopimuskoulutuksessa pyynto tehdaan tyopaikalla tapahtuvan koulutuksen arvioinnista tyonantajalle. tietopuolisten opintojen arvioinnin seka tassa momentissa tarkoitettujen arviointien yhdistelman osalta noudatetaan, mita 2 momentissa saadetaan. opiskelija, joka on tyytymaton 2 ja 3 momentissa tarkoitettuun paatokseen, voi hakea siihen kirjallisesti oikaisua taman lain 25 a §:ssa tarkoitetulta toimielimelta 14 paivan kuluessa siita, kun han on saanut paatoksesta tiedon. toimielin voi, jos paatos on ilmeisesti virheellinen, velvoittaa toimittamaan uuden arvioinnin.",
        "title_sv": "Rättelse av bedömningen",
        "content_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studie-, yrkesprovs- eller examensprestationer. Bestämmelser om förfarandet utfärdas genom förordning av statsrådet. En studerande som är missnöjd med bedömningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begära rättelse hos rektor eller hos den lärare som bedömt prestationen eller hos någon annan person som fattat beslut om bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att få veta resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på honom eller henne. Inom läroavtalsutbildningen riktas begäran till arbetsgivaren i fråga om bedömning av utbildning som sker på en arbetsplats. I fråga om bedömningen av de teoretiska studierna samt om sammanställningen av de bedömningar som avses i detta moment iakttas vad som föreskrivs i 2 mom. En studerande som är missnöjd med ett beslut som avses i 2 och 3 mom. kan skriftligen söka rättelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. Om beslutet uppenbart är felaktigt kan organet bestämma att ny bedömning skall företas.",
        "normalized_sv": "En studerande har rätt att få veta hur bedömningsgrunderna har tillämpats på hans eller hennes studie-, yrkesprovs- eller examensprestationer. Bestämmelser om förfarandet utfärdas genom förordning av statsrådet. En studerande som är missnöjd med bedömningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begära rättelse hos rektor eller hos den lärare som bedömt prestationen eller hos någon annan person som fattat beslut om bedömningen. Begäran om rättelse skall göras inom 14 dagar från den tidpunkt då den studerande har haft möjlighet att få veta resultaten av bedömningen samt hur bedömningsgrunderna har tillämpats på honom eller henne. Inom läroavtalsutbildningen riktas begäran till arbetsgivaren i fråga om bedömning av utbildning som sker på en arbetsplats. I fråga om bedömningen av de teoretiska studierna samt om sammanställningen av de bedömningar som avses i detta moment iakttas vad som föreskrivs i 2 mom. En studerande som är missnöjd med ett beslut som avses i 2 och 3 mom. kan skriftligen söka rättelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. Om beslutet uppenbart är felaktigt kan organet bestämma att ny bedömning skall företas.",
        "folded_sv": "en studerande har ratt att fa veta hur bedomningsgrunderna har tillampats pa hans eller hennes studie-, yrkesprovs- eller examensprestationer. bestammelser om forfarandet utfardas genom forordning av statsradet. en studerande som ar missnojd med bedomningen av en studie-, yrkesprovs- eller examensprestation kan muntligen eller skriftligen begara rattelse hos rektor eller hos den larare som bedomt prestationen eller hos nagon annan person som fattat beslut om bedomningen. begaran om rattelse skall goras inom 14 dagar fran den tidpunkt da den studerande har haft mojlighet att fa veta resultaten av bedomningen samt hur bedomningsgrunderna har tillampats pa honom eller henne. inom laroavtalsutbildningen riktas begaran till arbetsgivaren i fraga om bedomning av utbildning som sker pa en arbetsplats. i fraga om bedomningen av de teoretiska studierna samt om sammanstallningen av de bedomningar som avses i detta moment iakttas vad som foreskrivs i 2 mom. en studerande som ar missnojd med ett beslut som avses i 2 och 3 mom. kan skriftligen soka rattelse i beslutet hos det organ som avses i 25 a § inom 14 dagar efter det att han eller hon har delgivits beslutet. om beslutet uppenbart ar felaktigt kan organet bestamma att ny bedomning skall foretas."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Osaamisen tunnustaminen",
      "content": "Opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisiltä osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. Osaamisen tunnustamisella voidaan opiskelijalle lukea hyväksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. Opiskelijan osaamisen tunnustamisessa noudatetaan, mitä 25, 25 b ja 25 c §:ssä arvioinnista ja sen oikaisemisesta säädetään. Tarvittaessa osaamisen vastaavuus on osoitettava. Päätös osaamisen tunnustamisesta tehdään ennen mainittujen opintojen tai hyväksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. Valtioneuvoston asetuksella säädetään tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:30",
        "normalized_fi": "Opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisiltä osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. Osaamisen tunnustamisella voidaan opiskelijalle lukea hyväksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. Opiskelijan osaamisen tunnustamisessa noudatetaan, mitä 25, 25 b ja 25 c § :ssä arvioinnista ja sen oikaisemisesta säädetään. Tarvittaessa osaamisen vastaavuus on osoitettava. Päätös osaamisen tunnustamisesta tehdään ennen mainittujen opintojen tai hyväksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. Valtioneuvoston asetuksella säädetään tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelystä.",
        "folded_fi": "opiskelijalla on oikeus saada opetussuunnitelman tavoitteita ja vaatimuksia keskeisilta osilta vastaavat aikaisemmin suorittamansa opinnot tai muutoin hankittu osaaminen arvioiduksi ja tunnustetuksi. osaamisen tunnustamisella voidaan opiskelijalle lukea hyvaksi ja korvata tutkinnon pakollisia, valinnaisia tai vapaasti valittavia opintoja. opiskelijan osaamisen tunnustamisessa noudatetaan, mita 25, 25 b ja 25 c §:ssa arvioinnista ja sen oikaisemisesta saadetaan. tarvittaessa osaamisen vastaavuus on osoitettava. paatos osaamisen tunnustamisesta tehdaan ennen mainittujen opintojen tai hyvaksiluettavaa osaamista koskevan opintokokonaisuuden alkamista. valtioneuvoston asetuksella saadetaan tarvittaessa tarkemmin osaamisen tunnustamista koskevasta menettelysta.",
        "title_sv": "Erkännande av kunnande",
        "content_sv": "En studerande har rätt att få tidigare slutförda studier som till sina centrala delar motsvarar målen och kraven i läroplanen eller kunnande som förvärvats på annat sätt bedömda och erkända. Genom erkännande av kunnande kan den studerande få obligatoriska, alternativa eller valfria studier tillgodoräknade eller ersatta. I fråga om erkännande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § föreskrivs om bedömning och rättelse av bedömning. Vid behov skall överensstämmelsen i fråga om kunnandet visas. Beslut om erkännande av kunnande skall fattas innan nämnda studier eller en studiehelhet som gäller kunnande som skall tillgodoräknas inleds. Närmare bestämmelser om förfarandet vid erkännande av kunnande utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "En studerande har rätt att få tidigare slutförda studier som till sina centrala delar motsvarar målen och kraven i läroplanen eller kunnande som förvärvats på annat sätt bedömda och erkända. Genom erkännande av kunnande kan den studerande få obligatoriska, alternativa eller valfria studier tillgodoräknade eller ersatta. I fråga om erkännande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § föreskrivs om bedömning och rättelse av bedömning. Vid behov skall överensstämmelsen i fråga om kunnandet visas. Beslut om erkännande av kunnande skall fattas innan nämnda studier eller en studiehelhet som gäller kunnande som skall tillgodoräknas inleds. Närmare bestämmelser om förfarandet vid erkännande av kunnande utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "en studerande har ratt att fa tidigare slutforda studier som till sina centrala delar motsvarar malen och kraven i laroplanen eller kunnande som forvarvats pa annat satt bedomda och erkanda. genom erkannande av kunnande kan den studerande fa obligatoriska, alternativa eller valfria studier tillgodoraknade eller ersatta. i fraga om erkannande av den studerandes kunnande iakttas vad som i 25, 25 b och 25 c § foreskrivs om bedomning och rattelse av bedomning. vid behov skall overensstammelsen i fraga om kunnandet visas. beslut om erkannande av kunnande skall fattas innan namnda studier eller en studiehelhet som galler kunnande som skall tillgodoraknas inleds. narmare bestammelser om forfarandet vid erkannande av kunnande utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Muutoksenhaku",
      "content": "Sen estämättä, mitä 1 momentissa säädetään, päätökseen haetaan muutosta valittamalla lääninhallitukselta siten kuin hallintolainkäyttölaissa säädetään, jos päätös koskee: 1) opiskelijaksi ottamista; 2) 20 §:ssä säädettyä henkilökohtaisen opetuksen järjestämistä koskevaa suunnitelmaa; 3) 21 §:ssä säädettyjä erityisiä opetusjärjestelyjä; 4) 31 §:ssä säädettyä opiskeluaikaa tai opiskelijan katsomista eronneeksi; sekä 5) 32 §:ssä säädettyä opiskeluoikeuden menettämistä. Edellä 25 §:ssä tarkoitettua opiskelijan arviointia koskevaan päätökseen, nimettyä opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan päätökseen taikka muuta opintojen yksilöllistä järjestämistä koskevaan päätökseen ei saa hakea muutosta valittamalla. Valittaa ei myöskään saa 35 §:n 2 ja 3 momentissa tarkoitetussa asiassa. Hallinto-oikeuden päätökseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:44",
        "normalized_fi": "Sen estämättä, mitä 1 momentissa säädetään, päätökseen haetaan muutosta valittamalla lääninhallitukselta siten kuin hallintolainkäyttölaissa säädetään, jos päätös koskee: 1) opiskelijaksi ottamista; 2) 20 § :ssä säädettyä henkilökohtaisen opetuksen järjestämistä koskevaa suunnitelmaa; 3) 21 § :ssä säädettyjä erityisiä opetusjärjestelyjä; 4) 31 § :ssä säädettyä opiskeluaikaa tai opiskelijan katsomista eronneeksi; sekä 5) 32 § :ssä säädettyä opiskeluoikeuden menettämistä. Edellä 25 § :ssä tarkoitettua opiskelijan arviointia koskevaan päätökseen, nimettyä opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan päätökseen taikka muuta opintojen yksilöllistä järjestämistä koskevaan päätökseen ei saa hakea muutosta valittamalla. Valittaa ei myöskään saa 35 § :n 2 ja 3 momentissa tarkoitetussa asiassa. Hallinto-oikeuden päätökseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "sen estamatta, mita 1 momentissa saadetaan, paatokseen haetaan muutosta valittamalla laaninhallitukselta siten kuin hallintolainkayttolaissa saadetaan, jos paatos koskee: 1) opiskelijaksi ottamista; 2) 20 §:ssa saadettya henkilokohtaisen opetuksen jarjestamista koskevaa suunnitelmaa; 3) 21 §:ssa saadettyja erityisia opetusjarjestelyja; 4) 31 §:ssa saadettya opiskeluaikaa tai opiskelijan katsomista eronneeksi; seka 5) 32 §:ssa saadettya opiskeluoikeuden menettamista. edella 25 §:ssa tarkoitettua opiskelijan arviointia koskevaan paatokseen, nimettya opiskelijaa koskevaan opintojen suoritusaikaa tai -paikkaa koskevaan paatokseen taikka muuta opintojen yksilollista jarjestamista koskevaan paatokseen ei saa hakea muutosta valittamalla. valittaa ei myoskaan saa 35 §:n 2 ja 3 momentissa tarkoitetussa asiassa. hallinto-oikeuden paatokseen, jolla on ratkaistu 2 ja 4 momentissa tarkoitettu asia, ja arviointia koskevasta oikaisuvaatimuksesta annettuun paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Utan hinder av 1 mom. söks ändring i ett beslut genom besvär hos länsstyrelsen så som bestäms i förvaltningsprocesslagen, om beslutet gäller 1) antagning av studerande, 2) en i 20 § föreskriven individuell plan för hur undervisningen skall ordnas, 3) särskilda undervisningsarrangemang enligt 21 §, 4) den studietid som bestäms i 31 § eller när en studerande skall anses ha avgått, samt 5) förlust av studierätten enligt 32 §. Ändring i beslut enligt 25 § om bedömning av en studerande, beslut om tiden och platsen för en namngiven studerandes studier eller beslut om annan individuell uppläggning av studierna får inte sökas genom besvär. Besvär får heller inte anföras i ett ärende som avses i 35 § 2 och 3 mom. I förvaltningsdomstolens avgörande i ett ärende enligt 2 och 4 mom. och i ett beslut med anledning av ett rättelseyrkande som gäller bedömning får ändring inte sökas genom besvär.",
        "normalized_sv": "Utan hinder av 1 mom. söks ändring i ett beslut genom besvär hos länsstyrelsen så som bestäms i förvaltningsprocesslagen, om beslutet gäller 1) antagning av studerande, 2) en i 20 § föreskriven individuell plan för hur undervisningen skall ordnas, 3) särskilda undervisningsarrangemang enligt 21 § , 4) den studietid som bestäms i 31 § eller när en studerande skall anses ha avgått, samt 5) förlust av studierätten enligt 32 § . Ändring i beslut enligt 25 § om bedömning av en studerande, beslut om tiden och platsen för en namngiven studerandes studier eller beslut om annan individuell uppläggning av studierna får inte sökas genom besvär. Besvär får heller inte anföras i ett ärende som avses i 35 § 2 och 3 mom. I förvaltningsdomstolens avgörande i ett ärende enligt 2 och 4 mom. och i ett beslut med anledning av ett rättelseyrkande som gäller bedömning får ändring inte sökas genom besvär.",
        "folded_sv": "utan hinder av 1 mom. soks andring i ett beslut genom besvar hos lansstyrelsen sa som bestams i forvaltningsprocesslagen, om beslutet galler 1) antagning av studerande, 2) en i 20 § foreskriven individuell plan for hur undervisningen skall ordnas, 3) sarskilda undervisningsarrangemang enligt 21 §, 4) den studietid som bestams i 31 § eller nar en studerande skall anses ha avgatt, samt 5) forlust av studieratten enligt 32 §. andring i beslut enligt 25 § om bedomning av en studerande, beslut om tiden och platsen for en namngiven studerandes studier eller beslut om annan individuell upplaggning av studierna far inte sokas genom besvar. besvar far heller inte anforas i ett arende som avses i 35 § 2 och 3 mom. i forvaltningsdomstolens avgorande i ett arende enligt 2 och 4 mom. och i ett beslut med anledning av ett rattelseyrkande som galler bedomning far andring inte sokas genom besvar."
      },
      "valid_from": "2005-07-15",
      "valid_to": null
    }
  ]
}