{
  "id": "609/2015",
  "type": "statute",
  "title": "Ilmastolaki",
  "title_en": "Klimatlag",
  "status": "in_force",
  "issued_date": "2015-05-22",
  "in_force_date": "2015-05-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/609/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus ja tavoitteet",
      "content": "Tämän lain tarkoituksena on: 1) vahvistaa puitteet Suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tähtäävien toimenpiteiden suunnittelussa ja täytäntöönpanon seurannassa; 3) vahvistaa eduskunnan ja yleisön mahdollisuuksia osallistua ja vaikuttaa Suomen ilmastopolitiikan suunnitteluun. Lain ja sen mukaisen ilmastopolitiikan suunnittelujärjestelmän tavoitteena on: 1) varmistaa osaltaan Suomea sitovista sopimuksista sekä Euroopan unionin lainsäädännöstä johtuvien kasvihuonekaasujen vähentämistä ja seurantaa koskevien velvoitteiden täyttyminen; 2) vähentää ihmisen aiheuttamia kasvihuonekaasupäästöjä ilmakehään, kansallisin toimin osaltaan hillitä ilmastonmuutosta ja sopeutua siihen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on: 1) vahvistaa puitteet Suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tähtäävien toimenpiteiden suunnittelussa ja täytäntöönpanon seurannassa; 3) vahvistaa eduskunnan ja yleisön mahdollisuuksia osallistua ja vaikuttaa Suomen ilmastopolitiikan suunnitteluun. Lain ja sen mukaisen ilmastopolitiikan suunnittelujärjestelmän tavoitteena on: 1) varmistaa osaltaan Suomea sitovista sopimuksista sekä Euroopan unionin lainsäädännöstä johtuvien kasvihuonekaasujen vähentämistä ja seurantaa koskevien velvoitteiden täyttyminen; 2) vähentää ihmisen aiheuttamia kasvihuonekaasupäästöjä ilmakehään, kansallisin toimin osaltaan hillitä ilmastonmuutosta ja sopeutua siihen.",
        "folded_fi": "taman lain tarkoituksena on: 1) vahvistaa puitteet suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tahtaavien toimenpiteiden suunnittelussa ja taytantoonpanon seurannassa; 3) vahvistaa eduskunnan ja yleison mahdollisuuksia osallistua ja vaikuttaa suomen ilmastopolitiikan suunnitteluun. lain ja sen mukaisen ilmastopolitiikan suunnittelujarjestelman tavoitteena on: 1) varmistaa osaltaan suomea sitovista sopimuksista seka euroopan unionin lainsaadannosta johtuvien kasvihuonekaasujen vahentamista ja seurantaa koskevien velvoitteiden tayttyminen; 2) vahentaa ihmisen aiheuttamia kasvihuonekaasupaastoja ilmakehaan, kansallisin toimin osaltaan hillita ilmastonmuutosta ja sopeutua siihen.",
        "title_sv": "Lagens syfte och mål",
        "content_sv": "Syftet med denna lag är att 1) fastställa ramarna för planeringen av Finlands klimatpolitik och uppföljningen av genomförandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet när det gäller planering och uppföljning av verkställigheten av åtgärder som syftar till begränsning av och anpassning till klimatförändringen, 3) utöka riksdagens och allmänhetens möjligheter att delta i och inverka på planeringen av Finlands klimatpolitik. Målet med lagen och planeringssystemet för klimatpolitiken är att 1) bidra till att säkerställa att de åtaganden fullgörs som gäller minskning och övervakning av växthusgasutsläpp och som följer av de avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) minska antropogena växthusgasutsläpp i atmosfären, genom nationella åtgärder bidra till att begränsa klimatförändringen och anpassa sig till den.",
        "normalized_sv": "Syftet med denna lag är att 1) fastställa ramarna för planeringen av Finlands klimatpolitik och uppföljningen av genomförandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet när det gäller planering och uppföljning av verkställigheten av åtgärder som syftar till begränsning av och anpassning till klimatförändringen, 3) utöka riksdagens och allmänhetens möjligheter att delta i och inverka på planeringen av Finlands klimatpolitik. Målet med lagen och planeringssystemet för klimatpolitiken är att 1) bidra till att säkerställa att de åtaganden fullgörs som gäller minskning och övervakning av växthusgasutsläpp och som följer av de avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) minska antropogena växthusgasutsläpp i atmosfären, genom nationella åtgärder bidra till att begränsa klimatförändringen och anpassa sig till den.",
        "folded_sv": "syftet med denna lag ar att 1) faststalla ramarna for planeringen av finlands klimatpolitik och uppfoljningen av genomforandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet nar det galler planering och uppfoljning av verkstalligheten av atgarder som syftar till begransning av och anpassning till klimatforandringen, 3) utoka riksdagens och allmanhetens mojligheter att delta i och inverka pa planeringen av finlands klimatpolitik. malet med lagen och planeringssystemet for klimatpolitiken ar att 1) bidra till att sakerstalla att de ataganden fullgors som galler minskning och overvakning av vaxthusgasutslapp och som foljer av de avtal som ar bindande for finland och av europeiska unionens lagstiftning, 2) minska antropogena vaxthusgasutslapp i atmosfaren, genom nationella atgarder bidra till att begransa klimatforandringen och anpassa sig till den."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään valtion viranomaisten tehtävistä ilmastopolitiikan suunnitelmien laatimisessa sekä niiden täytäntöönpanon varmistamisessa. Sen lisäksi, mitä tässä laissa säädetään ilmastonmuutoksen hillitsemisestä tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mitä niistä muussa laissa säädetään. Päästökauppasektoriin kuuluvista kasvihuonekaasujen päästöistä ja toimista niiden vähentämiseksi säädetään päästökauppalaissa (311/2011), lentoliikenteen päästökaupasta annetussa laissa (34/2010) ja Kioton mekanismien käytöstä annetussa laissa (109/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa säädetään valtion viranomaisten tehtävistä ilmastopolitiikan suunnitelmien laatimisessa sekä niiden täytäntöönpanon varmistamisessa. Sen lisäksi, mitä tässä laissa säädetään ilmastonmuutoksen hillitsemisestä tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mitä niistä muussa laissa säädetään. Päästökauppasektoriin kuuluvista kasvihuonekaasujen päästöistä ja toimista niiden vähentämiseksi säädetään päästökauppalaissa (311/2011), lentoliikenteen päästökaupasta annetussa laissa (34/2010) ja Kioton mekanismien käytöstä annetussa laissa (109/2007).",
        "folded_fi": "tassa laissa saadetaan valtion viranomaisten tehtavista ilmastopolitiikan suunnitelmien laatimisessa seka niiden taytantoonpanon varmistamisessa. sen lisaksi, mita tassa laissa saadetaan ilmastonmuutoksen hillitsemisesta tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mita niista muussa laissa saadetaan. paastokauppasektoriin kuuluvista kasvihuonekaasujen paastoista ja toimista niiden vahentamiseksi saadetaan paastokauppalaissa (311/2011), lentoliikenteen paastokaupasta annetussa laissa (34/2010) ja kioton mekanismien kaytosta annetussa laissa (109/2007).",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och säkerställandet av att dessa verkställs. Utöver vad som i denna lag föreskrivs om begränsning av eller anpassning till klimatförändringen ska bestämmelserna om dessa frågor i andra lagar iakttas. Bestämmelser om de växthusgasutsläpp som omfattas av utsläppshandelssektorn och om åtgärder för att minska dem finns i lagen om utsläppshandel (311/2011), lagen om handel med utsläppsrätter för luftfart (34/2010) och lagen om användning av Kyotomekanismerna (109/2007).",
        "normalized_sv": "Denna lag innehåller bestämmelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och säkerställandet av att dessa verkställs. Utöver vad som i denna lag föreskrivs om begränsning av eller anpassning till klimatförändringen ska bestämmelserna om dessa frågor i andra lagar iakttas. Bestämmelser om de växthusgasutsläpp som omfattas av utsläppshandelssektorn och om åtgärder för att minska dem finns i lagen om utsläppshandel (311/2011), lagen om handel med utsläppsrätter för luftfart (34/2010) och lagen om användning av Kyotomekanismerna (109/2007).",
        "folded_sv": "denna lag innehaller bestammelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och sakerstallandet av att dessa verkstalls. utover vad som i denna lag foreskrivs om begransning av eller anpassning till klimatforandringen ska bestammelserna om dessa fragor i andra lagar iakttas. bestammelser om de vaxthusgasutslapp som omfattas av utslappshandelssektorn och om atgarder for att minska dem finns i lagen om utslappshandel (311/2011), lagen om handel med utslappsratter for luftfart (34/2010) och lagen om anvandning av kyotomekanismerna (109/2007)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vaikutukset muuhun suunnitteluun ja päätöksentekoon",
      "content": "Tämän lain nojalla laaditut suunnitelmat on, siten kuin niistä muussa laissa erikseen säädetään, otettava huomioon suunniteltaessa ja päätettäessä muun lainsäädännön nojalla kasvihuonekaasujen päästöjen vähentämistä, ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevista toimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tämän lain nojalla laaditut suunnitelmat on, siten kuin niistä muussa laissa erikseen säädetään, otettava huomioon suunniteltaessa ja päätettäessä muun lainsäädännön nojalla kasvihuonekaasujen päästöjen vähentämistä, ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevista toimista.",
        "folded_fi": "taman lain nojalla laaditut suunnitelmat on, siten kuin niista muussa laissa erikseen saadetaan, otettava huomioon suunniteltaessa ja paatettaessa muun lainsaadannon nojalla kasvihuonekaasujen paastojen vahentamista, ilmastonmuutoksen hillitsemista ja ilmastonmuutokseen sopeutumista koskevista toimista.",
        "title_sv": "Verkningar för annan planering och annat beslutsfattande",
        "content_sv": "De planer som utarbetats med stöd av denna lag ska, så som det föreskrivs särskilt om dem i någon annan lag, beaktas vid sådan planering och sådant beslutsfattande enligt annan lagstiftning som gäller åtgärder för minskning av växthusgasutsläpp, begränsning av klimatförändringen och anpassning till klimatförändringen.",
        "normalized_sv": "De planer som utarbetats med stöd av denna lag ska, så som det föreskrivs särskilt om dem i någon annan lag, beaktas vid sådan planering och sådant beslutsfattande enligt annan lagstiftning som gäller åtgärder för minskning av växthusgasutsläpp, begränsning av klimatförändringen och anpassning till klimatförändringen.",
        "folded_sv": "de planer som utarbetats med stod av denna lag ska, sa som det foreskrivs sarskilt om dem i nagon annan lag, beaktas vid sadan planering och sadant beslutsfattande enligt annan lagstiftning som galler atgarder for minskning av vaxthusgasutslapp, begransning av klimatforandringen och anpassning till klimatforandringen."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista edistävät toimet",
      "content": "Valtion viranomaisen on edistettävä toiminnassaan mahdollisuuksien mukaan tämän lain mukaisten suunnitelmien toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtion viranomaisen on edistettävä toiminnassaan mahdollisuuksien mukaan tämän lain mukaisten suunnitelmien toteutumista.",
        "folded_fi": "valtion viranomaisen on edistettava toiminnassaan mahdollisuuksien mukaan taman lain mukaisten suunnitelmien toteutumista.",
        "title_sv": "Åtgärder som främjar begränsningen av och anpassningen till klimatförändringen",
        "content_sv": "Statliga myndigheter ska i sin verksamhet i den utsträckning det är möjligt främja genomförandet av de planer som avses i denna lag.",
        "normalized_sv": "Statliga myndigheter ska i sin verksamhet i den utsträckning det är möjligt främja genomförandet av de planer som avses i denna lag.",
        "folded_sv": "statliga myndigheter ska i sin verksamhet i den utstrackning det ar mojligt framja genomforandet av de planer som avses i denna lag."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyjä, perfluorihiilivetyjä, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehän luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lähettävät edelleen infrapunasäteilyä, siten kuin niistä kulloinkin voimassa olevissa Suomea sitovissa kansainvälisissä velvoitteissa määrätään; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehän koostumusta suoraan tai välillisesti muuttavasta ihmisen toiminnasta ja joka ylittää ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisellä ihmisten toiminnasta aiheutuvien kasvihuonekaasupäästöjen syntymisen ja niiden ilmakehään pääsemisen estämistä sekä muuta ilmastonmuutoksen vaikutusten lieventämistä tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin sekä toimia, joiden avulla voidaan hyötyä ilmastonmuutokseen liittyvistä vaikutuksista; 5) politiikkatoimilla niitä valtion viranomaisten toimenpiteitä, joilla vaikutetaan kasvihuonekaasupäästöihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojärjestelmällä järjestelmästä kasvihuonekaasupäästöjen seuraamiseksi ja niistä raportoimiseksi sekä muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla sekä päätöksen N:o 280/2004/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojärjestelmää; 7) kansallisella politiikkatoimien raportointijärjestelmällä 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien sekä ennusteiden järjestelmää; 8) päästökauppasektorilla päästökauppalain 2-5 §:ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä ja lentoliikenteen päästökaupasta annetun lain 2 §:ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä; 9) päästökaupan ulkopuolisella sektorilla jäsenvaltioiden pyrkimyksistä vähentää kasvihuonekaasupäästöjään yhteisön kasvihuonekaasupäästöjen vähentämissitoumusten täyttämiseksi vuoteen 2020 mennessä annetun Euroopan parlamentin ja neuvoston päätöksen N:o 406/2009/EY 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen päästöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyjä, perfluorihiilivetyjä, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehän luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lähettävät edelleen infrapunasäteilyä, siten kuin niistä kulloinkin voimassa olevissa Suomea sitovissa kansainvälisissä velvoitteissa määrätään; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehän koostumusta suoraan tai välillisesti muuttavasta ihmisen toiminnasta ja joka ylittää ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisellä ihmisten toiminnasta aiheutuvien kasvihuonekaasupäästöjen syntymisen ja niiden ilmakehään pääsemisen estämistä sekä muuta ilmastonmuutoksen vaikutusten lieventämistä tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin sekä toimia, joiden avulla voidaan hyötyä ilmastonmuutokseen liittyvistä vaikutuksista; 5) politiikkatoimilla niitä valtion viranomaisten toimenpiteitä, joilla vaikutetaan kasvihuonekaasupäästöihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojärjestelmällä järjestelmästä kasvihuonekaasupäästöjen seuraamiseksi ja niistä raportoimiseksi sekä muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla sekä päätöksen N:o 280/2004/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojärjestelmää; 7) kansallisella politiikkatoimien raportointijärjestelmällä 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien sekä ennusteiden järjestelmää; 8) päästökauppasektorilla päästökauppalain 2-5 § :ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä ja lentoliikenteen päästökaupasta annetun lain 2 § :ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä; 9) päästökaupan ulkopuolisella sektorilla jäsenvaltioiden pyrkimyksistä vähentää kasvihuonekaasupäästöjään yhteisön kasvihuonekaasupäästöjen vähentämissitoumusten täyttämiseksi vuoteen 2020 mennessä annetun Euroopan parlamentin ja neuvoston päätöksen N:o 406/2009/EY 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen päästöjä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyja, perfluorihiilivetyja, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehan luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lahettavat edelleen infrapunasateilya, siten kuin niista kulloinkin voimassa olevissa suomea sitovissa kansainvalisissa velvoitteissa maarataan; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehan koostumusta suoraan tai valillisesti muuttavasta ihmisen toiminnasta ja joka ylittaa ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisella ihmisten toiminnasta aiheutuvien kasvihuonekaasupaastojen syntymisen ja niiden ilmakehaan paasemisen estamista seka muuta ilmastonmuutoksen vaikutusten lieventamista tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin seka toimia, joiden avulla voidaan hyotya ilmastonmuutokseen liittyvista vaikutuksista; 5) politiikkatoimilla niita valtion viranomaisten toimenpiteita, joilla vaikutetaan kasvihuonekaasupaastoihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojarjestelmalla jarjestelmasta kasvihuonekaasupaastojen seuraamiseksi ja niista raportoimiseksi seka muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla seka paatoksen n:o 280/2004/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojarjestelmaa; 7) kansallisella politiikkatoimien raportointijarjestelmalla 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien seka ennusteiden jarjestelmaa; 8) paastokauppasektorilla paastokauppalain 2-5 §:ssa tarkoitettuja mainitun lain soveltamisalaan kuuluvia paastoja ja lentoliikenteen paastokaupasta annetun lain 2 §:ssa tarkoitettuja mainitun lain soveltamisalaan kuuluvia paastoja; 9) paastokaupan ulkopuolisella sektorilla jasenvaltioiden pyrkimyksista vahentaa kasvihuonekaasupaastojaan yhteison kasvihuonekaasupaastojen vahentamissitoumusten tayttamiseksi vuoteen 2020 mennessa annetun euroopan parlamentin ja neuvoston paatoksen n:o 406/2009/ey 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen paastoja.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) växthusgas koldioxid, metan, dikväveoxid, fluorkolväten, perfluorkarboner, svavelhexafluorid, kvävetrifluorid och andra gasformiga beståndsdelar i atmosfären, både naturliga och antropogena, som absorberar och återkastar infraröd strålning, så som det anges i de gällande internationella åtaganden som binder Finland, 2) klimatförändring en förändring av klimatet som är direkt eller indirekt hänförlig till mänsklig verksamhet, som ändrar sammansättningen av den globala atmosfären och som går utöver naturliga klimatvariationer som observerats under jämförbara tidsperioder, 3) begränsning av klimatförändringen hindrande av antropogena växthusgasutsläpp från att uppstå och komma ut i atmosfären samt lindring eller avhjälpande av klimatförändringens effekter i övrigt, 4) anpassning till klimatförändringen åtgärder genom vilka man förbereder sig på och anpassar sig till klimatförändringen och dess effekter samt åtgärder med hjälp av vilka man kan dra nytta av de effekter som har anknytning till klimatförändringen, 5) politiska åtgärder åtgärder som utförs av statliga myndigheter och som påverkar växthusgasutsläppen och anpassningen till klimatförändringen, 6) nationellt system för inventering av växthusgaser det nationella inventeringssystem som avses i artikel 3.2 i Europaparlamentets och rådets förordning (EU) nr 525/2013 om en mekanism för att övervaka och rapportera utsläpp av växthusgaser och för att rapportera annan information på nationell nivå och unionsnivå som är relevant för klimatförändringen och om upphävande av beslut nr 280/2004/EG, 7) nationellt system för rapportering av politiska åtgärder det system för politiska strategier och åtgärder och prognoser som avses i artikel 3.15 i den förordning som nämns i 6 punkten, 8) utsläppshandelssektorn de i 2-5 § i lagen om utsläppshandel avsedda utsläpp som faller under den lagens tillämpningsområde samt de i 2 § i lagen om handel med utsläppsrätter för luftfart avsedda utsläpp som faller under den lagens tillämpningsområde, 9) den sektor som inte omfattas av utsläppshandeln de växthusgasutsläpp som avses i artikel 2.1 i Europaparlamentets och rådets beslut nr 406/2009/EG om medlemsstaternas insatser för att minska sina växthusgasutsläpp i enlighet med gemenskapens åtaganden om minskning av växthusgasutsläppen till 2020.",
        "normalized_sv": "I denna lag avses med 1) växthusgas koldioxid, metan, dikväveoxid, fluorkolväten, perfluorkarboner, svavelhexafluorid, kvävetrifluorid och andra gasformiga beståndsdelar i atmosfären, både naturliga och antropogena, som absorberar och återkastar infraröd strålning, så som det anges i de gällande internationella åtaganden som binder Finland, 2) klimatförändring en förändring av klimatet som är direkt eller indirekt hänförlig till mänsklig verksamhet, som ändrar sammansättningen av den globala atmosfären och som går utöver naturliga klimatvariationer som observerats under jämförbara tidsperioder, 3) begränsning av klimatförändringen hindrande av antropogena växthusgasutsläpp från att uppstå och komma ut i atmosfären samt lindring eller avhjälpande av klimatförändringens effekter i övrigt, 4) anpassning till klimatförändringen åtgärder genom vilka man förbereder sig på och anpassar sig till klimatförändringen och dess effekter samt åtgärder med hjälp av vilka man kan dra nytta av de effekter som har anknytning till klimatförändringen, 5) politiska åtgärder åtgärder som utförs av statliga myndigheter och som påverkar växthusgasutsläppen och anpassningen till klimatförändringen, 6) nationellt system för inventering av växthusgaser det nationella inventeringssystem som avses i artikel 3.2 i Europaparlamentets och rådets förordning (EU) nr 525/2013 om en mekanism för att övervaka och rapportera utsläpp av växthusgaser och för att rapportera annan information på nationell nivå och unionsnivå som är relevant för klimatförändringen och om upphävande av beslut nr 280/2004/EG, 7) nationellt system för rapportering av politiska åtgärder det system för politiska strategier och åtgärder och prognoser som avses i artikel 3.15 i den förordning som nämns i 6 punkten, 8) utsläppshandelssektorn de i 2-5 § i lagen om utsläppshandel avsedda utsläpp som faller under den lagens tillämpningsområde samt de i 2 § i lagen om handel med utsläppsrätter för luftfart avsedda utsläpp som faller under den lagens tillämpningsområde, 9) den sektor som inte omfattas av utsläppshandeln de växthusgasutsläpp som avses i artikel 2.1 i Europaparlamentets och rådets beslut nr 406/2009/EG om medlemsstaternas insatser för att minska sina växthusgasutsläpp i enlighet med gemenskapens åtaganden om minskning av växthusgasutsläppen till 2020.",
        "folded_sv": "i denna lag avses med 1) vaxthusgas koldioxid, metan, dikvaveoxid, fluorkolvaten, perfluorkarboner, svavelhexafluorid, kvavetrifluorid och andra gasformiga bestandsdelar i atmosfaren, bade naturliga och antropogena, som absorberar och aterkastar infrarod stralning, sa som det anges i de gallande internationella ataganden som binder finland, 2) klimatforandring en forandring av klimatet som ar direkt eller indirekt hanforlig till mansklig verksamhet, som andrar sammansattningen av den globala atmosfaren och som gar utover naturliga klimatvariationer som observerats under jamforbara tidsperioder, 3) begransning av klimatforandringen hindrande av antropogena vaxthusgasutslapp fran att uppsta och komma ut i atmosfaren samt lindring eller avhjalpande av klimatforandringens effekter i ovrigt, 4) anpassning till klimatforandringen atgarder genom vilka man forbereder sig pa och anpassar sig till klimatforandringen och dess effekter samt atgarder med hjalp av vilka man kan dra nytta av de effekter som har anknytning till klimatforandringen, 5) politiska atgarder atgarder som utfors av statliga myndigheter och som paverkar vaxthusgasutslappen och anpassningen till klimatforandringen, 6) nationellt system for inventering av vaxthusgaser det nationella inventeringssystem som avses i artikel 3.2 i europaparlamentets och radets forordning (eu) nr 525/2013 om en mekanism for att overvaka och rapportera utslapp av vaxthusgaser och for att rapportera annan information pa nationell niva och unionsniva som ar relevant for klimatforandringen och om upphavande av beslut nr 280/2004/eg, 7) nationellt system for rapportering av politiska atgarder det system for politiska strategier och atgarder och prognoser som avses i artikel 3.15 i den forordning som namns i 6 punkten, 8) utslappshandelssektorn de i 2-5 § i lagen om utslappshandel avsedda utslapp som faller under den lagens tillampningsomrade samt de i 2 § i lagen om handel med utslappsratter for luftfart avsedda utslapp som faller under den lagens tillampningsomrade, 9) den sektor som inte omfattas av utslappshandeln de vaxthusgasutslapp som avses i artikel 2.1 i europaparlamentets och radets beslut nr 406/2009/eg om medlemsstaternas insatser for att minska sina vaxthusgasutslapp i enlighet med gemenskapens ataganden om minskning av vaxthusgasutslappen till 2020."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmastopolitiikan suunnittelujärjestelmä",
      "content": "Tämän lain mukainen ilmastopolitiikan suunnittelujärjestelmä muodostuu seuraavista osista: 1) pitkän aikavälin ilmastopolitiikan suunnitelma; 2) keskipitkän aikavälin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. Ilmastopolitiikan suunnittelujärjestelmän tarkoituksena on määrittää kasvihuonekaasujen päästöjen vähentämisen ja ilmastonmuutokseen sopeutumisen tavoitteet sekä niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jäljempänä tarkemmin säädetään. Ilmastopolitiikan suunnittelujärjestelmän tavoitteena on osaltaan varmistaa, että ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispäästöt ilmakehään vähentyvät Suomen osalta vuoteen 2050 mennessä vähintään 80 prosenttia verrattuna vuoteen 1990. Jos Suomea sitovaan kansainväliseen sopimukseen tai Euroopan unionin lainsäädäntöön sisältyy edellä mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispäästöjä koskeva vähennystavoite, suunnittelujärjestelmän pitkän aikavälin päästövähennystavoitteen tulee perustua siihen. Ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistää ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. Ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkiä sekä hillitsemään ilmastonmuutosta että sopeutumaan siihen. Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, että otetaan huomioon ilmastonmuutoksen eteneminen, sen todennäköiset myönteiset ja kielteiset vaikutukset, siihen liittyvät vaarat ja riskit sekä mahdollisuudet onnettomuuksien estämiseen ja niiden haitallisten vaikutusten rajoittamiseen. Maataloustuotantoon liittyvässä suunnittelussa on varmistettava, että ilmastonmuutoksen hillitsemiseen liittyvät toimet suunnitellaan ja toteutetaan niin, etteivät ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. Ilmastopolitiikan suunnitelmien laatimisessa on lisäksi otettava huomioon seuraavat seikat: 1) Suomea sitovista kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupäästöjen inventaariojärjestelmässä ja kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto sekä arviot kansainvälisen ja Euroopan unionin ilmastopolitiikan kehityksestä; 4) ympäristölliset, taloudelliset ja sosiaaliset tekijät kestävän kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vähentämistä ja ilmastonmuutoksen hillitsemistä sekä ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämän lain mukainen ilmastopolitiikan suunnittelujärjestelmä muodostuu seuraavista osista: 1) pitkän aikavälin ilmastopolitiikan suunnitelma; 2) keskipitkän aikavälin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. Ilmastopolitiikan suunnittelujärjestelmän tarkoituksena on määrittää kasvihuonekaasujen päästöjen vähentämisen ja ilmastonmuutokseen sopeutumisen tavoitteet sekä niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jäljempänä tarkemmin säädetään. Ilmastopolitiikan suunnittelujärjestelmän tavoitteena on osaltaan varmistaa, että ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispäästöt ilmakehään vähentyvät Suomen osalta vuoteen 2050 mennessä vähintään 80 prosenttia verrattuna vuoteen 1990. Jos Suomea sitovaan kansainväliseen sopimukseen tai Euroopan unionin lainsäädäntöön sisältyy edellä mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispäästöjä koskeva vähennystavoite, suunnittelujärjestelmän pitkän aikavälin päästövähennystavoitteen tulee perustua siihen. Ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistää ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. Ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkiä sekä hillitsemään ilmastonmuutosta että sopeutumaan siihen. Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, että otetaan huomioon ilmastonmuutoksen eteneminen, sen todennäköiset myönteiset ja kielteiset vaikutukset, siihen liittyvät vaarat ja riskit sekä mahdollisuudet onnettomuuksien estämiseen ja niiden haitallisten vaikutusten rajoittamiseen. Maataloustuotantoon liittyvässä suunnittelussa on varmistettava, että ilmastonmuutoksen hillitsemiseen liittyvät toimet suunnitellaan ja toteutetaan niin, etteivät ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. Ilmastopolitiikan suunnitelmien laatimisessa on lisäksi otettava huomioon seuraavat seikat: 1) Suomea sitovista kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupäästöjen inventaariojärjestelmässä ja kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto sekä arviot kansainvälisen ja Euroopan unionin ilmastopolitiikan kehityksestä; 4) ympäristölliset, taloudelliset ja sosiaaliset tekijät kestävän kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vähentämistä ja ilmastonmuutoksen hillitsemistä sekä ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijät.",
        "folded_fi": "taman lain mukainen ilmastopolitiikan suunnittelujarjestelma muodostuu seuraavista osista: 1) pitkan aikavalin ilmastopolitiikan suunnitelma; 2) keskipitkan aikavalin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. ilmastopolitiikan suunnittelujarjestelman tarkoituksena on maarittaa kasvihuonekaasujen paastojen vahentamisen ja ilmastonmuutokseen sopeutumisen tavoitteet seka niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jaljempana tarkemmin saadetaan. ilmastopolitiikan suunnittelujarjestelman tavoitteena on osaltaan varmistaa, etta ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispaastot ilmakehaan vahentyvat suomen osalta vuoteen 2050 mennessa vahintaan 80 prosenttia verrattuna vuoteen 1990. jos suomea sitovaan kansainvaliseen sopimukseen tai euroopan unionin lainsaadantoon sisaltyy edella mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispaastoja koskeva vahennystavoite, suunnittelujarjestelman pitkan aikavalin paastovahennystavoitteen tulee perustua siihen. ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistaa ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkia seka hillitsemaan ilmastonmuutosta etta sopeutumaan siihen. ilmastonmuutoksen hillitsemista ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, etta otetaan huomioon ilmastonmuutoksen eteneminen, sen todennakoiset myonteiset ja kielteiset vaikutukset, siihen liittyvat vaarat ja riskit seka mahdollisuudet onnettomuuksien estamiseen ja niiden haitallisten vaikutusten rajoittamiseen. maataloustuotantoon liittyvassa suunnittelussa on varmistettava, etta ilmastonmuutoksen hillitsemiseen liittyvat toimet suunnitellaan ja toteutetaan niin, etteivat ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. ilmastopolitiikan suunnitelmien laatimisessa on lisaksi otettava huomioon seuraavat seikat: 1) suomea sitovista kansainvalisista sopimuksista ja euroopan unionin lainsaadannosta johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupaastojen inventaariojarjestelmassa ja kansallisessa politiikkatoimien raportointijarjestelmassa tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto seka arviot kansainvalisen ja euroopan unionin ilmastopolitiikan kehityksesta; 4) ymparistolliset, taloudelliset ja sosiaaliset tekijat kestavan kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vahentamista ja ilmastonmuutoksen hillitsemista seka ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijat.",
        "title_sv": "Planeringssystem för klimatpolitiken",
        "content_sv": "Planeringssystemet för klimatpolitiken enligt denna lag består av följande delar: 1) en långsiktig klimatpolitisk plan, 2) en klimatpolitisk plan på medellång sikt som grundar sig på beräkningarna i och målen för den plan som avses i 1 punkten, 3) en nationell plan för anpassning till klimatförändringen. Syftet med planeringssystemet för klimatpolitiken är att lägga fast målen för minskning av växthusgasutsläpp och anpassning till klimatförändringen samt de åtgärder som behövs inom olika förvaltningsområden för att uppnå målen, så som det närmare föreskrivs nedan. Målet med planeringssystemet för klimatpolitiken är att det ska bidra till att säkerställa att de totala utsläppen av antropogena växthusgaser i atmosfären som tillräknas Finland till år 2050 har minskat med minst 80 procent jämfört med 1990 års nivå. Om det i ett internationellt avtal som är bindande för Finland eller i Europeiska unionens lagstiftning ingår ett mål för minskning av de totala utsläppen av växthusgaser till 2050 som avviker från ovannämnda mål, ska det långsiktiga mål för minskning av utsläpp som ingår i planeringssystemet basera sig på det. I planeringen av anpassningen till klimatförändringen är målet att främja hanteringen av de risker som klimatförändringen orsakar och den branschspecifika anpassningen till klimatförändringen. I utarbetandet av de klimatpolitiska planerna är målet att på ett kostnadseffektivt sätt sträva efter att både begränsa klimatförändringen och anpassa sig till den. De mål och åtgärder som gäller begränsning av och anpassning till klimatförändringen ska i planerna fastläggas utifrån vetenskapliga fakta så att hänsyn tas till klimatförändringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt möjligheter till förhindrande av olyckor och begränsning av deras skadliga verkningar. I den planering som gäller jordbruksproduktion ska det säkerställas att de åtgärder som hör samman med begränsningen av klimatförändringen planeras och genomförs så att de inte äventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. Vid utarbetandet av de klimatpolitiska planerna ska hänsyn dessutom tas till 1) de skyldigheter som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet för inventering av växthusgaser och det nationella systemet för rapportering av politiska åtgärder, 3) aktuell vetenskaplig kunskap om klimatförändringen samt bedömningar av utvecklingen av den internationella klimatpolitiken och Europeiska unionens klimatpolitik, 4) miljömässiga, ekonomiska och sociala faktorer i enlighet med principen om hållbar utveckling, 5) nivån på och utvecklingen av tekniken för minskning av växthusgaser, begränsning av klimatförändringen och anpassning till den, 6) andra faktorer som är väsentliga för samhällsutvecklingen.",
        "normalized_sv": "Planeringssystemet för klimatpolitiken enligt denna lag består av följande delar: 1) en långsiktig klimatpolitisk plan, 2) en klimatpolitisk plan på medellång sikt som grundar sig på beräkningarna i och målen för den plan som avses i 1 punkten, 3) en nationell plan för anpassning till klimatförändringen. Syftet med planeringssystemet för klimatpolitiken är att lägga fast målen för minskning av växthusgasutsläpp och anpassning till klimatförändringen samt de åtgärder som behövs inom olika förvaltningsområden för att uppnå målen, så som det närmare föreskrivs nedan. Målet med planeringssystemet för klimatpolitiken är att det ska bidra till att säkerställa att de totala utsläppen av antropogena växthusgaser i atmosfären som tillräknas Finland till år 2050 har minskat med minst 80 procent jämfört med 1990 års nivå. Om det i ett internationellt avtal som är bindande för Finland eller i Europeiska unionens lagstiftning ingår ett mål för minskning av de totala utsläppen av växthusgaser till 2050 som avviker från ovannämnda mål, ska det långsiktiga mål för minskning av utsläpp som ingår i planeringssystemet basera sig på det. I planeringen av anpassningen till klimatförändringen är målet att främja hanteringen av de risker som klimatförändringen orsakar och den branschspecifika anpassningen till klimatförändringen. I utarbetandet av de klimatpolitiska planerna är målet att på ett kostnadseffektivt sätt sträva efter att både begränsa klimatförändringen och anpassa sig till den. De mål och åtgärder som gäller begränsning av och anpassning till klimatförändringen ska i planerna fastläggas utifrån vetenskapliga fakta så att hänsyn tas till klimatförändringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt möjligheter till förhindrande av olyckor och begränsning av deras skadliga verkningar. I den planering som gäller jordbruksproduktion ska det säkerställas att de åtgärder som hör samman med begränsningen av klimatförändringen planeras och genomförs så att de inte äventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. Vid utarbetandet av de klimatpolitiska planerna ska hänsyn dessutom tas till 1) de skyldigheter som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet för inventering av växthusgaser och det nationella systemet för rapportering av politiska åtgärder, 3) aktuell vetenskaplig kunskap om klimatförändringen samt bedömningar av utvecklingen av den internationella klimatpolitiken och Europeiska unionens klimatpolitik, 4) miljömässiga, ekonomiska och sociala faktorer i enlighet med principen om hållbar utveckling, 5) nivån på och utvecklingen av tekniken för minskning av växthusgaser, begränsning av klimatförändringen och anpassning till den, 6) andra faktorer som är väsentliga för samhällsutvecklingen.",
        "folded_sv": "planeringssystemet for klimatpolitiken enligt denna lag bestar av foljande delar: 1) en langsiktig klimatpolitisk plan, 2) en klimatpolitisk plan pa medellang sikt som grundar sig pa berakningarna i och malen for den plan som avses i 1 punkten, 3) en nationell plan for anpassning till klimatforandringen. syftet med planeringssystemet for klimatpolitiken ar att lagga fast malen for minskning av vaxthusgasutslapp och anpassning till klimatforandringen samt de atgarder som behovs inom olika forvaltningsomraden for att uppna malen, sa som det narmare foreskrivs nedan. malet med planeringssystemet for klimatpolitiken ar att det ska bidra till att sakerstalla att de totala utslappen av antropogena vaxthusgaser i atmosfaren som tillraknas finland till ar 2050 har minskat med minst 80 procent jamfort med 1990 ars niva. om det i ett internationellt avtal som ar bindande for finland eller i europeiska unionens lagstiftning ingar ett mal for minskning av de totala utslappen av vaxthusgaser till 2050 som avviker fran ovannamnda mal, ska det langsiktiga mal for minskning av utslapp som ingar i planeringssystemet basera sig pa det. i planeringen av anpassningen till klimatforandringen ar malet att framja hanteringen av de risker som klimatforandringen orsakar och den branschspecifika anpassningen till klimatforandringen. i utarbetandet av de klimatpolitiska planerna ar malet att pa ett kostnadseffektivt satt strava efter att bade begransa klimatforandringen och anpassa sig till den. de mal och atgarder som galler begransning av och anpassning till klimatforandringen ska i planerna fastlaggas utifran vetenskapliga fakta sa att hansyn tas till klimatforandringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt mojligheter till forhindrande av olyckor och begransning av deras skadliga verkningar. i den planering som galler jordbruksproduktion ska det sakerstallas att de atgarder som hor samman med begransningen av klimatforandringen planeras och genomfors sa att de inte aventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. vid utarbetandet av de klimatpolitiska planerna ska hansyn dessutom tas till 1) de skyldigheter som foljer av internationella avtal som ar bindande for finland och av europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet for inventering av vaxthusgaser och det nationella systemet for rapportering av politiska atgarder, 3) aktuell vetenskaplig kunskap om klimatforandringen samt bedomningar av utvecklingen av den internationella klimatpolitiken och europeiska unionens klimatpolitik, 4) miljomassiga, ekonomiska och sociala faktorer i enlighet med principen om hallbar utveckling, 5) nivan pa och utvecklingen av tekniken for minskning av vaxthusgaser, begransning av klimatforandringen och anpassning till den, 6) andra faktorer som ar vasentliga for samhallsutvecklingen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Pitkän aikavälin ilmastopolitiikan suunnitelma",
      "content": "Valtioneuvosto hyväksyy vähintään kerran kymmenessä vuodessa pitkän aikavälin ilmastopolitiikan suunnitelman päästökauppasektoriin sekä päästökaupan ulkopuoliseen sektoriin kohdistuvista keskeisistä politiikkatoimista, joilla saavutetaan 6 §:n 3 momentissa tarkoitetut pitkän aikavälin kasvihuonekaasupäästöjen vähentämistä ja ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. Sen lisäksi, mitä 1 momentissa säädetään, pitkän aikavälin ilmastopolitiikan suunnitelmassa esitetään seuraavat asiat: 1) 6 §:n 3 momentissa tarkoitettuun kasvihuonekaasujen vähennystavoitteeseen perustuvat kasvihuonekaasupäästöjen skenaariot vuoteen 2050 sekä keskeiset toimialakohtaiset etenemisvaihtoehdot pitkän aikavälin päästövähennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvälisestä ja eurooppalaisesta toimintaympäristöstä ja sen kehitysnäkymistä pitkällä aikavälillä; 3) arvion kasvihuonekaasujen päästöjen vähennysmenetelmien kehitysnäkymistä Suomen näkökulmasta; 4) muut tarpeelliseksi katsotut seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtioneuvosto hyväksyy vähintään kerran kymmenessä vuodessa pitkän aikavälin ilmastopolitiikan suunnitelman päästökauppasektoriin sekä päästökaupan ulkopuoliseen sektoriin kohdistuvista keskeisistä politiikkatoimista, joilla saavutetaan 6 § :n 3 momentissa tarkoitetut pitkän aikavälin kasvihuonekaasupäästöjen vähentämistä ja ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. Sen lisäksi, mitä 1 momentissa säädetään, pitkän aikavälin ilmastopolitiikan suunnitelmassa esitetään seuraavat asiat: 1) 6 § :n 3 momentissa tarkoitettuun kasvihuonekaasujen vähennystavoitteeseen perustuvat kasvihuonekaasupäästöjen skenaariot vuoteen 2050 sekä keskeiset toimialakohtaiset etenemisvaihtoehdot pitkän aikavälin päästövähennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvälisestä ja eurooppalaisesta toimintaympäristöstä ja sen kehitysnäkymistä pitkällä aikavälillä; 3) arvion kasvihuonekaasujen päästöjen vähennysmenetelmien kehitysnäkymistä Suomen näkökulmasta; 4) muut tarpeelliseksi katsotut seikat.",
        "folded_fi": "valtioneuvosto hyvaksyy vahintaan kerran kymmenessa vuodessa pitkan aikavalin ilmastopolitiikan suunnitelman paastokauppasektoriin seka paastokaupan ulkopuoliseen sektoriin kohdistuvista keskeisista politiikkatoimista, joilla saavutetaan 6 §:n 3 momentissa tarkoitetut pitkan aikavalin kasvihuonekaasupaastojen vahentamista ja ilmastonmuutoksen hillitsemista ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. sen lisaksi, mita 1 momentissa saadetaan, pitkan aikavalin ilmastopolitiikan suunnitelmassa esitetaan seuraavat asiat: 1) 6 §:n 3 momentissa tarkoitettuun kasvihuonekaasujen vahennystavoitteeseen perustuvat kasvihuonekaasupaastojen skenaariot vuoteen 2050 seka keskeiset toimialakohtaiset etenemisvaihtoehdot pitkan aikavalin paastovahennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvalisesta ja eurooppalaisesta toimintaymparistosta ja sen kehitysnakymista pitkalla aikavalilla; 3) arvion kasvihuonekaasujen paastojen vahennysmenetelmien kehitysnakymista suomen nakokulmasta; 4) muut tarpeelliseksi katsotut seikat.",
        "title_sv": "Långsiktig klimatpolitisk plan",
        "content_sv": "Statsrådet ska minst vart tionde år anta en långsiktig klimatpolitisk plan för de viktigaste politiska åtgärder som riktas till utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln och som syftar till uppnåendet av de i 6 § 3 mom. avsedda långsiktiga mål som gäller minskning av växthusgasutsläpp samt begränsning av och anpassning till klimatförändringen. Utöver vad som föreskrivs i 1 mom. ska i den långsiktiga klimatpolitiska planen anges också följande omständigheter: 1) scenarier för växthusgasutsläpp fram till 2050 som baserar sig på de mål för minskning av växthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvägagångsalternativ för att uppnå det långsiktiga målet för minskning av utsläpp, 2) en beskrivning av de internationella och europeiska klimatpolitiska förhållandena och utvecklingsutsikterna för dessa på lång sikt, 3) en uppskattning av utvecklingsutsikterna för metoder för minskning av växthusgasutsläpp ur finländsk synvinkel, 4) andra omständigheter som anses behövliga.",
        "normalized_sv": "Statsrådet ska minst vart tionde år anta en långsiktig klimatpolitisk plan för de viktigaste politiska åtgärder som riktas till utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln och som syftar till uppnåendet av de i 6 § 3 mom. avsedda långsiktiga mål som gäller minskning av växthusgasutsläpp samt begränsning av och anpassning till klimatförändringen. Utöver vad som föreskrivs i 1 mom. ska i den långsiktiga klimatpolitiska planen anges också följande omständigheter: 1) scenarier för växthusgasutsläpp fram till 2050 som baserar sig på de mål för minskning av växthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvägagångsalternativ för att uppnå det långsiktiga målet för minskning av utsläpp, 2) en beskrivning av de internationella och europeiska klimatpolitiska förhållandena och utvecklingsutsikterna för dessa på lång sikt, 3) en uppskattning av utvecklingsutsikterna för metoder för minskning av växthusgasutsläpp ur finländsk synvinkel, 4) andra omständigheter som anses behövliga.",
        "folded_sv": "statsradet ska minst vart tionde ar anta en langsiktig klimatpolitisk plan for de viktigaste politiska atgarder som riktas till utslappshandelssektorn och den sektor som inte omfattas av utslappshandeln och som syftar till uppnaendet av de i 6 § 3 mom. avsedda langsiktiga mal som galler minskning av vaxthusgasutslapp samt begransning av och anpassning till klimatforandringen. utover vad som foreskrivs i 1 mom. ska i den langsiktiga klimatpolitiska planen anges ocksa foljande omstandigheter: 1) scenarier for vaxthusgasutslapp fram till 2050 som baserar sig pa de mal for minskning av vaxthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvagagangsalternativ for att uppna det langsiktiga malet for minskning av utslapp, 2) en beskrivning av de internationella och europeiska klimatpolitiska forhallandena och utvecklingsutsikterna for dessa pa lang sikt, 3) en uppskattning av utvecklingsutsikterna for metoder for minskning av vaxthusgasutslapp ur finlandsk synvinkel, 4) andra omstandigheter som anses behovliga."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmastonmuutoksen kansallinen sopeutumissuunnitelma",
      "content": "Valtioneuvosto hyväksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vähintään kerran kymmenessä vuodessa. Sopeutumissuunnitelma sisältää riski- ja haavoittuvuustarkastelun sekä tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Valtioneuvosto hyväksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vähintään kerran kymmenessä vuodessa. Sopeutumissuunnitelma sisältää riski- ja haavoittuvuustarkastelun sekä tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
        "folded_fi": "valtioneuvosto hyvaksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vahintaan kerran kymmenessa vuodessa. sopeutumissuunnitelma sisaltaa riski- ja haavoittuvuustarkastelun seka tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
        "title_sv": "Nationell plan för anpassning till klimatförändringen",
        "content_sv": "Statsrådet ska minst vart tionde år anta en nationell plan för anpassning till klimatförändringen. Anpassningsplanen ska innehålla en risk- och sårbarhetsgranskning och handlingsprogram för anpassning inom olika förvaltningsområden enligt behov.",
        "normalized_sv": "Statsrådet ska minst vart tionde år anta en nationell plan för anpassning till klimatförändringen. Anpassningsplanen ska innehålla en risk- och sårbarhetsgranskning och handlingsprogram för anpassning inom olika förvaltningsområden enligt behov.",
        "folded_sv": "statsradet ska minst vart tionde ar anta en nationell plan for anpassning till klimatforandringen. anpassningsplanen ska innehalla en risk- och sarbarhetsgranskning och handlingsprogram for anpassning inom olika forvaltningsomraden enligt behov."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskipitkän aikavälin ilmastopolitiikan suunnitelma",
      "content": "Valtioneuvosto hyväksyy kerran vaalikaudessa keskipitkän aikavälin ilmastopolitiikan suunnitelman. Suunnitelmaan sisältyy toimenpideohjelma, jossa esitetään, millä toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen päästöjä vähennetään ja ilmastonmuutosta hillitään päästökaupan ulkopuolisella sektorilla, sekä päästökehitysarviot kasvihuonekaasujen päästöjen kehityksestä ja politiikkatoimien vaikutuksista siihen. Edellä 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetään seuraavat asiat: 1) kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat sitoumukset kasvihuonekaasupäästöjen vähentämiseksi; 2) nykyiset päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupäästöjen vähentämiseksi ja arvio niiden vaikuttavuudesta; 3) edellä 7 §:ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman ja tämän momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupäästöjen vähentämistä koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. Edellä 1 momentissa tarkoitetuissa päästökehitysarvioissa esitetään seuraavat asiat: 1) tiedot Suomen kasvihuonekaasujen kokonaispäästöjen kehityksestä vuodesta 1990; 2) tiedot päästökauppasektorin ja päästökaupan ulkopuolisen sektorin päästöjen kehityksestä vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispäästöjen ja erikseen päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. Keskipitkän aikavälin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valtioneuvosto hyväksyy kerran vaalikaudessa keskipitkän aikavälin ilmastopolitiikan suunnitelman. Suunnitelmaan sisältyy toimenpideohjelma, jossa esitetään, millä toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen päästöjä vähennetään ja ilmastonmuutosta hillitään päästökaupan ulkopuolisella sektorilla, sekä päästökehitysarviot kasvihuonekaasujen päästöjen kehityksestä ja politiikkatoimien vaikutuksista siihen. Edellä 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetään seuraavat asiat: 1) kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat sitoumukset kasvihuonekaasupäästöjen vähentämiseksi; 2) nykyiset päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupäästöjen vähentämiseksi ja arvio niiden vaikuttavuudesta; 3) edellä 7 § :ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman ja tämän momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupäästöjen vähentämistä koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. Edellä 1 momentissa tarkoitetuissa päästökehitysarvioissa esitetään seuraavat asiat: 1) tiedot Suomen kasvihuonekaasujen kokonaispäästöjen kehityksestä vuodesta 1990; 2) tiedot päästökauppasektorin ja päästökaupan ulkopuolisen sektorin päästöjen kehityksestä vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispäästöjen ja erikseen päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. Keskipitkän aikavälin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
        "folded_fi": "valtioneuvosto hyvaksyy kerran vaalikaudessa keskipitkan aikavalin ilmastopolitiikan suunnitelman. suunnitelmaan sisaltyy toimenpideohjelma, jossa esitetaan, milla toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen paastoja vahennetaan ja ilmastonmuutosta hillitaan paastokaupan ulkopuolisella sektorilla, seka paastokehitysarviot kasvihuonekaasujen paastojen kehityksesta ja politiikkatoimien vaikutuksista siihen. edella 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetaan seuraavat asiat: 1) kansainvalisista sopimuksista ja euroopan unionin lainsaadannosta johtuvat sitoumukset kasvihuonekaasupaastojen vahentamiseksi; 2) nykyiset paastokaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupaastojen vahentamiseksi ja arvio niiden vaikuttavuudesta; 3) edella 7 §:ssa tarkoitetun pitkan aikavalin ilmastopolitiikan suunnitelman ja taman momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupaastojen vahentamista koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet paastokaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. edella 1 momentissa tarkoitetuissa paastokehitysarvioissa esitetaan seuraavat asiat: 1) tiedot suomen kasvihuonekaasujen kokonaispaastojen kehityksesta vuodesta 1990; 2) tiedot paastokauppasektorin ja paastokaupan ulkopuolisen sektorin paastojen kehityksesta vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispaastojen ja erikseen paastokaupan ulkopuolisen sektorin paastojen kehityksesta suunnitelman hyvaksymista seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio paastokaupan ulkopuolisen sektorin paastojen kehityksesta suunnitelman hyvaksymista seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. keskipitkan aikavalin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
        "title_sv": "Klimatpolitisk plan på medellång sikt",
        "content_sv": "Statsrådet ska en gång per valperiod anta en klimatpolitisk plan på medellång sikt. Planen ska innehålla ett åtgärdsprogram där det presenteras åtgärder för minskning av antropogena växthusgasutsläpp och begränsning av klimatförändringen inom den sektor som inte omfattas av utsläppshandeln, samt bedömningar av utvecklingen av växthusgasutsläppen och de politiska åtgärdernas inverkan på den. I det klimatåtgärdsprogram som avses i 1 mom. ska följande omständigheter anges: 1) de åtaganden att minska utsläppen av växthusgaser som följer av internationella avtal och av Europeiska unionens lagstiftning, 2) nuvarande politiska åtgärder för minskning av växthusgasutsläpp som riktar sig till den sektor som inte omfattas av utsläppshandeln och en bedömning av hur verkningsfulla åtgärderna är, 3) sådana nya politiska åtgärder riktade till den sektor som inte omfattas av utsläppshandeln som eventuellt behövs för att uppnå de mål för minskning av växthusgasutsläpp som anges i den i 7 § avsedda långsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda åtagandena samt en bedömning av hur verkningsfulla åtgärderna är, 4) andra omständigheter som anses behövliga. I de bedömningar av utvecklingen av växthusgasutsläpp som avses i 1 mom. ska följande omständigheter anges: 1) uppgifter om hur Finlands totala utsläpp av växthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utsläppen från utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utsläppen av växthusgaser, och separat utsläppen från den sektor som inte omfattas av utsläppshandeln, utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder, 4) en uppskattning av hur utsläppen inom den sektor som inte omfattas av utsläppshandeln utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder och de nya politiska åtgärder som avses i 2 mom. 3 punkten, 5) andra omständigheter som anses behövliga. Den klimatpolitiska planen på medellång sikt ska till behövliga delar samordnas med planeringen av energi- och trafikpolitiken.",
        "normalized_sv": "Statsrådet ska en gång per valperiod anta en klimatpolitisk plan på medellång sikt. Planen ska innehålla ett åtgärdsprogram där det presenteras åtgärder för minskning av antropogena växthusgasutsläpp och begränsning av klimatförändringen inom den sektor som inte omfattas av utsläppshandeln, samt bedömningar av utvecklingen av växthusgasutsläppen och de politiska åtgärdernas inverkan på den. I det klimatåtgärdsprogram som avses i 1 mom. ska följande omständigheter anges: 1) de åtaganden att minska utsläppen av växthusgaser som följer av internationella avtal och av Europeiska unionens lagstiftning, 2) nuvarande politiska åtgärder för minskning av växthusgasutsläpp som riktar sig till den sektor som inte omfattas av utsläppshandeln och en bedömning av hur verkningsfulla åtgärderna är, 3) sådana nya politiska åtgärder riktade till den sektor som inte omfattas av utsläppshandeln som eventuellt behövs för att uppnå de mål för minskning av växthusgasutsläpp som anges i den i 7 § avsedda långsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda åtagandena samt en bedömning av hur verkningsfulla åtgärderna är, 4) andra omständigheter som anses behövliga. I de bedömningar av utvecklingen av växthusgasutsläpp som avses i 1 mom. ska följande omständigheter anges: 1) uppgifter om hur Finlands totala utsläpp av växthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utsläppen från utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utsläppen av växthusgaser, och separat utsläppen från den sektor som inte omfattas av utsläppshandeln, utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder, 4) en uppskattning av hur utsläppen inom den sektor som inte omfattas av utsläppshandeln utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder och de nya politiska åtgärder som avses i 2 mom. 3 punkten, 5) andra omständigheter som anses behövliga. Den klimatpolitiska planen på medellång sikt ska till behövliga delar samordnas med planeringen av energi- och trafikpolitiken.",
        "folded_sv": "statsradet ska en gang per valperiod anta en klimatpolitisk plan pa medellang sikt. planen ska innehalla ett atgardsprogram dar det presenteras atgarder for minskning av antropogena vaxthusgasutslapp och begransning av klimatforandringen inom den sektor som inte omfattas av utslappshandeln, samt bedomningar av utvecklingen av vaxthusgasutslappen och de politiska atgardernas inverkan pa den. i det klimatatgardsprogram som avses i 1 mom. ska foljande omstandigheter anges: 1) de ataganden att minska utslappen av vaxthusgaser som foljer av internationella avtal och av europeiska unionens lagstiftning, 2) nuvarande politiska atgarder for minskning av vaxthusgasutslapp som riktar sig till den sektor som inte omfattas av utslappshandeln och en bedomning av hur verkningsfulla atgarderna ar, 3) sadana nya politiska atgarder riktade till den sektor som inte omfattas av utslappshandeln som eventuellt behovs for att uppna de mal for minskning av vaxthusgasutslapp som anges i den i 7 § avsedda langsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda atagandena samt en bedomning av hur verkningsfulla atgarderna ar, 4) andra omstandigheter som anses behovliga. i de bedomningar av utvecklingen av vaxthusgasutslapp som avses i 1 mom. ska foljande omstandigheter anges: 1) uppgifter om hur finlands totala utslapp av vaxthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utslappen fran utslappshandelssektorn och den sektor som inte omfattas av utslappshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utslappen av vaxthusgaser, och separat utslappen fran den sektor som inte omfattas av utslappshandeln, utvecklas under de 10-20 aren efter det att planen antogs, utifran nuvarande politiska atgarder, 4) en uppskattning av hur utslappen inom den sektor som inte omfattas av utslappshandeln utvecklas under de 10-20 aren efter det att planen antogs, utifran nuvarande politiska atgarder och de nya politiska atgarder som avses i 2 mom. 3 punkten, 5) andra omstandigheter som anses behovliga. den klimatpolitiska planen pa medellang sikt ska till behovliga delar samordnas med planeringen av energi- och trafikpolitiken."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ilmastopolitiikan suunnitelmien valmistelu",
      "content": "Edellä 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisölle varattava tilaisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä kirjallisesti. Lisäksi keskeisiltä viranomaisilta ja yhteisöiltä sekä 16 §:ssä tarkoitetulta tieteelliseltä asiantuntijaelimeltä on pyydettävä suunnitelmaluonnoksesta lausunto. Ilmastopolitiikan suunnitelmien ympäristövaikutusten arvioinnista säädetään viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Suunnitelmien laatimisen yhteydessä myös niiden taloudelliset ja sosiaaliset sekä muut vaikutukset on selvitettävä tarpeellisessa määrin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Edellä 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisölle varattava tilaisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä kirjallisesti. Lisäksi keskeisiltä viranomaisilta ja yhteisöiltä sekä 16 § :ssä tarkoitetulta tieteelliseltä asiantuntijaelimeltä on pyydettävä suunnitelmaluonnoksesta lausunto. Ilmastopolitiikan suunnitelmien ympäristövaikutusten arvioinnista säädetään viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Suunnitelmien laatimisen yhteydessä myös niiden taloudelliset ja sosiaaliset sekä muut vaikutukset on selvitettävä tarpeellisessa määrin.",
        "folded_fi": "edella 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisolle varattava tilaisuus tutustua suunnitelmaluonnokseen seka esittaa siita mielipiteensa kirjallisesti. lisaksi keskeisilta viranomaisilta ja yhteisoilta seka 16 §:ssa tarkoitetulta tieteelliselta asiantuntijaelimelta on pyydettava suunnitelmaluonnoksesta lausunto. ilmastopolitiikan suunnitelmien ymparistovaikutusten arvioinnista saadetaan viranomaisten suunnitelmien ja ohjelmien ymparistovaikutusten arvioinnista annetussa laissa (200/2005). suunnitelmien laatimisen yhteydessa myos niiden taloudelliset ja sosiaaliset seka muut vaikutukset on selvitettava tarpeellisessa maarin.",
        "title_sv": "Beredningen av de klimatpolitiska planerna",
        "content_sv": "Vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmänheten ges tillfälle att bekanta sig med utkastet till plan och skriftligen framföra sin åsikt om den. Dessutom ska det begäras utlåtande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 §. Bestämmelser om bedömningen av miljökonsekvenserna av de klimatpolitiska planerna finns i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När planerna utarbetas ska också deras ekonomiska och sociala konsekvenser samt övriga konsekvenser utredas i den omfattning som behövs.",
        "normalized_sv": "Vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmänheten ges tillfälle att bekanta sig med utkastet till plan och skriftligen framföra sin åsikt om den. Dessutom ska det begäras utlåtande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 § . Bestämmelser om bedömningen av miljökonsekvenserna av de klimatpolitiska planerna finns i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När planerna utarbetas ska också deras ekonomiska och sociala konsekvenser samt övriga konsekvenser utredas i den omfattning som behövs.",
        "folded_sv": "vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmanheten ges tillfalle att bekanta sig med utkastet till plan och skriftligen framfora sin asikt om den. dessutom ska det begaras utlatande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 §. bestammelser om bedomningen av miljokonsekvenserna av de klimatpolitiska planerna finns i lagen om bedomning av miljokonsekvenserna av myndigheters planer och program (200/2005). nar planerna utarbetas ska ocksa deras ekonomiska och sociala konsekvenser samt ovriga konsekvenser utredas i den omfattning som behovs."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Selonteko eduskunnalle",
      "content": "Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 7 §:ssä tarkoitetusta pitkän aikavälin ilmastopolitiikan suunnitelmasta. Selontekoon sisällytetään tarvittaessa tiedot 8 §:ssä tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 9 §:ssä tarkoitetusta keskipitkän aikavälin ilmastopolitiikan suunnitelmasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 7 § :ssä tarkoitetusta pitkän aikavälin ilmastopolitiikan suunnitelmasta. Selontekoon sisällytetään tarvittaessa tiedot 8 § :ssä tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 9 § :ssä tarkoitetusta keskipitkän aikavälin ilmastopolitiikan suunnitelmasta.",
        "folded_fi": "valtioneuvosto antaa eduskunnalle selonteon hyvaksymastaan 7 §:ssa tarkoitetusta pitkan aikavalin ilmastopolitiikan suunnitelmasta. selontekoon sisallytetaan tarvittaessa tiedot 8 §:ssa tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. valtioneuvosto antaa eduskunnalle selonteon hyvaksymastaan 9 §:ssa tarkoitetusta keskipitkan aikavalin ilmastopolitiikan suunnitelmasta.",
        "title_sv": "Redogörelse till riksdagen",
        "content_sv": "Statsrådet ska lämna riksdagen en redogörelse om en långsiktig klimatpolitisk plan enligt 7 § som statsrådet antagit. I redogörelsen ska vid behov ingå uppgifter om den nationella plan för anpassning till klimatförändringen som avses i 8 §. Statsrådet ska lämna riksdagen en redogörelse om en klimatpolitisk plan på medellång sikt enligt 9 § som statsrådet antagit.",
        "normalized_sv": "Statsrådet ska lämna riksdagen en redogörelse om en långsiktig klimatpolitisk plan enligt 7 § som statsrådet antagit. I redogörelsen ska vid behov ingå uppgifter om den nationella plan för anpassning till klimatförändringen som avses i 8 § . Statsrådet ska lämna riksdagen en redogörelse om en klimatpolitisk plan på medellång sikt enligt 9 § som statsrådet antagit.",
        "folded_sv": "statsradet ska lamna riksdagen en redogorelse om en langsiktig klimatpolitisk plan enligt 7 § som statsradet antagit. i redogorelsen ska vid behov inga uppgifter om den nationella plan for anpassning till klimatforandringen som avses i 8 §. statsradet ska lamna riksdagen en redogorelse om en klimatpolitisk plan pa medellang sikt enligt 9 § som statsradet antagit."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ilmastopolitiikan suunnitelmien toteutumisen seuranta",
      "content": "Valtioneuvoston on seurattava 7-9 §:ssä tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittävästi sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissä asetetut ilmastonmuutoksen hillitsemistä ja sopeutumista koskevat tavoitteet. Seurannan perusteella valtioneuvosto päättää tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisätoimista. Valtioneuvoston on seurattava 6 §:n 3 momentissa tarkoitetun päästövähennystavoitteen riittävyyttä ajantasaisen ilmastonmuutoksen etenemistä koskevan tieteellisen tiedon perusteella sekä sen varmistamiseksi, että tavoite täyttää Suomea sitovien kansainvälisten sopimusten ja Euroopan unionin lainsäädännön mukaiset velvoitteet. Edellä 7 ja 9 §:ssä tarkoitettujen ilmastopolitiikan suunnitelmiin sisältyvien päästökehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojärjestelmässä vuosittain tuotettujen Suomen kasvihuonekaasupäästöjä koskevien tietojen perusteella. Lisäksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot. Seurannan tuloksista on tiedotettava yleisölle riittävästi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Valtioneuvoston on seurattava 7-9 § :ssä tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittävästi sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissä asetetut ilmastonmuutoksen hillitsemistä ja sopeutumista koskevat tavoitteet. Seurannan perusteella valtioneuvosto päättää tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisätoimista. Valtioneuvoston on seurattava 6 § :n 3 momentissa tarkoitetun päästövähennystavoitteen riittävyyttä ajantasaisen ilmastonmuutoksen etenemistä koskevan tieteellisen tiedon perusteella sekä sen varmistamiseksi, että tavoite täyttää Suomea sitovien kansainvälisten sopimusten ja Euroopan unionin lainsäädännön mukaiset velvoitteet. Edellä 7 ja 9 § :ssä tarkoitettujen ilmastopolitiikan suunnitelmiin sisältyvien päästökehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojärjestelmässä vuosittain tuotettujen Suomen kasvihuonekaasupäästöjä koskevien tietojen perusteella. Lisäksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot. Seurannan tuloksista on tiedotettava yleisölle riittävästi.",
        "folded_fi": "valtioneuvoston on seurattava 7-9 §:ssa tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittavasti sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissa asetetut ilmastonmuutoksen hillitsemista ja sopeutumista koskevat tavoitteet. seurannan perusteella valtioneuvosto paattaa tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisatoimista. valtioneuvoston on seurattava 6 §:n 3 momentissa tarkoitetun paastovahennystavoitteen riittavyytta ajantasaisen ilmastonmuutoksen etenemista koskevan tieteellisen tiedon perusteella seka sen varmistamiseksi, etta tavoite tayttaa suomea sitovien kansainvalisten sopimusten ja euroopan unionin lainsaadannon mukaiset velvoitteet. edella 7 ja 9 §:ssa tarkoitettujen ilmastopolitiikan suunnitelmiin sisaltyvien paastokehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojarjestelmassa vuosittain tuotettujen suomen kasvihuonekaasupaastoja koskevien tietojen perusteella. lisaksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijarjestelmassa tuotetut tiedot. seurannan tuloksista on tiedotettava yleisolle riittavasti.",
        "title_sv": "Uppföljning av genomförandet av de klimatpolitiska planerna",
        "content_sv": "Statsrådet ska i tillräcklig grad följa upp genomförandet av de klimatpolitiska planer som avses i 7-9 § för att konstatera om man genom de politiska åtgärder som anges i planerna uppnår de mål för begränsning av och anpassning till klimatförändringen som anges i planerna. Utifrån uppföljningen fattar statsrådet vid behov beslut om ytterligare åtgärder som behövs för att uppnå målen. Statsrådet ska följa upp huruvida det mål för minskning av utsläpp som avses i 6 § 3 mom. är tillräckligt utifrån den aktuella vetenskapliga kunskapen om hur klimatförändringen framskrider, samt för att säkerställa att målet överensstämmer med de åtaganden som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning. Utfallet av den uppskattade utveckling av växthusgasutsläpp som ingår i de klimatpolitiska planer som avses i 7 och 9 § ska följas upp på basis av de uppgifter om Finlands växthusgasutsläpp som årligen tas fram genom det nationella systemet för inventering av växthusgaser. I uppföljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet för rapportering av politiska åtgärder dessutom beaktas. Allmänheten ska ges tillräcklig information om resultaten av uppföljningen.",
        "normalized_sv": "Statsrådet ska i tillräcklig grad följa upp genomförandet av de klimatpolitiska planer som avses i 7-9 § för att konstatera om man genom de politiska åtgärder som anges i planerna uppnår de mål för begränsning av och anpassning till klimatförändringen som anges i planerna. Utifrån uppföljningen fattar statsrådet vid behov beslut om ytterligare åtgärder som behövs för att uppnå målen. Statsrådet ska följa upp huruvida det mål för minskning av utsläpp som avses i 6 § 3 mom. är tillräckligt utifrån den aktuella vetenskapliga kunskapen om hur klimatförändringen framskrider, samt för att säkerställa att målet överensstämmer med de åtaganden som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning. Utfallet av den uppskattade utveckling av växthusgasutsläpp som ingår i de klimatpolitiska planer som avses i 7 och 9 § ska följas upp på basis av de uppgifter om Finlands växthusgasutsläpp som årligen tas fram genom det nationella systemet för inventering av växthusgaser. I uppföljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet för rapportering av politiska åtgärder dessutom beaktas. Allmänheten ska ges tillräcklig information om resultaten av uppföljningen.",
        "folded_sv": "statsradet ska i tillracklig grad folja upp genomforandet av de klimatpolitiska planer som avses i 7-9 § for att konstatera om man genom de politiska atgarder som anges i planerna uppnar de mal for begransning av och anpassning till klimatforandringen som anges i planerna. utifran uppfoljningen fattar statsradet vid behov beslut om ytterligare atgarder som behovs for att uppna malen. statsradet ska folja upp huruvida det mal for minskning av utslapp som avses i 6 § 3 mom. ar tillrackligt utifran den aktuella vetenskapliga kunskapen om hur klimatforandringen framskrider, samt for att sakerstalla att malet overensstammer med de ataganden som foljer av internationella avtal som ar bindande for finland och av europeiska unionens lagstiftning. utfallet av den uppskattade utveckling av vaxthusgasutslapp som ingar i de klimatpolitiska planer som avses i 7 och 9 § ska foljas upp pa basis av de uppgifter om finlands vaxthusgasutslapp som arligen tas fram genom det nationella systemet for inventering av vaxthusgaser. i uppfoljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet for rapportering av politiska atgarder dessutom beaktas. allmanheten ska ges tillracklig information om resultaten av uppfoljningen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Ilmastopolitiikan suunnitelmien muuttaminen",
      "content": "Valtioneuvoston on 12 §:n 1 momentissa tarkoitetun lisätoimia koskevan päätöksen mukaisesti muutettava 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia. Suunnitelmien muuttamisessa noudatetaan, mitä 10 §:ssä säädetään suunnitelmien valmistelussa noudatettavasta menettelystä. Sen lisäksi, mitä 1 momentissa säädetään, 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myös niiden sisältämissä merkitykseltään vähäisissä tiedoissa ilmenneiden puutteiden johdosta. Tällaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 §:n mukaista menettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Valtioneuvoston on 12 § :n 1 momentissa tarkoitetun lisätoimia koskevan päätöksen mukaisesti muutettava 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia. Suunnitelmien muuttamisessa noudatetaan, mitä 10 § :ssä säädetään suunnitelmien valmistelussa noudatettavasta menettelystä. Sen lisäksi, mitä 1 momentissa säädetään, 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myös niiden sisältämissä merkitykseltään vähäisissä tiedoissa ilmenneiden puutteiden johdosta. Tällaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 § :n mukaista menettelyä.",
        "folded_fi": "valtioneuvoston on 12 §:n 1 momentissa tarkoitetun lisatoimia koskevan paatoksen mukaisesti muutettava 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia. suunnitelmien muuttamisessa noudatetaan, mita 10 §:ssa saadetaan suunnitelmien valmistelussa noudatettavasta menettelysta. sen lisaksi, mita 1 momentissa saadetaan, 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myos niiden sisaltamissa merkitykseltaan vahaisissa tiedoissa ilmenneiden puutteiden johdosta. tallaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 §:n mukaista menettelya.",
        "title_sv": "Ändring av de klimatpolitiska planerna",
        "content_sv": "Statsrådet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare åtgärder ändra de klimatpolitiska planer som avses i 7-9 §. Vid ändringen av planerna ska det iakttas vad som i 10 § föreskrivs om förfarandet vid beredningen av planerna. Utöver vad som föreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § ändras också på grund av brister i uppgifter av liten betydelse som upptäckts i dem. Sådana ändringar kan göras utan att iaktta det förfarande som anges i 10 §.",
        "normalized_sv": "Statsrådet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare åtgärder ändra de klimatpolitiska planer som avses i 7-9 § . Vid ändringen av planerna ska det iakttas vad som i 10 § föreskrivs om förfarandet vid beredningen av planerna. Utöver vad som föreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § ändras också på grund av brister i uppgifter av liten betydelse som upptäckts i dem. Sådana ändringar kan göras utan att iaktta det förfarande som anges i 10 § .",
        "folded_sv": "statsradet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare atgarder andra de klimatpolitiska planer som avses i 7-9 §. vid andringen av planerna ska det iakttas vad som i 10 § foreskrivs om forfarandet vid beredningen av planerna. utover vad som foreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § andras ocksa pa grund av brister i uppgifter av liten betydelse som upptackts i dem. sadana andringar kan goras utan att iaktta det forfarande som anges i 10 §."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ilmastovuosikertomus",
      "content": "ilmastovuosikertomus Valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot päästökehityksestä sekä 9 §:ssä tarkoitettuun keskipitkän aikavälin ilmastopolitiikan suunnitelmaan sisältyvien päästövähennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttämistä 12 §:n 1 momentissa tarkoitetuista lisätoimista (). Valtioneuvosto toimittaa osana ilmastovuosikertomusta edellä 9 §:n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. Ilmastovuosikertomukseen tulee sisällyttää vähintään kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 §:ssä tarkoitettuun sopeutumissuunnitelmaan sisältyvien sopeutumistoimien riittävyydestä ja tehokkuudesta sekä tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "ilmastovuosikertomus Valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot päästökehityksestä sekä 9 § :ssä tarkoitettuun keskipitkän aikavälin ilmastopolitiikan suunnitelmaan sisältyvien päästövähennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttämistä 12 § :n 1 momentissa tarkoitetuista lisätoimista (). Valtioneuvosto toimittaa osana ilmastovuosikertomusta edellä 9 § :n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. Ilmastovuosikertomukseen tulee sisällyttää vähintään kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 § :ssä tarkoitettuun sopeutumissuunnitelmaan sisältyvien sopeutumistoimien riittävyydestä ja tehokkuudesta sekä tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
        "folded_fi": "ilmastovuosikertomus valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot paastokehityksesta seka 9 §:ssa tarkoitettuun keskipitkan aikavalin ilmastopolitiikan suunnitelmaan sisaltyvien paastovahennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttamista 12 §:n 1 momentissa tarkoitetuista lisatoimista (). valtioneuvosto toimittaa osana ilmastovuosikertomusta edella 9 §:n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. ilmastovuosikertomukseen tulee sisallyttaa vahintaan kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 §:ssa tarkoitettuun sopeutumissuunnitelmaan sisaltyvien sopeutumistoimien riittavyydesta ja tehokkuudesta seka tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
        "title_sv": "Klimatårsberättelse",
        "content_sv": "klimatårsberättelse Statsrådet ska varje kalenderår sända riksdagen uppgifter om utsläppsutvecklingen och om hur de mål för minskning av utsläpp som ingår i den klimatpolitiska planen på medellång sikt enligt 9 § förverkligats och de ytterligare åtgärder enligt 12 § 1 mom. som krävs för att de ska uppnås (). Som en del av klimatårsberättelsen ska statsrådet vartannat år sända riksdagen de i 9 § 1 mom. avsedda uppgifter som gäller genomförandet av de politiska åtgärderna. I klimatårsberättelsen ska minst en gång per valperiod i behövlig omfattning inkluderas en bedömning av hur tillräckliga och effektiva anpassningsåtgärderna enligt den anpassningsplan som avses i 8 § är, och vid behov en redogörelse för hur de planerade anpassningsåtgärderna har genomförts inom olika förvaltningsområden.",
        "normalized_sv": "klimatårsberättelse Statsrådet ska varje kalenderår sända riksdagen uppgifter om utsläppsutvecklingen och om hur de mål för minskning av utsläpp som ingår i den klimatpolitiska planen på medellång sikt enligt 9 § förverkligats och de ytterligare åtgärder enligt 12 § 1 mom. som krävs för att de ska uppnås (). Som en del av klimatårsberättelsen ska statsrådet vartannat år sända riksdagen de i 9 § 1 mom. avsedda uppgifter som gäller genomförandet av de politiska åtgärderna. I klimatårsberättelsen ska minst en gång per valperiod i behövlig omfattning inkluderas en bedömning av hur tillräckliga och effektiva anpassningsåtgärderna enligt den anpassningsplan som avses i 8 § är, och vid behov en redogörelse för hur de planerade anpassningsåtgärderna har genomförts inom olika förvaltningsområden.",
        "folded_sv": "klimatarsberattelse statsradet ska varje kalenderar sanda riksdagen uppgifter om utslappsutvecklingen och om hur de mal for minskning av utslapp som ingar i den klimatpolitiska planen pa medellang sikt enligt 9 § forverkligats och de ytterligare atgarder enligt 12 § 1 mom. som kravs for att de ska uppnas (). som en del av klimatarsberattelsen ska statsradet vartannat ar sanda riksdagen de i 9 § 1 mom. avsedda uppgifter som galler genomforandet av de politiska atgarderna. i klimatarsberattelsen ska minst en gang per valperiod i behovlig omfattning inkluderas en bedomning av hur tillrackliga och effektiva anpassningsatgarderna enligt den anpassningsplan som avses i 8 § ar, och vid behov en redogorelse for hur de planerade anpassningsatgarderna har genomforts inom olika forvaltningsomraden."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Viranomaisten tehtävät",
      "content": "Kukin ministeriö valmistelee hallinnonalaansa koskevan osuuden 7-9 §:ssä tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 §:n mukaista ilmastovuosikertomusta varten. Ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 §:ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman osalta työ- ja elinkeinoministeriö, 8 §:ssä tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsätalousministeriö ja 9 §:ssä tarkoitetun keskipitkän aikavälin ilmastopolitiikan suunnitelman osalta ympäristöministeriö. Ilmastovuosikertomuksen kokoamisesta vastaa ympäristöministeriö. Tämän lain mukaisten suunnitelmien täytäntöönpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriölle. Kasvihuonekaasujen kansallisen inventaariojärjestelmän vastuuyksikkönä toimii Tilastokeskus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tässä pykälässä tarkoitetuista viranomaisten tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Kukin ministeriö valmistelee hallinnonalaansa koskevan osuuden 7-9 § :ssä tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 § :n mukaista ilmastovuosikertomusta varten. Ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 § :ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman osalta työ- ja elinkeinoministeriö, 8 § :ssä tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsätalousministeriö ja 9 § :ssä tarkoitetun keskipitkän aikavälin ilmastopolitiikan suunnitelman osalta ympäristöministeriö. Ilmastovuosikertomuksen kokoamisesta vastaa ympäristöministeriö. Tämän lain mukaisten suunnitelmien täytäntöönpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriölle. Kasvihuonekaasujen kansallisen inventaariojärjestelmän vastuuyksikkönä toimii Tilastokeskus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tässä pykälässä tarkoitetuista viranomaisten tehtävistä.",
        "folded_fi": "kukin ministerio valmistelee hallinnonalaansa koskevan osuuden 7-9 §:ssa tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 §:n mukaista ilmastovuosikertomusta varten. ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 §:ssa tarkoitetun pitkan aikavalin ilmastopolitiikan suunnitelman osalta tyo- ja elinkeinoministerio, 8 §:ssa tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsatalousministerio ja 9 §:ssa tarkoitetun keskipitkan aikavalin ilmastopolitiikan suunnitelman osalta ymparistoministerio. ilmastovuosikertomuksen kokoamisesta vastaa ymparistoministerio. taman lain mukaisten suunnitelmien taytantoonpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriolle. kasvihuonekaasujen kansallisen inventaariojarjestelman vastuuyksikkona toimii tilastokeskus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tassa pykalassa tarkoitetuista viranomaisten tehtavista.",
        "title_sv": "Myndigheternas uppgifter",
        "content_sv": "Varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som gäller det egna förvaltningsområdet och levererar de uppgifter som gäller förvaltningsområdet för den klimatårsberättelse som avses i 14 §. För samordningen och sammanställandet av de klimatpolitiska planerna svarar arbets- och näringsministeriet i fråga om den långsiktiga klimatpolitiska planen enligt 7 §, jord- och skogsbruksministeriet i fråga om den nationella planen för anpassning till klimatförändringen enligt 8 § och miljöministeriet i fråga om den klimatpolitiska planen på medellång sikt enligt 9 §. För sammanställandet av klimatårsberättelsen svarar miljöministeriet. Styrningen och uppföljningen av verkställigheten av de planer som avses i denna lag åligger varje ministerium i fråga om det egna ansvarsområdet. Statistikcentralen är ansvarsenhet för det nationella systemet för inventering av växthusgaser. Närmare bestämmelser om de myndighetsuppgifter som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som gäller det egna förvaltningsområdet och levererar de uppgifter som gäller förvaltningsområdet för den klimatårsberättelse som avses i 14 § . För samordningen och sammanställandet av de klimatpolitiska planerna svarar arbets- och näringsministeriet i fråga om den långsiktiga klimatpolitiska planen enligt 7 § , jord- och skogsbruksministeriet i fråga om den nationella planen för anpassning till klimatförändringen enligt 8 § och miljöministeriet i fråga om den klimatpolitiska planen på medellång sikt enligt 9 § . För sammanställandet av klimatårsberättelsen svarar miljöministeriet. Styrningen och uppföljningen av verkställigheten av de planer som avses i denna lag åligger varje ministerium i fråga om det egna ansvarsområdet. Statistikcentralen är ansvarsenhet för det nationella systemet för inventering av växthusgaser. Närmare bestämmelser om de myndighetsuppgifter som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "folded_sv": "varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som galler det egna forvaltningsomradet och levererar de uppgifter som galler forvaltningsomradet for den klimatarsberattelse som avses i 14 §. for samordningen och sammanstallandet av de klimatpolitiska planerna svarar arbets- och naringsministeriet i fraga om den langsiktiga klimatpolitiska planen enligt 7 §, jord- och skogsbruksministeriet i fraga om den nationella planen for anpassning till klimatforandringen enligt 8 § och miljoministeriet i fraga om den klimatpolitiska planen pa medellang sikt enligt 9 §. for sammanstallandet av klimatarsberattelsen svarar miljoministeriet. styrningen och uppfoljningen av verkstalligheten av de planer som avses i denna lag aligger varje ministerium i fraga om det egna ansvarsomradet. statistikcentralen ar ansvarsenhet for det nationella systemet for inventering av vaxthusgaser. narmare bestammelser om de myndighetsuppgifter som avses i denna paragraf far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tieteellinen asiantuntijaelin",
      "content": "Valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sitä koskevan päätöksenteon tueksi. Asiantuntijaelimen nimi on Suomen ilmastopaneeli ja sen tehtävänä on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritellä tieteellistä tietoa ilmastonmuutoksen hillitsemisestä ja siihen sopeutumisesta. Asiantuntijaelin voi suorittaa myös muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtäviä. Asiantuntijaelimessä tulee olla edustus eri tieteenaloilta. Asiantuntijaelimen jäsenet nimitetään määräajaksi. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tieteellisen asiantuntijaelimen tehtävistä ja kokoonpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sitä koskevan päätöksenteon tueksi. Asiantuntijaelimen nimi on Suomen ilmastopaneeli ja sen tehtävänä on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritellä tieteellistä tietoa ilmastonmuutoksen hillitsemisestä ja siihen sopeutumisesta. Asiantuntijaelin voi suorittaa myös muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtäviä. Asiantuntijaelimessä tulee olla edustus eri tieteenaloilta. Asiantuntijaelimen jäsenet nimitetään määräajaksi. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tieteellisen asiantuntijaelimen tehtävistä ja kokoonpanosta.",
        "folded_fi": "valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sita koskevan paatoksenteon tueksi. asiantuntijaelimen nimi on suomen ilmastopaneeli ja sen tehtavana on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritella tieteellista tietoa ilmastonmuutoksen hillitsemisesta ja siihen sopeutumisesta. asiantuntijaelin voi suorittaa myos muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtavia. asiantuntijaelimessa tulee olla edustus eri tieteenaloilta. asiantuntijaelimen jasenet nimitetaan maaraajaksi. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tieteellisen asiantuntijaelimen tehtavista ja kokoonpanosta.",
        "title_sv": "Vetenskapligt sakkunnigorgan",
        "content_sv": "Statsrådet ska tillsätta ett vetenskapligt och oberoende sakkunnigorgan som stöd för planeringen av klimatpolitiken och beslutsfattandet om den. Sakkunnigorganets namn är Finlands klimatpanel och dess uppgift är att för planeringen och uppföljningen av klimatpolitiken sammanställa och analysera vetenskaplig kunskap om begränsningen av och anpassningen till klimatförändringen. Sakkunnigorganet kan också utföra andra uppgifter som gäller framställandet av en kunskapsbas om klimatförändringen. I sakkunnigorganet ska olika vetenskapsområden vara representerade. Sakkunnigorganets medlemmar utses för viss tid. Närmare bestämmelser om det vetenskapliga sakkunnigorganets uppgifter och sammansättning får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Statsrådet ska tillsätta ett vetenskapligt och oberoende sakkunnigorgan som stöd för planeringen av klimatpolitiken och beslutsfattandet om den. Sakkunnigorganets namn är Finlands klimatpanel och dess uppgift är att för planeringen och uppföljningen av klimatpolitiken sammanställa och analysera vetenskaplig kunskap om begränsningen av och anpassningen till klimatförändringen. Sakkunnigorganet kan också utföra andra uppgifter som gäller framställandet av en kunskapsbas om klimatförändringen. I sakkunnigorganet ska olika vetenskapsområden vara representerade. Sakkunnigorganets medlemmar utses för viss tid. Närmare bestämmelser om det vetenskapliga sakkunnigorganets uppgifter och sammansättning får utfärdas genom förordning av statsrådet.",
        "folded_sv": "statsradet ska tillsatta ett vetenskapligt och oberoende sakkunnigorgan som stod for planeringen av klimatpolitiken och beslutsfattandet om den. sakkunnigorganets namn ar finlands klimatpanel och dess uppgift ar att for planeringen och uppfoljningen av klimatpolitiken sammanstalla och analysera vetenskaplig kunskap om begransningen av och anpassningen till klimatforandringen. sakkunnigorganet kan ocksa utfora andra uppgifter som galler framstallandet av en kunskapsbas om klimatforandringen. i sakkunnigorganet ska olika vetenskapsomraden vara representerade. sakkunnigorganets medlemmar utses for viss tid. narmare bestammelser om det vetenskapliga sakkunnigorganets uppgifter och sammansattning far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana kesakuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juni 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 juni 2015.",
        "folded_sv": "denna lag trader i kraft den 1 juni 2015."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus ja tavoitteet",
      "content": "Tämän lain tarkoituksena on: 1) vahvistaa puitteet Suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tähtäävien toimenpiteiden suunnittelussa ja täytäntöönpanon seurannassa; 3) vahvistaa eduskunnan ja yleisön mahdollisuuksia osallistua ja vaikuttaa Suomen ilmastopolitiikan suunnitteluun. Lain ja sen mukaisen ilmastopolitiikan suunnittelujärjestelmän tavoitteena on: 1) varmistaa osaltaan Suomea sitovista sopimuksista sekä Euroopan unionin lainsäädännöstä johtuvien kasvihuonekaasujen vähentämistä ja seurantaa koskevien velvoitteiden täyttyminen; 2) vähentää ihmisen aiheuttamia kasvihuonekaasupäästöjä ilmakehään, kansallisin toimin osaltaan hillitä ilmastonmuutosta ja sopeutua siihen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on: 1) vahvistaa puitteet Suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tähtäävien toimenpiteiden suunnittelussa ja täytäntöönpanon seurannassa; 3) vahvistaa eduskunnan ja yleisön mahdollisuuksia osallistua ja vaikuttaa Suomen ilmastopolitiikan suunnitteluun. Lain ja sen mukaisen ilmastopolitiikan suunnittelujärjestelmän tavoitteena on: 1) varmistaa osaltaan Suomea sitovista sopimuksista sekä Euroopan unionin lainsäädännöstä johtuvien kasvihuonekaasujen vähentämistä ja seurantaa koskevien velvoitteiden täyttyminen; 2) vähentää ihmisen aiheuttamia kasvihuonekaasupäästöjä ilmakehään, kansallisin toimin osaltaan hillitä ilmastonmuutosta ja sopeutua siihen.",
        "folded_fi": "taman lain tarkoituksena on: 1) vahvistaa puitteet suomen ilmastopolitiikan suunnittelulle ja sen toteutumisen seurannalle; 2) tehostaa ja sovittaa yhteen valtion viranomaisten toimintaa ilmastonmuutoksen hillitsemiseen ja siihen sopeutumiseen tahtaavien toimenpiteiden suunnittelussa ja taytantoonpanon seurannassa; 3) vahvistaa eduskunnan ja yleison mahdollisuuksia osallistua ja vaikuttaa suomen ilmastopolitiikan suunnitteluun. lain ja sen mukaisen ilmastopolitiikan suunnittelujarjestelman tavoitteena on: 1) varmistaa osaltaan suomea sitovista sopimuksista seka euroopan unionin lainsaadannosta johtuvien kasvihuonekaasujen vahentamista ja seurantaa koskevien velvoitteiden tayttyminen; 2) vahentaa ihmisen aiheuttamia kasvihuonekaasupaastoja ilmakehaan, kansallisin toimin osaltaan hillita ilmastonmuutosta ja sopeutua siihen.",
        "title_sv": "Lagens syfte och mål",
        "content_sv": "Syftet med denna lag är att 1) fastställa ramarna för planeringen av Finlands klimatpolitik och uppföljningen av genomförandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet när det gäller planering och uppföljning av verkställigheten av åtgärder som syftar till begränsning av och anpassning till klimatförändringen, 3) utöka riksdagens och allmänhetens möjligheter att delta i och inverka på planeringen av Finlands klimatpolitik. Målet med lagen och planeringssystemet för klimatpolitiken är att 1) bidra till att säkerställa att de åtaganden fullgörs som gäller minskning och övervakning av växthusgasutsläpp och som följer av de avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) minska antropogena växthusgasutsläpp i atmosfären, genom nationella åtgärder bidra till att begränsa klimatförändringen och anpassa sig till den.",
        "normalized_sv": "Syftet med denna lag är att 1) fastställa ramarna för planeringen av Finlands klimatpolitik och uppföljningen av genomförandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet när det gäller planering och uppföljning av verkställigheten av åtgärder som syftar till begränsning av och anpassning till klimatförändringen, 3) utöka riksdagens och allmänhetens möjligheter att delta i och inverka på planeringen av Finlands klimatpolitik. Målet med lagen och planeringssystemet för klimatpolitiken är att 1) bidra till att säkerställa att de åtaganden fullgörs som gäller minskning och övervakning av växthusgasutsläpp och som följer av de avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) minska antropogena växthusgasutsläpp i atmosfären, genom nationella åtgärder bidra till att begränsa klimatförändringen och anpassa sig till den.",
        "folded_sv": "syftet med denna lag ar att 1) faststalla ramarna for planeringen av finlands klimatpolitik och uppfoljningen av genomforandet av den, 2) effektivisera och samordna de statliga myndigheternas verksamhet nar det galler planering och uppfoljning av verkstalligheten av atgarder som syftar till begransning av och anpassning till klimatforandringen, 3) utoka riksdagens och allmanhetens mojligheter att delta i och inverka pa planeringen av finlands klimatpolitik. malet med lagen och planeringssystemet for klimatpolitiken ar att 1) bidra till att sakerstalla att de ataganden fullgors som galler minskning och overvakning av vaxthusgasutslapp och som foljer av de avtal som ar bindande for finland och av europeiska unionens lagstiftning, 2) minska antropogena vaxthusgasutslapp i atmosfaren, genom nationella atgarder bidra till att begransa klimatforandringen och anpassa sig till den."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Soveltamisala",
      "content": "Tässä laissa säädetään valtion viranomaisten tehtävistä ilmastopolitiikan suunnitelmien laatimisessa sekä niiden täytäntöönpanon varmistamisessa. Sen lisäksi, mitä tässä laissa säädetään ilmastonmuutoksen hillitsemisestä tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mitä niistä muussa laissa säädetään. Päästökauppasektoriin kuuluvista kasvihuonekaasujen päästöistä ja toimista niiden vähentämiseksi säädetään päästökauppalaissa (311/2011), lentoliikenteen päästökaupasta annetussa laissa (34/2010) ja Kioton mekanismien käytöstä annetussa laissa (109/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Tässä laissa säädetään valtion viranomaisten tehtävistä ilmastopolitiikan suunnitelmien laatimisessa sekä niiden täytäntöönpanon varmistamisessa. Sen lisäksi, mitä tässä laissa säädetään ilmastonmuutoksen hillitsemisestä tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mitä niistä muussa laissa säädetään. Päästökauppasektoriin kuuluvista kasvihuonekaasujen päästöistä ja toimista niiden vähentämiseksi säädetään päästökauppalaissa (311/2011), lentoliikenteen päästökaupasta annetussa laissa (34/2010) ja Kioton mekanismien käytöstä annetussa laissa (109/2007).",
        "folded_fi": "tassa laissa saadetaan valtion viranomaisten tehtavista ilmastopolitiikan suunnitelmien laatimisessa seka niiden taytantoonpanon varmistamisessa. sen lisaksi, mita tassa laissa saadetaan ilmastonmuutoksen hillitsemisesta tai ilmastonmuutokseen sopeutumisesta, noudatetaan, mita niista muussa laissa saadetaan. paastokauppasektoriin kuuluvista kasvihuonekaasujen paastoista ja toimista niiden vahentamiseksi saadetaan paastokauppalaissa (311/2011), lentoliikenteen paastokaupasta annetussa laissa (34/2010) ja kioton mekanismien kaytosta annetussa laissa (109/2007).",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och säkerställandet av att dessa verkställs. Utöver vad som i denna lag föreskrivs om begränsning av eller anpassning till klimatförändringen ska bestämmelserna om dessa frågor i andra lagar iakttas. Bestämmelser om de växthusgasutsläpp som omfattas av utsläppshandelssektorn och om åtgärder för att minska dem finns i lagen om utsläppshandel (311/2011), lagen om handel med utsläppsrätter för luftfart (34/2010) och lagen om användning av Kyotomekanismerna (109/2007).",
        "normalized_sv": "Denna lag innehåller bestämmelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och säkerställandet av att dessa verkställs. Utöver vad som i denna lag föreskrivs om begränsning av eller anpassning till klimatförändringen ska bestämmelserna om dessa frågor i andra lagar iakttas. Bestämmelser om de växthusgasutsläpp som omfattas av utsläppshandelssektorn och om åtgärder för att minska dem finns i lagen om utsläppshandel (311/2011), lagen om handel med utsläppsrätter för luftfart (34/2010) och lagen om användning av Kyotomekanismerna (109/2007).",
        "folded_sv": "denna lag innehaller bestammelser om de statliga myndigheternas uppgifter vid utarbetandet av klimatpolitiska planer och sakerstallandet av att dessa verkstalls. utover vad som i denna lag foreskrivs om begransning av eller anpassning till klimatforandringen ska bestammelserna om dessa fragor i andra lagar iakttas. bestammelser om de vaxthusgasutslapp som omfattas av utslappshandelssektorn och om atgarder for att minska dem finns i lagen om utslappshandel (311/2011), lagen om handel med utslappsratter for luftfart (34/2010) och lagen om anvandning av kyotomekanismerna (109/2007)."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Vaikutukset muuhun suunnitteluun ja päätöksentekoon",
      "content": "Tämän lain nojalla laaditut suunnitelmat on, siten kuin niistä muussa laissa erikseen säädetään, otettava huomioon suunniteltaessa ja päätettäessä muun lainsäädännön nojalla kasvihuonekaasujen päästöjen vähentämistä, ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevista toimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tämän lain nojalla laaditut suunnitelmat on, siten kuin niistä muussa laissa erikseen säädetään, otettava huomioon suunniteltaessa ja päätettäessä muun lainsäädännön nojalla kasvihuonekaasujen päästöjen vähentämistä, ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevista toimista.",
        "folded_fi": "taman lain nojalla laaditut suunnitelmat on, siten kuin niista muussa laissa erikseen saadetaan, otettava huomioon suunniteltaessa ja paatettaessa muun lainsaadannon nojalla kasvihuonekaasujen paastojen vahentamista, ilmastonmuutoksen hillitsemista ja ilmastonmuutokseen sopeutumista koskevista toimista.",
        "title_sv": "Verkningar för annan planering och annat beslutsfattande",
        "content_sv": "De planer som utarbetats med stöd av denna lag ska, så som det föreskrivs särskilt om dem i någon annan lag, beaktas vid sådan planering och sådant beslutsfattande enligt annan lagstiftning som gäller åtgärder för minskning av växthusgasutsläpp, begränsning av klimatförändringen och anpassning till klimatförändringen.",
        "normalized_sv": "De planer som utarbetats med stöd av denna lag ska, så som det föreskrivs särskilt om dem i någon annan lag, beaktas vid sådan planering och sådant beslutsfattande enligt annan lagstiftning som gäller åtgärder för minskning av växthusgasutsläpp, begränsning av klimatförändringen och anpassning till klimatförändringen.",
        "folded_sv": "de planer som utarbetats med stod av denna lag ska, sa som det foreskrivs sarskilt om dem i nagon annan lag, beaktas vid sadan planering och sadant beslutsfattande enligt annan lagstiftning som galler atgarder for minskning av vaxthusgasutslapp, begransning av klimatforandringen och anpassning till klimatforandringen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista edistävät toimet",
      "content": "Valtion viranomaisen on edistettävä toiminnassaan mahdollisuuksien mukaan tämän lain mukaisten suunnitelmien toteutumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtion viranomaisen on edistettävä toiminnassaan mahdollisuuksien mukaan tämän lain mukaisten suunnitelmien toteutumista.",
        "folded_fi": "valtion viranomaisen on edistettava toiminnassaan mahdollisuuksien mukaan taman lain mukaisten suunnitelmien toteutumista.",
        "title_sv": "Åtgärder som främjar begränsningen av och anpassningen till klimatförändringen",
        "content_sv": "Statliga myndigheter ska i sin verksamhet i den utsträckning det är möjligt främja genomförandet av de planer som avses i denna lag.",
        "normalized_sv": "Statliga myndigheter ska i sin verksamhet i den utsträckning det är möjligt främja genomförandet av de planer som avses i denna lag.",
        "folded_sv": "statliga myndigheter ska i sin verksamhet i den utstrackning det ar mojligt framja genomforandet av de planer som avses i denna lag."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyjä, perfluorihiilivetyjä, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehän luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lähettävät edelleen infrapunasäteilyä, siten kuin niistä kulloinkin voimassa olevissa Suomea sitovissa kansainvälisissä velvoitteissa määrätään; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehän koostumusta suoraan tai välillisesti muuttavasta ihmisen toiminnasta ja joka ylittää ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisellä ihmisten toiminnasta aiheutuvien kasvihuonekaasupäästöjen syntymisen ja niiden ilmakehään pääsemisen estämistä sekä muuta ilmastonmuutoksen vaikutusten lieventämistä tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin sekä toimia, joiden avulla voidaan hyötyä ilmastonmuutokseen liittyvistä vaikutuksista; 5) politiikkatoimilla niitä valtion viranomaisten toimenpiteitä, joilla vaikutetaan kasvihuonekaasupäästöihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojärjestelmällä järjestelmästä kasvihuonekaasupäästöjen seuraamiseksi ja niistä raportoimiseksi sekä muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla sekä päätöksen N:o 280/2004/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojärjestelmää; 7) kansallisella politiikkatoimien raportointijärjestelmällä 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien sekä ennusteiden järjestelmää; 8) päästökauppasektorilla päästökauppalain 2-5 §:ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä ja lentoliikenteen päästökaupasta annetun lain 2 §:ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä; 9) päästökaupan ulkopuolisella sektorilla jäsenvaltioiden pyrkimyksistä vähentää kasvihuonekaasupäästöjään yhteisön kasvihuonekaasupäästöjen vähentämissitoumusten täyttämiseksi vuoteen 2020 mennessä annetun Euroopan parlamentin ja neuvoston päätöksen N:o 406/2009/EY 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen päästöjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyjä, perfluorihiilivetyjä, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehän luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lähettävät edelleen infrapunasäteilyä, siten kuin niistä kulloinkin voimassa olevissa Suomea sitovissa kansainvälisissä velvoitteissa määrätään; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehän koostumusta suoraan tai välillisesti muuttavasta ihmisen toiminnasta ja joka ylittää ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisellä ihmisten toiminnasta aiheutuvien kasvihuonekaasupäästöjen syntymisen ja niiden ilmakehään pääsemisen estämistä sekä muuta ilmastonmuutoksen vaikutusten lieventämistä tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin sekä toimia, joiden avulla voidaan hyötyä ilmastonmuutokseen liittyvistä vaikutuksista; 5) politiikkatoimilla niitä valtion viranomaisten toimenpiteitä, joilla vaikutetaan kasvihuonekaasupäästöihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojärjestelmällä järjestelmästä kasvihuonekaasupäästöjen seuraamiseksi ja niistä raportoimiseksi sekä muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla sekä päätöksen N:o 280/2004/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojärjestelmää; 7) kansallisella politiikkatoimien raportointijärjestelmällä 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien sekä ennusteiden järjestelmää; 8) päästökauppasektorilla päästökauppalain 2-5 § :ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä ja lentoliikenteen päästökaupasta annetun lain 2 § :ssä tarkoitettuja mainitun lain soveltamisalaan kuuluvia päästöjä; 9) päästökaupan ulkopuolisella sektorilla jäsenvaltioiden pyrkimyksistä vähentää kasvihuonekaasupäästöjään yhteisön kasvihuonekaasupäästöjen vähentämissitoumusten täyttämiseksi vuoteen 2020 mennessä annetun Euroopan parlamentin ja neuvoston päätöksen N:o 406/2009/EY 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen päästöjä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) kasvihuonekaasulla hiilidioksidia, metaania, typpioksiduulia, fluorihiilivetyja, perfluorihiilivetyja, rikkiheksafluoridia, typpitrifluoridia ja muita ilmakehan luonnollisia ja ihmisen toiminnan aiheuttamia kaasumaisia ainesosia, jotka ottavat vastaan ja lahettavat edelleen infrapunasateilya, siten kuin niista kulloinkin voimassa olevissa suomea sitovissa kansainvalisissa velvoitteissa maarataan; 2) ilmastonmuutoksella sellaista muutosta ilmastossa, joka aiheutuu maapallon ilmakehan koostumusta suoraan tai valillisesti muuttavasta ihmisen toiminnasta ja joka ylittaa ilmaston luonnollisen vaihtelun vertailukelpoisten ajanjaksojen kuluessa; 3) ilmastonmuutoksen hillitsemisella ihmisten toiminnasta aiheutuvien kasvihuonekaasupaastojen syntymisen ja niiden ilmakehaan paasemisen estamista seka muuta ilmastonmuutoksen vaikutusten lieventamista tai poistamista; 4) ilmastonmuutokseen sopeutumisella toimia, joilla varaudutaan ja mukaudutaan ilmastonmuutokseen ja sen vaikutuksiin seka toimia, joiden avulla voidaan hyotya ilmastonmuutokseen liittyvista vaikutuksista; 5) politiikkatoimilla niita valtion viranomaisten toimenpiteita, joilla vaikutetaan kasvihuonekaasupaastoihin ja ilmastonmuutokseen sopeutumiseen; 6) kansallisella kasvihuonekaasujen inventaariojarjestelmalla jarjestelmasta kasvihuonekaasupaastojen seuraamiseksi ja niista raportoimiseksi seka muista ilmastonmuutosta koskevista tiedoista raportoimiseksi kansallisella ja unionin tasolla seka paatoksen n:o 280/2004/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) n:o 525/2013 3 artiklan 2 kohdassa tarkoitettua kansallista inventaariojarjestelmaa; 7) kansallisella politiikkatoimien raportointijarjestelmalla 6 kohdassa mainitun asetuksen 3 artiklan 15 kohdassa tarkoitettua politiikkojen ja toimien seka ennusteiden jarjestelmaa; 8) paastokauppasektorilla paastokauppalain 2-5 §:ssa tarkoitettuja mainitun lain soveltamisalaan kuuluvia paastoja ja lentoliikenteen paastokaupasta annetun lain 2 §:ssa tarkoitettuja mainitun lain soveltamisalaan kuuluvia paastoja; 9) paastokaupan ulkopuolisella sektorilla jasenvaltioiden pyrkimyksista vahentaa kasvihuonekaasupaastojaan yhteison kasvihuonekaasupaastojen vahentamissitoumusten tayttamiseksi vuoteen 2020 mennessa annetun euroopan parlamentin ja neuvoston paatoksen n:o 406/2009/ey 2 artiklan 1 kohdassa tarkoitettuja kasvihuonekaasujen paastoja.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) växthusgas koldioxid, metan, dikväveoxid, fluorkolväten, perfluorkarboner, svavelhexafluorid, kvävetrifluorid och andra gasformiga beståndsdelar i atmosfären, både naturliga och antropogena, som absorberar och återkastar infraröd strålning, så som det anges i de gällande internationella åtaganden som binder Finland, 2) klimatförändring en förändring av klimatet som är direkt eller indirekt hänförlig till mänsklig verksamhet, som ändrar sammansättningen av den globala atmosfären och som går utöver naturliga klimatvariationer som observerats under jämförbara tidsperioder, 3) begränsning av klimatförändringen hindrande av antropogena växthusgasutsläpp från att uppstå och komma ut i atmosfären samt lindring eller avhjälpande av klimatförändringens effekter i övrigt, 4) anpassning till klimatförändringen åtgärder genom vilka man förbereder sig på och anpassar sig till klimatförändringen och dess effekter samt åtgärder med hjälp av vilka man kan dra nytta av de effekter som har anknytning till klimatförändringen, 5) politiska åtgärder åtgärder som utförs av statliga myndigheter och som påverkar växthusgasutsläppen och anpassningen till klimatförändringen, 6) nationellt system för inventering av växthusgaser det nationella inventeringssystem som avses i artikel 3.2 i Europaparlamentets och rådets förordning (EU) nr 525/2013 om en mekanism för att övervaka och rapportera utsläpp av växthusgaser och för att rapportera annan information på nationell nivå och unionsnivå som är relevant för klimatförändringen och om upphävande av beslut nr 280/2004/EG, 7) nationellt system för rapportering av politiska åtgärder det system för politiska strategier och åtgärder och prognoser som avses i artikel 3.15 i den förordning som nämns i 6 punkten, 8) utsläppshandelssektorn de i 2-5 § i lagen om utsläppshandel avsedda utsläpp som faller under den lagens tillämpningsområde samt de i 2 § i lagen om handel med utsläppsrätter för luftfart avsedda utsläpp som faller under den lagens tillämpningsområde, 9) den sektor som inte omfattas av utsläppshandeln de växthusgasutsläpp som avses i artikel 2.1 i Europaparlamentets och rådets beslut nr 406/2009/EG om medlemsstaternas insatser för att minska sina växthusgasutsläpp i enlighet med gemenskapens åtaganden om minskning av växthusgasutsläppen till 2020.",
        "normalized_sv": "I denna lag avses med 1) växthusgas koldioxid, metan, dikväveoxid, fluorkolväten, perfluorkarboner, svavelhexafluorid, kvävetrifluorid och andra gasformiga beståndsdelar i atmosfären, både naturliga och antropogena, som absorberar och återkastar infraröd strålning, så som det anges i de gällande internationella åtaganden som binder Finland, 2) klimatförändring en förändring av klimatet som är direkt eller indirekt hänförlig till mänsklig verksamhet, som ändrar sammansättningen av den globala atmosfären och som går utöver naturliga klimatvariationer som observerats under jämförbara tidsperioder, 3) begränsning av klimatförändringen hindrande av antropogena växthusgasutsläpp från att uppstå och komma ut i atmosfären samt lindring eller avhjälpande av klimatförändringens effekter i övrigt, 4) anpassning till klimatförändringen åtgärder genom vilka man förbereder sig på och anpassar sig till klimatförändringen och dess effekter samt åtgärder med hjälp av vilka man kan dra nytta av de effekter som har anknytning till klimatförändringen, 5) politiska åtgärder åtgärder som utförs av statliga myndigheter och som påverkar växthusgasutsläppen och anpassningen till klimatförändringen, 6) nationellt system för inventering av växthusgaser det nationella inventeringssystem som avses i artikel 3.2 i Europaparlamentets och rådets förordning (EU) nr 525/2013 om en mekanism för att övervaka och rapportera utsläpp av växthusgaser och för att rapportera annan information på nationell nivå och unionsnivå som är relevant för klimatförändringen och om upphävande av beslut nr 280/2004/EG, 7) nationellt system för rapportering av politiska åtgärder det system för politiska strategier och åtgärder och prognoser som avses i artikel 3.15 i den förordning som nämns i 6 punkten, 8) utsläppshandelssektorn de i 2-5 § i lagen om utsläppshandel avsedda utsläpp som faller under den lagens tillämpningsområde samt de i 2 § i lagen om handel med utsläppsrätter för luftfart avsedda utsläpp som faller under den lagens tillämpningsområde, 9) den sektor som inte omfattas av utsläppshandeln de växthusgasutsläpp som avses i artikel 2.1 i Europaparlamentets och rådets beslut nr 406/2009/EG om medlemsstaternas insatser för att minska sina växthusgasutsläpp i enlighet med gemenskapens åtaganden om minskning av växthusgasutsläppen till 2020.",
        "folded_sv": "i denna lag avses med 1) vaxthusgas koldioxid, metan, dikvaveoxid, fluorkolvaten, perfluorkarboner, svavelhexafluorid, kvavetrifluorid och andra gasformiga bestandsdelar i atmosfaren, bade naturliga och antropogena, som absorberar och aterkastar infrarod stralning, sa som det anges i de gallande internationella ataganden som binder finland, 2) klimatforandring en forandring av klimatet som ar direkt eller indirekt hanforlig till mansklig verksamhet, som andrar sammansattningen av den globala atmosfaren och som gar utover naturliga klimatvariationer som observerats under jamforbara tidsperioder, 3) begransning av klimatforandringen hindrande av antropogena vaxthusgasutslapp fran att uppsta och komma ut i atmosfaren samt lindring eller avhjalpande av klimatforandringens effekter i ovrigt, 4) anpassning till klimatforandringen atgarder genom vilka man forbereder sig pa och anpassar sig till klimatforandringen och dess effekter samt atgarder med hjalp av vilka man kan dra nytta av de effekter som har anknytning till klimatforandringen, 5) politiska atgarder atgarder som utfors av statliga myndigheter och som paverkar vaxthusgasutslappen och anpassningen till klimatforandringen, 6) nationellt system for inventering av vaxthusgaser det nationella inventeringssystem som avses i artikel 3.2 i europaparlamentets och radets forordning (eu) nr 525/2013 om en mekanism for att overvaka och rapportera utslapp av vaxthusgaser och for att rapportera annan information pa nationell niva och unionsniva som ar relevant for klimatforandringen och om upphavande av beslut nr 280/2004/eg, 7) nationellt system for rapportering av politiska atgarder det system for politiska strategier och atgarder och prognoser som avses i artikel 3.15 i den forordning som namns i 6 punkten, 8) utslappshandelssektorn de i 2-5 § i lagen om utslappshandel avsedda utslapp som faller under den lagens tillampningsomrade samt de i 2 § i lagen om handel med utslappsratter for luftfart avsedda utslapp som faller under den lagens tillampningsomrade, 9) den sektor som inte omfattas av utslappshandeln de vaxthusgasutslapp som avses i artikel 2.1 i europaparlamentets och radets beslut nr 406/2009/eg om medlemsstaternas insatser for att minska sina vaxthusgasutslapp i enlighet med gemenskapens ataganden om minskning av vaxthusgasutslappen till 2020."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Ilmastopolitiikan suunnittelujärjestelmä",
      "content": "Tämän lain mukainen ilmastopolitiikan suunnittelujärjestelmä muodostuu seuraavista osista: 1) pitkän aikavälin ilmastopolitiikan suunnitelma; 2) keskipitkän aikavälin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. Ilmastopolitiikan suunnittelujärjestelmän tarkoituksena on määrittää kasvihuonekaasujen päästöjen vähentämisen ja ilmastonmuutokseen sopeutumisen tavoitteet sekä niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jäljempänä tarkemmin säädetään. Ilmastopolitiikan suunnittelujärjestelmän tavoitteena on osaltaan varmistaa, että ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispäästöt ilmakehään vähentyvät Suomen osalta vuoteen 2050 mennessä vähintään 80 prosenttia verrattuna vuoteen 1990. Jos Suomea sitovaan kansainväliseen sopimukseen tai Euroopan unionin lainsäädäntöön sisältyy edellä mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispäästöjä koskeva vähennystavoite, suunnittelujärjestelmän pitkän aikavälin päästövähennystavoitteen tulee perustua siihen. Ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistää ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. Ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkiä sekä hillitsemään ilmastonmuutosta että sopeutumaan siihen. Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, että otetaan huomioon ilmastonmuutoksen eteneminen, sen todennäköiset myönteiset ja kielteiset vaikutukset, siihen liittyvät vaarat ja riskit sekä mahdollisuudet onnettomuuksien estämiseen ja niiden haitallisten vaikutusten rajoittamiseen. Maataloustuotantoon liittyvässä suunnittelussa on varmistettava, että ilmastonmuutoksen hillitsemiseen liittyvät toimet suunnitellaan ja toteutetaan niin, etteivät ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. Ilmastopolitiikan suunnitelmien laatimisessa on lisäksi otettava huomioon seuraavat seikat: 1) Suomea sitovista kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupäästöjen inventaariojärjestelmässä ja kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto sekä arviot kansainvälisen ja Euroopan unionin ilmastopolitiikan kehityksestä; 4) ympäristölliset, taloudelliset ja sosiaaliset tekijät kestävän kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vähentämistä ja ilmastonmuutoksen hillitsemistä sekä ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämän lain mukainen ilmastopolitiikan suunnittelujärjestelmä muodostuu seuraavista osista: 1) pitkän aikavälin ilmastopolitiikan suunnitelma; 2) keskipitkän aikavälin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. Ilmastopolitiikan suunnittelujärjestelmän tarkoituksena on määrittää kasvihuonekaasujen päästöjen vähentämisen ja ilmastonmuutokseen sopeutumisen tavoitteet sekä niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jäljempänä tarkemmin säädetään. Ilmastopolitiikan suunnittelujärjestelmän tavoitteena on osaltaan varmistaa, että ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispäästöt ilmakehään vähentyvät Suomen osalta vuoteen 2050 mennessä vähintään 80 prosenttia verrattuna vuoteen 1990. Jos Suomea sitovaan kansainväliseen sopimukseen tai Euroopan unionin lainsäädäntöön sisältyy edellä mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispäästöjä koskeva vähennystavoite, suunnittelujärjestelmän pitkän aikavälin päästövähennystavoitteen tulee perustua siihen. Ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistää ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. Ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkiä sekä hillitsemään ilmastonmuutosta että sopeutumaan siihen. Ilmastonmuutoksen hillitsemistä ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, että otetaan huomioon ilmastonmuutoksen eteneminen, sen todennäköiset myönteiset ja kielteiset vaikutukset, siihen liittyvät vaarat ja riskit sekä mahdollisuudet onnettomuuksien estämiseen ja niiden haitallisten vaikutusten rajoittamiseen. Maataloustuotantoon liittyvässä suunnittelussa on varmistettava, että ilmastonmuutoksen hillitsemiseen liittyvät toimet suunnitellaan ja toteutetaan niin, etteivät ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. Ilmastopolitiikan suunnitelmien laatimisessa on lisäksi otettava huomioon seuraavat seikat: 1) Suomea sitovista kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupäästöjen inventaariojärjestelmässä ja kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto sekä arviot kansainvälisen ja Euroopan unionin ilmastopolitiikan kehityksestä; 4) ympäristölliset, taloudelliset ja sosiaaliset tekijät kestävän kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vähentämistä ja ilmastonmuutoksen hillitsemistä sekä ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijät.",
        "folded_fi": "taman lain mukainen ilmastopolitiikan suunnittelujarjestelma muodostuu seuraavista osista: 1) pitkan aikavalin ilmastopolitiikan suunnitelma; 2) keskipitkan aikavalin ilmastopolitiikan suunnitelma, joka perustuu 1 kohdassa tarkoitetun suunnitelman arvioihin ja tavoitteisiin; 3) ilmastonmuutoksen kansallinen sopeutumissuunnitelma. ilmastopolitiikan suunnittelujarjestelman tarkoituksena on maarittaa kasvihuonekaasujen paastojen vahentamisen ja ilmastonmuutokseen sopeutumisen tavoitteet seka niiden saavuttamiseksi tarvittavat toimet eri hallinnonaloilla siten kuin jaljempana tarkemmin saadetaan. ilmastopolitiikan suunnittelujarjestelman tavoitteena on osaltaan varmistaa, etta ihmisen toiminnasta aiheutuvien kasvihuonekaasujen kokonaispaastot ilmakehaan vahentyvat suomen osalta vuoteen 2050 mennessa vahintaan 80 prosenttia verrattuna vuoteen 1990. jos suomea sitovaan kansainvaliseen sopimukseen tai euroopan unionin lainsaadantoon sisaltyy edella mainitusta poikkeava vuoteen 2050 asetettu kasvihuonekaasujen kokonaispaastoja koskeva vahennystavoite, suunnittelujarjestelman pitkan aikavalin paastovahennystavoitteen tulee perustua siihen. ilmastonmuutokseen sopeutumisen suunnittelussa tavoitteena on edistaa ilmastonmuutoksen aiheuttamien riskien hallintaa ja toimialakohtaista sopeutumista ilmastonmuutokseen. ilmastopolitiikan suunnitelmien laadinnassa tavoitteena on kustannustehokkaalla tavalla pyrkia seka hillitsemaan ilmastonmuutosta etta sopeutumaan siihen. ilmastonmuutoksen hillitsemista ja siihen sopeutumista koskevat tavoitteet ja toimet on asetettava suunnitelmissa tieteellisen tiedon perusteella siten, etta otetaan huomioon ilmastonmuutoksen eteneminen, sen todennakoiset myonteiset ja kielteiset vaikutukset, siihen liittyvat vaarat ja riskit seka mahdollisuudet onnettomuuksien estamiseen ja niiden haitallisten vaikutusten rajoittamiseen. maataloustuotantoon liittyvassa suunnittelussa on varmistettava, etta ilmastonmuutoksen hillitsemiseen liittyvat toimet suunnitellaan ja toteutetaan niin, etteivat ne vaaranna kotimaista ruuan tuotantoa tai globaalia ruokaturvaa. ilmastopolitiikan suunnitelmien laatimisessa on lisaksi otettava huomioon seuraavat seikat: 1) suomea sitovista kansainvalisista sopimuksista ja euroopan unionin lainsaadannosta johtuvat velvoitteet; 2) kansallisessa kasvihuonekaasupaastojen inventaariojarjestelmassa ja kansallisessa politiikkatoimien raportointijarjestelmassa tuotetut tiedot; 3) ilmastonmuutosta koskeva ajantasainen tieteellinen tieto seka arviot kansainvalisen ja euroopan unionin ilmastopolitiikan kehityksesta; 4) ymparistolliset, taloudelliset ja sosiaaliset tekijat kestavan kehityksen periaatteen mukaisesti; 5) kasvihuonekaasujen vahentamista ja ilmastonmuutoksen hillitsemista seka ilmastonmuutokseen sopeutumista koskevan teknologian taso ja kehitys; 6) muut yhteiskunnan kehityksen kannalta olennaiset tekijat.",
        "title_sv": "Planeringssystem för klimatpolitiken",
        "content_sv": "Planeringssystemet för klimatpolitiken enligt denna lag består av följande delar: 1) en långsiktig klimatpolitisk plan, 2) en klimatpolitisk plan på medellång sikt som grundar sig på beräkningarna i och målen för den plan som avses i 1 punkten, 3) en nationell plan för anpassning till klimatförändringen. Syftet med planeringssystemet för klimatpolitiken är att lägga fast målen för minskning av växthusgasutsläpp och anpassning till klimatförändringen samt de åtgärder som behövs inom olika förvaltningsområden för att uppnå målen, så som det närmare föreskrivs nedan. Målet med planeringssystemet för klimatpolitiken är att det ska bidra till att säkerställa att de totala utsläppen av antropogena växthusgaser i atmosfären som tillräknas Finland till år 2050 har minskat med minst 80 procent jämfört med 1990 års nivå. Om det i ett internationellt avtal som är bindande för Finland eller i Europeiska unionens lagstiftning ingår ett mål för minskning av de totala utsläppen av växthusgaser till 2050 som avviker från ovannämnda mål, ska det långsiktiga mål för minskning av utsläpp som ingår i planeringssystemet basera sig på det. I planeringen av anpassningen till klimatförändringen är målet att främja hanteringen av de risker som klimatförändringen orsakar och den branschspecifika anpassningen till klimatförändringen. I utarbetandet av de klimatpolitiska planerna är målet att på ett kostnadseffektivt sätt sträva efter att både begränsa klimatförändringen och anpassa sig till den. De mål och åtgärder som gäller begränsning av och anpassning till klimatförändringen ska i planerna fastläggas utifrån vetenskapliga fakta så att hänsyn tas till klimatförändringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt möjligheter till förhindrande av olyckor och begränsning av deras skadliga verkningar. I den planering som gäller jordbruksproduktion ska det säkerställas att de åtgärder som hör samman med begränsningen av klimatförändringen planeras och genomförs så att de inte äventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. Vid utarbetandet av de klimatpolitiska planerna ska hänsyn dessutom tas till 1) de skyldigheter som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet för inventering av växthusgaser och det nationella systemet för rapportering av politiska åtgärder, 3) aktuell vetenskaplig kunskap om klimatförändringen samt bedömningar av utvecklingen av den internationella klimatpolitiken och Europeiska unionens klimatpolitik, 4) miljömässiga, ekonomiska och sociala faktorer i enlighet med principen om hållbar utveckling, 5) nivån på och utvecklingen av tekniken för minskning av växthusgaser, begränsning av klimatförändringen och anpassning till den, 6) andra faktorer som är väsentliga för samhällsutvecklingen.",
        "normalized_sv": "Planeringssystemet för klimatpolitiken enligt denna lag består av följande delar: 1) en långsiktig klimatpolitisk plan, 2) en klimatpolitisk plan på medellång sikt som grundar sig på beräkningarna i och målen för den plan som avses i 1 punkten, 3) en nationell plan för anpassning till klimatförändringen. Syftet med planeringssystemet för klimatpolitiken är att lägga fast målen för minskning av växthusgasutsläpp och anpassning till klimatförändringen samt de åtgärder som behövs inom olika förvaltningsområden för att uppnå målen, så som det närmare föreskrivs nedan. Målet med planeringssystemet för klimatpolitiken är att det ska bidra till att säkerställa att de totala utsläppen av antropogena växthusgaser i atmosfären som tillräknas Finland till år 2050 har minskat med minst 80 procent jämfört med 1990 års nivå. Om det i ett internationellt avtal som är bindande för Finland eller i Europeiska unionens lagstiftning ingår ett mål för minskning av de totala utsläppen av växthusgaser till 2050 som avviker från ovannämnda mål, ska det långsiktiga mål för minskning av utsläpp som ingår i planeringssystemet basera sig på det. I planeringen av anpassningen till klimatförändringen är målet att främja hanteringen av de risker som klimatförändringen orsakar och den branschspecifika anpassningen till klimatförändringen. I utarbetandet av de klimatpolitiska planerna är målet att på ett kostnadseffektivt sätt sträva efter att både begränsa klimatförändringen och anpassa sig till den. De mål och åtgärder som gäller begränsning av och anpassning till klimatförändringen ska i planerna fastläggas utifrån vetenskapliga fakta så att hänsyn tas till klimatförändringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt möjligheter till förhindrande av olyckor och begränsning av deras skadliga verkningar. I den planering som gäller jordbruksproduktion ska det säkerställas att de åtgärder som hör samman med begränsningen av klimatförändringen planeras och genomförs så att de inte äventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. Vid utarbetandet av de klimatpolitiska planerna ska hänsyn dessutom tas till 1) de skyldigheter som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet för inventering av växthusgaser och det nationella systemet för rapportering av politiska åtgärder, 3) aktuell vetenskaplig kunskap om klimatförändringen samt bedömningar av utvecklingen av den internationella klimatpolitiken och Europeiska unionens klimatpolitik, 4) miljömässiga, ekonomiska och sociala faktorer i enlighet med principen om hållbar utveckling, 5) nivån på och utvecklingen av tekniken för minskning av växthusgaser, begränsning av klimatförändringen och anpassning till den, 6) andra faktorer som är väsentliga för samhällsutvecklingen.",
        "folded_sv": "planeringssystemet for klimatpolitiken enligt denna lag bestar av foljande delar: 1) en langsiktig klimatpolitisk plan, 2) en klimatpolitisk plan pa medellang sikt som grundar sig pa berakningarna i och malen for den plan som avses i 1 punkten, 3) en nationell plan for anpassning till klimatforandringen. syftet med planeringssystemet for klimatpolitiken ar att lagga fast malen for minskning av vaxthusgasutslapp och anpassning till klimatforandringen samt de atgarder som behovs inom olika forvaltningsomraden for att uppna malen, sa som det narmare foreskrivs nedan. malet med planeringssystemet for klimatpolitiken ar att det ska bidra till att sakerstalla att de totala utslappen av antropogena vaxthusgaser i atmosfaren som tillraknas finland till ar 2050 har minskat med minst 80 procent jamfort med 1990 ars niva. om det i ett internationellt avtal som ar bindande for finland eller i europeiska unionens lagstiftning ingar ett mal for minskning av de totala utslappen av vaxthusgaser till 2050 som avviker fran ovannamnda mal, ska det langsiktiga mal for minskning av utslapp som ingar i planeringssystemet basera sig pa det. i planeringen av anpassningen till klimatforandringen ar malet att framja hanteringen av de risker som klimatforandringen orsakar och den branschspecifika anpassningen till klimatforandringen. i utarbetandet av de klimatpolitiska planerna ar malet att pa ett kostnadseffektivt satt strava efter att bade begransa klimatforandringen och anpassa sig till den. de mal och atgarder som galler begransning av och anpassning till klimatforandringen ska i planerna fastlaggas utifran vetenskapliga fakta sa att hansyn tas till klimatforandringens framskridande, dess sannolika positiva och negativa effekter, faror och risker i anslutning till den samt mojligheter till forhindrande av olyckor och begransning av deras skadliga verkningar. i den planering som galler jordbruksproduktion ska det sakerstallas att de atgarder som hor samman med begransningen av klimatforandringen planeras och genomfors sa att de inte aventyrar den inhemska livsmedelsproduktionen eller den globala livsmedelstryggheten. vid utarbetandet av de klimatpolitiska planerna ska hansyn dessutom tas till 1) de skyldigheter som foljer av internationella avtal som ar bindande for finland och av europeiska unionens lagstiftning, 2) den information som tagits fram genom det nationella systemet for inventering av vaxthusgaser och det nationella systemet for rapportering av politiska atgarder, 3) aktuell vetenskaplig kunskap om klimatforandringen samt bedomningar av utvecklingen av den internationella klimatpolitiken och europeiska unionens klimatpolitik, 4) miljomassiga, ekonomiska och sociala faktorer i enlighet med principen om hallbar utveckling, 5) nivan pa och utvecklingen av tekniken for minskning av vaxthusgaser, begransning av klimatforandringen och anpassning till den, 6) andra faktorer som ar vasentliga for samhallsutvecklingen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Pitkän aikavälin ilmastopolitiikan suunnitelma",
      "content": "Valtioneuvosto hyväksyy vähintään kerran kymmenessä vuodessa pitkän aikavälin ilmastopolitiikan suunnitelman päästökauppasektoriin sekä päästökaupan ulkopuoliseen sektoriin kohdistuvista keskeisistä politiikkatoimista, joilla saavutetaan 6 §:n 3 momentissa tarkoitetut pitkän aikavälin kasvihuonekaasupäästöjen vähentämistä ja ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. Sen lisäksi, mitä 1 momentissa säädetään, pitkän aikavälin ilmastopolitiikan suunnitelmassa esitetään seuraavat asiat: 1) 6 §:n 3 momentissa tarkoitettuun kasvihuonekaasujen vähennystavoitteeseen perustuvat kasvihuonekaasupäästöjen skenaariot vuoteen 2050 sekä keskeiset toimialakohtaiset etenemisvaihtoehdot pitkän aikavälin päästövähennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvälisestä ja eurooppalaisesta toimintaympäristöstä ja sen kehitysnäkymistä pitkällä aikavälillä; 3) arvion kasvihuonekaasujen päästöjen vähennysmenetelmien kehitysnäkymistä Suomen näkökulmasta; 4) muut tarpeelliseksi katsotut seikat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtioneuvosto hyväksyy vähintään kerran kymmenessä vuodessa pitkän aikavälin ilmastopolitiikan suunnitelman päästökauppasektoriin sekä päästökaupan ulkopuoliseen sektoriin kohdistuvista keskeisistä politiikkatoimista, joilla saavutetaan 6 § :n 3 momentissa tarkoitetut pitkän aikavälin kasvihuonekaasupäästöjen vähentämistä ja ilmastonmuutoksen hillitsemistä ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. Sen lisäksi, mitä 1 momentissa säädetään, pitkän aikavälin ilmastopolitiikan suunnitelmassa esitetään seuraavat asiat: 1) 6 § :n 3 momentissa tarkoitettuun kasvihuonekaasujen vähennystavoitteeseen perustuvat kasvihuonekaasupäästöjen skenaariot vuoteen 2050 sekä keskeiset toimialakohtaiset etenemisvaihtoehdot pitkän aikavälin päästövähennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvälisestä ja eurooppalaisesta toimintaympäristöstä ja sen kehitysnäkymistä pitkällä aikavälillä; 3) arvion kasvihuonekaasujen päästöjen vähennysmenetelmien kehitysnäkymistä Suomen näkökulmasta; 4) muut tarpeelliseksi katsotut seikat.",
        "folded_fi": "valtioneuvosto hyvaksyy vahintaan kerran kymmenessa vuodessa pitkan aikavalin ilmastopolitiikan suunnitelman paastokauppasektoriin seka paastokaupan ulkopuoliseen sektoriin kohdistuvista keskeisista politiikkatoimista, joilla saavutetaan 6 §:n 3 momentissa tarkoitetut pitkan aikavalin kasvihuonekaasupaastojen vahentamista ja ilmastonmuutoksen hillitsemista ja ilmastonmuutokseen sopeutumista koskevat tavoitteet. sen lisaksi, mita 1 momentissa saadetaan, pitkan aikavalin ilmastopolitiikan suunnitelmassa esitetaan seuraavat asiat: 1) 6 §:n 3 momentissa tarkoitettuun kasvihuonekaasujen vahennystavoitteeseen perustuvat kasvihuonekaasupaastojen skenaariot vuoteen 2050 seka keskeiset toimialakohtaiset etenemisvaihtoehdot pitkan aikavalin paastovahennystavoitteen saavuttamiseksi; 2) kuvauksen ilmastopolitiikan kansainvalisesta ja eurooppalaisesta toimintaymparistosta ja sen kehitysnakymista pitkalla aikavalilla; 3) arvion kasvihuonekaasujen paastojen vahennysmenetelmien kehitysnakymista suomen nakokulmasta; 4) muut tarpeelliseksi katsotut seikat.",
        "title_sv": "Långsiktig klimatpolitisk plan",
        "content_sv": "Statsrådet ska minst vart tionde år anta en långsiktig klimatpolitisk plan för de viktigaste politiska åtgärder som riktas till utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln och som syftar till uppnåendet av de i 6 § 3 mom. avsedda långsiktiga mål som gäller minskning av växthusgasutsläpp samt begränsning av och anpassning till klimatförändringen. Utöver vad som föreskrivs i 1 mom. ska i den långsiktiga klimatpolitiska planen anges också följande omständigheter: 1) scenarier för växthusgasutsläpp fram till 2050 som baserar sig på de mål för minskning av växthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvägagångsalternativ för att uppnå det långsiktiga målet för minskning av utsläpp, 2) en beskrivning av de internationella och europeiska klimatpolitiska förhållandena och utvecklingsutsikterna för dessa på lång sikt, 3) en uppskattning av utvecklingsutsikterna för metoder för minskning av växthusgasutsläpp ur finländsk synvinkel, 4) andra omständigheter som anses behövliga.",
        "normalized_sv": "Statsrådet ska minst vart tionde år anta en långsiktig klimatpolitisk plan för de viktigaste politiska åtgärder som riktas till utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln och som syftar till uppnåendet av de i 6 § 3 mom. avsedda långsiktiga mål som gäller minskning av växthusgasutsläpp samt begränsning av och anpassning till klimatförändringen. Utöver vad som föreskrivs i 1 mom. ska i den långsiktiga klimatpolitiska planen anges också följande omständigheter: 1) scenarier för växthusgasutsläpp fram till 2050 som baserar sig på de mål för minskning av växthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvägagångsalternativ för att uppnå det långsiktiga målet för minskning av utsläpp, 2) en beskrivning av de internationella och europeiska klimatpolitiska förhållandena och utvecklingsutsikterna för dessa på lång sikt, 3) en uppskattning av utvecklingsutsikterna för metoder för minskning av växthusgasutsläpp ur finländsk synvinkel, 4) andra omständigheter som anses behövliga.",
        "folded_sv": "statsradet ska minst vart tionde ar anta en langsiktig klimatpolitisk plan for de viktigaste politiska atgarder som riktas till utslappshandelssektorn och den sektor som inte omfattas av utslappshandeln och som syftar till uppnaendet av de i 6 § 3 mom. avsedda langsiktiga mal som galler minskning av vaxthusgasutslapp samt begransning av och anpassning till klimatforandringen. utover vad som foreskrivs i 1 mom. ska i den langsiktiga klimatpolitiska planen anges ocksa foljande omstandigheter: 1) scenarier for vaxthusgasutslapp fram till 2050 som baserar sig pa de mal for minskning av vaxthusgaser som anges i 6 § 3 mom. samt centrala branschspecifika tillvagagangsalternativ for att uppna det langsiktiga malet for minskning av utslapp, 2) en beskrivning av de internationella och europeiska klimatpolitiska forhallandena och utvecklingsutsikterna for dessa pa lang sikt, 3) en uppskattning av utvecklingsutsikterna for metoder for minskning av vaxthusgasutslapp ur finlandsk synvinkel, 4) andra omstandigheter som anses behovliga."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmastonmuutoksen kansallinen sopeutumissuunnitelma",
      "content": "Valtioneuvosto hyväksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vähintään kerran kymmenessä vuodessa. Sopeutumissuunnitelma sisältää riski- ja haavoittuvuustarkastelun sekä tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Valtioneuvosto hyväksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vähintään kerran kymmenessä vuodessa. Sopeutumissuunnitelma sisältää riski- ja haavoittuvuustarkastelun sekä tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
        "folded_fi": "valtioneuvosto hyvaksyy ilmastonmuutoksen kansallisen sopeutumissuunnitelman vahintaan kerran kymmenessa vuodessa. sopeutumissuunnitelma sisaltaa riski- ja haavoittuvuustarkastelun seka tarpeen mukaan hallinnonaloittaisia sopeutumista koskevia toimintaohjelmia.",
        "title_sv": "Nationell plan för anpassning till klimatförändringen",
        "content_sv": "Statsrådet ska minst vart tionde år anta en nationell plan för anpassning till klimatförändringen. Anpassningsplanen ska innehålla en risk- och sårbarhetsgranskning och handlingsprogram för anpassning inom olika förvaltningsområden enligt behov.",
        "normalized_sv": "Statsrådet ska minst vart tionde år anta en nationell plan för anpassning till klimatförändringen. Anpassningsplanen ska innehålla en risk- och sårbarhetsgranskning och handlingsprogram för anpassning inom olika förvaltningsområden enligt behov.",
        "folded_sv": "statsradet ska minst vart tionde ar anta en nationell plan for anpassning till klimatforandringen. anpassningsplanen ska innehalla en risk- och sarbarhetsgranskning och handlingsprogram for anpassning inom olika forvaltningsomraden enligt behov."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskipitkän aikavälin ilmastopolitiikan suunnitelma",
      "content": "Valtioneuvosto hyväksyy kerran vaalikaudessa keskipitkän aikavälin ilmastopolitiikan suunnitelman. Suunnitelmaan sisältyy toimenpideohjelma, jossa esitetään, millä toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen päästöjä vähennetään ja ilmastonmuutosta hillitään päästökaupan ulkopuolisella sektorilla, sekä päästökehitysarviot kasvihuonekaasujen päästöjen kehityksestä ja politiikkatoimien vaikutuksista siihen. Edellä 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetään seuraavat asiat: 1) kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat sitoumukset kasvihuonekaasupäästöjen vähentämiseksi; 2) nykyiset päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupäästöjen vähentämiseksi ja arvio niiden vaikuttavuudesta; 3) edellä 7 §:ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman ja tämän momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupäästöjen vähentämistä koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. Edellä 1 momentissa tarkoitetuissa päästökehitysarvioissa esitetään seuraavat asiat: 1) tiedot Suomen kasvihuonekaasujen kokonaispäästöjen kehityksestä vuodesta 1990; 2) tiedot päästökauppasektorin ja päästökaupan ulkopuolisen sektorin päästöjen kehityksestä vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispäästöjen ja erikseen päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. Keskipitkän aikavälin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Valtioneuvosto hyväksyy kerran vaalikaudessa keskipitkän aikavälin ilmastopolitiikan suunnitelman. Suunnitelmaan sisältyy toimenpideohjelma, jossa esitetään, millä toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen päästöjä vähennetään ja ilmastonmuutosta hillitään päästökaupan ulkopuolisella sektorilla, sekä päästökehitysarviot kasvihuonekaasujen päästöjen kehityksestä ja politiikkatoimien vaikutuksista siihen. Edellä 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetään seuraavat asiat: 1) kansainvälisistä sopimuksista ja Euroopan unionin lainsäädännöstä johtuvat sitoumukset kasvihuonekaasupäästöjen vähentämiseksi; 2) nykyiset päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupäästöjen vähentämiseksi ja arvio niiden vaikuttavuudesta; 3) edellä 7 § :ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman ja tämän momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupäästöjen vähentämistä koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet päästökaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. Edellä 1 momentissa tarkoitetuissa päästökehitysarvioissa esitetään seuraavat asiat: 1) tiedot Suomen kasvihuonekaasujen kokonaispäästöjen kehityksestä vuodesta 1990; 2) tiedot päästökauppasektorin ja päästökaupan ulkopuolisen sektorin päästöjen kehityksestä vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispäästöjen ja erikseen päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio päästökaupan ulkopuolisen sektorin päästöjen kehityksestä suunnitelman hyväksymistä seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. Keskipitkän aikavälin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
        "folded_fi": "valtioneuvosto hyvaksyy kerran vaalikaudessa keskipitkan aikavalin ilmastopolitiikan suunnitelman. suunnitelmaan sisaltyy toimenpideohjelma, jossa esitetaan, milla toimilla ihmisen toiminnasta aiheutuvia kasvihuonekaasujen paastoja vahennetaan ja ilmastonmuutosta hillitaan paastokaupan ulkopuolisella sektorilla, seka paastokehitysarviot kasvihuonekaasujen paastojen kehityksesta ja politiikkatoimien vaikutuksista siihen. edella 1 momentissa tarkoitetussa ilmastotoimenpideohjelmassa esitetaan seuraavat asiat: 1) kansainvalisista sopimuksista ja euroopan unionin lainsaadannosta johtuvat sitoumukset kasvihuonekaasupaastojen vahentamiseksi; 2) nykyiset paastokaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet kasvihuonekaasupaastojen vahentamiseksi ja arvio niiden vaikuttavuudesta; 3) edella 7 §:ssa tarkoitetun pitkan aikavalin ilmastopolitiikan suunnitelman ja taman momentin 1 kohdassa tarkoitettujen sitoumusten mukaisten kasvihuonekaasupaastojen vahentamista koskevien tavoitteiden saavuttamiseksi mahdollisesti tarvittavat uudet paastokaupan ulkopuoliseen sektoriin kohdistuvat politiikkatoimet ja arvio niiden vaikuttavuudesta; 4) muut tarpeelliseksi katsotut seikat. edella 1 momentissa tarkoitetuissa paastokehitysarvioissa esitetaan seuraavat asiat: 1) tiedot suomen kasvihuonekaasujen kokonaispaastojen kehityksesta vuodesta 1990; 2) tiedot paastokauppasektorin ja paastokaupan ulkopuolisen sektorin paastojen kehityksesta vuodesta 2005; 3) arvio kasvihuonekaasujen kokonaispaastojen ja erikseen paastokaupan ulkopuolisen sektorin paastojen kehityksesta suunnitelman hyvaksymista seuraavien 10-20 vuoden aikana nykyisten politiikkatoimien perusteella; 4) arvio paastokaupan ulkopuolisen sektorin paastojen kehityksesta suunnitelman hyvaksymista seuraavien 10-20 vuoden aikana nykyisten ja 2 momentin 3 kohdassa tarkoitettujen uusien politiikkatoimien perusteella; 5) muut tarpeelliseksi katsotut seikat. keskipitkan aikavalin ilmastopolitiikan suunnitelma tulee sovittaa tarvittavilta osin yhteen energia- ja liikennepolitiikan suunnittelun kanssa.",
        "title_sv": "Klimatpolitisk plan på medellång sikt",
        "content_sv": "Statsrådet ska en gång per valperiod anta en klimatpolitisk plan på medellång sikt. Planen ska innehålla ett åtgärdsprogram där det presenteras åtgärder för minskning av antropogena växthusgasutsläpp och begränsning av klimatförändringen inom den sektor som inte omfattas av utsläppshandeln, samt bedömningar av utvecklingen av växthusgasutsläppen och de politiska åtgärdernas inverkan på den. I det klimatåtgärdsprogram som avses i 1 mom. ska följande omständigheter anges: 1) de åtaganden att minska utsläppen av växthusgaser som följer av internationella avtal och av Europeiska unionens lagstiftning, 2) nuvarande politiska åtgärder för minskning av växthusgasutsläpp som riktar sig till den sektor som inte omfattas av utsläppshandeln och en bedömning av hur verkningsfulla åtgärderna är, 3) sådana nya politiska åtgärder riktade till den sektor som inte omfattas av utsläppshandeln som eventuellt behövs för att uppnå de mål för minskning av växthusgasutsläpp som anges i den i 7 § avsedda långsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda åtagandena samt en bedömning av hur verkningsfulla åtgärderna är, 4) andra omständigheter som anses behövliga. I de bedömningar av utvecklingen av växthusgasutsläpp som avses i 1 mom. ska följande omständigheter anges: 1) uppgifter om hur Finlands totala utsläpp av växthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utsläppen från utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utsläppen av växthusgaser, och separat utsläppen från den sektor som inte omfattas av utsläppshandeln, utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder, 4) en uppskattning av hur utsläppen inom den sektor som inte omfattas av utsläppshandeln utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder och de nya politiska åtgärder som avses i 2 mom. 3 punkten, 5) andra omständigheter som anses behövliga. Den klimatpolitiska planen på medellång sikt ska till behövliga delar samordnas med planeringen av energi- och trafikpolitiken.",
        "normalized_sv": "Statsrådet ska en gång per valperiod anta en klimatpolitisk plan på medellång sikt. Planen ska innehålla ett åtgärdsprogram där det presenteras åtgärder för minskning av antropogena växthusgasutsläpp och begränsning av klimatförändringen inom den sektor som inte omfattas av utsläppshandeln, samt bedömningar av utvecklingen av växthusgasutsläppen och de politiska åtgärdernas inverkan på den. I det klimatåtgärdsprogram som avses i 1 mom. ska följande omständigheter anges: 1) de åtaganden att minska utsläppen av växthusgaser som följer av internationella avtal och av Europeiska unionens lagstiftning, 2) nuvarande politiska åtgärder för minskning av växthusgasutsläpp som riktar sig till den sektor som inte omfattas av utsläppshandeln och en bedömning av hur verkningsfulla åtgärderna är, 3) sådana nya politiska åtgärder riktade till den sektor som inte omfattas av utsläppshandeln som eventuellt behövs för att uppnå de mål för minskning av växthusgasutsläpp som anges i den i 7 § avsedda långsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda åtagandena samt en bedömning av hur verkningsfulla åtgärderna är, 4) andra omständigheter som anses behövliga. I de bedömningar av utvecklingen av växthusgasutsläpp som avses i 1 mom. ska följande omständigheter anges: 1) uppgifter om hur Finlands totala utsläpp av växthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utsläppen från utsläppshandelssektorn och den sektor som inte omfattas av utsläppshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utsläppen av växthusgaser, och separat utsläppen från den sektor som inte omfattas av utsläppshandeln, utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder, 4) en uppskattning av hur utsläppen inom den sektor som inte omfattas av utsläppshandeln utvecklas under de 10-20 åren efter det att planen antogs, utifrån nuvarande politiska åtgärder och de nya politiska åtgärder som avses i 2 mom. 3 punkten, 5) andra omständigheter som anses behövliga. Den klimatpolitiska planen på medellång sikt ska till behövliga delar samordnas med planeringen av energi- och trafikpolitiken.",
        "folded_sv": "statsradet ska en gang per valperiod anta en klimatpolitisk plan pa medellang sikt. planen ska innehalla ett atgardsprogram dar det presenteras atgarder for minskning av antropogena vaxthusgasutslapp och begransning av klimatforandringen inom den sektor som inte omfattas av utslappshandeln, samt bedomningar av utvecklingen av vaxthusgasutslappen och de politiska atgardernas inverkan pa den. i det klimatatgardsprogram som avses i 1 mom. ska foljande omstandigheter anges: 1) de ataganden att minska utslappen av vaxthusgaser som foljer av internationella avtal och av europeiska unionens lagstiftning, 2) nuvarande politiska atgarder for minskning av vaxthusgasutslapp som riktar sig till den sektor som inte omfattas av utslappshandeln och en bedomning av hur verkningsfulla atgarderna ar, 3) sadana nya politiska atgarder riktade till den sektor som inte omfattas av utslappshandeln som eventuellt behovs for att uppna de mal for minskning av vaxthusgasutslapp som anges i den i 7 § avsedda langsiktiga klimatpolitiska planen och de i 1 punkten i detta moment avsedda atagandena samt en bedomning av hur verkningsfulla atgarderna ar, 4) andra omstandigheter som anses behovliga. i de bedomningar av utvecklingen av vaxthusgasutslapp som avses i 1 mom. ska foljande omstandigheter anges: 1) uppgifter om hur finlands totala utslapp av vaxthusgaser har utvecklats sedan 1990, 2) uppgifter om hur utslappen fran utslappshandelssektorn och den sektor som inte omfattas av utslappshandeln har utvecklats sedan 2005, 3) en uppskattning av hur de totala utslappen av vaxthusgaser, och separat utslappen fran den sektor som inte omfattas av utslappshandeln, utvecklas under de 10-20 aren efter det att planen antogs, utifran nuvarande politiska atgarder, 4) en uppskattning av hur utslappen inom den sektor som inte omfattas av utslappshandeln utvecklas under de 10-20 aren efter det att planen antogs, utifran nuvarande politiska atgarder och de nya politiska atgarder som avses i 2 mom. 3 punkten, 5) andra omstandigheter som anses behovliga. den klimatpolitiska planen pa medellang sikt ska till behovliga delar samordnas med planeringen av energi- och trafikpolitiken."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ilmastopolitiikan suunnitelmien valmistelu",
      "content": "Edellä 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisölle varattava tilaisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä kirjallisesti. Lisäksi keskeisiltä viranomaisilta ja yhteisöiltä sekä 16 §:ssä tarkoitetulta tieteelliseltä asiantuntijaelimeltä on pyydettävä suunnitelmaluonnoksesta lausunto. Ilmastopolitiikan suunnitelmien ympäristövaikutusten arvioinnista säädetään viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Suunnitelmien laatimisen yhteydessä myös niiden taloudelliset ja sosiaaliset sekä muut vaikutukset on selvitettävä tarpeellisessa määrin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Edellä 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisölle varattava tilaisuus tutustua suunnitelmaluonnokseen sekä esittää siitä mielipiteensä kirjallisesti. Lisäksi keskeisiltä viranomaisilta ja yhteisöiltä sekä 16 § :ssä tarkoitetulta tieteelliseltä asiantuntijaelimeltä on pyydettävä suunnitelmaluonnoksesta lausunto. Ilmastopolitiikan suunnitelmien ympäristövaikutusten arvioinnista säädetään viranomaisten suunnitelmien ja ohjelmien ympäristövaikutusten arvioinnista annetussa laissa (200/2005). Suunnitelmien laatimisen yhteydessä myös niiden taloudelliset ja sosiaaliset sekä muut vaikutukset on selvitettävä tarpeellisessa määrin.",
        "folded_fi": "edella 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia valmisteltaessa on yleisolle varattava tilaisuus tutustua suunnitelmaluonnokseen seka esittaa siita mielipiteensa kirjallisesti. lisaksi keskeisilta viranomaisilta ja yhteisoilta seka 16 §:ssa tarkoitetulta tieteelliselta asiantuntijaelimelta on pyydettava suunnitelmaluonnoksesta lausunto. ilmastopolitiikan suunnitelmien ymparistovaikutusten arvioinnista saadetaan viranomaisten suunnitelmien ja ohjelmien ymparistovaikutusten arvioinnista annetussa laissa (200/2005). suunnitelmien laatimisen yhteydessa myos niiden taloudelliset ja sosiaaliset seka muut vaikutukset on selvitettava tarpeellisessa maarin.",
        "title_sv": "Beredningen av de klimatpolitiska planerna",
        "content_sv": "Vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmänheten ges tillfälle att bekanta sig med utkastet till plan och skriftligen framföra sin åsikt om den. Dessutom ska det begäras utlåtande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 §. Bestämmelser om bedömningen av miljökonsekvenserna av de klimatpolitiska planerna finns i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När planerna utarbetas ska också deras ekonomiska och sociala konsekvenser samt övriga konsekvenser utredas i den omfattning som behövs.",
        "normalized_sv": "Vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmänheten ges tillfälle att bekanta sig med utkastet till plan och skriftligen framföra sin åsikt om den. Dessutom ska det begäras utlåtande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 § . Bestämmelser om bedömningen av miljökonsekvenserna av de klimatpolitiska planerna finns i lagen om bedömning av miljökonsekvenserna av myndigheters planer och program (200/2005). När planerna utarbetas ska också deras ekonomiska och sociala konsekvenser samt övriga konsekvenser utredas i den omfattning som behövs.",
        "folded_sv": "vid beredningen av de klimatpolitiska planer som avses i 7-9 § ska allmanheten ges tillfalle att bekanta sig med utkastet till plan och skriftligen framfora sin asikt om den. dessutom ska det begaras utlatande om utkastet till plan av centrala myndigheter och sammanslutningar samt av det vetenskapliga sakkunnigorgan som avses i 16 §. bestammelser om bedomningen av miljokonsekvenserna av de klimatpolitiska planerna finns i lagen om bedomning av miljokonsekvenserna av myndigheters planer och program (200/2005). nar planerna utarbetas ska ocksa deras ekonomiska och sociala konsekvenser samt ovriga konsekvenser utredas i den omfattning som behovs."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Selonteko eduskunnalle",
      "content": "Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 7 §:ssä tarkoitetusta pitkän aikavälin ilmastopolitiikan suunnitelmasta. Selontekoon sisällytetään tarvittaessa tiedot 8 §:ssä tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 9 §:ssä tarkoitetusta keskipitkän aikavälin ilmastopolitiikan suunnitelmasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 7 § :ssä tarkoitetusta pitkän aikavälin ilmastopolitiikan suunnitelmasta. Selontekoon sisällytetään tarvittaessa tiedot 8 § :ssä tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. Valtioneuvosto antaa eduskunnalle selonteon hyväksymästään 9 § :ssä tarkoitetusta keskipitkän aikavälin ilmastopolitiikan suunnitelmasta.",
        "folded_fi": "valtioneuvosto antaa eduskunnalle selonteon hyvaksymastaan 7 §:ssa tarkoitetusta pitkan aikavalin ilmastopolitiikan suunnitelmasta. selontekoon sisallytetaan tarvittaessa tiedot 8 §:ssa tarkoitetusta ilmastonmuutoksen kansallisesta sopeutumissuunnitelmasta. valtioneuvosto antaa eduskunnalle selonteon hyvaksymastaan 9 §:ssa tarkoitetusta keskipitkan aikavalin ilmastopolitiikan suunnitelmasta.",
        "title_sv": "Redogörelse till riksdagen",
        "content_sv": "Statsrådet ska lämna riksdagen en redogörelse om en långsiktig klimatpolitisk plan enligt 7 § som statsrådet antagit. I redogörelsen ska vid behov ingå uppgifter om den nationella plan för anpassning till klimatförändringen som avses i 8 §. Statsrådet ska lämna riksdagen en redogörelse om en klimatpolitisk plan på medellång sikt enligt 9 § som statsrådet antagit.",
        "normalized_sv": "Statsrådet ska lämna riksdagen en redogörelse om en långsiktig klimatpolitisk plan enligt 7 § som statsrådet antagit. I redogörelsen ska vid behov ingå uppgifter om den nationella plan för anpassning till klimatförändringen som avses i 8 § . Statsrådet ska lämna riksdagen en redogörelse om en klimatpolitisk plan på medellång sikt enligt 9 § som statsrådet antagit.",
        "folded_sv": "statsradet ska lamna riksdagen en redogorelse om en langsiktig klimatpolitisk plan enligt 7 § som statsradet antagit. i redogorelsen ska vid behov inga uppgifter om den nationella plan for anpassning till klimatforandringen som avses i 8 §. statsradet ska lamna riksdagen en redogorelse om en klimatpolitisk plan pa medellang sikt enligt 9 § som statsradet antagit."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Ilmastopolitiikan suunnitelmien toteutumisen seuranta",
      "content": "Valtioneuvoston on seurattava 7-9 §:ssä tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittävästi sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissä asetetut ilmastonmuutoksen hillitsemistä ja sopeutumista koskevat tavoitteet. Seurannan perusteella valtioneuvosto päättää tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisätoimista. Valtioneuvoston on seurattava 6 §:n 3 momentissa tarkoitetun päästövähennystavoitteen riittävyyttä ajantasaisen ilmastonmuutoksen etenemistä koskevan tieteellisen tiedon perusteella sekä sen varmistamiseksi, että tavoite täyttää Suomea sitovien kansainvälisten sopimusten ja Euroopan unionin lainsäädännön mukaiset velvoitteet. Edellä 7 ja 9 §:ssä tarkoitettujen ilmastopolitiikan suunnitelmiin sisältyvien päästökehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojärjestelmässä vuosittain tuotettujen Suomen kasvihuonekaasupäästöjä koskevien tietojen perusteella. Lisäksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot. Seurannan tuloksista on tiedotettava yleisölle riittävästi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Valtioneuvoston on seurattava 7-9 § :ssä tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittävästi sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissä asetetut ilmastonmuutoksen hillitsemistä ja sopeutumista koskevat tavoitteet. Seurannan perusteella valtioneuvosto päättää tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisätoimista. Valtioneuvoston on seurattava 6 § :n 3 momentissa tarkoitetun päästövähennystavoitteen riittävyyttä ajantasaisen ilmastonmuutoksen etenemistä koskevan tieteellisen tiedon perusteella sekä sen varmistamiseksi, että tavoite täyttää Suomea sitovien kansainvälisten sopimusten ja Euroopan unionin lainsäädännön mukaiset velvoitteet. Edellä 7 ja 9 § :ssä tarkoitettujen ilmastopolitiikan suunnitelmiin sisältyvien päästökehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojärjestelmässä vuosittain tuotettujen Suomen kasvihuonekaasupäästöjä koskevien tietojen perusteella. Lisäksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijärjestelmässä tuotetut tiedot. Seurannan tuloksista on tiedotettava yleisölle riittävästi.",
        "folded_fi": "valtioneuvoston on seurattava 7-9 §:ssa tarkoitettujen ilmastopolitiikan suunnitelmien toteutumista riittavasti sen toteamiseksi, saavutetaanko suunnitelmien mukaisilla politiikkatoimilla niissa asetetut ilmastonmuutoksen hillitsemista ja sopeutumista koskevat tavoitteet. seurannan perusteella valtioneuvosto paattaa tarvittaessa tavoitteiden saavuttamiseksi tarvittavista lisatoimista. valtioneuvoston on seurattava 6 §:n 3 momentissa tarkoitetun paastovahennystavoitteen riittavyytta ajantasaisen ilmastonmuutoksen etenemista koskevan tieteellisen tiedon perusteella seka sen varmistamiseksi, etta tavoite tayttaa suomea sitovien kansainvalisten sopimusten ja euroopan unionin lainsaadannon mukaiset velvoitteet. edella 7 ja 9 §:ssa tarkoitettujen ilmastopolitiikan suunnitelmiin sisaltyvien paastokehitysarvioiden toteutumista on seurattava kansallisessa kasvihuonekaasujen inventaariojarjestelmassa vuosittain tuotettujen suomen kasvihuonekaasupaastoja koskevien tietojen perusteella. lisaksi suunnitelmien seurannassa on huomioitava kansallisessa politiikkatoimien raportointijarjestelmassa tuotetut tiedot. seurannan tuloksista on tiedotettava yleisolle riittavasti.",
        "title_sv": "Uppföljning av genomförandet av de klimatpolitiska planerna",
        "content_sv": "Statsrådet ska i tillräcklig grad följa upp genomförandet av de klimatpolitiska planer som avses i 7-9 § för att konstatera om man genom de politiska åtgärder som anges i planerna uppnår de mål för begränsning av och anpassning till klimatförändringen som anges i planerna. Utifrån uppföljningen fattar statsrådet vid behov beslut om ytterligare åtgärder som behövs för att uppnå målen. Statsrådet ska följa upp huruvida det mål för minskning av utsläpp som avses i 6 § 3 mom. är tillräckligt utifrån den aktuella vetenskapliga kunskapen om hur klimatförändringen framskrider, samt för att säkerställa att målet överensstämmer med de åtaganden som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning. Utfallet av den uppskattade utveckling av växthusgasutsläpp som ingår i de klimatpolitiska planer som avses i 7 och 9 § ska följas upp på basis av de uppgifter om Finlands växthusgasutsläpp som årligen tas fram genom det nationella systemet för inventering av växthusgaser. I uppföljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet för rapportering av politiska åtgärder dessutom beaktas. Allmänheten ska ges tillräcklig information om resultaten av uppföljningen.",
        "normalized_sv": "Statsrådet ska i tillräcklig grad följa upp genomförandet av de klimatpolitiska planer som avses i 7-9 § för att konstatera om man genom de politiska åtgärder som anges i planerna uppnår de mål för begränsning av och anpassning till klimatförändringen som anges i planerna. Utifrån uppföljningen fattar statsrådet vid behov beslut om ytterligare åtgärder som behövs för att uppnå målen. Statsrådet ska följa upp huruvida det mål för minskning av utsläpp som avses i 6 § 3 mom. är tillräckligt utifrån den aktuella vetenskapliga kunskapen om hur klimatförändringen framskrider, samt för att säkerställa att målet överensstämmer med de åtaganden som följer av internationella avtal som är bindande för Finland och av Europeiska unionens lagstiftning. Utfallet av den uppskattade utveckling av växthusgasutsläpp som ingår i de klimatpolitiska planer som avses i 7 och 9 § ska följas upp på basis av de uppgifter om Finlands växthusgasutsläpp som årligen tas fram genom det nationella systemet för inventering av växthusgaser. I uppföljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet för rapportering av politiska åtgärder dessutom beaktas. Allmänheten ska ges tillräcklig information om resultaten av uppföljningen.",
        "folded_sv": "statsradet ska i tillracklig grad folja upp genomforandet av de klimatpolitiska planer som avses i 7-9 § for att konstatera om man genom de politiska atgarder som anges i planerna uppnar de mal for begransning av och anpassning till klimatforandringen som anges i planerna. utifran uppfoljningen fattar statsradet vid behov beslut om ytterligare atgarder som behovs for att uppna malen. statsradet ska folja upp huruvida det mal for minskning av utslapp som avses i 6 § 3 mom. ar tillrackligt utifran den aktuella vetenskapliga kunskapen om hur klimatforandringen framskrider, samt for att sakerstalla att malet overensstammer med de ataganden som foljer av internationella avtal som ar bindande for finland och av europeiska unionens lagstiftning. utfallet av den uppskattade utveckling av vaxthusgasutslapp som ingar i de klimatpolitiska planer som avses i 7 och 9 § ska foljas upp pa basis av de uppgifter om finlands vaxthusgasutslapp som arligen tas fram genom det nationella systemet for inventering av vaxthusgaser. i uppfoljningen av planerna ska de uppgifter som tagits fram genom det nationella systemet for rapportering av politiska atgarder dessutom beaktas. allmanheten ska ges tillracklig information om resultaten av uppfoljningen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Ilmastopolitiikan suunnitelmien muuttaminen",
      "content": "Valtioneuvoston on 12 §:n 1 momentissa tarkoitetun lisätoimia koskevan päätöksen mukaisesti muutettava 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia. Suunnitelmien muuttamisessa noudatetaan, mitä 10 §:ssä säädetään suunnitelmien valmistelussa noudatettavasta menettelystä. Sen lisäksi, mitä 1 momentissa säädetään, 7-9 §:ssä tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myös niiden sisältämissä merkitykseltään vähäisissä tiedoissa ilmenneiden puutteiden johdosta. Tällaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 §:n mukaista menettelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Valtioneuvoston on 12 § :n 1 momentissa tarkoitetun lisätoimia koskevan päätöksen mukaisesti muutettava 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia. Suunnitelmien muuttamisessa noudatetaan, mitä 10 § :ssä säädetään suunnitelmien valmistelussa noudatettavasta menettelystä. Sen lisäksi, mitä 1 momentissa säädetään, 7-9 § :ssä tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myös niiden sisältämissä merkitykseltään vähäisissä tiedoissa ilmenneiden puutteiden johdosta. Tällaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 § :n mukaista menettelyä.",
        "folded_fi": "valtioneuvoston on 12 §:n 1 momentissa tarkoitetun lisatoimia koskevan paatoksen mukaisesti muutettava 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia. suunnitelmien muuttamisessa noudatetaan, mita 10 §:ssa saadetaan suunnitelmien valmistelussa noudatettavasta menettelysta. sen lisaksi, mita 1 momentissa saadetaan, 7-9 §:ssa tarkoitettuja ilmastopolitiikan suunnitelmia voidaan muuttaa myos niiden sisaltamissa merkitykseltaan vahaisissa tiedoissa ilmenneiden puutteiden johdosta. tallaisen seikan muuttaminen voidaan suorittaa noudattamatta 10 §:n mukaista menettelya.",
        "title_sv": "Ändring av de klimatpolitiska planerna",
        "content_sv": "Statsrådet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare åtgärder ändra de klimatpolitiska planer som avses i 7-9 §. Vid ändringen av planerna ska det iakttas vad som i 10 § föreskrivs om förfarandet vid beredningen av planerna. Utöver vad som föreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § ändras också på grund av brister i uppgifter av liten betydelse som upptäckts i dem. Sådana ändringar kan göras utan att iaktta det förfarande som anges i 10 §.",
        "normalized_sv": "Statsrådet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare åtgärder ändra de klimatpolitiska planer som avses i 7-9 § . Vid ändringen av planerna ska det iakttas vad som i 10 § föreskrivs om förfarandet vid beredningen av planerna. Utöver vad som föreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § ändras också på grund av brister i uppgifter av liten betydelse som upptäckts i dem. Sådana ändringar kan göras utan att iaktta det förfarande som anges i 10 § .",
        "folded_sv": "statsradet ska i enlighet med ett beslut enligt 12 § 1 mom. om ytterligare atgarder andra de klimatpolitiska planer som avses i 7-9 §. vid andringen av planerna ska det iakttas vad som i 10 § foreskrivs om forfarandet vid beredningen av planerna. utover vad som foreskrivs i 1 mom. kan de klimatpolitiska planer som avses i 7-9 § andras ocksa pa grund av brister i uppgifter av liten betydelse som upptackts i dem. sadana andringar kan goras utan att iaktta det forfarande som anges i 10 §."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ilmastovuosikertomus",
      "content": "ilmastovuosikertomus Valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot päästökehityksestä sekä 9 §:ssä tarkoitettuun keskipitkän aikavälin ilmastopolitiikan suunnitelmaan sisältyvien päästövähennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttämistä 12 §:n 1 momentissa tarkoitetuista lisätoimista (). Valtioneuvosto toimittaa osana ilmastovuosikertomusta edellä 9 §:n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. Ilmastovuosikertomukseen tulee sisällyttää vähintään kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 §:ssä tarkoitettuun sopeutumissuunnitelmaan sisältyvien sopeutumistoimien riittävyydestä ja tehokkuudesta sekä tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "ilmastovuosikertomus Valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot päästökehityksestä sekä 9 § :ssä tarkoitettuun keskipitkän aikavälin ilmastopolitiikan suunnitelmaan sisältyvien päästövähennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttämistä 12 § :n 1 momentissa tarkoitetuista lisätoimista (). Valtioneuvosto toimittaa osana ilmastovuosikertomusta edellä 9 § :n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. Ilmastovuosikertomukseen tulee sisällyttää vähintään kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 § :ssä tarkoitettuun sopeutumissuunnitelmaan sisältyvien sopeutumistoimien riittävyydestä ja tehokkuudesta sekä tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
        "folded_fi": "ilmastovuosikertomus valtioneuvosto toimittaa kalenterivuosittain eduskunnalle tiedot paastokehityksesta seka 9 §:ssa tarkoitettuun keskipitkan aikavalin ilmastopolitiikan suunnitelmaan sisaltyvien paastovahennystavoitteiden toteutumisesta ja niiden saavuttamisen edellyttamista 12 §:n 1 momentissa tarkoitetuista lisatoimista (). valtioneuvosto toimittaa osana ilmastovuosikertomusta edella 9 §:n 1 momentissa tarkoitettujen politiikkatoimien toteutumista koskevat tiedot eduskunnalle joka toinen vuosi. ilmastovuosikertomukseen tulee sisallyttaa vahintaan kerran vaalikaudessa tarvittavassa laajuudessa arvio 8 §:ssa tarkoitettuun sopeutumissuunnitelmaan sisaltyvien sopeutumistoimien riittavyydesta ja tehokkuudesta seka tarvittaessa selostus suunniteltujen sopeutumistoimien toteutumisesta hallinnonalakohtaisesti.",
        "title_sv": "Klimatårsberättelse",
        "content_sv": "klimatårsberättelse Statsrådet ska varje kalenderår sända riksdagen uppgifter om utsläppsutvecklingen och om hur de mål för minskning av utsläpp som ingår i den klimatpolitiska planen på medellång sikt enligt 9 § förverkligats och de ytterligare åtgärder enligt 12 § 1 mom. som krävs för att de ska uppnås (). Som en del av klimatårsberättelsen ska statsrådet vartannat år sända riksdagen de i 9 § 1 mom. avsedda uppgifter som gäller genomförandet av de politiska åtgärderna. I klimatårsberättelsen ska minst en gång per valperiod i behövlig omfattning inkluderas en bedömning av hur tillräckliga och effektiva anpassningsåtgärderna enligt den anpassningsplan som avses i 8 § är, och vid behov en redogörelse för hur de planerade anpassningsåtgärderna har genomförts inom olika förvaltningsområden.",
        "normalized_sv": "klimatårsberättelse Statsrådet ska varje kalenderår sända riksdagen uppgifter om utsläppsutvecklingen och om hur de mål för minskning av utsläpp som ingår i den klimatpolitiska planen på medellång sikt enligt 9 § förverkligats och de ytterligare åtgärder enligt 12 § 1 mom. som krävs för att de ska uppnås (). Som en del av klimatårsberättelsen ska statsrådet vartannat år sända riksdagen de i 9 § 1 mom. avsedda uppgifter som gäller genomförandet av de politiska åtgärderna. I klimatårsberättelsen ska minst en gång per valperiod i behövlig omfattning inkluderas en bedömning av hur tillräckliga och effektiva anpassningsåtgärderna enligt den anpassningsplan som avses i 8 § är, och vid behov en redogörelse för hur de planerade anpassningsåtgärderna har genomförts inom olika förvaltningsområden.",
        "folded_sv": "klimatarsberattelse statsradet ska varje kalenderar sanda riksdagen uppgifter om utslappsutvecklingen och om hur de mal for minskning av utslapp som ingar i den klimatpolitiska planen pa medellang sikt enligt 9 § forverkligats och de ytterligare atgarder enligt 12 § 1 mom. som kravs for att de ska uppnas (). som en del av klimatarsberattelsen ska statsradet vartannat ar sanda riksdagen de i 9 § 1 mom. avsedda uppgifter som galler genomforandet av de politiska atgarderna. i klimatarsberattelsen ska minst en gang per valperiod i behovlig omfattning inkluderas en bedomning av hur tillrackliga och effektiva anpassningsatgarderna enligt den anpassningsplan som avses i 8 § ar, och vid behov en redogorelse for hur de planerade anpassningsatgarderna har genomforts inom olika forvaltningsomraden."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Viranomaisten tehtävät",
      "content": "Kukin ministeriö valmistelee hallinnonalaansa koskevan osuuden 7-9 §:ssä tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 §:n mukaista ilmastovuosikertomusta varten. Ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 §:ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman osalta työ- ja elinkeinoministeriö, 8 §:ssä tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsätalousministeriö ja 9 §:ssä tarkoitetun keskipitkän aikavälin ilmastopolitiikan suunnitelman osalta ympäristöministeriö. Ilmastovuosikertomuksen kokoamisesta vastaa ympäristöministeriö. Tämän lain mukaisten suunnitelmien täytäntöönpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriölle. Kasvihuonekaasujen kansallisen inventaariojärjestelmän vastuuyksikkönä toimii Tilastokeskus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tässä pykälässä tarkoitetuista viranomaisten tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Kukin ministeriö valmistelee hallinnonalaansa koskevan osuuden 7-9 § :ssä tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 § :n mukaista ilmastovuosikertomusta varten. Ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 § :ssä tarkoitetun pitkän aikavälin ilmastopolitiikan suunnitelman osalta työ- ja elinkeinoministeriö, 8 § :ssä tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsätalousministeriö ja 9 § :ssä tarkoitetun keskipitkän aikavälin ilmastopolitiikan suunnitelman osalta ympäristöministeriö. Ilmastovuosikertomuksen kokoamisesta vastaa ympäristöministeriö. Tämän lain mukaisten suunnitelmien täytäntöönpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriölle. Kasvihuonekaasujen kansallisen inventaariojärjestelmän vastuuyksikkönä toimii Tilastokeskus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tässä pykälässä tarkoitetuista viranomaisten tehtävistä.",
        "folded_fi": "kukin ministerio valmistelee hallinnonalaansa koskevan osuuden 7-9 §:ssa tarkoitetuista ilmastopolitiikan suunnitelmista ja toimittaa hallinnonalaansa koskevat tiedot 14 §:n mukaista ilmastovuosikertomusta varten. ilmastopolitiikan suunnitelmien yhteensovittamisesta ja kokoamisesta vastaa 7 §:ssa tarkoitetun pitkan aikavalin ilmastopolitiikan suunnitelman osalta tyo- ja elinkeinoministerio, 8 §:ssa tarkoitetun ilmastonmuutoksen kansallisen sopeutumissuunnitelman osalta maa- ja metsatalousministerio ja 9 §:ssa tarkoitetun keskipitkan aikavalin ilmastopolitiikan suunnitelman osalta ymparistoministerio. ilmastovuosikertomuksen kokoamisesta vastaa ymparistoministerio. taman lain mukaisten suunnitelmien taytantoonpanon ohjaus ja seuranta kuuluvat toimialallaan kullekin ministeriolle. kasvihuonekaasujen kansallisen inventaariojarjestelman vastuuyksikkona toimii tilastokeskus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tassa pykalassa tarkoitetuista viranomaisten tehtavista.",
        "title_sv": "Myndigheternas uppgifter",
        "content_sv": "Varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som gäller det egna förvaltningsområdet och levererar de uppgifter som gäller förvaltningsområdet för den klimatårsberättelse som avses i 14 §. För samordningen och sammanställandet av de klimatpolitiska planerna svarar arbets- och näringsministeriet i fråga om den långsiktiga klimatpolitiska planen enligt 7 §, jord- och skogsbruksministeriet i fråga om den nationella planen för anpassning till klimatförändringen enligt 8 § och miljöministeriet i fråga om den klimatpolitiska planen på medellång sikt enligt 9 §. För sammanställandet av klimatårsberättelsen svarar miljöministeriet. Styrningen och uppföljningen av verkställigheten av de planer som avses i denna lag åligger varje ministerium i fråga om det egna ansvarsområdet. Statistikcentralen är ansvarsenhet för det nationella systemet för inventering av växthusgaser. Närmare bestämmelser om de myndighetsuppgifter som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som gäller det egna förvaltningsområdet och levererar de uppgifter som gäller förvaltningsområdet för den klimatårsberättelse som avses i 14 § . För samordningen och sammanställandet av de klimatpolitiska planerna svarar arbets- och näringsministeriet i fråga om den långsiktiga klimatpolitiska planen enligt 7 § , jord- och skogsbruksministeriet i fråga om den nationella planen för anpassning till klimatförändringen enligt 8 § och miljöministeriet i fråga om den klimatpolitiska planen på medellång sikt enligt 9 § . För sammanställandet av klimatårsberättelsen svarar miljöministeriet. Styrningen och uppföljningen av verkställigheten av de planer som avses i denna lag åligger varje ministerium i fråga om det egna ansvarsområdet. Statistikcentralen är ansvarsenhet för det nationella systemet för inventering av växthusgaser. Närmare bestämmelser om de myndighetsuppgifter som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "folded_sv": "varje ministerium bereder den del av de i 7-9 § avsedda klimatpolitiska planerna som galler det egna forvaltningsomradet och levererar de uppgifter som galler forvaltningsomradet for den klimatarsberattelse som avses i 14 §. for samordningen och sammanstallandet av de klimatpolitiska planerna svarar arbets- och naringsministeriet i fraga om den langsiktiga klimatpolitiska planen enligt 7 §, jord- och skogsbruksministeriet i fraga om den nationella planen for anpassning till klimatforandringen enligt 8 § och miljoministeriet i fraga om den klimatpolitiska planen pa medellang sikt enligt 9 §. for sammanstallandet av klimatarsberattelsen svarar miljoministeriet. styrningen och uppfoljningen av verkstalligheten av de planer som avses i denna lag aligger varje ministerium i fraga om det egna ansvarsomradet. statistikcentralen ar ansvarsenhet for det nationella systemet for inventering av vaxthusgaser. narmare bestammelser om de myndighetsuppgifter som avses i denna paragraf far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tieteellinen asiantuntijaelin",
      "content": "Valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sitä koskevan päätöksenteon tueksi. Asiantuntijaelimen nimi on Suomen ilmastopaneeli ja sen tehtävänä on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritellä tieteellistä tietoa ilmastonmuutoksen hillitsemisestä ja siihen sopeutumisesta. Asiantuntijaelin voi suorittaa myös muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtäviä. Asiantuntijaelimessä tulee olla edustus eri tieteenaloilta. Asiantuntijaelimen jäsenet nimitetään määräajaksi. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tieteellisen asiantuntijaelimen tehtävistä ja kokoonpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sitä koskevan päätöksenteon tueksi. Asiantuntijaelimen nimi on Suomen ilmastopaneeli ja sen tehtävänä on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritellä tieteellistä tietoa ilmastonmuutoksen hillitsemisestä ja siihen sopeutumisesta. Asiantuntijaelin voi suorittaa myös muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtäviä. Asiantuntijaelimessä tulee olla edustus eri tieteenaloilta. Asiantuntijaelimen jäsenet nimitetään määräajaksi. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tieteellisen asiantuntijaelimen tehtävistä ja kokoonpanosta.",
        "folded_fi": "valtioneuvosto asettaa tieteellisen ja riippumattoman asiantuntijaelimen ilmastopolitiikan suunnittelun ja sita koskevan paatoksenteon tueksi. asiantuntijaelimen nimi on suomen ilmastopaneeli ja sen tehtavana on ilmastopolitiikan suunnittelua ja seurantaa varten koostaa ja eritella tieteellista tietoa ilmastonmuutoksen hillitsemisesta ja siihen sopeutumisesta. asiantuntijaelin voi suorittaa myos muita ilmastonmuutosta koskevan tietopohjan tuottamista koskevia tehtavia. asiantuntijaelimessa tulee olla edustus eri tieteenaloilta. asiantuntijaelimen jasenet nimitetaan maaraajaksi. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tieteellisen asiantuntijaelimen tehtavista ja kokoonpanosta.",
        "title_sv": "Vetenskapligt sakkunnigorgan",
        "content_sv": "Statsrådet ska tillsätta ett vetenskapligt och oberoende sakkunnigorgan som stöd för planeringen av klimatpolitiken och beslutsfattandet om den. Sakkunnigorganets namn är Finlands klimatpanel och dess uppgift är att för planeringen och uppföljningen av klimatpolitiken sammanställa och analysera vetenskaplig kunskap om begränsningen av och anpassningen till klimatförändringen. Sakkunnigorganet kan också utföra andra uppgifter som gäller framställandet av en kunskapsbas om klimatförändringen. I sakkunnigorganet ska olika vetenskapsområden vara representerade. Sakkunnigorganets medlemmar utses för viss tid. Närmare bestämmelser om det vetenskapliga sakkunnigorganets uppgifter och sammansättning får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Statsrådet ska tillsätta ett vetenskapligt och oberoende sakkunnigorgan som stöd för planeringen av klimatpolitiken och beslutsfattandet om den. Sakkunnigorganets namn är Finlands klimatpanel och dess uppgift är att för planeringen och uppföljningen av klimatpolitiken sammanställa och analysera vetenskaplig kunskap om begränsningen av och anpassningen till klimatförändringen. Sakkunnigorganet kan också utföra andra uppgifter som gäller framställandet av en kunskapsbas om klimatförändringen. I sakkunnigorganet ska olika vetenskapsområden vara representerade. Sakkunnigorganets medlemmar utses för viss tid. Närmare bestämmelser om det vetenskapliga sakkunnigorganets uppgifter och sammansättning får utfärdas genom förordning av statsrådet.",
        "folded_sv": "statsradet ska tillsatta ett vetenskapligt och oberoende sakkunnigorgan som stod for planeringen av klimatpolitiken och beslutsfattandet om den. sakkunnigorganets namn ar finlands klimatpanel och dess uppgift ar att for planeringen och uppfoljningen av klimatpolitiken sammanstalla och analysera vetenskaplig kunskap om begransningen av och anpassningen till klimatforandringen. sakkunnigorganet kan ocksa utfora andra uppgifter som galler framstallandet av en kunskapsbas om klimatforandringen. i sakkunnigorganet ska olika vetenskapsomraden vara representerade. sakkunnigorganets medlemmar utses for viss tid. narmare bestammelser om det vetenskapliga sakkunnigorganets uppgifter och sammansattning far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä kesäkuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana kesakuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 juni 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 juni 2015.",
        "folded_sv": "denna lag trader i kraft den 1 juni 2015."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    }
  ]
}