{
  "id": "618/2006",
  "type": "statute",
  "title": "Laki tilatukijärjestelmän täytäntöönpanosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om verkställighet av systemet med samlat gårdsstöd",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/618/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:18 a",
      "chapter": "4",
      "section": "18 a",
      "title": "Tilaneuvontajärjestelmä",
      "content": "Tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijöille antavat maa- ja metsätalousministeriön hyväksymät järjestöt ja neuvojat. Tilaneuvonta on maksullista. Tilaneuvonta toteutetaan tilakäynnein, jolloin viljelijöille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. Neuvontaa annetaan hyvän maatalouden ja ympäristön vaatimuksesta, ympäristösäädöksistä, eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista sekä eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 a",
        "normalized_fi": "Tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijöille antavat maa- ja metsätalousministeriön hyväksymät järjestöt ja neuvojat. Tilaneuvonta on maksullista. Tilaneuvonta toteutetaan tilakäynnein, jolloin viljelijöille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. Neuvontaa annetaan hyvän maatalouden ja ympäristön vaatimuksesta, ympäristösäädöksistä, eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista sekä eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta.",
        "folded_fi": "tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijoille antavat maa- ja metsatalousministerion hyvaksymat jarjestot ja neuvojat. tilaneuvonta on maksullista. tilaneuvonta toteutetaan tilakaynnein, jolloin viljelijoille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. neuvontaa annetaan hyvan maatalouden ja ympariston vaatimuksesta, ymparistosaadoksista, elainten tunnistuksesta ja rekisteroinnista, kasvinsuojeluaineista, elintarvikkeista, rehuista seka elainten hyvinvoinnista ja elaintaudeista ilmoittamisesta.",
        "title_sv": "System för jordbruksrådgivning",
        "content_sv": "Rådgivning till jordbrukare angående markskötsel och jordbruksdrift enligt artikel 13 i förordningen om gårdsstöd ges av de organisationer och rådgivare som godkänts av jord- och skogsbruksministeriet. Rådgivningen är avgiftsbelagd. Jordbruksrådgivningen genomförs genom besök på gårdsbruksenheterna, varvid jordbrukarna ges rådgivning enligt artiklarna 4 och 5 i förordningen om gårdsstöd. Rådgivning ges om kravet på god jordbrukshävd och goda miljöförhållanden och miljöförfattningar, identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder samt djurens välbefinnande och anmälan om djursjukdomar.",
        "normalized_sv": "Rådgivning till jordbrukare angående markskötsel och jordbruksdrift enligt artikel 13 i förordningen om gårdsstöd ges av de organisationer och rådgivare som godkänts av jord- och skogsbruksministeriet. Rådgivningen är avgiftsbelagd. Jordbruksrådgivningen genomförs genom besök på gårdsbruksenheterna, varvid jordbrukarna ges rådgivning enligt artiklarna 4 och 5 i förordningen om gårdsstöd. Rådgivning ges om kravet på god jordbrukshävd och goda miljöförhållanden och miljöförfattningar, identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder samt djurens välbefinnande och anmälan om djursjukdomar.",
        "folded_sv": "radgivning till jordbrukare angaende markskotsel och jordbruksdrift enligt artikel 13 i forordningen om gardsstod ges av de organisationer och radgivare som godkants av jord- och skogsbruksministeriet. radgivningen ar avgiftsbelagd. jordbruksradgivningen genomfors genom besok pa gardsbruksenheterna, varvid jordbrukarna ges radgivning enligt artiklarna 4 och 5 i forordningen om gardsstod. radgivning ges om kravet pa god jordbrukshavd och goda miljoforhallanden och miljoforfattningar, identifiering och registrering av djur, vaxtskyddsmedel, livsmedel, foder samt djurens valbefinnande och anmalan om djursjukdomar."
      }
    },
    {
      "provision_ref": "4:18 b",
      "chapter": "4",
      "section": "18 b",
      "title": "Tuki tilaneuvontaan",
      "content": "Viljelijöille voidaan myöntää valtion varoista tukea 18 a §:ssä tarkoitettujen tilaneuvontapalveluiden käyttämiseen. Valtioneuvoston asetuksella voidaan säätää rahoituksesta, tuen hakemis-, myöntämis- ja maksamismenettelystä sekä tuen määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 b",
        "normalized_fi": "Viljelijöille voidaan myöntää valtion varoista tukea 18 a § :ssä tarkoitettujen tilaneuvontapalveluiden käyttämiseen. Valtioneuvoston asetuksella voidaan säätää rahoituksesta, tuen hakemis-, myöntämis- ja maksamismenettelystä sekä tuen määrästä.",
        "folded_fi": "viljelijoille voidaan myontaa valtion varoista tukea 18 a §:ssa tarkoitettujen tilaneuvontapalveluiden kayttamiseen. valtioneuvoston asetuksella voidaan saataa rahoituksesta, tuen hakemis-, myontamis- ja maksamismenettelysta seka tuen maarasta.",
        "title_sv": "Stöd för jordbruksrådgivning",
        "content_sv": "Jordbrukare kan av statens medel beviljas stöd för anlitande av jordbruksrådgivningen enligt 18 a §. Genom förordning av statsrådet kan föreskrivas om finansiering, förfarande för stödansökan, beviljande och utbetalning av stöd samt om stödbeloppet.",
        "normalized_sv": "Jordbrukare kan av statens medel beviljas stöd för anlitande av jordbruksrådgivningen enligt 18 a § . Genom förordning av statsrådet kan föreskrivas om finansiering, förfarande för stödansökan, beviljande och utbetalning av stöd samt om stödbeloppet.",
        "folded_sv": "jordbrukare kan av statens medel beviljas stod for anlitande av jordbruksradgivningen enligt 18 a §. genom forordning av statsradet kan foreskrivas om finansiering, forfarande for stodansokan, beviljande och utbetalning av stod samt om stodbeloppet."
      }
    },
    {
      "provision_ref": "4:18 c",
      "chapter": "4",
      "section": "18 c",
      "title": "Neuvojien hyväksyminen ja kelpoisuusehdot",
      "content": "Neuvontajärjestöjen ja neuvojien hyväksymistä haetaan kirjallisesti maa- ja metsätalousministeriöltä, joka päättää hyväksymisestä enintään kolmeksi vuodeksi kerrallaan. Hyväksymisen edellytyksenä on, että neuvontajärjestöllä ja neuvojalla on tehtävänsä laatuun ja laajuuteen nähden riittävä asiantuntemus. Neuvontajärjestöjen ja neuvojien tulee lisäksi täyttää 3 ja 4 momentissa säädetyt vaatimukset. Neuvojat toimivat virkavastuulla. Lisäksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain sekä hallintolain (434/2003) säännöksiä. Maa- ja metsätalousministeriön on kuultava Elintarviketurvallisuusvirastoa ennen sellaisen neuvontajärjestön tai neuvojan hyväksymistä, joka antaa neuvontaa eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista tai eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta. Maa- ja metsätalousministeriö voi peruuttaa hyväksymisen, jollei neuvontajärjestö tai neuvoja täytä hyväksymisen edellytyksiä tai jollei tämän muutoin voida katsoa olevan soveltuva tehtäväänsä virheellisen menettelynsä tai laiminlyöntinsä vakavuuden tai toistuvuuden vuoksi. Maa- ja metsätalousministeriön on ennen hyväksymisen peruuttamista annettava neuvontajärjestölle tai neuvojalle kirjallinen huomautus sekä kuultava tätä. Neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vähintään opistotasoinen koulutus tai muu vastaava koulutus sekä vähintään vuoden työkokemus kyseiseltä alalta. Erityisestä syystä voidaan koulutusvaatimuksesta poiketa ja hyväksyä neuvojaksi myös vastaavat tiedot ja taidot omaava henkilö, jolla on pitkä työkokemus. Neuvojalla on lisäksi oltava kokemusta neuvonnasta. Neuvojien on suoritettava maa- ja metsätalousministeriön järjestämä koe hyväksytysti. Neuvontajärjestön tai neuvojan on lisäksi esitettävä maa- ja metsätalousministeriölle kirjallinen neuvonnan toimintasuunnitelma. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä neuvontajärjestöjen ja neuvojien hyväksymismenettelystä, hyväksymisen peruuttamiseen liittyvästä menettelystä, neuvojille järjestettävän kokeen sisällöstä ja toteuttamistavasta sekä neuvonnan toimintasuunnitelmaan sisällytettävistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 c",
        "normalized_fi": "Neuvontajärjestöjen ja neuvojien hyväksymistä haetaan kirjallisesti maa- ja metsätalousministeriöltä, joka päättää hyväksymisestä enintään kolmeksi vuodeksi kerrallaan. Hyväksymisen edellytyksenä on, että neuvontajärjestöllä ja neuvojalla on tehtävänsä laatuun ja laajuuteen nähden riittävä asiantuntemus. Neuvontajärjestöjen ja neuvojien tulee lisäksi täyttää 3 ja 4 momentissa säädetyt vaatimukset. Neuvojat toimivat virkavastuulla. Lisäksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain sekä hallintolain (434/2003) säännöksiä. Maa- ja metsätalousministeriön on kuultava Elintarviketurvallisuusvirastoa ennen sellaisen neuvontajärjestön tai neuvojan hyväksymistä, joka antaa neuvontaa eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista tai eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta. Maa- ja metsätalousministeriö voi peruuttaa hyväksymisen, jollei neuvontajärjestö tai neuvoja täytä hyväksymisen edellytyksiä tai jollei tämän muutoin voida katsoa olevan soveltuva tehtäväänsä virheellisen menettelynsä tai laiminlyöntinsä vakavuuden tai toistuvuuden vuoksi. Maa- ja metsätalousministeriön on ennen hyväksymisen peruuttamista annettava neuvontajärjestölle tai neuvojalle kirjallinen huomautus sekä kuultava tätä. Neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vähintään opistotasoinen koulutus tai muu vastaava koulutus sekä vähintään vuoden työkokemus kyseiseltä alalta. Erityisestä syystä voidaan koulutusvaatimuksesta poiketa ja hyväksyä neuvojaksi myös vastaavat tiedot ja taidot omaava henkilö, jolla on pitkä työkokemus. Neuvojalla on lisäksi oltava kokemusta neuvonnasta. Neuvojien on suoritettava maa- ja metsätalousministeriön järjestämä koe hyväksytysti. Neuvontajärjestön tai neuvojan on lisäksi esitettävä maa- ja metsätalousministeriölle kirjallinen neuvonnan toimintasuunnitelma. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä neuvontajärjestöjen ja neuvojien hyväksymismenettelystä, hyväksymisen peruuttamiseen liittyvästä menettelystä, neuvojille järjestettävän kokeen sisällöstä ja toteuttamistavasta sekä neuvonnan toimintasuunnitelmaan sisällytettävistä seikoista.",
        "folded_fi": "neuvontajarjestojen ja neuvojien hyvaksymista haetaan kirjallisesti maa- ja metsatalousministeriolta, joka paattaa hyvaksymisesta enintaan kolmeksi vuodeksi kerrallaan. hyvaksymisen edellytyksena on, etta neuvontajarjestolla ja neuvojalla on tehtavansa laatuun ja laajuuteen nahden riittava asiantuntemus. neuvontajarjestojen ja neuvojien tulee lisaksi tayttaa 3 ja 4 momentissa saadetyt vaatimukset. neuvojat toimivat virkavastuulla. lisaksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain seka hallintolain (434/2003) saannoksia. maa- ja metsatalousministerion on kuultava elintarviketurvallisuusvirastoa ennen sellaisen neuvontajarjeston tai neuvojan hyvaksymista, joka antaa neuvontaa elainten tunnistuksesta ja rekisteroinnista, kasvinsuojeluaineista, elintarvikkeista, rehuista tai elainten hyvinvoinnista ja elaintaudeista ilmoittamisesta. maa- ja metsatalousministerio voi peruuttaa hyvaksymisen, jollei neuvontajarjesto tai neuvoja tayta hyvaksymisen edellytyksia tai jollei taman muutoin voida katsoa olevan soveltuva tehtavaansa virheellisen menettelynsa tai laiminlyontinsa vakavuuden tai toistuvuuden vuoksi. maa- ja metsatalousministerion on ennen hyvaksymisen peruuttamista annettava neuvontajarjestolle tai neuvojalle kirjallinen huomautus seka kuultava tata. neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vahintaan opistotasoinen koulutus tai muu vastaava koulutus seka vahintaan vuoden tyokokemus kyseiselta alalta. erityisesta syysta voidaan koulutusvaatimuksesta poiketa ja hyvaksya neuvojaksi myos vastaavat tiedot ja taidot omaava henkilo, jolla on pitka tyokokemus. neuvojalla on lisaksi oltava kokemusta neuvonnasta. neuvojien on suoritettava maa- ja metsatalousministerion jarjestama koe hyvaksytysti. neuvontajarjeston tai neuvojan on lisaksi esitettava maa- ja metsatalousministeriolle kirjallinen neuvonnan toimintasuunnitelma. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia neuvontajarjestojen ja neuvojien hyvaksymismenettelysta, hyvaksymisen peruuttamiseen liittyvasta menettelysta, neuvojille jarjestettavan kokeen sisallosta ja toteuttamistavasta seka neuvonnan toimintasuunnitelmaan sisallytettavista seikoista.",
        "title_sv": "Godkännande av rådgivare och behörighe-villkor för rådgivare",
        "content_sv": "Godkännande av rådgivningsorganisationer och rådgivare söks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkännande för högst tre år i sänder. Villkor för godkännande är att rådgivningsorganisationen och rådgivaren har tillräcklig sakkunskap med hänsyn till uppgiftens beskaffenhet och omfattning. Rådgivningsorganisationer och rådgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. Rådgivare handlar under tjänsteansvar. I verksamheten tillämpas dessutom språklagen (423/2003), samiska språklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och förvaltningslagen (434/2003). Jord- och skogsbruksministeriet skall höra Livsmedelssäkerhetsverket innan den godkänner en rådgivningsorganisation eller rådgivare som ger rådgivning om identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder eller djurens välbefinnande och anmälan om djursjukdomar. Jord- och skogsbruksministeriet kan återkalla godkännandet, om rådgivningsorganisationen eller rådgivaren inte uppfyller villkoren för godkännande eller om denna annars kan anses vara olämplig för sin uppgift på grund av allvarliga eller återkommande försummelser eller fel i förfarandet. Innan ministeriet återkallar ett godkännande skall det ge organisationen eller rådgivaren en skriftlig anmärkning samt höra organisationen eller rådgivaren. Rådgivaren skall ha sådan utbildning på minst institutnivå eller annan motsvarande utbildning som är lämplig med tanke på det sakkomplex som rådgivningen gäller samt minst ett års arbetslivserfarenhet inom branschen i fråga. Av särskilda skäl kan avvikelse göras från utbildningskravet och som rådgivare även godkännas en person med motsvarande kunskaper och färdigheter och lång arbetslivserfarenhet. Rådgivaren skall dessutom ha erfarenhet av rådgivning. Rådgivare skall med godkänt resultat avlägga ett prov som arrangeras av jord- och skogsbruksministeriet. Rådgivningsorganisationen eller rådgivaren skall dessutom förelägga jord- och skogsbruksministeriet en skriftlig verksamhetsplan för rådgivningen. Genom förordning av statsrådet kan utfärdas närmare bestämmelser om förfarandet för godkännande av rådgivningsorganisationer och rådgivare, förfarandet för återkallande av godkännande, innehållet i provet för rådgiNr 618 vare och hur provet genomförs samt vad som skall ingå i verksamhetsplanen för rådgivningen.",
        "normalized_sv": "Godkännande av rådgivningsorganisationer och rådgivare söks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkännande för högst tre år i sänder. Villkor för godkännande är att rådgivningsorganisationen och rådgivaren har tillräcklig sakkunskap med hänsyn till uppgiftens beskaffenhet och omfattning. Rådgivningsorganisationer och rådgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. Rådgivare handlar under tjänsteansvar. I verksamheten tillämpas dessutom språklagen (423/2003), samiska språklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och förvaltningslagen (434/2003). Jord- och skogsbruksministeriet skall höra Livsmedelssäkerhetsverket innan den godkänner en rådgivningsorganisation eller rådgivare som ger rådgivning om identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder eller djurens välbefinnande och anmälan om djursjukdomar. Jord- och skogsbruksministeriet kan återkalla godkännandet, om rådgivningsorganisationen eller rådgivaren inte uppfyller villkoren för godkännande eller om denna annars kan anses vara olämplig för sin uppgift på grund av allvarliga eller återkommande försummelser eller fel i förfarandet. Innan ministeriet återkallar ett godkännande skall det ge organisationen eller rådgivaren en skriftlig anmärkning samt höra organisationen eller rådgivaren. Rådgivaren skall ha sådan utbildning på minst institutnivå eller annan motsvarande utbildning som är lämplig med tanke på det sakkomplex som rådgivningen gäller samt minst ett års arbetslivserfarenhet inom branschen i fråga. Av särskilda skäl kan avvikelse göras från utbildningskravet och som rådgivare även godkännas en person med motsvarande kunskaper och färdigheter och lång arbetslivserfarenhet. Rådgivaren skall dessutom ha erfarenhet av rådgivning. Rådgivare skall med godkänt resultat avlägga ett prov som arrangeras av jord- och skogsbruksministeriet. Rådgivningsorganisationen eller rådgivaren skall dessutom förelägga jord- och skogsbruksministeriet en skriftlig verksamhetsplan för rådgivningen. Genom förordning av statsrådet kan utfärdas närmare bestämmelser om förfarandet för godkännande av rådgivningsorganisationer och rådgivare, förfarandet för återkallande av godkännande, innehållet i provet för rådgiNr 618 vare och hur provet genomförs samt vad som skall ingå i verksamhetsplanen för rådgivningen.",
        "folded_sv": "godkannande av radgivningsorganisationer och radgivare soks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkannande for hogst tre ar i sander. villkor for godkannande ar att radgivningsorganisationen och radgivaren har tillracklig sakkunskap med hansyn till uppgiftens beskaffenhet och omfattning. radgivningsorganisationer och radgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. radgivare handlar under tjansteansvar. i verksamheten tillampas dessutom spraklagen (423/2003), samiska spraklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och forvaltningslagen (434/2003). jord- och skogsbruksministeriet skall hora livsmedelssakerhetsverket innan den godkanner en radgivningsorganisation eller radgivare som ger radgivning om identifiering och registrering av djur, vaxtskyddsmedel, livsmedel, foder eller djurens valbefinnande och anmalan om djursjukdomar. jord- och skogsbruksministeriet kan aterkalla godkannandet, om radgivningsorganisationen eller radgivaren inte uppfyller villkoren for godkannande eller om denna annars kan anses vara olamplig for sin uppgift pa grund av allvarliga eller aterkommande forsummelser eller fel i forfarandet. innan ministeriet aterkallar ett godkannande skall det ge organisationen eller radgivaren en skriftlig anmarkning samt hora organisationen eller radgivaren. radgivaren skall ha sadan utbildning pa minst institutniva eller annan motsvarande utbildning som ar lamplig med tanke pa det sakkomplex som radgivningen galler samt minst ett ars arbetslivserfarenhet inom branschen i fraga. av sarskilda skal kan avvikelse goras fran utbildningskravet och som radgivare aven godkannas en person med motsvarande kunskaper och fardigheter och lang arbetslivserfarenhet. radgivaren skall dessutom ha erfarenhet av radgivning. radgivare skall med godkant resultat avlagga ett prov som arrangeras av jord- och skogsbruksministeriet. radgivningsorganisationen eller radgivaren skall dessutom forelagga jord- och skogsbruksministeriet en skriftlig verksamhetsplan for radgivningen. genom forordning av statsradet kan utfardas narmare bestammelser om forfarandet for godkannande av radgivningsorganisationer och radgivare, forfarandet for aterkallande av godkannande, innehallet i provet for radginr 618 vare och hur provet genomfors samt vad som skall inga i verksamhetsplanen for radgivningen."
      }
    },
    {
      "provision_ref": "4:18 d",
      "chapter": "4",
      "section": "18 d",
      "title": "Neuvontarekisteri",
      "content": "Maa- ja metsätalousministeriö pitää neuvontarekisteriä, johon talletetaan tarpeelliset yksilöinti- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajärjestelmän neuvontajärjestöistä, neuvojista ja neuvontaan osallistuvista viljelijöistä, palaute, jonka viljelijät antavat neuvontajärjestöistä ja neuvojista sekä muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. Neuvontajärjestöt ja neuvojat voidaan hyväksymisen jälkeen merkitä neuvontarekisteriin enintään kolmeksi vuodeksi kerrallaan. Maa- ja metsätalousministeriön tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitäjän ohella oikeus käyttää rekisteriä. Elintarviketurvallisuusvirastolla ja työvoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisteristä teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta. Neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilötietojen käsittelyyn henkilötietolakia. Tietoja viljelijän tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilötietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai Euroopan yhteisön säännöksissä säädettyjen tehtävien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajärjestölle ja sille neuvontajärjestölle, jonka palveluksessa palautetta saanut neuvoja toimii. Tiedot säilytetään rekisterissä 10 vuoden ajan sen kalenterivuoden päättymisestä, jona neuvontaa on annettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 d",
        "normalized_fi": "Maa- ja metsätalousministeriö pitää neuvontarekisteriä, johon talletetaan tarpeelliset yksilöinti- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajärjestelmän neuvontajärjestöistä, neuvojista ja neuvontaan osallistuvista viljelijöistä, palaute, jonka viljelijät antavat neuvontajärjestöistä ja neuvojista sekä muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. Neuvontajärjestöt ja neuvojat voidaan hyväksymisen jälkeen merkitä neuvontarekisteriin enintään kolmeksi vuodeksi kerrallaan. Maa- ja metsätalousministeriön tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitäjän ohella oikeus käyttää rekisteriä. Elintarviketurvallisuusvirastolla ja työvoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisteristä teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta. Neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilötietojen käsittelyyn henkilötietolakia. Tietoja viljelijän tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilötietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai Euroopan yhteisön säännöksissä säädettyjen tehtävien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajärjestölle ja sille neuvontajärjestölle, jonka palveluksessa palautetta saanut neuvoja toimii. Tiedot säilytetään rekisterissä 10 vuoden ajan sen kalenterivuoden päättymisestä, jona neuvontaa on annettu.",
        "folded_fi": "maa- ja metsatalousministerio pitaa neuvontarekisteria, johon talletetaan tarpeelliset yksilointi- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajarjestelman neuvontajarjestoista, neuvojista ja neuvontaan osallistuvista viljelijoista, palaute, jonka viljelijat antavat neuvontajarjestoista ja neuvojista seka muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. neuvontajarjestot ja neuvojat voidaan hyvaksymisen jalkeen merkita neuvontarekisteriin enintaan kolmeksi vuodeksi kerrallaan. maa- ja metsatalousministerion tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitajan ohella oikeus kayttaa rekisteria. elintarviketurvallisuusvirastolla ja tyovoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisterista teknisen kayttoyhteyden avulla. ennen tietojen luovuttamista teknisen kayttoyhteyden avulla on tietoja pyytavan esitettava selvitys tietojen suojaamisesta. neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilotietojen kasittelyyn henkilotietolakia. tietoja viljelijan tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilotietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai euroopan yhteison saannoksissa saadettyjen tehtavien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajarjestolle ja sille neuvontajarjestolle, jonka palveluksessa palautetta saanut neuvoja toimii. tiedot sailytetaan rekisterissa 10 vuoden ajan sen kalenterivuoden paattymisesta, jona neuvontaa on annettu.",
        "title_sv": "Rådgivningsregister",
        "content_sv": "Jord- och skogsbrukministeriet för ett rådgivningsregister, i vilket införs nödvändiga identifikations- och kontaktuppgifter om rådgivningsorganisationerna, rådgivarna och de deltagande jordbrukarna i det system för jordbruksrådgivning som avses i artikel 13 i förordningen om gårdsstöd, jordbrukarnas respons på rådgivningsorganisationerna och rådgivarna samt andra uppgifter som behövs för genomförande och uppföljning av rådgivningen. Rådgivningsorganisationer och rådgivare kan efter godkännande föras in i rådgivningsregistret för högst tre år i sänder. Utöver den registeransvarige har jord- och skogsbruksministeriets informationstjänstcentral och kommunernas landsbygdsnäringsmyndigheter rätt att använda registret. Livsmedelssäkerhetsverket och arbetskrafts- och näringscentralernas landsbygdsavdelningar har rätt att få uppgifter ur registret genom en teknisk uppkoppling. Innan uppgifter ges ut genom en teknisk uppkoppling skall den som begär uppgifterna visa att uppgifterna skyddas. På offentlighet för, utlämnande av och avgifter för utlämnande av uppgifter ur rådgivningsregistret tillämpas i övrigt lagen om offentlighet i myndigheternas verksamhet och på behandlingen av personuppgifter personuppgiftslagen. Uppgifter om jordbrukarens respons på jordbruksrådgivningen lämnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter för skötseln av uppgifter som föreskrivs i lag eller i Europeiska gemenskapens bestämmelser, till den rådgivare eller rådgivningsorganisation som fått responsen och till den rådgivningsorganisation inom vilken den rådgivare som fått responsen är anställd. Uppgifterna förvaras i registret tio år efter utgången av det kalenderår då rådgivningen tillhandahölls.",
        "normalized_sv": "Jord- och skogsbrukministeriet för ett rådgivningsregister, i vilket införs nödvändiga identifikations- och kontaktuppgifter om rådgivningsorganisationerna, rådgivarna och de deltagande jordbrukarna i det system för jordbruksrådgivning som avses i artikel 13 i förordningen om gårdsstöd, jordbrukarnas respons på rådgivningsorganisationerna och rådgivarna samt andra uppgifter som behövs för genomförande och uppföljning av rådgivningen. Rådgivningsorganisationer och rådgivare kan efter godkännande föras in i rådgivningsregistret för högst tre år i sänder. Utöver den registeransvarige har jord- och skogsbruksministeriets informationstjänstcentral och kommunernas landsbygdsnäringsmyndigheter rätt att använda registret. Livsmedelssäkerhetsverket och arbetskrafts- och näringscentralernas landsbygdsavdelningar har rätt att få uppgifter ur registret genom en teknisk uppkoppling. Innan uppgifter ges ut genom en teknisk uppkoppling skall den som begär uppgifterna visa att uppgifterna skyddas. På offentlighet för, utlämnande av och avgifter för utlämnande av uppgifter ur rådgivningsregistret tillämpas i övrigt lagen om offentlighet i myndigheternas verksamhet och på behandlingen av personuppgifter personuppgiftslagen. Uppgifter om jordbrukarens respons på jordbruksrådgivningen lämnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter för skötseln av uppgifter som föreskrivs i lag eller i Europeiska gemenskapens bestämmelser, till den rådgivare eller rådgivningsorganisation som fått responsen och till den rådgivningsorganisation inom vilken den rådgivare som fått responsen är anställd. Uppgifterna förvaras i registret tio år efter utgången av det kalenderår då rådgivningen tillhandahölls.",
        "folded_sv": "jord- och skogsbrukministeriet for ett radgivningsregister, i vilket infors nodvandiga identifikations- och kontaktuppgifter om radgivningsorganisationerna, radgivarna och de deltagande jordbrukarna i det system for jordbruksradgivning som avses i artikel 13 i forordningen om gardsstod, jordbrukarnas respons pa radgivningsorganisationerna och radgivarna samt andra uppgifter som behovs for genomforande och uppfoljning av radgivningen. radgivningsorganisationer och radgivare kan efter godkannande foras in i radgivningsregistret for hogst tre ar i sander. utover den registeransvarige har jord- och skogsbruksministeriets informationstjanstcentral och kommunernas landsbygdsnaringsmyndigheter ratt att anvanda registret. livsmedelssakerhetsverket och arbetskrafts- och naringscentralernas landsbygdsavdelningar har ratt att fa uppgifter ur registret genom en teknisk uppkoppling. innan uppgifter ges ut genom en teknisk uppkoppling skall den som begar uppgifterna visa att uppgifterna skyddas. pa offentlighet for, utlamnande av och avgifter for utlamnande av uppgifter ur radgivningsregistret tillampas i ovrigt lagen om offentlighet i myndigheternas verksamhet och pa behandlingen av personuppgifter personuppgiftslagen. uppgifter om jordbrukarens respons pa jordbruksradgivningen lamnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter for skotseln av uppgifter som foreskrivs i lag eller i europeiska gemenskapens bestammelser, till den radgivare eller radgivningsorganisation som fatt responsen och till den radgivningsorganisation inom vilken den radgivare som fatt responsen ar anstalld. uppgifterna forvaras i registret tio ar efter utgangen av det kalenderar da radgivningen tillhandaholls."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:19",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tukioikeusrekisterin hallinnoinnista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administreringen av stödrättighetsregistret.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administreringen av stödrättighetsregistret.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om administreringen av stodrattighetsregistret."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijälle määritettyä markkinointivuodelle myönnettyä oikeutta tuottaa A- ja B-kiintiösokeria; 8) siirtymäkauden lisäkorvauksella viljelijöiden viitemääriin vuosina 2006―2009 sisällytettävää tilatukiasetuksen liitteen VII kohdan K taulukossa 2 vahvistettua lisämäärää; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen VII kohdan K taulukossa 1 vahvistettua kansallista enimmäismäärää; ja 10) neuvontajärjestöllä yksityistä tai julkista yhteisöä, joka tuottaa tilaneuvontapalveluja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijälle määritettyä markkinointivuodelle myönnettyä oikeutta tuottaa A- ja B-kiintiösokeria; 8) siirtymäkauden lisäkorvauksella viljelijöiden viitemääriin vuosina 2006―2009 sisällytettävää tilatukiasetuksen liitteen VII kohdan K taulukossa 2 vahvistettua lisämäärää; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen VII kohdan K taulukossa 1 vahvistettua kansallista enimmäismäärää; ja 10) neuvontajärjestöllä yksityistä tai julkista yhteisöä, joka tuottaa tilaneuvontapalveluja.",
        "folded_fi": "tassa laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijalle myonnettavaa hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijalle maaritettya markkinointivuodelle myonnettya oikeutta tuottaa a- ja b-kiintiosokeria; 8) siirtymakauden lisakorvauksella viljelijoiden viitemaariin vuosina 2006―2009 sisallytettavaa tilatukiasetuksen liitteen vii kohdan k taulukossa 2 vahvistettua lisamaaraa; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen vii kohdan k taulukossa 1 vahvistettua kansallista enimmaismaaraa; ja 10) neuvontajarjestolla yksityista tai julkista yhteisoa, joka tuottaa tilaneuvontapalveluja.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd, 7) grundleveransrättighet den rättighet att producera A- och B-socker som fastställts för varje jordbrukare för regleringsåret, 8) tilläggsersättning under övergångsperioden det ytterligare belopp som fastställs i punkt K tabell 2 i bilaga VII till förordningen om gårdsstöd och som 2006―2009 skall ingå i jordbrukarnas referensbelopp, 9) ersättning för prissänkningen på socker det nationella tak som fastställs i punkt K tabell 1 i bilaga VII till förordningen om gårdsstöd, och 10) rådgivningsorganisation en privat eller offentlig sammanslutning som tillhandahåller jordbruksrådgivning.",
        "normalized_sv": "I denna lag avses med 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd, 7) grundleveransrättighet den rättighet att producera A- och B-socker som fastställts för varje jordbrukare för regleringsåret, 8) tilläggsersättning under övergångsperioden det ytterligare belopp som fastställs i punkt K tabell 2 i bilaga VII till förordningen om gårdsstöd och som 2006―2009 skall ingå i jordbrukarnas referensbelopp, 9) ersättning för prissänkningen på socker det nationella tak som fastställs i punkt K tabell 1 i bilaga VII till förordningen om gårdsstöd, och 10) rådgivningsorganisation en privat eller offentlig sammanslutning som tillhandahåller jordbruksrådgivning.",
        "folded_sv": "i denna lag avses med 5) tradesrattighet en hektarspecifik stodrattighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i forordningen om gardsstod, 6) sarskild stodrattighet en rattighet enligt artiklarna 47 och 48 i forordningen om gardsstod, 7) grundleveransrattighet den rattighet att producera a- och b-socker som faststallts for varje jordbrukare for regleringsaret, 8) tillaggsersattning under overgangsperioden det ytterligare belopp som faststalls i punkt k tabell 2 i bilaga vii till forordningen om gardsstod och som 2006―2009 skall inga i jordbrukarnas referensbelopp, 9) ersattning for prissankningen pa socker det nationella tak som faststalls i punkt k tabell 1 i bilaga vii till forordningen om gardsstod, och 10) radgivningsorganisation en privat eller offentlig sammanslutning som tillhandahaller jordbruksradgivning."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhdistelmämalli ja täytäntöönpanomuoto",
      "content": "Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Tilakohtainen sokerijuurikkaan lisäosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimäärän perusteella. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Tilakohtaiseen sokerijuurikkaan lisäosaan sisällytetään 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 sekä 100 prosenttia siirtymäkauden lisäkorvauksesta vuosina 2006―2009. Vuosina 2014―2016 sokerijuurikkaan lisäosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymäkauden lisäkorvauksen perusteella muodostetun lisäosan yhteismäärästä. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta sekä sokerijuurikkaan lisäosasta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Tilakohtainen sokerijuurikkaan lisäosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimäärän perusteella. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Tilakohtaiseen sokerijuurikkaan lisäosaan sisällytetään 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 sekä 100 prosenttia siirtymäkauden lisäkorvauksesta vuosina 2006―2009. Vuosina 2014―2016 sokerijuurikkaan lisäosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymäkauden lisäkorvauksen perusteella muodostetun lisäosan yhteismäärästä. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta sekä sokerijuurikkaan lisäosasta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "yhdistelmamallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisaosasta, joiden lisaksi voidaan muodostaa kesannointioikeuksia seka erityistukioikeuksia. tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin saadettavissa tapauksissa sisaltya tilatukiasetuksen 60 artiklan mukainen oikeus. tilakohtainen lisaosa muodostetaan viitekaudella 2000―2002 sonni- ja harkapalkkiota saaneille tiloille, viitekaudella 2000―2002 tarkkelysperunan tukea saaneille tiloille, 31 paivana maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille seka tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisaosan kansallisesta varannosta. tilakohtainen sokerijuurikkaan lisaosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimaaran perusteella. tilakohtaiseen lisaosaan sisallytetaan 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja harkapalkkiosta seka 40 prosenttia tarkkelysperunan tuotantoon sitomattomasta tuesta. lisaosat sailyvat ennallaan vuosina 2006―2010. vuosina 2011―2013 lisaosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperaisesta tasosta. vuodesta 2016 alkaen lisaosia ei makseta. tilakohtaiseen sokerijuurikkaan lisaosaan sisallytetaan 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 seka 100 prosenttia siirtymakauden lisakorvauksesta vuosina 2006―2009. vuosina 2014―2016 sokerijuurikkaan lisaosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymakauden lisakorvauksen perusteella muodostetun lisaosan yhteismaarasta. siirtymakaudesta, lisaosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta seka sokerijuurikkaan lisaosasta voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Blandmodell och verkställighet",
        "content_sv": "I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Den gårdsspecifika tilläggsdelen för sockerbetor fastställs för gårdsbruksenheter på basis av sockermängden i gällande grundleveransrättighet under regleringsåret 2005/2006. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 är det 35 procent av den ursprungliga nivån. Från och med 2016 betalas inga tilläggsdelar. I den gårdsspecifika tilläggsdelen för sockerbetor inkluderas 100 procent av ersättningen för prissänkningen på socker 2006―2013 samt 100 procent av tilläggsersättningen under övergångsperioden 2006―2009. Åren 2014―2016 är tilläggsdelen för sockerbetor 70 procent och åren 2017 och 2018 är beloppet 35 procent av det sammanlagda beloppet av den tilläggsdel som fastställts på basis av 2009 års ersättning för prissänkningen och tilläggsersättning under övergångsperioden. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna, en motsvarande höjning av det enhetliga stödet samt om tilläggsdelen för sockerbetor kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Den gårdsspecifika tilläggsdelen för sockerbetor fastställs för gårdsbruksenheter på basis av sockermängden i gällande grundleveransrättighet under regleringsåret 2005/2006. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 är det 35 procent av den ursprungliga nivån. Från och med 2016 betalas inga tilläggsdelar. I den gårdsspecifika tilläggsdelen för sockerbetor inkluderas 100 procent av ersättningen för prissänkningen på socker 2006―2013 samt 100 procent av tilläggsersättningen under övergångsperioden 2006―2009. Åren 2014―2016 är tilläggsdelen för sockerbetor 70 procent och åren 2017 och 2018 är beloppet 35 procent av det sammanlagda beloppet av den tilläggsdel som fastställts på basis av 2009 års ersättning för prissänkningen och tilläggsersättning under övergångsperioden. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna, en motsvarande höjning av det enhetliga stödet samt om tilläggsdelen för sockerbetor kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i blandmodellen bestar en stodrattighet av en enhetlig stoddel och en eventuell gardsspecifik tillaggsdel och utover dem kan tradesrattigheter och sarskilda stodrattigheter faststallas. i situationer som anges narmare genom forordning av statsradet kan stodrattigheterna omfatta en rattighet enligt artikel 60 i forordningen om gardsstod. den gardsspecifika tillaggsdelen faststalls for gardsbruksenheter som har fatt tjurbidrag och bidrag for stutar under referensperioden 2000―2002, gardsbruksenheter som har fatt stod for starkelsepotatis under referensperioden 2000―2002, gardsbruksenheter som har ratt till mjolkbidrag den 31 mars 2006 samt gardsbruksenheter som ar berattigade till en gardsspecifik tillaggsdel ur den nationella reserven. den gardsspecifika tillaggsdelen for sockerbetor faststalls for gardsbruksenheter pa basis av sockermangden i gallande grundleveransrattighet under regleringsaret 2005/2006. i den gardsspecifika tillaggsdelen inkluderas 100 procent av mjolkbidraget, 30 procent av tjurbidraget och bidraget for stutar samt 40 procent av det stod som inte ar kopplat till produktionen av starkelsepotatis. tillaggsdelarna forblir oforandrade 2006―2010. aren 2011―2013 ar beloppet av tillaggsdelarna 70 procent och aren 2014 och 2015 ar det 35 procent av den ursprungliga nivan. fran och med 2016 betalas inga tillaggsdelar. i den gardsspecifika tillaggsdelen for sockerbetor inkluderas 100 procent av ersattningen for prissankningen pa socker 2006―2013 samt 100 procent av tillaggsersattningen under overgangsperioden 2006―2009. aren 2014―2016 ar tillaggsdelen for sockerbetor 70 procent och aren 2017 och 2018 ar beloppet 35 procent av det sammanlagda beloppet av den tillaggsdel som faststallts pa basis av 2009 ars ersattning for prissankningen och tillaggsersattning under overgangsperioden. narmare bestammelser om overgangsperioden, den gradvisa minskningen av tillaggsdelarna och specialstodrattigheterna, en motsvarande hojning av det enhetliga stodet samt om tillaggsdelen for sockerbetor kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lakisääteisten hoitovaatimusten valvonta",
      "content": "Elintarviketurvallisuusvirasto, työvoima- ja elinkeinokeskus, kunnaneläinlääkäri, läänin-hallitus ja lääninhallituksen määräämä virkaeläinlääkäri valvovat tilatukiasetuksen liitteessä III tarkoitettujen lakisääteisten hoitovaatimusten noudattamista. Valvonnassa noudatetaan muutoin, mitä elintarvikelaissa (23/2006), eläintautilaissa (55/1980), eläinten lääkitsemisestä annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja eläinsuojelulaissa (247/1996) säädetään mainittujen lakien ja niiden nojalla annettujen säädösten noudattamisen valvonnasta sekä valvontaviranomaisista. Rehuja voi rehulain 24 §:ssä mainitun viranomaisen lisäksi valvoa myös työvoima- ja elinkeinokeskus. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta I tarkentavia säännöksiä valvonnasta ja valvonnassa noudatettavasta menettelystä sekä säännöksiä siitä, minkä tässä momentissa mainittujen lakien tai niiden nojalla annettujen säädösten säännösten noudattamiseen lakisääteisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Elintarviketurvallisuusvirasto, työvoima- ja elinkeinokeskus, kunnaneläinlääkäri, läänin-hallitus ja lääninhallituksen määräämä virkaeläinlääkäri valvovat tilatukiasetuksen liitteessä III tarkoitettujen lakisääteisten hoitovaatimusten noudattamista. Valvonnassa noudatetaan muutoin, mitä elintarvikelaissa (23/2006), eläintautilaissa (55/1980), eläinten lääkitsemisestä annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja eläinsuojelulaissa (247/1996) säädetään mainittujen lakien ja niiden nojalla annettujen säädösten noudattamisen valvonnasta sekä valvontaviranomaisista. Rehuja voi rehulain 24 § :ssä mainitun viranomaisen lisäksi valvoa myös työvoima- ja elinkeinokeskus. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta I tarkentavia säännöksiä valvonnasta ja valvonnassa noudatettavasta menettelystä sekä säännöksiä siitä, minkä tässä momentissa mainittujen lakien tai niiden nojalla annettujen säädösten säännösten noudattamiseen lakisääteisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
        "folded_fi": "elintarviketurvallisuusvirasto, tyovoima- ja elinkeinokeskus, kunnanelainlaakari, laanin-hallitus ja laaninhallituksen maaraama virkaelainlaakari valvovat tilatukiasetuksen liitteessa iii tarkoitettujen lakisaateisten hoitovaatimusten noudattamista. valvonnassa noudatetaan muutoin, mita elintarvikelaissa (23/2006), elaintautilaissa (55/1980), elainten laakitsemisesta annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja elainsuojelulaissa (247/1996) saadetaan mainittujen lakien ja niiden nojalla annettujen saadosten noudattamisen valvonnasta seka valvontaviranomaisista. rehuja voi rehulain 24 §:ssa mainitun viranomaisen lisaksi valvoa myos tyovoima- ja elinkeinokeskus. valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta i tarkentavia saannoksia valvonnasta ja valvonnassa noudatettavasta menettelysta seka saannoksia siita, minka tassa momentissa mainittujen lakien tai niiden nojalla annettujen saadosten saannosten noudattamiseen lakisaateisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
        "title_sv": "Övervakning av föreskrivna verksamhetskrav",
        "content_sv": "Livsmedelssäkerhetsverket, arbetskrafts- och näringscentralen, kommunalveterinären, länsstyrelsen och av länsstyrelsen förordnad tjänsteveterinär övervakar efterlevnaden av de föreskrivna verksamhetskraven i bilaga III till förordningen om gårdsstöd. Vid övervakningen iakttas i övrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekämpningsmedel (327/1969) och djurskyddslagen (247/1996) föreskrivs om övervakningen av iakttagandet av nämnda lagar och författningar som utfärdats med stöd av dem samt om tillsynsmyndigheter. Foder kan utöver av en i 24 § i foderlagen nämnd myndighet även övervakas av arbetskrafts- och näringscentralen. Statsrådet kan genom förordning utfärda bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I i fråga om övervakning och övervakningsförfarande samt, i fråga om övervakningen av att de föreskrivna verksamhetskraven iakttas, bestämmelser om iakttagandet av vilka bestämmelser i de lagar som nämns i detta moment eller i författningar som utfärdats med stöd av dem som denna övervakning skall gälla.",
        "normalized_sv": "Livsmedelssäkerhetsverket, arbetskrafts- och näringscentralen, kommunalveterinären, länsstyrelsen och av länsstyrelsen förordnad tjänsteveterinär övervakar efterlevnaden av de föreskrivna verksamhetskraven i bilaga III till förordningen om gårdsstöd. Vid övervakningen iakttas i övrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekämpningsmedel (327/1969) och djurskyddslagen (247/1996) föreskrivs om övervakningen av iakttagandet av nämnda lagar och författningar som utfärdats med stöd av dem samt om tillsynsmyndigheter. Foder kan utöver av en i 24 § i foderlagen nämnd myndighet även övervakas av arbetskrafts- och näringscentralen. Statsrådet kan genom förordning utfärda bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I i fråga om övervakning och övervakningsförfarande samt, i fråga om övervakningen av att de föreskrivna verksamhetskraven iakttas, bestämmelser om iakttagandet av vilka bestämmelser i de lagar som nämns i detta moment eller i författningar som utfärdats med stöd av dem som denna övervakning skall gälla.",
        "folded_sv": "livsmedelssakerhetsverket, arbetskrafts- och naringscentralen, kommunalveterinaren, lansstyrelsen och av lansstyrelsen forordnad tjansteveterinar overvakar efterlevnaden av de foreskrivna verksamhetskraven i bilaga iii till forordningen om gardsstod. vid overvakningen iakttas i ovrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekampningsmedel (327/1969) och djurskyddslagen (247/1996) foreskrivs om overvakningen av iakttagandet av namnda lagar och forfattningar som utfardats med stod av dem samt om tillsynsmyndigheter. foder kan utover av en i 24 § i foderlagen namnd myndighet aven overvakas av arbetskrafts- och naringscentralen. statsradet kan genom forordning utfarda bestammelser som preciserar forordningen om gardsstod och kommissionens forordning i i fraga om overvakning och overvakningsforfarande samt, i fraga om overvakningen av att de foreskrivna verksamhetskraven iakttas, bestammelser om iakttagandet av vilka bestammelser i de lagar som namns i detta moment eller i forfattningar som utfardats med stod av dem som denna overvakning skall galla."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tukioikeuksien käyttö ja siirrot",
      "content": "Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella säädetään. Valtioneuvoston asetuksella voidaan antaa lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella säädetään. Valtioneuvoston asetuksella voidaan antaa lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä.",
        "folded_fi": "tukioikeuden siirtajan on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella saadetaan. valtioneuvoston asetuksella voidaan antaa lisaksi tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuden siirtamisen edellytyksista.",
        "title_sv": "Användning och överföringar av stödrättigheter",
        "content_sv": "Den som överför stödrättigheter skall meddela om överföringen på det sätt som föreskrivs genom förordning av statsrådet. Vidare kan genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter.",
        "normalized_sv": "Den som överför stödrättigheter skall meddela om överföringen på det sätt som föreskrivs genom förordning av statsrådet. Vidare kan genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter.",
        "folded_sv": "den som overfor stodrattigheter skall meddela om overforingen pa det satt som foreskrivs genom forordning av statsradet. vidare kan genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii nar det galler villkoren for overforing av stodrattigheter."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sukupolvenvaihdoksia koskevat tilanteet",
      "content": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 §:n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppa-hinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b §:n 3 momentin mukaisesti; sekä 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 § :n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppa-hinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b § :n 3 momentin mukaisesti; sekä 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso.",
        "folded_fi": "sen lisaksi, mita perintokaaren (40/1965) 6 luvun 1 §:n 1 momentissa saadetaan, ennakkoperintona pidetaan tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmaista alakohtaa sovellettaessa myos sellaista vuonna 2003 tai sen jalkeen tehtya: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myonnetty nuoren viljelijan aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso edellyttaen, etta kauppa-hinta on selvasti alempi kuin vastaavassa kaupassa ilman edella tarkoitettua myyjan ja ostajan valista suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdaan perintokaaren 25 luvun 1 b §:n 3 momentin mukaisesti; seka 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso.",
        "title_sv": "Situationer som gäller generationsväxlingar",
        "content_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även år 2003 eller senare 1) ingånget köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) ingånget köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, 3) ingånget köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken, och 4) given gåva av en gårdsbruksenhet eller en del av en gårdsbruksenhet, om gåvotagaren är gåvogivarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda.",
        "normalized_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även år 2003 eller senare 1) ingånget köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) ingånget köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, 3) ingånget köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken, och 4) given gåva av en gårdsbruksenhet eller en del av en gårdsbruksenhet, om gåvotagaren är gåvogivarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda.",
        "folded_sv": "som forskott pa arv betraktas, utover vad som foreskrivs i 6 kap. 1 § 1 mom. i arvdabalken (40/1965), vid tillampning av artikel 33.1 b och artikel 43.1 forsta stycket i forordningen om gardsstod aven ar 2003 eller senare 1) inganget kop av en gardsbruksenhet eller en del av en gardsbruksenhet som finansieras med bidrag, lan eller vardera inom ramen for startstod till unga jordbrukare, 2) inganget kop av en gardsbruksenhet dar koparen ar saljarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, adoptivbarn eller make till de ovan namnda forutsatt att kopesumman ar uppenbart lagre an vad den annars skulle ha varit vid motsvarande kop om inget ovan avsett forhallande mellan kopare och saljare hade existerat, 3) inganget kop av en del av en gardsbruksenhet som genomfors i enlighet med 25 kap. 1 b § 3 mom. i arvdabalken, och 4) given gava av en gardsbruksenhet eller en del av en gardsbruksenhet, om gavotagaren ar gavogivarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, adoptivbarn eller make till de ovan namnda."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:18 a",
      "chapter": "4",
      "section": "18 a",
      "title": "Tilaneuvontajärjestelmä",
      "content": "Tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijöille antavat maa- ja metsätalousministeriön hyväksymät järjestöt ja neuvojat. Tilaneuvonta on maksullista. Tilaneuvonta toteutetaan tilakäynnein, jolloin viljelijöille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. Neuvontaa annetaan hyvän maatalouden ja ympäristön vaatimuksesta, ympäristösäädöksistä, eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista sekä eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 a",
        "normalized_fi": "Tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijöille antavat maa- ja metsätalousministeriön hyväksymät järjestöt ja neuvojat. Tilaneuvonta on maksullista. Tilaneuvonta toteutetaan tilakäynnein, jolloin viljelijöille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. Neuvontaa annetaan hyvän maatalouden ja ympäristön vaatimuksesta, ympäristösäädöksistä, eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista sekä eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta.",
        "folded_fi": "tilatukiasetuksen 13 artiklassa tarkoitettua maatalousmaata ja tilanhoitoa koskevaa neuvontaa viljelijoille antavat maa- ja metsatalousministerion hyvaksymat jarjestot ja neuvojat. tilaneuvonta on maksullista. tilaneuvonta toteutetaan tilakaynnein, jolloin viljelijoille annetaan tilatukiasetuksen 4 ja 5 artiklassa tarkoitettua neuvontaa. neuvontaa annetaan hyvan maatalouden ja ympariston vaatimuksesta, ymparistosaadoksista, elainten tunnistuksesta ja rekisteroinnista, kasvinsuojeluaineista, elintarvikkeista, rehuista seka elainten hyvinvoinnista ja elaintaudeista ilmoittamisesta.",
        "title_sv": "System för jordbruksrådgivning",
        "content_sv": "Rådgivning till jordbrukare angående markskötsel och jordbruksdrift enligt artikel 13 i förordningen om gårdsstöd ges av de organisationer och rådgivare som godkänts av jord- och skogsbruksministeriet. Rådgivningen är avgiftsbelagd. Jordbruksrådgivningen genomförs genom besök på gårdsbruksenheterna, varvid jordbrukarna ges rådgivning enligt artiklarna 4 och 5 i förordningen om gårdsstöd. Rådgivning ges om kravet på god jordbrukshävd och goda miljöförhållanden och miljöförfattningar, identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder samt djurens välbefinnande och anmälan om djursjukdomar.",
        "normalized_sv": "Rådgivning till jordbrukare angående markskötsel och jordbruksdrift enligt artikel 13 i förordningen om gårdsstöd ges av de organisationer och rådgivare som godkänts av jord- och skogsbruksministeriet. Rådgivningen är avgiftsbelagd. Jordbruksrådgivningen genomförs genom besök på gårdsbruksenheterna, varvid jordbrukarna ges rådgivning enligt artiklarna 4 och 5 i förordningen om gårdsstöd. Rådgivning ges om kravet på god jordbrukshävd och goda miljöförhållanden och miljöförfattningar, identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder samt djurens välbefinnande och anmälan om djursjukdomar.",
        "folded_sv": "radgivning till jordbrukare angaende markskotsel och jordbruksdrift enligt artikel 13 i forordningen om gardsstod ges av de organisationer och radgivare som godkants av jord- och skogsbruksministeriet. radgivningen ar avgiftsbelagd. jordbruksradgivningen genomfors genom besok pa gardsbruksenheterna, varvid jordbrukarna ges radgivning enligt artiklarna 4 och 5 i forordningen om gardsstod. radgivning ges om kravet pa god jordbrukshavd och goda miljoforhallanden och miljoforfattningar, identifiering och registrering av djur, vaxtskyddsmedel, livsmedel, foder samt djurens valbefinnande och anmalan om djursjukdomar."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:18 b",
      "chapter": "4",
      "section": "18 b",
      "title": "Tuki tilaneuvontaan",
      "content": "Viljelijöille voidaan myöntää valtion varoista tukea 18 a §:ssä tarkoitettujen tilaneuvontapalveluiden käyttämiseen. Valtioneuvoston asetuksella voidaan säätää rahoituksesta, tuen hakemis-, myöntämis- ja maksamismenettelystä sekä tuen määrästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 b",
        "normalized_fi": "Viljelijöille voidaan myöntää valtion varoista tukea 18 a § :ssä tarkoitettujen tilaneuvontapalveluiden käyttämiseen. Valtioneuvoston asetuksella voidaan säätää rahoituksesta, tuen hakemis-, myöntämis- ja maksamismenettelystä sekä tuen määrästä.",
        "folded_fi": "viljelijoille voidaan myontaa valtion varoista tukea 18 a §:ssa tarkoitettujen tilaneuvontapalveluiden kayttamiseen. valtioneuvoston asetuksella voidaan saataa rahoituksesta, tuen hakemis-, myontamis- ja maksamismenettelysta seka tuen maarasta.",
        "title_sv": "Stöd för jordbruksrådgivning",
        "content_sv": "Jordbrukare kan av statens medel beviljas stöd för anlitande av jordbruksrådgivningen enligt 18 a §. Genom förordning av statsrådet kan föreskrivas om finansiering, förfarande för stödansökan, beviljande och utbetalning av stöd samt om stödbeloppet.",
        "normalized_sv": "Jordbrukare kan av statens medel beviljas stöd för anlitande av jordbruksrådgivningen enligt 18 a § . Genom förordning av statsrådet kan föreskrivas om finansiering, förfarande för stödansökan, beviljande och utbetalning av stöd samt om stödbeloppet.",
        "folded_sv": "jordbrukare kan av statens medel beviljas stod for anlitande av jordbruksradgivningen enligt 18 a §. genom forordning av statsradet kan foreskrivas om finansiering, forfarande for stodansokan, beviljande och utbetalning av stod samt om stodbeloppet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:18 c",
      "chapter": "4",
      "section": "18 c",
      "title": "Neuvojien hyväksyminen ja kelpoisuusehdot",
      "content": "Neuvontajärjestöjen ja neuvojien hyväksymistä haetaan kirjallisesti maa- ja metsätalousministeriöltä, joka päättää hyväksymisestä enintään kolmeksi vuodeksi kerrallaan. Hyväksymisen edellytyksenä on, että neuvontajärjestöllä ja neuvojalla on tehtävänsä laatuun ja laajuuteen nähden riittävä asiantuntemus. Neuvontajärjestöjen ja neuvojien tulee lisäksi täyttää 3 ja 4 momentissa säädetyt vaatimukset. Neuvojat toimivat virkavastuulla. Lisäksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain sekä hallintolain (434/2003) säännöksiä. Maa- ja metsätalousministeriön on kuultava Elintarviketurvallisuusvirastoa ennen sellaisen neuvontajärjestön tai neuvojan hyväksymistä, joka antaa neuvontaa eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista tai eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta. Maa- ja metsätalousministeriö voi peruuttaa hyväksymisen, jollei neuvontajärjestö tai neuvoja täytä hyväksymisen edellytyksiä tai jollei tämän muutoin voida katsoa olevan soveltuva tehtäväänsä virheellisen menettelynsä tai laiminlyöntinsä vakavuuden tai toistuvuuden vuoksi. Maa- ja metsätalousministeriön on ennen hyväksymisen peruuttamista annettava neuvontajärjestölle tai neuvojalle kirjallinen huomautus sekä kuultava tätä. Neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vähintään opistotasoinen koulutus tai muu vastaava koulutus sekä vähintään vuoden työkokemus kyseiseltä alalta. Erityisestä syystä voidaan koulutusvaatimuksesta poiketa ja hyväksyä neuvojaksi myös vastaavat tiedot ja taidot omaava henkilö, jolla on pitkä työkokemus. Neuvojalla on lisäksi oltava kokemusta neuvonnasta. Neuvojien on suoritettava maa- ja metsätalousministeriön järjestämä koe hyväksytysti. Neuvontajärjestön tai neuvojan on lisäksi esitettävä maa- ja metsätalousministeriölle kirjallinen neuvonnan toimintasuunnitelma. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä neuvontajärjestöjen ja neuvojien hyväksymismenettelystä, hyväksymisen peruuttamiseen liittyvästä menettelystä, neuvojille järjestettävän kokeen sisällöstä ja toteuttamistavasta sekä neuvonnan toimintasuunnitelmaan sisällytettävistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 c",
        "normalized_fi": "Neuvontajärjestöjen ja neuvojien hyväksymistä haetaan kirjallisesti maa- ja metsätalousministeriöltä, joka päättää hyväksymisestä enintään kolmeksi vuodeksi kerrallaan. Hyväksymisen edellytyksenä on, että neuvontajärjestöllä ja neuvojalla on tehtävänsä laatuun ja laajuuteen nähden riittävä asiantuntemus. Neuvontajärjestöjen ja neuvojien tulee lisäksi täyttää 3 ja 4 momentissa säädetyt vaatimukset. Neuvojat toimivat virkavastuulla. Lisäksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain sekä hallintolain (434/2003) säännöksiä. Maa- ja metsätalousministeriön on kuultava Elintarviketurvallisuusvirastoa ennen sellaisen neuvontajärjestön tai neuvojan hyväksymistä, joka antaa neuvontaa eläinten tunnistuksesta ja rekisteröinnistä, kasvinsuojeluaineista, elintarvikkeista, rehuista tai eläinten hyvinvoinnista ja eläintaudeista ilmoittamisesta. Maa- ja metsätalousministeriö voi peruuttaa hyväksymisen, jollei neuvontajärjestö tai neuvoja täytä hyväksymisen edellytyksiä tai jollei tämän muutoin voida katsoa olevan soveltuva tehtäväänsä virheellisen menettelynsä tai laiminlyöntinsä vakavuuden tai toistuvuuden vuoksi. Maa- ja metsätalousministeriön on ennen hyväksymisen peruuttamista annettava neuvontajärjestölle tai neuvojalle kirjallinen huomautus sekä kuultava tätä. Neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vähintään opistotasoinen koulutus tai muu vastaava koulutus sekä vähintään vuoden työkokemus kyseiseltä alalta. Erityisestä syystä voidaan koulutusvaatimuksesta poiketa ja hyväksyä neuvojaksi myös vastaavat tiedot ja taidot omaava henkilö, jolla on pitkä työkokemus. Neuvojalla on lisäksi oltava kokemusta neuvonnasta. Neuvojien on suoritettava maa- ja metsätalousministeriön järjestämä koe hyväksytysti. Neuvontajärjestön tai neuvojan on lisäksi esitettävä maa- ja metsätalousministeriölle kirjallinen neuvonnan toimintasuunnitelma. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä neuvontajärjestöjen ja neuvojien hyväksymismenettelystä, hyväksymisen peruuttamiseen liittyvästä menettelystä, neuvojille järjestettävän kokeen sisällöstä ja toteuttamistavasta sekä neuvonnan toimintasuunnitelmaan sisällytettävistä seikoista.",
        "folded_fi": "neuvontajarjestojen ja neuvojien hyvaksymista haetaan kirjallisesti maa- ja metsatalousministeriolta, joka paattaa hyvaksymisesta enintaan kolmeksi vuodeksi kerrallaan. hyvaksymisen edellytyksena on, etta neuvontajarjestolla ja neuvojalla on tehtavansa laatuun ja laajuuteen nahden riittava asiantuntemus. neuvontajarjestojen ja neuvojien tulee lisaksi tayttaa 3 ja 4 momentissa saadetyt vaatimukset. neuvojat toimivat virkavastuulla. lisaksi toiminnassa sovelletaan kielilain (423/2003), saamen kielilain (1086/2003), viranomaisten toiminnan julkisuudesta annetun lain seka hallintolain (434/2003) saannoksia. maa- ja metsatalousministerion on kuultava elintarviketurvallisuusvirastoa ennen sellaisen neuvontajarjeston tai neuvojan hyvaksymista, joka antaa neuvontaa elainten tunnistuksesta ja rekisteroinnista, kasvinsuojeluaineista, elintarvikkeista, rehuista tai elainten hyvinvoinnista ja elaintaudeista ilmoittamisesta. maa- ja metsatalousministerio voi peruuttaa hyvaksymisen, jollei neuvontajarjesto tai neuvoja tayta hyvaksymisen edellytyksia tai jollei taman muutoin voida katsoa olevan soveltuva tehtavaansa virheellisen menettelynsa tai laiminlyontinsa vakavuuden tai toistuvuuden vuoksi. maa- ja metsatalousministerion on ennen hyvaksymisen peruuttamista annettava neuvontajarjestolle tai neuvojalle kirjallinen huomautus seka kuultava tata. neuvojalla tulee olla neuvottavan asiakokonaisuuden alaan soveltuva vahintaan opistotasoinen koulutus tai muu vastaava koulutus seka vahintaan vuoden tyokokemus kyseiselta alalta. erityisesta syysta voidaan koulutusvaatimuksesta poiketa ja hyvaksya neuvojaksi myos vastaavat tiedot ja taidot omaava henkilo, jolla on pitka tyokokemus. neuvojalla on lisaksi oltava kokemusta neuvonnasta. neuvojien on suoritettava maa- ja metsatalousministerion jarjestama koe hyvaksytysti. neuvontajarjeston tai neuvojan on lisaksi esitettava maa- ja metsatalousministeriolle kirjallinen neuvonnan toimintasuunnitelma. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia neuvontajarjestojen ja neuvojien hyvaksymismenettelysta, hyvaksymisen peruuttamiseen liittyvasta menettelysta, neuvojille jarjestettavan kokeen sisallosta ja toteuttamistavasta seka neuvonnan toimintasuunnitelmaan sisallytettavista seikoista.",
        "title_sv": "Godkännande av rådgivare och behörighe-villkor för rådgivare",
        "content_sv": "Godkännande av rådgivningsorganisationer och rådgivare söks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkännande för högst tre år i sänder. Villkor för godkännande är att rådgivningsorganisationen och rådgivaren har tillräcklig sakkunskap med hänsyn till uppgiftens beskaffenhet och omfattning. Rådgivningsorganisationer och rådgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. Rådgivare handlar under tjänsteansvar. I verksamheten tillämpas dessutom språklagen (423/2003), samiska språklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och förvaltningslagen (434/2003). Jord- och skogsbruksministeriet skall höra Livsmedelssäkerhetsverket innan den godkänner en rådgivningsorganisation eller rådgivare som ger rådgivning om identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder eller djurens välbefinnande och anmälan om djursjukdomar. Jord- och skogsbruksministeriet kan återkalla godkännandet, om rådgivningsorganisationen eller rådgivaren inte uppfyller villkoren för godkännande eller om denna annars kan anses vara olämplig för sin uppgift på grund av allvarliga eller återkommande försummelser eller fel i förfarandet. Innan ministeriet återkallar ett godkännande skall det ge organisationen eller rådgivaren en skriftlig anmärkning samt höra organisationen eller rådgivaren. Rådgivaren skall ha sådan utbildning på minst institutnivå eller annan motsvarande utbildning som är lämplig med tanke på det sakkomplex som rådgivningen gäller samt minst ett års arbetslivserfarenhet inom branschen i fråga. Av särskilda skäl kan avvikelse göras från utbildningskravet och som rådgivare även godkännas en person med motsvarande kunskaper och färdigheter och lång arbetslivserfarenhet. Rådgivaren skall dessutom ha erfarenhet av rådgivning. Rådgivare skall med godkänt resultat avlägga ett prov som arrangeras av jord- och skogsbruksministeriet. Rådgivningsorganisationen eller rådgivaren skall dessutom förelägga jord- och skogsbruksministeriet en skriftlig verksamhetsplan för rådgivningen. Genom förordning av statsrådet kan utfärdas närmare bestämmelser om förfarandet för godkännande av rådgivningsorganisationer och rådgivare, förfarandet för återkallande av godkännande, innehållet i provet för rådgiNr 618 vare och hur provet genomförs samt vad som skall ingå i verksamhetsplanen för rådgivningen.",
        "normalized_sv": "Godkännande av rådgivningsorganisationer och rådgivare söks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkännande för högst tre år i sänder. Villkor för godkännande är att rådgivningsorganisationen och rådgivaren har tillräcklig sakkunskap med hänsyn till uppgiftens beskaffenhet och omfattning. Rådgivningsorganisationer och rådgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. Rådgivare handlar under tjänsteansvar. I verksamheten tillämpas dessutom språklagen (423/2003), samiska språklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och förvaltningslagen (434/2003). Jord- och skogsbruksministeriet skall höra Livsmedelssäkerhetsverket innan den godkänner en rådgivningsorganisation eller rådgivare som ger rådgivning om identifiering och registrering av djur, växtskyddsmedel, livsmedel, foder eller djurens välbefinnande och anmälan om djursjukdomar. Jord- och skogsbruksministeriet kan återkalla godkännandet, om rådgivningsorganisationen eller rådgivaren inte uppfyller villkoren för godkännande eller om denna annars kan anses vara olämplig för sin uppgift på grund av allvarliga eller återkommande försummelser eller fel i förfarandet. Innan ministeriet återkallar ett godkännande skall det ge organisationen eller rådgivaren en skriftlig anmärkning samt höra organisationen eller rådgivaren. Rådgivaren skall ha sådan utbildning på minst institutnivå eller annan motsvarande utbildning som är lämplig med tanke på det sakkomplex som rådgivningen gäller samt minst ett års arbetslivserfarenhet inom branschen i fråga. Av särskilda skäl kan avvikelse göras från utbildningskravet och som rådgivare även godkännas en person med motsvarande kunskaper och färdigheter och lång arbetslivserfarenhet. Rådgivaren skall dessutom ha erfarenhet av rådgivning. Rådgivare skall med godkänt resultat avlägga ett prov som arrangeras av jord- och skogsbruksministeriet. Rådgivningsorganisationen eller rådgivaren skall dessutom förelägga jord- och skogsbruksministeriet en skriftlig verksamhetsplan för rådgivningen. Genom förordning av statsrådet kan utfärdas närmare bestämmelser om förfarandet för godkännande av rådgivningsorganisationer och rådgivare, förfarandet för återkallande av godkännande, innehållet i provet för rådgiNr 618 vare och hur provet genomförs samt vad som skall ingå i verksamhetsplanen för rådgivningen.",
        "folded_sv": "godkannande av radgivningsorganisationer och radgivare soks skriftligt hos jord- och skogsbruksministeriet, som fattar beslut om godkannande for hogst tre ar i sander. villkor for godkannande ar att radgivningsorganisationen och radgivaren har tillracklig sakkunskap med hansyn till uppgiftens beskaffenhet och omfattning. radgivningsorganisationer och radgivare skall dessutom uppfylla kraven enligt 3 och 4 mom. radgivare handlar under tjansteansvar. i verksamheten tillampas dessutom spraklagen (423/2003), samiska spraklagen (1086/2003), lagen om offentlighet i myndigheternas verksamhet och forvaltningslagen (434/2003). jord- och skogsbruksministeriet skall hora livsmedelssakerhetsverket innan den godkanner en radgivningsorganisation eller radgivare som ger radgivning om identifiering och registrering av djur, vaxtskyddsmedel, livsmedel, foder eller djurens valbefinnande och anmalan om djursjukdomar. jord- och skogsbruksministeriet kan aterkalla godkannandet, om radgivningsorganisationen eller radgivaren inte uppfyller villkoren for godkannande eller om denna annars kan anses vara olamplig for sin uppgift pa grund av allvarliga eller aterkommande forsummelser eller fel i forfarandet. innan ministeriet aterkallar ett godkannande skall det ge organisationen eller radgivaren en skriftlig anmarkning samt hora organisationen eller radgivaren. radgivaren skall ha sadan utbildning pa minst institutniva eller annan motsvarande utbildning som ar lamplig med tanke pa det sakkomplex som radgivningen galler samt minst ett ars arbetslivserfarenhet inom branschen i fraga. av sarskilda skal kan avvikelse goras fran utbildningskravet och som radgivare aven godkannas en person med motsvarande kunskaper och fardigheter och lang arbetslivserfarenhet. radgivaren skall dessutom ha erfarenhet av radgivning. radgivare skall med godkant resultat avlagga ett prov som arrangeras av jord- och skogsbruksministeriet. radgivningsorganisationen eller radgivaren skall dessutom forelagga jord- och skogsbruksministeriet en skriftlig verksamhetsplan for radgivningen. genom forordning av statsradet kan utfardas narmare bestammelser om forfarandet for godkannande av radgivningsorganisationer och radgivare, forfarandet for aterkallande av godkannande, innehallet i provet for radginr 618 vare och hur provet genomfors samt vad som skall inga i verksamhetsplanen for radgivningen."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:18 d",
      "chapter": "4",
      "section": "18 d",
      "title": "Neuvontarekisteri",
      "content": "Maa- ja metsätalousministeriö pitää neuvontarekisteriä, johon talletetaan tarpeelliset yksilöinti- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajärjestelmän neuvontajärjestöistä, neuvojista ja neuvontaan osallistuvista viljelijöistä, palaute, jonka viljelijät antavat neuvontajärjestöistä ja neuvojista sekä muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. Neuvontajärjestöt ja neuvojat voidaan hyväksymisen jälkeen merkitä neuvontarekisteriin enintään kolmeksi vuodeksi kerrallaan. Maa- ja metsätalousministeriön tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitäjän ohella oikeus käyttää rekisteriä. Elintarviketurvallisuusvirastolla ja työvoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisteristä teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta. Neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilötietojen käsittelyyn henkilötietolakia. Tietoja viljelijän tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilötietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai Euroopan yhteisön säännöksissä säädettyjen tehtävien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajärjestölle ja sille neuvontajärjestölle, jonka palveluksessa palautetta saanut neuvoja toimii. Tiedot säilytetään rekisterissä 10 vuoden ajan sen kalenterivuoden päättymisestä, jona neuvontaa on annettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:18 d",
        "normalized_fi": "Maa- ja metsätalousministeriö pitää neuvontarekisteriä, johon talletetaan tarpeelliset yksilöinti- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajärjestelmän neuvontajärjestöistä, neuvojista ja neuvontaan osallistuvista viljelijöistä, palaute, jonka viljelijät antavat neuvontajärjestöistä ja neuvojista sekä muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. Neuvontajärjestöt ja neuvojat voidaan hyväksymisen jälkeen merkitä neuvontarekisteriin enintään kolmeksi vuodeksi kerrallaan. Maa- ja metsätalousministeriön tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitäjän ohella oikeus käyttää rekisteriä. Elintarviketurvallisuusvirastolla ja työvoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisteristä teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta. Neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittäviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilötietojen käsittelyyn henkilötietolakia. Tietoja viljelijän tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilötietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai Euroopan yhteisön säännöksissä säädettyjen tehtävien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajärjestölle ja sille neuvontajärjestölle, jonka palveluksessa palautetta saanut neuvoja toimii. Tiedot säilytetään rekisterissä 10 vuoden ajan sen kalenterivuoden päättymisestä, jona neuvontaa on annettu.",
        "folded_fi": "maa- ja metsatalousministerio pitaa neuvontarekisteria, johon talletetaan tarpeelliset yksilointi- ja yhteystiedot tilatukiasetuksen 13 artiklassa tarkoitetun tilaneuvontajarjestelman neuvontajarjestoista, neuvojista ja neuvontaan osallistuvista viljelijoista, palaute, jonka viljelijat antavat neuvontajarjestoista ja neuvojista seka muut neuvonnan toteuttamista ja seurantaa varten tarpeelliset tiedot. neuvontajarjestot ja neuvojat voidaan hyvaksymisen jalkeen merkita neuvontarekisteriin enintaan kolmeksi vuodeksi kerrallaan. maa- ja metsatalousministerion tietopalvelukeskuksella ja kuntien maaseutuelinkeinoviranomaisilla on rekisterinpitajan ohella oikeus kayttaa rekisteria. elintarviketurvallisuusvirastolla ja tyovoima- ja elinkeinokeskusten maaseutuosastoilla on oikeus saada tietoja rekisterista teknisen kayttoyhteyden avulla. ennen tietojen luovuttamista teknisen kayttoyhteyden avulla on tietoja pyytavan esitettava selvitys tietojen suojaamisesta. neuvontarekisterin tietojen julkisuuteen, niiden luovuttamiseen ja luovuttamisesta perittaviin maksuihin sovelletaan muutoin viranomaisten toiminnan julkisuudesta annettua lakia ja henkilotietojen kasittelyyn henkilotietolakia. tietoja viljelijan tilaneuvonnasta antamasta palautteesta luovutetaan kuitenkin vain ilman palautteen antajan henkilotietoja ja ainoastaan valtion ja kunnan viranomaiselle laissa tai euroopan yhteison saannoksissa saadettyjen tehtavien hoitamista varten, palautetta saaneelle neuvojalle tai neuvontajarjestolle ja sille neuvontajarjestolle, jonka palveluksessa palautetta saanut neuvoja toimii. tiedot sailytetaan rekisterissa 10 vuoden ajan sen kalenterivuoden paattymisesta, jona neuvontaa on annettu.",
        "title_sv": "Rådgivningsregister",
        "content_sv": "Jord- och skogsbrukministeriet för ett rådgivningsregister, i vilket införs nödvändiga identifikations- och kontaktuppgifter om rådgivningsorganisationerna, rådgivarna och de deltagande jordbrukarna i det system för jordbruksrådgivning som avses i artikel 13 i förordningen om gårdsstöd, jordbrukarnas respons på rådgivningsorganisationerna och rådgivarna samt andra uppgifter som behövs för genomförande och uppföljning av rådgivningen. Rådgivningsorganisationer och rådgivare kan efter godkännande föras in i rådgivningsregistret för högst tre år i sänder. Utöver den registeransvarige har jord- och skogsbruksministeriets informationstjänstcentral och kommunernas landsbygdsnäringsmyndigheter rätt att använda registret. Livsmedelssäkerhetsverket och arbetskrafts- och näringscentralernas landsbygdsavdelningar har rätt att få uppgifter ur registret genom en teknisk uppkoppling. Innan uppgifter ges ut genom en teknisk uppkoppling skall den som begär uppgifterna visa att uppgifterna skyddas. På offentlighet för, utlämnande av och avgifter för utlämnande av uppgifter ur rådgivningsregistret tillämpas i övrigt lagen om offentlighet i myndigheternas verksamhet och på behandlingen av personuppgifter personuppgiftslagen. Uppgifter om jordbrukarens respons på jordbruksrådgivningen lämnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter för skötseln av uppgifter som föreskrivs i lag eller i Europeiska gemenskapens bestämmelser, till den rådgivare eller rådgivningsorganisation som fått responsen och till den rådgivningsorganisation inom vilken den rådgivare som fått responsen är anställd. Uppgifterna förvaras i registret tio år efter utgången av det kalenderår då rådgivningen tillhandahölls.",
        "normalized_sv": "Jord- och skogsbrukministeriet för ett rådgivningsregister, i vilket införs nödvändiga identifikations- och kontaktuppgifter om rådgivningsorganisationerna, rådgivarna och de deltagande jordbrukarna i det system för jordbruksrådgivning som avses i artikel 13 i förordningen om gårdsstöd, jordbrukarnas respons på rådgivningsorganisationerna och rådgivarna samt andra uppgifter som behövs för genomförande och uppföljning av rådgivningen. Rådgivningsorganisationer och rådgivare kan efter godkännande föras in i rådgivningsregistret för högst tre år i sänder. Utöver den registeransvarige har jord- och skogsbruksministeriets informationstjänstcentral och kommunernas landsbygdsnäringsmyndigheter rätt att använda registret. Livsmedelssäkerhetsverket och arbetskrafts- och näringscentralernas landsbygdsavdelningar har rätt att få uppgifter ur registret genom en teknisk uppkoppling. Innan uppgifter ges ut genom en teknisk uppkoppling skall den som begär uppgifterna visa att uppgifterna skyddas. På offentlighet för, utlämnande av och avgifter för utlämnande av uppgifter ur rådgivningsregistret tillämpas i övrigt lagen om offentlighet i myndigheternas verksamhet och på behandlingen av personuppgifter personuppgiftslagen. Uppgifter om jordbrukarens respons på jordbruksrådgivningen lämnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter för skötseln av uppgifter som föreskrivs i lag eller i Europeiska gemenskapens bestämmelser, till den rådgivare eller rådgivningsorganisation som fått responsen och till den rådgivningsorganisation inom vilken den rådgivare som fått responsen är anställd. Uppgifterna förvaras i registret tio år efter utgången av det kalenderår då rådgivningen tillhandahölls.",
        "folded_sv": "jord- och skogsbrukministeriet for ett radgivningsregister, i vilket infors nodvandiga identifikations- och kontaktuppgifter om radgivningsorganisationerna, radgivarna och de deltagande jordbrukarna i det system for jordbruksradgivning som avses i artikel 13 i forordningen om gardsstod, jordbrukarnas respons pa radgivningsorganisationerna och radgivarna samt andra uppgifter som behovs for genomforande och uppfoljning av radgivningen. radgivningsorganisationer och radgivare kan efter godkannande foras in i radgivningsregistret for hogst tre ar i sander. utover den registeransvarige har jord- och skogsbruksministeriets informationstjanstcentral och kommunernas landsbygdsnaringsmyndigheter ratt att anvanda registret. livsmedelssakerhetsverket och arbetskrafts- och naringscentralernas landsbygdsavdelningar har ratt att fa uppgifter ur registret genom en teknisk uppkoppling. innan uppgifter ges ut genom en teknisk uppkoppling skall den som begar uppgifterna visa att uppgifterna skyddas. pa offentlighet for, utlamnande av och avgifter for utlamnande av uppgifter ur radgivningsregistret tillampas i ovrigt lagen om offentlighet i myndigheternas verksamhet och pa behandlingen av personuppgifter personuppgiftslagen. uppgifter om jordbrukarens respons pa jordbruksradgivningen lamnas dock ut endast utan personuppgifter om den som gett responsen och endast till statliga och kommunala myndigheter for skotseln av uppgifter som foreskrivs i lag eller i europeiska gemenskapens bestammelser, till den radgivare eller radgivningsorganisation som fatt responsen och till den radgivningsorganisation inom vilken den radgivare som fatt responsen ar anstalld. uppgifterna forvaras i registret tio ar efter utgangen av det kalenderar da radgivningen tillhandaholls."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:19",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä tukioikeusrekisterin hallinnoinnista.",
        "folded_fi": "valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia tukioikeusrekisterin hallinnoinnista.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administreringen av stödrättighetsregistret.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om administreringen av stödrättighetsregistret.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om administreringen av stodrattighetsregistret."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijälle määritettyä markkinointivuodelle myönnettyä oikeutta tuottaa A- ja B-kiintiösokeria; 8) siirtymäkauden lisäkorvauksella viljelijöiden viitemääriin vuosina 2006―2009 sisällytettävää tilatukiasetuksen liitteen VII kohdan K taulukossa 2 vahvistettua lisämäärää; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen VII kohdan K taulukossa 1 vahvistettua kansallista enimmäismäärää; ja 10) neuvontajärjestöllä yksityistä tai julkista yhteisöä, joka tuottaa tilaneuvontapalveluja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijälle myönnettävää hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijälle määritettyä markkinointivuodelle myönnettyä oikeutta tuottaa A- ja B-kiintiösokeria; 8) siirtymäkauden lisäkorvauksella viljelijöiden viitemääriin vuosina 2006―2009 sisällytettävää tilatukiasetuksen liitteen VII kohdan K taulukossa 2 vahvistettua lisämäärää; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen VII kohdan K taulukossa 1 vahvistettua kansallista enimmäismäärää; ja 10) neuvontajärjestöllä yksityistä tai julkista yhteisöä, joka tuottaa tilaneuvontapalveluja.",
        "folded_fi": "tassa laissa tarkoitetaan: 5) kesannointioikeudella tilatukiasetuksen 53 artiklan ja 63 artiklan 2 kohdan mukaista viljelijalle myonnettavaa hehtaarikohtaista tukioikeutta; 6) erityistukioikeudella tilatukiasetuksen 47 ja 48 artiklan mukaista oikeutta; 7) perustoimitusoikeudella kullekin viljelijalle maaritettya markkinointivuodelle myonnettya oikeutta tuottaa a- ja b-kiintiosokeria; 8) siirtymakauden lisakorvauksella viljelijoiden viitemaariin vuosina 2006―2009 sisallytettavaa tilatukiasetuksen liitteen vii kohdan k taulukossa 2 vahvistettua lisamaaraa; 9) sokerin hinnanalennuksen korvauksella tilatukiasetuksen liitteen vii kohdan k taulukossa 1 vahvistettua kansallista enimmaismaaraa; ja 10) neuvontajarjestolla yksityista tai julkista yhteisoa, joka tuottaa tilaneuvontapalveluja.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd, 7) grundleveransrättighet den rättighet att producera A- och B-socker som fastställts för varje jordbrukare för regleringsåret, 8) tilläggsersättning under övergångsperioden det ytterligare belopp som fastställs i punkt K tabell 2 i bilaga VII till förordningen om gårdsstöd och som 2006―2009 skall ingå i jordbrukarnas referensbelopp, 9) ersättning för prissänkningen på socker det nationella tak som fastställs i punkt K tabell 1 i bilaga VII till förordningen om gårdsstöd, och 10) rådgivningsorganisation en privat eller offentlig sammanslutning som tillhandahåller jordbruksrådgivning.",
        "normalized_sv": "I denna lag avses med 5) trädesrättighet en hektarspecifik stödrättighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i förordningen om gårdsstöd, 6) särskild stödrättighet en rättighet enligt artiklarna 47 och 48 i förordningen om gårdsstöd, 7) grundleveransrättighet den rättighet att producera A- och B-socker som fastställts för varje jordbrukare för regleringsåret, 8) tilläggsersättning under övergångsperioden det ytterligare belopp som fastställs i punkt K tabell 2 i bilaga VII till förordningen om gårdsstöd och som 2006―2009 skall ingå i jordbrukarnas referensbelopp, 9) ersättning för prissänkningen på socker det nationella tak som fastställs i punkt K tabell 1 i bilaga VII till förordningen om gårdsstöd, och 10) rådgivningsorganisation en privat eller offentlig sammanslutning som tillhandahåller jordbruksrådgivning.",
        "folded_sv": "i denna lag avses med 5) tradesrattighet en hektarspecifik stodrattighet som beviljas jordbrukare i enlighet med artiklarna 53 och 63.2 i forordningen om gardsstod, 6) sarskild stodrattighet en rattighet enligt artiklarna 47 och 48 i forordningen om gardsstod, 7) grundleveransrattighet den rattighet att producera a- och b-socker som faststallts for varje jordbrukare for regleringsaret, 8) tillaggsersattning under overgangsperioden det ytterligare belopp som faststalls i punkt k tabell 2 i bilaga vii till forordningen om gardsstod och som 2006―2009 skall inga i jordbrukarnas referensbelopp, 9) ersattning for prissankningen pa socker det nationella tak som faststalls i punkt k tabell 1 i bilaga vii till forordningen om gardsstod, och 10) radgivningsorganisation en privat eller offentlig sammanslutning som tillhandahaller jordbruksradgivning."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Yhdistelmämalli ja täytäntöönpanomuoto",
      "content": "Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Tilakohtainen sokerijuurikkaan lisäosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimäärän perusteella. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Tilakohtaiseen sokerijuurikkaan lisäosaan sisällytetään 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 sekä 100 prosenttia siirtymäkauden lisäkorvauksesta vuosina 2006―2009. Vuosina 2014―2016 sokerijuurikkaan lisäosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymäkauden lisäkorvauksen perusteella muodostetun lisäosan yhteismäärästä. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta sekä sokerijuurikkaan lisäosasta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Yhdistelmämallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisäosasta, joiden lisäksi voidaan muodostaa kesannointioikeuksia sekä erityistukioikeuksia. Tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin säädettävissä tapauksissa sisältyä tilatukiasetuksen 60 artiklan mukainen oikeus. Tilakohtainen lisäosa muodostetaan viitekaudella 2000―2002 sonni- ja härkäpalkkiota saaneille tiloille, viitekaudella 2000―2002 tärkkelysperunan tukea saaneille tiloille, 31 päivänä maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille sekä tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisäosan kansallisesta varannosta. Tilakohtainen sokerijuurikkaan lisäosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimäärän perusteella. Tilakohtaiseen lisäosaan sisällytetään 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja härkäpalkkiosta sekä 40 prosenttia tärkkelysperunan tuotantoon sitomattomasta tuesta. Lisäosat säilyvät ennallaan vuosina 2006―2010. Vuosina 2011―2013 lisäosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperäisestä tasosta. Vuodesta 2016 alkaen lisäosia ei makseta. Tilakohtaiseen sokerijuurikkaan lisäosaan sisällytetään 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 sekä 100 prosenttia siirtymäkauden lisäkorvauksesta vuosina 2006―2009. Vuosina 2014―2016 sokerijuurikkaan lisäosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymäkauden lisäkorvauksen perusteella muodostetun lisäosan yhteismäärästä. Siirtymäkaudesta, lisäosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta sekä sokerijuurikkaan lisäosasta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "yhdistelmamallissa tukioikeus muodostetaan tasatukiosasta ja mahdollisesta tilakohtaisesta lisaosasta, joiden lisaksi voidaan muodostaa kesannointioikeuksia seka erityistukioikeuksia. tukioikeuksiin voi valtioneuvoston asetuksella tarkemmin saadettavissa tapauksissa sisaltya tilatukiasetuksen 60 artiklan mukainen oikeus. tilakohtainen lisaosa muodostetaan viitekaudella 2000―2002 sonni- ja harkapalkkiota saaneille tiloille, viitekaudella 2000―2002 tarkkelysperunan tukea saaneille tiloille, 31 paivana maaliskuuta 2006 maitopalkkioon oikeutetuille tiloille seka tiloille, jotka ovat oikeutettuja saamaan tilakohtaisen lisaosan kansallisesta varannosta. tilakohtainen sokerijuurikkaan lisaosa muodostetaan tiloille markkinointivuoden 2005/2006 voimassa olevan perustoimitusoikeuden sokerimaaran perusteella. tilakohtaiseen lisaosaan sisallytetaan 100 prosenttia maitopalkkiosta, 30 prosenttia sonni- ja harkapalkkiosta seka 40 prosenttia tarkkelysperunan tuotantoon sitomattomasta tuesta. lisaosat sailyvat ennallaan vuosina 2006―2010. vuosina 2011―2013 lisaosien suuruus on 70 prosenttia ja vuosina 2014 ja 2015 35 prosenttia alkuperaisesta tasosta. vuodesta 2016 alkaen lisaosia ei makseta. tilakohtaiseen sokerijuurikkaan lisaosaan sisallytetaan 100 prosenttia sokerin hinnanalennuksen korvauksesta vuosina 2006―2013 seka 100 prosenttia siirtymakauden lisakorvauksesta vuosina 2006―2009. vuosina 2014―2016 sokerijuurikkaan lisaosan suuruus on 70 prosenttia ja vuosina 2017 ja 2018 se on 35 prosenttia vuoden 2009 hinnanalennuksen korvauksen ja siirtymakauden lisakorvauksen perusteella muodostetun lisaosan yhteismaarasta. siirtymakaudesta, lisaosien ja erityistukioikeuksien asteittaisesta alentamisesta, vastaavasta tasatuen korottamisesta seka sokerijuurikkaan lisaosasta voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Blandmodell och verkställighet",
        "content_sv": "I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Den gårdsspecifika tilläggsdelen för sockerbetor fastställs för gårdsbruksenheter på basis av sockermängden i gällande grundleveransrättighet under regleringsåret 2005/2006. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 är det 35 procent av den ursprungliga nivån. Från och med 2016 betalas inga tilläggsdelar. I den gårdsspecifika tilläggsdelen för sockerbetor inkluderas 100 procent av ersättningen för prissänkningen på socker 2006―2013 samt 100 procent av tilläggsersättningen under övergångsperioden 2006―2009. Åren 2014―2016 är tilläggsdelen för sockerbetor 70 procent och åren 2017 och 2018 är beloppet 35 procent av det sammanlagda beloppet av den tilläggsdel som fastställts på basis av 2009 års ersättning för prissänkningen och tilläggsersättning under övergångsperioden. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna, en motsvarande höjning av det enhetliga stödet samt om tilläggsdelen för sockerbetor kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I blandmodellen består en stödrättighet av en enhetlig stöddel och en eventuell gårdsspecifik tilläggsdel och utöver dem kan trädesrättigheter och särskilda stödrättigheter fastställas. I situationer som anges närmare genom förordning av statsrådet kan stödrättigheterna omfatta en rättighet enligt artikel 60 i förordningen om gårdsstöd. Den gårdsspecifika tilläggsdelen fastställs för gårdsbruksenheter som har fått tjurbidrag och bidrag för stutar under referensperioden 2000―2002, gårdsbruksenheter som har fått stöd för stärkelsepotatis under referensperioden 2000―2002, gårdsbruksenheter som har rätt till mjölkbidrag den 31 mars 2006 samt gårdsbruksenheter som är berättigade till en gårdsspecifik tilläggsdel ur den nationella reserven. Den gårdsspecifika tilläggsdelen för sockerbetor fastställs för gårdsbruksenheter på basis av sockermängden i gällande grundleveransrättighet under regleringsåret 2005/2006. I den gårdsspecifika tilläggsdelen inkluderas 100 procent av mjölkbidraget, 30 procent av tjurbidraget och bidraget för stutar samt 40 procent av det stöd som inte är kopplat till produktionen av stärkelsepotatis. Tilläggsdelarna förblir oförändrade 2006―2010. Åren 2011―2013 är beloppet av tilläggsdelarna 70 procent och åren 2014 och 2015 är det 35 procent av den ursprungliga nivån. Från och med 2016 betalas inga tilläggsdelar. I den gårdsspecifika tilläggsdelen för sockerbetor inkluderas 100 procent av ersättningen för prissänkningen på socker 2006―2013 samt 100 procent av tilläggsersättningen under övergångsperioden 2006―2009. Åren 2014―2016 är tilläggsdelen för sockerbetor 70 procent och åren 2017 och 2018 är beloppet 35 procent av det sammanlagda beloppet av den tilläggsdel som fastställts på basis av 2009 års ersättning för prissänkningen och tilläggsersättning under övergångsperioden. Närmare bestämmelser om övergångsperioden, den gradvisa minskningen av tilläggsdelarna och specialstödrättigheterna, en motsvarande höjning av det enhetliga stödet samt om tilläggsdelen för sockerbetor kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i blandmodellen bestar en stodrattighet av en enhetlig stoddel och en eventuell gardsspecifik tillaggsdel och utover dem kan tradesrattigheter och sarskilda stodrattigheter faststallas. i situationer som anges narmare genom forordning av statsradet kan stodrattigheterna omfatta en rattighet enligt artikel 60 i forordningen om gardsstod. den gardsspecifika tillaggsdelen faststalls for gardsbruksenheter som har fatt tjurbidrag och bidrag for stutar under referensperioden 2000―2002, gardsbruksenheter som har fatt stod for starkelsepotatis under referensperioden 2000―2002, gardsbruksenheter som har ratt till mjolkbidrag den 31 mars 2006 samt gardsbruksenheter som ar berattigade till en gardsspecifik tillaggsdel ur den nationella reserven. den gardsspecifika tillaggsdelen for sockerbetor faststalls for gardsbruksenheter pa basis av sockermangden i gallande grundleveransrattighet under regleringsaret 2005/2006. i den gardsspecifika tillaggsdelen inkluderas 100 procent av mjolkbidraget, 30 procent av tjurbidraget och bidraget for stutar samt 40 procent av det stod som inte ar kopplat till produktionen av starkelsepotatis. tillaggsdelarna forblir oforandrade 2006―2010. aren 2011―2013 ar beloppet av tillaggsdelarna 70 procent och aren 2014 och 2015 ar det 35 procent av den ursprungliga nivan. fran och med 2016 betalas inga tillaggsdelar. i den gardsspecifika tillaggsdelen for sockerbetor inkluderas 100 procent av ersattningen for prissankningen pa socker 2006―2013 samt 100 procent av tillaggsersattningen under overgangsperioden 2006―2009. aren 2014―2016 ar tillaggsdelen for sockerbetor 70 procent och aren 2017 och 2018 ar beloppet 35 procent av det sammanlagda beloppet av den tillaggsdel som faststallts pa basis av 2009 ars ersattning for prissankningen och tillaggsersattning under overgangsperioden. narmare bestammelser om overgangsperioden, den gradvisa minskningen av tillaggsdelarna och specialstodrattigheterna, en motsvarande hojning av det enhetliga stodet samt om tillaggsdelen for sockerbetor kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lakisääteisten hoitovaatimusten valvonta",
      "content": "Elintarviketurvallisuusvirasto, työvoima- ja elinkeinokeskus, kunnaneläinlääkäri, läänin-hallitus ja lääninhallituksen määräämä virkaeläinlääkäri valvovat tilatukiasetuksen liitteessä III tarkoitettujen lakisääteisten hoitovaatimusten noudattamista. Valvonnassa noudatetaan muutoin, mitä elintarvikelaissa (23/2006), eläintautilaissa (55/1980), eläinten lääkitsemisestä annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja eläinsuojelulaissa (247/1996) säädetään mainittujen lakien ja niiden nojalla annettujen säädösten noudattamisen valvonnasta sekä valvontaviranomaisista. Rehuja voi rehulain 24 §:ssä mainitun viranomaisen lisäksi valvoa myös työvoima- ja elinkeinokeskus. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta I tarkentavia säännöksiä valvonnasta ja valvonnassa noudatettavasta menettelystä sekä säännöksiä siitä, minkä tässä momentissa mainittujen lakien tai niiden nojalla annettujen säädösten säännösten noudattamiseen lakisääteisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Elintarviketurvallisuusvirasto, työvoima- ja elinkeinokeskus, kunnaneläinlääkäri, läänin-hallitus ja lääninhallituksen määräämä virkaeläinlääkäri valvovat tilatukiasetuksen liitteessä III tarkoitettujen lakisääteisten hoitovaatimusten noudattamista. Valvonnassa noudatetaan muutoin, mitä elintarvikelaissa (23/2006), eläintautilaissa (55/1980), eläinten lääkitsemisestä annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja eläinsuojelulaissa (247/1996) säädetään mainittujen lakien ja niiden nojalla annettujen säädösten noudattamisen valvonnasta sekä valvontaviranomaisista. Rehuja voi rehulain 24 § :ssä mainitun viranomaisen lisäksi valvoa myös työvoima- ja elinkeinokeskus. Valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta I tarkentavia säännöksiä valvonnasta ja valvonnassa noudatettavasta menettelystä sekä säännöksiä siitä, minkä tässä momentissa mainittujen lakien tai niiden nojalla annettujen säädösten säännösten noudattamiseen lakisääteisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
        "folded_fi": "elintarviketurvallisuusvirasto, tyovoima- ja elinkeinokeskus, kunnanelainlaakari, laanin-hallitus ja laaninhallituksen maaraama virkaelainlaakari valvovat tilatukiasetuksen liitteessa iii tarkoitettujen lakisaateisten hoitovaatimusten noudattamista. valvonnassa noudatetaan muutoin, mita elintarvikelaissa (23/2006), elaintautilaissa (55/1980), elainten laakitsemisesta annetussa laissa (617/1997), rehulaissa (396/1998), torjunta-ainelaissa (327/1969) ja elainsuojelulaissa (247/1996) saadetaan mainittujen lakien ja niiden nojalla annettujen saadosten noudattamisen valvonnasta seka valvontaviranomaisista. rehuja voi rehulain 24 §:ssa mainitun viranomaisen lisaksi valvoa myos tyovoima- ja elinkeinokeskus. valtioneuvoston asetuksella voidaan antaa tilatukiasetusta ja komission asetusta i tarkentavia saannoksia valvonnasta ja valvonnassa noudatettavasta menettelysta seka saannoksia siita, minka tassa momentissa mainittujen lakien tai niiden nojalla annettujen saadosten saannosten noudattamiseen lakisaateisten hoitovaatimusten noudattamisen valvonta kohdistuu.",
        "title_sv": "Övervakning av föreskrivna verksamhetskrav",
        "content_sv": "Livsmedelssäkerhetsverket, arbetskrafts- och näringscentralen, kommunalveterinären, länsstyrelsen och av länsstyrelsen förordnad tjänsteveterinär övervakar efterlevnaden av de föreskrivna verksamhetskraven i bilaga III till förordningen om gårdsstöd. Vid övervakningen iakttas i övrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekämpningsmedel (327/1969) och djurskyddslagen (247/1996) föreskrivs om övervakningen av iakttagandet av nämnda lagar och författningar som utfärdats med stöd av dem samt om tillsynsmyndigheter. Foder kan utöver av en i 24 § i foderlagen nämnd myndighet även övervakas av arbetskrafts- och näringscentralen. Statsrådet kan genom förordning utfärda bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I i fråga om övervakning och övervakningsförfarande samt, i fråga om övervakningen av att de föreskrivna verksamhetskraven iakttas, bestämmelser om iakttagandet av vilka bestämmelser i de lagar som nämns i detta moment eller i författningar som utfärdats med stöd av dem som denna övervakning skall gälla.",
        "normalized_sv": "Livsmedelssäkerhetsverket, arbetskrafts- och näringscentralen, kommunalveterinären, länsstyrelsen och av länsstyrelsen förordnad tjänsteveterinär övervakar efterlevnaden av de föreskrivna verksamhetskraven i bilaga III till förordningen om gårdsstöd. Vid övervakningen iakttas i övrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekämpningsmedel (327/1969) och djurskyddslagen (247/1996) föreskrivs om övervakningen av iakttagandet av nämnda lagar och författningar som utfärdats med stöd av dem samt om tillsynsmyndigheter. Foder kan utöver av en i 24 § i foderlagen nämnd myndighet även övervakas av arbetskrafts- och näringscentralen. Statsrådet kan genom förordning utfärda bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning I i fråga om övervakning och övervakningsförfarande samt, i fråga om övervakningen av att de föreskrivna verksamhetskraven iakttas, bestämmelser om iakttagandet av vilka bestämmelser i de lagar som nämns i detta moment eller i författningar som utfärdats med stöd av dem som denna övervakning skall gälla.",
        "folded_sv": "livsmedelssakerhetsverket, arbetskrafts- och naringscentralen, kommunalveterinaren, lansstyrelsen och av lansstyrelsen forordnad tjansteveterinar overvakar efterlevnaden av de foreskrivna verksamhetskraven i bilaga iii till forordningen om gardsstod. vid overvakningen iakttas i ovrigt vad som i livsmedelslagen (23/2006), lagen om djursjukdomar (55/1980), lagen om medicinsk behandling av djur (617/1997), foderlagen (396/1998), lagen om bekampningsmedel (327/1969) och djurskyddslagen (247/1996) foreskrivs om overvakningen av iakttagandet av namnda lagar och forfattningar som utfardats med stod av dem samt om tillsynsmyndigheter. foder kan utover av en i 24 § i foderlagen namnd myndighet aven overvakas av arbetskrafts- och naringscentralen. statsradet kan genom forordning utfarda bestammelser som preciserar forordningen om gardsstod och kommissionens forordning i i fraga om overvakning och overvakningsforfarande samt, i fraga om overvakningen av att de foreskrivna verksamhetskraven iakttas, bestammelser om iakttagandet av vilka bestammelser i de lagar som namns i detta moment eller i forfattningar som utfardats med stod av dem som denna overvakning skall galla."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Tukioikeuksien käyttö ja siirrot",
      "content": "Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella säädetään. Valtioneuvoston asetuksella voidaan antaa lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tukioikeuden siirtäjän on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella säädetään. Valtioneuvoston asetuksella voidaan antaa lisäksi tilatukiasetusta ja komission asetusta II tarkentavia säännöksiä tukioikeuden siirtämisen edellytyksistä.",
        "folded_fi": "tukioikeuden siirtajan on ilmoitettava tapahtuneesta siirrosta siten kuin valtioneuvoston asetuksella saadetaan. valtioneuvoston asetuksella voidaan antaa lisaksi tilatukiasetusta ja komission asetusta ii tarkentavia saannoksia tukioikeuden siirtamisen edellytyksista.",
        "title_sv": "Användning och överföringar av stödrättigheter",
        "content_sv": "Den som överför stödrättigheter skall meddela om överföringen på det sätt som föreskrivs genom förordning av statsrådet. Vidare kan genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter.",
        "normalized_sv": "Den som överför stödrättigheter skall meddela om överföringen på det sätt som föreskrivs genom förordning av statsrådet. Vidare kan genom förordning av statsrådet utfärdas bestämmelser som preciserar förordningen om gårdsstöd och kommissionens förordning II när det gäller villkoren för överföring av stödrättigheter.",
        "folded_sv": "den som overfor stodrattigheter skall meddela om overforingen pa det satt som foreskrivs genom forordning av statsradet. vidare kan genom forordning av statsradet utfardas bestammelser som preciserar forordningen om gardsstod och kommissionens forordning ii nar det galler villkoren for overforing av stodrattigheter."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sukupolvenvaihdoksia koskevat tilanteet",
      "content": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 §:n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppa-hinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b §:n 3 momentin mukaisesti; sekä 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Sen lisäksi, mitä perintökaaren (40/1965) 6 luvun 1 § :n 1 momentissa säädetään, ennakkoperintönä pidetään tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmäistä alakohtaa sovellettaessa myös sellaista vuonna 2003 tai sen jälkeen tehtyä: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myönnetty nuoren viljelijän aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjän perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso edellyttäen, että kauppa-hinta on selvästi alempi kuin vastaavassa kaupassa ilman edellä tarkoitettua myyjän ja ostajan välistä suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdään perintökaaren 25 luvun 1 b § :n 3 momentin mukaisesti; sekä 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka näiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edellä mainittujen puoliso.",
        "folded_fi": "sen lisaksi, mita perintokaaren (40/1965) 6 luvun 1 §:n 1 momentissa saadetaan, ennakkoperintona pidetaan tilatukiasetuksen 33 artiklan 1 kohdan b alakohtaa ja 43 artiklan 1 kohdan ensimmaista alakohtaa sovellettaessa myos sellaista vuonna 2003 tai sen jalkeen tehtya: 1) maatilan tai sen osan kauppaa, jonka rahoittamiseen on myonnetty nuoren viljelijan aloitustukeen kuuluva avustus, laina tai molemmat; 2) maatilan kauppaa, jossa ostaja on myyjan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso edellyttaen, etta kauppa-hinta on selvasti alempi kuin vastaavassa kaupassa ilman edella tarkoitettua myyjan ja ostajan valista suhdetta muuten olisi ollut; 3) maatilan osan kauppaa, joka tehdaan perintokaaren 25 luvun 1 b §:n 3 momentin mukaisesti; seka 4) maatilan tai sen osan lahjaa, jossa lahjan saajana on lahjan antajan perillinen suoraan alenevassa polvessa, sisar tai veli taikka naiden perillinen suoraan alenevassa polvessa, ottolapsi taikka edella mainittujen puoliso.",
        "title_sv": "Situationer som gäller generationsväxlingar",
        "content_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även år 2003 eller senare 1) ingånget köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) ingånget köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, 3) ingånget köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken, och 4) given gåva av en gårdsbruksenhet eller en del av en gårdsbruksenhet, om gåvotagaren är gåvogivarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda.",
        "normalized_sv": "Som förskott på arv betraktas, utöver vad som föreskrivs i 6 kap. 1 § 1 mom. i ärvdabalken (40/1965), vid tillämpning av artikel 33.1 b och artikel 43.1 första stycket i förordningen om gårdsstöd även år 2003 eller senare 1) ingånget köp av en gårdsbruksenhet eller en del av en gårdsbruksenhet som finansieras med bidrag, lån eller vardera inom ramen för startstöd till unga jordbrukare, 2) ingånget köp av en gårdsbruksenhet där köparen är säljarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda förutsatt att köpesumman är uppenbart lägre än vad den annars skulle ha varit vid motsvarande köp om inget ovan avsett förhållande mellan köpare och säljare hade existerat, 3) ingånget köp av en del av en gårdsbruksenhet som genomförs i enlighet med 25 kap. 1 b § 3 mom. i ärvdabalken, och 4) given gåva av en gårdsbruksenhet eller en del av en gårdsbruksenhet, om gåvotagaren är gåvogivarens arvinge i rätt nedstigande led, syster eller bror eller arvinge till dem i rätt nedstigande led, adoptivbarn eller make till de ovan nämnda.",
        "folded_sv": "som forskott pa arv betraktas, utover vad som foreskrivs i 6 kap. 1 § 1 mom. i arvdabalken (40/1965), vid tillampning av artikel 33.1 b och artikel 43.1 forsta stycket i forordningen om gardsstod aven ar 2003 eller senare 1) inganget kop av en gardsbruksenhet eller en del av en gardsbruksenhet som finansieras med bidrag, lan eller vardera inom ramen for startstod till unga jordbrukare, 2) inganget kop av en gardsbruksenhet dar koparen ar saljarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, adoptivbarn eller make till de ovan namnda forutsatt att kopesumman ar uppenbart lagre an vad den annars skulle ha varit vid motsvarande kop om inget ovan avsett forhallande mellan kopare och saljare hade existerat, 3) inganget kop av en del av en gardsbruksenhet som genomfors i enlighet med 25 kap. 1 b § 3 mom. i arvdabalken, och 4) given gava av en gardsbruksenhet eller en del av en gardsbruksenhet, om gavotagaren ar gavogivarens arvinge i ratt nedstigande led, syster eller bror eller arvinge till dem i ratt nedstigande led, adoptivbarn eller make till de ovan namnda."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}