{
  "id": "61/2016",
  "type": "statute",
  "title": "Laki ilmailulain muuttamisesta",
  "title_en": "Lag om ändring av luftfartslagen",
  "status": "in_force",
  "issued_date": "2016-01-29",
  "in_force_date": "2016-01-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/61/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Sen lisäksi, mitä tässä laissa säädetään Liikenteen turvallisuusviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 996/2010 muuttamisesta sekä Euroopan parlamentin ja neuvoston direktiivin 2003/42/EY, komission asetusten (EY) N:o 1321/2007 ja (EY) N:o 1330/2007 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (). Sen lisäksi, mitä kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta säädetään muualla lainsäädännössä, Liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sen lisäksi, mitä tässä laissa säädetään Liikenteen turvallisuusviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 996/2010 muuttamisesta sekä Euroopan parlamentin ja neuvoston direktiivin 2003/42/EY, komission asetusten (EY) N:o 1321/2007 ja (EY) N:o 1330/2007 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (). Sen lisäksi, mitä kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta säädetään muualla lainsäädännössä, Liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
        "folded_fi": "sen lisaksi, mita tassa laissa saadetaan liikenteen turvallisuusviraston tehtavista, virasto toimii seuraavissa euroopan unionin saadoksissa tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, euroopan parlamentin ja neuvoston asetuksen (eu) n:o 996/2010 muuttamisesta seka euroopan parlamentin ja neuvoston direktiivin 2003/42/ey, komission asetusten (ey) n:o 1321/2007 ja (ey) n:o 1330/2007 kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lahestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista saannoista ja menettelyista seka direktiivin 2002/30/ey kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 598/2014 (). sen lisaksi, mita kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta saadetaan muualla lainsaadannossa, liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Utöver vad som i denna lag föreskrivs om Trafiksäkerhetsverkets uppgifter, är Trafiksäkerhetsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) händelseförordningen Europaparlamentets och rådets förordning (EU) nr 376/2014 om rapportering, analys och uppföljning av händelser inom civil luftfart, om ändring av Europaparlamentets och rådets förordning (EU) nr 996/2010 och om upphävande av Europaparlamentets och rådets direktiv 2003/42/EG, kommissionens förordningar (EG) nr 1321/2007 och (EG) nr 1330/2007 (), 8) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (). Utöver vad som någon annanstans i lagstiftningen föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet, är Trafiksäkerhetsverket behörig myndighet enligt följande förordningar:",
        "normalized_sv": "Utöver vad som i denna lag föreskrivs om Trafiksäkerhetsverkets uppgifter, är Trafiksäkerhetsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) händelseförordningen Europaparlamentets och rådets förordning (EU) nr 376/2014 om rapportering, analys och uppföljning av händelser inom civil luftfart, om ändring av Europaparlamentets och rådets förordning (EU) nr 996/2010 och om upphävande av Europaparlamentets och rådets direktiv 2003/42/EG, kommissionens förordningar (EG) nr 1321/2007 och (EG) nr 1330/2007 (), 8) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (). Utöver vad som någon annanstans i lagstiftningen föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet, är Trafiksäkerhetsverket behörig myndighet enligt följande förordningar:",
        "folded_sv": "utover vad som i denna lag foreskrivs om trafiksakerhetsverkets uppgifter, ar trafiksakerhetsverket behorig nationell myndighet enligt foljande av europeiska unionens rattsakter: 7) handelseforordningen europaparlamentets och radets forordning (eu) nr 376/2014 om rapportering, analys och uppfoljning av handelser inom civil luftfart, om andring av europaparlamentets och radets forordning (eu) nr 996/2010 och om upphavande av europaparlamentets och radets direktiv 2003/42/eg, kommissionens forordningar (eg) nr 1321/2007 och (eg) nr 1330/2007 (), 8) forordningen om flygplatsbuller europaparlamentets och radets forordning (eu) nr 598/2014 om regler och forfaranden for att av bullerskal infora driftsrestriktioner vid flygplatser i unionen inom en valavvagd strategi och om upphavande av direktiv 2002/30/eg (). utover vad som nagon annanstans i lagstiftningen foreskrivs om konsumentombudsmannens och konsumenttvistenamndens behorighet, ar trafiksakerhetsverket behorig myndighet enligt foljande forordningar:"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sotilasilmailua koskevat tarkennukset ja poikkeukset",
      "content": "Sotilasilmailuun sovelletaan tämän lain säännöksiä seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitään kansallisuustunnuksen lisäksi erityistunnuksella;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Sotilasilmailuun sovelletaan tämän lain säännöksiä seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitään kansallisuustunnuksen lisäksi erityistunnuksella;",
        "folded_fi": "sotilasilmailuun sovelletaan taman lain saannoksia seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitaan kansallisuustunnuksen lisaksi erityistunnuksella;",
        "title_sv": "Preciseringar och undantag som gäller militär luftfart",
        "content_sv": "På militär luftfart tillämpas bestämmelserna i denna lag med följande preciseringar och undantag: 2) militära luftfartyg förses med nationalitetsbeteckning och dessutom med specialbeteckning,",
        "normalized_sv": "På militär luftfart tillämpas bestämmelserna i denna lag med följande preciseringar och undantag: 2) militära luftfartyg förses med nationalitetsbeteckning och dessutom med specialbeteckning,",
        "folded_sv": "pa militar luftfart tillampas bestammelserna i denna lag med foljande preciseringar och undantag: 2) militara luftfartyg forses med nationalitetsbeteckning och dessutom med specialbeteckning,"
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ilmailulta rajoitetut alueet ja vaara-alueet",
      "content": "Valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltää se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtävien tai varautumisen kannalta tärkeiden kohteiden ja alueiden yläpuolella taikka ympäristön suojelemisen kannalta valtakunnallisesti tärkeiden alueiden yläpuolella. Liikenteen turvallisuusvirasto voi erityisistä syistä myöntää luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. Kuulemisesta säädetään tarkemmin valtioneuvoston asetuksella. Jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai käyttöön nimenomaisesti liittyvä ilmailu kuitenkin sallittu. Rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. Liikenteen turvallisuusviraston määräyksellä tai päätöksellä voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti määräaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. Ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. FUA-asetuksessa tarkoitettu ilmatilan hallintayksikkö voi lisäksi erityisestä syystä määrittää ja osoittaa tilapäisen vaara-alueen enintään kahden viikon ajaksi edellyttäen, että osoittamista koskevat ohjeet sisällytetään 107 §:n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan käsikirjaan. Ilmatilan hallintayksikön on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettävä ilmailu tietyllä alueella:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltää se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtävien tai varautumisen kannalta tärkeiden kohteiden ja alueiden yläpuolella taikka ympäristön suojelemisen kannalta valtakunnallisesti tärkeiden alueiden yläpuolella. Liikenteen turvallisuusvirasto voi erityisistä syistä myöntää luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. Kuulemisesta säädetään tarkemmin valtioneuvoston asetuksella. Jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai käyttöön nimenomaisesti liittyvä ilmailu kuitenkin sallittu. Rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. Liikenteen turvallisuusviraston määräyksellä tai päätöksellä voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti määräaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. Ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. FUA-asetuksessa tarkoitettu ilmatilan hallintayksikkö voi lisäksi erityisestä syystä määrittää ja osoittaa tilapäisen vaara-alueen enintään kahden viikon ajaksi edellyttäen, että osoittamista koskevat ohjeet sisällytetään 107 § :n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan käsikirjaan. Ilmatilan hallintayksikön on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettävä ilmailu tietyllä alueella:",
        "folded_fi": "valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltaa se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtavien tai varautumisen kannalta tarkeiden kohteiden ja alueiden ylapuolella taikka ympariston suojelemisen kannalta valtakunnallisesti tarkeiden alueiden ylapuolella. liikenteen turvallisuusvirasto voi erityisista syista myontaa luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. kuulemisesta saadetaan tarkemmin valtioneuvoston asetuksella. jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai kayttoon nimenomaisesti liittyva ilmailu kuitenkin sallittu. rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. liikenteen turvallisuusviraston maarayksella tai paatoksella voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti maaraaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. fua-asetuksessa tarkoitettu ilmatilan hallintayksikko voi lisaksi erityisesta syysta maarittaa ja osoittaa tilapaisen vaara-alueen enintaan kahden viikon ajaksi edellyttaen, etta osoittamista koskevat ohjeet sisallytetaan 107 §:n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan kasikirjaan. ilmatilan hallintayksikon on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettava ilmailu tietylla alueella:",
        "title_sv": "Områden där luftfart är inskränkt och farliga områden",
        "content_sv": "Genom förordning av statsrådet får luftfart begränsas eller förbjudas ovanför objekt och områden som är viktiga för statens ledning, försvaret, gränskontrollen, räddningsuppgifter eller beredskapen eller ovanför områden som är av riksintresse för att skydda miljön. Trafiksäkerhetsverket får av särskilda skäl bevilja tillstånd för luftfart inom förbjudna områden efter att ha hört företrädare för dem som ska skyddas genom inrättandet av områdena. Närmare bestämmelser om hörande utfärdas genom förordning av statsrådet. Om ett förbjudet område har inrättats för att skydda en anläggning, är dock sådan luftfart tillåten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anläggningen. Inom restriktionsområden är luftfart tillåten endast med tillstånd av försvarsmakten eller enligt särskilda villkor som ställs av försvarsmakten. Genom Trafiksäkerhetsverkets föreskrifter eller beslut kan sådana områden där verksamhet som äventyrar luftfartygens flygsäkerhet utövas under särskilda tidpunkter betecknas som farliga områden. Områdeskontrollen ska underrättas om när utövandet av sådan verksamhet som äventyrar luftfartygens flygsäkerhet inleds och avslutas inom farliga områden. Cellen för luftrumsplanering enligt FUA-förordningen får dessutom av särskilda skäl bestämma och beteckna områden som tillfälliga farliga områden för en tid av högst två veckor, förutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som nämns i 107 § 2 mom. Cellen för luftrumsplanering ska på det sätt som den anser vara ändamålsenligt begränsa eller förbjuda luftfarten inom ett visst område",
        "normalized_sv": "Genom förordning av statsrådet får luftfart begränsas eller förbjudas ovanför objekt och områden som är viktiga för statens ledning, försvaret, gränskontrollen, räddningsuppgifter eller beredskapen eller ovanför områden som är av riksintresse för att skydda miljön. Trafiksäkerhetsverket får av särskilda skäl bevilja tillstånd för luftfart inom förbjudna områden efter att ha hört företrädare för dem som ska skyddas genom inrättandet av områdena. Närmare bestämmelser om hörande utfärdas genom förordning av statsrådet. Om ett förbjudet område har inrättats för att skydda en anläggning, är dock sådan luftfart tillåten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anläggningen. Inom restriktionsområden är luftfart tillåten endast med tillstånd av försvarsmakten eller enligt särskilda villkor som ställs av försvarsmakten. Genom Trafiksäkerhetsverkets föreskrifter eller beslut kan sådana områden där verksamhet som äventyrar luftfartygens flygsäkerhet utövas under särskilda tidpunkter betecknas som farliga områden. Områdeskontrollen ska underrättas om när utövandet av sådan verksamhet som äventyrar luftfartygens flygsäkerhet inleds och avslutas inom farliga områden. Cellen för luftrumsplanering enligt FUA-förordningen får dessutom av särskilda skäl bestämma och beteckna områden som tillfälliga farliga områden för en tid av högst två veckor, förutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som nämns i 107 § 2 mom. Cellen för luftrumsplanering ska på det sätt som den anser vara ändamålsenligt begränsa eller förbjuda luftfarten inom ett visst område",
        "folded_sv": "genom forordning av statsradet far luftfart begransas eller forbjudas ovanfor objekt och omraden som ar viktiga for statens ledning, forsvaret, granskontrollen, raddningsuppgifter eller beredskapen eller ovanfor omraden som ar av riksintresse for att skydda miljon. trafiksakerhetsverket far av sarskilda skal bevilja tillstand for luftfart inom forbjudna omraden efter att ha hort foretradare for dem som ska skyddas genom inrattandet av omradena. narmare bestammelser om horande utfardas genom forordning av statsradet. om ett forbjudet omrade har inrattats for att skydda en anlaggning, ar dock sadan luftfart tillaten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anlaggningen. inom restriktionsomraden ar luftfart tillaten endast med tillstand av forsvarsmakten eller enligt sarskilda villkor som stalls av forsvarsmakten. genom trafiksakerhetsverkets foreskrifter eller beslut kan sadana omraden dar verksamhet som aventyrar luftfartygens flygsakerhet utovas under sarskilda tidpunkter betecknas som farliga omraden. omradeskontrollen ska underrattas om nar utovandet av sadan verksamhet som aventyrar luftfartygens flygsakerhet inleds och avslutas inom farliga omraden. cellen for luftrumsplanering enligt fua-forordningen far dessutom av sarskilda skal bestamma och beteckna omraden som tillfalliga farliga omraden for en tid av hogst tva veckor, forutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som namns i 107 § 2 mom. cellen for luftrumsplanering ska pa det satt som den anser vara andamalsenligt begransa eller forbjuda luftfarten inom ett visst omrade"
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Julkisten tietojen luovuttaminen sähköisessä muodossa",
      "content": "Rekisteriin talletettuja julkisia henkilötietoja ja muita julkisia tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 1) viranomaisille laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien tai velvoitteiden hoitamiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Rekisteriin talletettuja julkisia henkilötietoja ja muita julkisia tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 1) viranomaisille laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien tai velvoitteiden hoitamiseksi;",
        "folded_fi": "rekisteriin talletettuja julkisia henkilotietoja ja muita julkisia tietoja saa luovuttaa teknisen kayttoyhteyden avulla tai muutoin sahkoisesti: 1) viranomaisille laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien tai velvoitteiden hoitamiseksi;",
        "title_sv": "Utlämnande av offentliga uppgifter i elektronisk form",
        "content_sv": "Offentliga personuppgifter och andra offentliga uppgifter i registret får lämnas ut via en teknisk anslutning eller på annat sätt i elektronisk form 1) till myndigheter för skötseln av uppdrag eller förpliktelser som föreskrivs i lag eller med stöd av lag,",
        "normalized_sv": "Offentliga personuppgifter och andra offentliga uppgifter i registret får lämnas ut via en teknisk anslutning eller på annat sätt i elektronisk form 1) till myndigheter för skötseln av uppdrag eller förpliktelser som föreskrivs i lag eller med stöd av lag,",
        "folded_sv": "offentliga personuppgifter och andra offentliga uppgifter i registret far lamnas ut via en teknisk anslutning eller pa annat satt i elektronisk form 1) till myndigheter for skotseln av uppdrag eller forpliktelser som foreskrivs i lag eller med stod av lag,"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Suunnittelu, valmistus ja huolto",
      "content": "Suunnittelijaa koskevaa hyväksyntää ei vaadita, jos kyseessä on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tällaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. Valmistajaa koskevaa hyväksyntää ei vaadita, jos kyseessä on ilma-alus, josta vähintään 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. Ilma-aluksen suunnitelmalle sekä ilma-alukseen tehtävän muutoksen ja korjauksen suunnitelmalle on saatava Liikenteen turvallisuusviraston hyväksyntä, jollei Liikenteen turvallisuusvirasto toisin määrää. Liikenteen turvallisuusvirasto antaa tarkemmat määräykset suunnitelmista ottaen huomioon vastaavat vaatimukset Euroopan unionin lainsäädännössä ja voi vapauttaa suunnitelman hyväksyntävaatimuksesta, jos hyväksyntä ei ole lentoturvallisuuden kannalta tarpeellinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Suunnittelijaa koskevaa hyväksyntää ei vaadita, jos kyseessä on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tällaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. Valmistajaa koskevaa hyväksyntää ei vaadita, jos kyseessä on ilma-alus, josta vähintään 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. Ilma-aluksen suunnitelmalle sekä ilma-alukseen tehtävän muutoksen ja korjauksen suunnitelmalle on saatava Liikenteen turvallisuusviraston hyväksyntä, jollei Liikenteen turvallisuusvirasto toisin määrää. Liikenteen turvallisuusvirasto antaa tarkemmat määräykset suunnitelmista ottaen huomioon vastaavat vaatimukset Euroopan unionin lainsäädännössä ja voi vapauttaa suunnitelman hyväksyntävaatimuksesta, jos hyväksyntä ei ole lentoturvallisuuden kannalta tarpeellinen.",
        "folded_fi": "suunnittelijaa koskevaa hyvaksyntaa ei vaadita, jos kyseessa on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tallaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. valmistajaa koskevaa hyvaksyntaa ei vaadita, jos kyseessa on ilma-alus, josta vahintaan 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. ilma-aluksen suunnitelmalle seka ilma-alukseen tehtavan muutoksen ja korjauksen suunnitelmalle on saatava liikenteen turvallisuusviraston hyvaksynta, jollei liikenteen turvallisuusvirasto toisin maaraa. liikenteen turvallisuusvirasto antaa tarkemmat maaraykset suunnitelmista ottaen huomioon vastaavat vaatimukset euroopan unionin lainsaadannossa ja voi vapauttaa suunnitelman hyvaksyntavaatimuksesta, jos hyvaksynta ei ole lentoturvallisuuden kannalta tarpeellinen.",
        "title_sv": "Konstruktion, tillverkning och underhåll",
        "content_sv": "För en konstruktör krävs det inte godkännande, om det är fråga om 1) konstruktion som gäller en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller konstruktion av anordningar eller komponenter till ett sådant luftfartyg, eller 3) konstruktion som gäller en modifiering eller reparation i ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller för vilket det har utfärdats ett flygtillstånd i stället för ett luftvärdighetsbevis. För en tillverkare krävs det inte godkännande, om det är fråga om ett luftfartyg där minst 51 procent är byggt av en amatör eller en amatörförening utan vinstsyfte, för vederbörandes egna syften och utan något kommersiellt syfte. För underlag för luftfartyg och för underlag för modifiering och reparation av luftfartyg krävs godkännande av Trafiksäkerhetsverket, om inte Trafiksäkerhetsverket beslutar något annat. Trafiksäkerhetsverket meddelar närmare föreskrifter om underlagen med beaktande av motsvarande krav i Europeiska unionens lagstiftning, och kan befria underlag från kravet på godkännande, om godkännandet inte är behövligt för flygsäkerheten.",
        "normalized_sv": "För en konstruktör krävs det inte godkännande, om det är fråga om 1) konstruktion som gäller en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller konstruktion av anordningar eller komponenter till ett sådant luftfartyg, eller 3) konstruktion som gäller en modifiering eller reparation i ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller för vilket det har utfärdats ett flygtillstånd i stället för ett luftvärdighetsbevis. För en tillverkare krävs det inte godkännande, om det är fråga om ett luftfartyg där minst 51 procent är byggt av en amatör eller en amatörförening utan vinstsyfte, för vederbörandes egna syften och utan något kommersiellt syfte. För underlag för luftfartyg och för underlag för modifiering och reparation av luftfartyg krävs godkännande av Trafiksäkerhetsverket, om inte Trafiksäkerhetsverket beslutar något annat. Trafiksäkerhetsverket meddelar närmare föreskrifter om underlagen med beaktande av motsvarande krav i Europeiska unionens lagstiftning, och kan befria underlag från kravet på godkännande, om godkännandet inte är behövligt för flygsäkerheten.",
        "folded_sv": "for en konstruktor kravs det inte godkannande, om det ar fraga om 1) konstruktion som galler en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg for vilket det inte ansoks om luftvardighetsbevis eller konstruktion av anordningar eller komponenter till ett sadant luftfartyg, eller 3) konstruktion som galler en modifiering eller reparation i ett luftfartyg for vilket det inte ansoks om luftvardighetsbevis eller for vilket det har utfardats ett flygtillstand i stallet for ett luftvardighetsbevis. for en tillverkare kravs det inte godkannande, om det ar fraga om ett luftfartyg dar minst 51 procent ar byggt av en amator eller en amatorforening utan vinstsyfte, for vederborandes egna syften och utan nagot kommersiellt syfte. for underlag for luftfartyg och for underlag for modifiering och reparation av luftfartyg kravs godkannande av trafiksakerhetsverket, om inte trafiksakerhetsverket beslutar nagot annat. trafiksakerhetsverket meddelar narmare foreskrifter om underlagen med beaktande av motsvarande krav i europeiska unionens lagstiftning, och kan befria underlag fran kravet pa godkannande, om godkannandet inte ar behovligt for flygsakerheten."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Luvan myöntäjä",
      "content": "Liikenteen turvallisuusvirasto myöntää luvan, jollei 163 §:stä muuta johdu. Lääketieteellisen kelpoisuustodistuksen voi kuitenkin myöntää ilmailulääkäri, ilmailulääketieteen keskus tai Liikenteen turvallisuusvirasto. Matkustamomiehistön terveydentilatodistuksen myöntää terveyskeskuslääkäri, ilmailulääkäri tai ilmailulääketieteen keskus. Matkustamomiehistön kelpoisuustodistuksen ja merkinantajan hyväksynnän myöntää Liikenteen turvallisuusvirasto tai organisaatio, jonka Liikenteen turvallisuusvirasto on hyväksynyt tähän tehtävään. Lupa on myönnettävä, jos hakija täyttää luvan saamisen edellytykset. Lupa myönnetään olemaan voimassa määräajan, jollei jäljempänä toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää luvan, jollei 163 § :stä muuta johdu. Lääketieteellisen kelpoisuustodistuksen voi kuitenkin myöntää ilmailulääkäri, ilmailulääketieteen keskus tai Liikenteen turvallisuusvirasto. Matkustamomiehistön terveydentilatodistuksen myöntää terveyskeskuslääkäri, ilmailulääkäri tai ilmailulääketieteen keskus. Matkustamomiehistön kelpoisuustodistuksen ja merkinantajan hyväksynnän myöntää Liikenteen turvallisuusvirasto tai organisaatio, jonka Liikenteen turvallisuusvirasto on hyväksynyt tähän tehtävään. Lupa on myönnettävä, jos hakija täyttää luvan saamisen edellytykset. Lupa myönnetään olemaan voimassa määräajan, jollei jäljempänä toisin säädetä.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa luvan, jollei 163 §:sta muuta johdu. laaketieteellisen kelpoisuustodistuksen voi kuitenkin myontaa ilmailulaakari, ilmailulaaketieteen keskus tai liikenteen turvallisuusvirasto. matkustamomiehiston terveydentilatodistuksen myontaa terveyskeskuslaakari, ilmailulaakari tai ilmailulaaketieteen keskus. matkustamomiehiston kelpoisuustodistuksen ja merkinantajan hyvaksynnan myontaa liikenteen turvallisuusvirasto tai organisaatio, jonka liikenteen turvallisuusvirasto on hyvaksynyt tahan tehtavaan. lupa on myonnettava, jos hakija tayttaa luvan saamisen edellytykset. lupa myonnetaan olemaan voimassa maaraajan, jollei jaljempana toisin saadeta.",
        "title_sv": "Tillståndsgivare",
        "content_sv": "Trafiksäkerhetsverket beviljar tillstånd, om inte något annat följer av 163 §. Medicinska intyg kan dock beviljas av en flygläkare, ett flygmedicinskt centrum eller Trafiksäkerhetsverket. Medicinska rapporter för kabinbesättning beviljas av en läkare vid en hälsovårdscentral, en flygläkare eller ett flygmedicinskt centrum. Kabinbesättningsintyg och godkännande för teckengivare beviljas av Trafiksäkerhetsverket eller av en organisation som Trafiksäkerhetsverket har godkänt för denna uppgift. Ett tillstånd ska beviljas om sökanden uppfyller förutsättningarna för erhållande av tillståndet. Ett tillstånd beviljas för viss tid om inte något annat bestäms nedan.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar tillstånd, om inte något annat följer av 163 § . Medicinska intyg kan dock beviljas av en flygläkare, ett flygmedicinskt centrum eller Trafiksäkerhetsverket. Medicinska rapporter för kabinbesättning beviljas av en läkare vid en hälsovårdscentral, en flygläkare eller ett flygmedicinskt centrum. Kabinbesättningsintyg och godkännande för teckengivare beviljas av Trafiksäkerhetsverket eller av en organisation som Trafiksäkerhetsverket har godkänt för denna uppgift. Ett tillstånd ska beviljas om sökanden uppfyller förutsättningarna för erhållande av tillståndet. Ett tillstånd beviljas för viss tid om inte något annat bestäms nedan.",
        "folded_sv": "trafiksakerhetsverket beviljar tillstand, om inte nagot annat foljer av 163 §. medicinska intyg kan dock beviljas av en flyglakare, ett flygmedicinskt centrum eller trafiksakerhetsverket. medicinska rapporter for kabinbesattning beviljas av en lakare vid en halsovardscentral, en flyglakare eller ett flygmedicinskt centrum. kabinbesattningsintyg och godkannande for teckengivare beviljas av trafiksakerhetsverket eller av en organisation som trafiksakerhetsverket har godkant for denna uppgift. ett tillstand ska beviljas om sokanden uppfyller forutsattningarna for erhallande av tillstandet. ett tillstand beviljas for viss tid om inte nagot annat bestams nedan."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Luvan myöntämisen edellytykset ja luvan lajit",
      "content": "Seuraavien lupien myöntämisen edellytyksenä on, että asianomainen iältään, terveydeltään, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan täyttää luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyväksyntä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Seuraavien lupien myöntämisen edellytyksenä on, että asianomainen iältään, terveydeltään, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan täyttää luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyväksyntä;",
        "folded_fi": "seuraavien lupien myontamisen edellytyksena on, etta asianomainen ialtaan, terveydeltaan, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan tayttaa luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyvaksynta;",
        "title_sv": "Förutsättningar för att tillstånd ska beviljas och tillståndsslag",
        "content_sv": "För att följande tillstånd ska beviljas förutsätts det att sökanden i fråga om ålder, hälsa, kunskaper, färdigheter, utbildning och erfarenhet uppfyller behörighetskraven för det aktuella tillståndsslaget: 7) godkännande för teckengivare,",
        "normalized_sv": "För att följande tillstånd ska beviljas förutsätts det att sökanden i fråga om ålder, hälsa, kunskaper, färdigheter, utbildning och erfarenhet uppfyller behörighetskraven för det aktuella tillståndsslaget: 7) godkännande för teckengivare,",
        "folded_sv": "for att foljande tillstand ska beviljas forutsatts det att sokanden i fraga om alder, halsa, kunskaper, fardigheter, utbildning och erfarenhet uppfyller behorighetskraven for det aktuella tillstandsslaget: 7) godkannande for teckengivare,"
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Liikennelupa",
      "content": "Liikenneluvasta säädetään lentoliikenneasetuksessa. Liikenteen turvallisuusvirasto myöntää liikenneluvan. Sen lisäksi, mitä liikenneluvan myöntämisen edellytyksistä säädetään lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkilöiltä edellytetään hyvämaineisuutta. Hakija ei täytä hyvämaineisuuden vaatimusta, jos hänet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teko osoittaa hänen olevan ilmeisen sopimaton harjoittamaan lentoliikennettä. Hyvämaineisuus todistetaan Oikeusrekisterikeskuksen antamalla lausunnolla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Liikenneluvasta säädetään lentoliikenneasetuksessa. Liikenteen turvallisuusvirasto myöntää liikenneluvan. Sen lisäksi, mitä liikenneluvan myöntämisen edellytyksistä säädetään lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkilöiltä edellytetään hyvämaineisuutta. Hakija ei täytä hyvämaineisuuden vaatimusta, jos hänet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teko osoittaa hänen olevan ilmeisen sopimaton harjoittamaan lentoliikennettä. Hyvämaineisuus todistetaan Oikeusrekisterikeskuksen antamalla lausunnolla.",
        "folded_fi": "liikenneluvasta saadetaan lentoliikenneasetuksessa. liikenteen turvallisuusvirasto myontaa liikenneluvan. sen lisaksi, mita liikenneluvan myontamisen edellytyksista saadetaan lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkiloilta edellytetaan hyvamaineisuutta. hakija ei tayta hyvamaineisuuden vaatimusta, jos hanet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teko osoittaa hanen olevan ilmeisen sopimaton harjoittamaan lentoliikennetta. hyvamaineisuus todistetaan oikeusrekisterikeskuksen antamalla lausunnolla.",
        "title_sv": "Operativ licens",
        "content_sv": "Bestämmelser om operativ licens finns i lufttrafikförordningen. Operativ licens beviljas av Trafiksäkerhetsverket. Utöver vad som i lufttrafikförordningen föreskrivs om förutsättningar för beviljande av operativ licens krävs det att de personer som fortlöpande och faktiskt kommer att stå för driften av sökandens verksamhet har gott anseende. Sökanden uppfyller inte kravet på gott anseende, om sökanden under de senaste fem åren har dömts till fängelsestraff eller under de senaste tre åren till bötesstraff för allvarligt brott mot bestämmelser eller föreskrifter om anställningsförhållanden, näringsutövning, bokföring, skuldförhållanden, bedrivande av trafik eller trafiksäkerhet och gärningen visar att sökanden är uppenbart olämplig att bedriva flygtrafik. Gott anseende bevisas genom ett utlåtande av Rättsregistercentralen.",
        "normalized_sv": "Bestämmelser om operativ licens finns i lufttrafikförordningen. Operativ licens beviljas av Trafiksäkerhetsverket. Utöver vad som i lufttrafikförordningen föreskrivs om förutsättningar för beviljande av operativ licens krävs det att de personer som fortlöpande och faktiskt kommer att stå för driften av sökandens verksamhet har gott anseende. Sökanden uppfyller inte kravet på gott anseende, om sökanden under de senaste fem åren har dömts till fängelsestraff eller under de senaste tre åren till bötesstraff för allvarligt brott mot bestämmelser eller föreskrifter om anställningsförhållanden, näringsutövning, bokföring, skuldförhållanden, bedrivande av trafik eller trafiksäkerhet och gärningen visar att sökanden är uppenbart olämplig att bedriva flygtrafik. Gott anseende bevisas genom ett utlåtande av Rättsregistercentralen.",
        "folded_sv": "bestammelser om operativ licens finns i lufttrafikforordningen. operativ licens beviljas av trafiksakerhetsverket. utover vad som i lufttrafikforordningen foreskrivs om forutsattningar for beviljande av operativ licens kravs det att de personer som fortlopande och faktiskt kommer att sta for driften av sokandens verksamhet har gott anseende. sokanden uppfyller inte kravet pa gott anseende, om sokanden under de senaste fem aren har domts till fangelsestraff eller under de senaste tre aren till botesstraff for allvarligt brott mot bestammelser eller foreskrifter om anstallningsforhallanden, naringsutovning, bokforing, skuldforhallanden, bedrivande av trafik eller trafiksakerhet och garningen visar att sokanden ar uppenbart olamplig att bedriva flygtrafik. gott anseende bevisas genom ett utlatande av rattsregistercentralen."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Tarkastusten ja valvonnan suorittaminen",
      "content": "Turva-asetuksessa ja sen nojalla annetuissa Euroopan komission asetuksissa säädetään, miten turvatarkastukset on suoritettava. Turvatarkastuksen saa suorittaa henkilö, joka on suorittanut 98 §:ssä tarkoitetun koulutuksen, ja jonka Liikenteen turvallisuusvirasto on hyväksynyt turvatarkastajaksi. Lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilö, jonka lentoaseman pitäjä on hyväksynyt kyseiseen tehtävään. Kyseinen henkilö suorittaa tehtäväänsä lentoaseman pitäjän valvonnassa ja ohjeiden mukaisesti. Kyseistä tehtävää hoitaessaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa. Liikenteen turvallisuusvirasto voi antaa asetusten säännöksiä täydentäviä määräyksiä. Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle, tavaralle eikä kohteelle. Tarkastuksilla ei saa tarpeettomasti vaikeuttaa eikä häiritä lentoliikennettä eikä lentoasemalla tapahtuvaa muuta toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Turva-asetuksessa ja sen nojalla annetuissa Euroopan komission asetuksissa säädetään, miten turvatarkastukset on suoritettava. Turvatarkastuksen saa suorittaa henkilö, joka on suorittanut 98 § :ssä tarkoitetun koulutuksen, ja jonka Liikenteen turvallisuusvirasto on hyväksynyt turvatarkastajaksi. Lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilö, jonka lentoaseman pitäjä on hyväksynyt kyseiseen tehtävään. Kyseinen henkilö suorittaa tehtäväänsä lentoaseman pitäjän valvonnassa ja ohjeiden mukaisesti. Kyseistä tehtävää hoitaessaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa. Liikenteen turvallisuusvirasto voi antaa asetusten säännöksiä täydentäviä määräyksiä. Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle, tavaralle eikä kohteelle. Tarkastuksilla ei saa tarpeettomasti vaikeuttaa eikä häiritä lentoliikennettä eikä lentoasemalla tapahtuvaa muuta toimintaa.",
        "folded_fi": "turva-asetuksessa ja sen nojalla annetuissa euroopan komission asetuksissa saadetaan, miten turvatarkastukset on suoritettava. turvatarkastuksen saa suorittaa henkilo, joka on suorittanut 98 §:ssa tarkoitetun koulutuksen, ja jonka liikenteen turvallisuusvirasto on hyvaksynyt turvatarkastajaksi. lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilo, jonka lentoaseman pitaja on hyvaksynyt kyseiseen tehtavaan. kyseinen henkilo suorittaa tehtavaansa lentoaseman pitajan valvonnassa ja ohjeiden mukaisesti. kyseista tehtavaa hoitaessaan henkiloon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa. liikenteen turvallisuusvirasto voi antaa asetusten saannoksia taydentavia maarayksia. turvatarkastukset on suoritettava niin, ettei niista aiheudu tarpeetonta haittaa tarkastettavalle henkilolle, tavaralle eika kohteelle. tarkastuksilla ei saa tarpeettomasti vaikeuttaa eika hairita lentoliikennetta eika lentoasemalla tapahtuvaa muuta toimintaa.",
        "title_sv": "Utförande av kontroller och övervakning",
        "content_sv": "Bestämmelser om hur säkerhetskontroller ska utföras finns i förordningen om skyddsregler och i de förordningar som Europeiska kommissionen antagit med stöd av den. Säkerhetskontroller får utföras av personer som har genomgått den utbildning som avses i 98 § och som är godkända som säkerhetskontrollanter av Trafiksäkerhetsverket. Tillträdeskontroll, övervakning och patrullering vid en flygplats får utföras av personer som flygplatsoperatören har godkänt för uppgiften. De ska utföra uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatören. Bestämmelserna om straffrättligt tjänsteansvar tillämpas på personerna när de utför uppgifterna. Bestämmelser om skadeståndsansvar finns i skadeståndslagen. Trafiksäkerhetsverket får meddela föreskrifter som kompletterar bestämmelserna i dessa förordningar. Säkerhetskontrollerna ska utföras så att de inte medför onödiga olägenheter för de personer, varor eller objekt som ska kontrolleras. Kontrollerna får inte onödigt försvåra eller störa flygtrafiken eller den övriga verksamheten på flygplatsen.",
        "normalized_sv": "Bestämmelser om hur säkerhetskontroller ska utföras finns i förordningen om skyddsregler och i de förordningar som Europeiska kommissionen antagit med stöd av den. Säkerhetskontroller får utföras av personer som har genomgått den utbildning som avses i 98 § och som är godkända som säkerhetskontrollanter av Trafiksäkerhetsverket. Tillträdeskontroll, övervakning och patrullering vid en flygplats får utföras av personer som flygplatsoperatören har godkänt för uppgiften. De ska utföra uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatören. Bestämmelserna om straffrättligt tjänsteansvar tillämpas på personerna när de utför uppgifterna. Bestämmelser om skadeståndsansvar finns i skadeståndslagen. Trafiksäkerhetsverket får meddela föreskrifter som kompletterar bestämmelserna i dessa förordningar. Säkerhetskontrollerna ska utföras så att de inte medför onödiga olägenheter för de personer, varor eller objekt som ska kontrolleras. Kontrollerna får inte onödigt försvåra eller störa flygtrafiken eller den övriga verksamheten på flygplatsen.",
        "folded_sv": "bestammelser om hur sakerhetskontroller ska utforas finns i forordningen om skyddsregler och i de forordningar som europeiska kommissionen antagit med stod av den. sakerhetskontroller far utforas av personer som har genomgatt den utbildning som avses i 98 § och som ar godkanda som sakerhetskontrollanter av trafiksakerhetsverket. tilltradeskontroll, overvakning och patrullering vid en flygplats far utforas av personer som flygplatsoperatoren har godkant for uppgiften. de ska utfora uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatoren. bestammelserna om straffrattligt tjansteansvar tillampas pa personerna nar de utfor uppgifterna. bestammelser om skadestandsansvar finns i skadestandslagen. trafiksakerhetsverket far meddela foreskrifter som kompletterar bestammelserna i dessa forordningar. sakerhetskontrollerna ska utforas sa att de inte medfor onodiga olagenheter for de personer, varor eller objekt som ska kontrolleras. kontrollerna far inte onodigt forsvara eller stora flygtrafiken eller den ovriga verksamheten pa flygplatsen."
      }
    },
    {
      "provision_ref": "110 a",
      "section": "110 a",
      "title": "Ilmoitetun laitoksen nimeäminen ja nimeämisen peruuttaminen",
      "content": "Liikenteen turvallisuusvirasto nimeää hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai käyttöönsoveltuvuusarviointia sekä 6 artiklassa tarkoitettuja tarkastukseen liittyviä tehtäviä. Ilmoitetun laitoksen on täytettävä yhteentoimivuusasetuksen liitteessä V säädetyt perusteet. Jos ilmoitettu laitos ei enää täytä näitä perusteita, Liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siitä Euroopan komissiolle ja muille jäsenvaltioille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:110 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto nimeää hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai käyttöönsoveltuvuusarviointia sekä 6 artiklassa tarkoitettuja tarkastukseen liittyviä tehtäviä. Ilmoitetun laitoksen on täytettävä yhteentoimivuusasetuksen liitteessä V säädetyt perusteet. Jos ilmoitettu laitos ei enää täytä näitä perusteita, Liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siitä Euroopan komissiolle ja muille jäsenvaltioille.",
        "folded_fi": "liikenteen turvallisuusvirasto nimeaa hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai kayttoonsoveltuvuusarviointia seka 6 artiklassa tarkoitettuja tarkastukseen liittyvia tehtavia. ilmoitetun laitoksen on taytettava yhteentoimivuusasetuksen liitteessa v saadetyt perusteet. jos ilmoitettu laitos ei enaa tayta naita perusteita, liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siita euroopan komissiolle ja muille jasenvaltioille.",
        "title_sv": "Beslut om och återkallande av beslut om att utse anmälda organ",
        "content_sv": "Trafiksäkerhetsverket utser på ansökan anmälda organ för att utföra den bedömning av överensstämmelse och lämplighet som avses i artikel 5 i förordningen om driftskompabilitet och för att utföra de uppgifter i samband kontroll som avses i artikel 6. De anmälda organen ska uppfylla kriterierna i bilaga V till förordningen om driftskompabilitet. Om ett anmält organ inte längre uppfyller kriterierna, ska Trafiksäkerhetsverket återkalla beslutet om att utse det anmälda organet och informera Europeiska kommissionen och de övriga medlemsstaterna om detta.",
        "normalized_sv": "Trafiksäkerhetsverket utser på ansökan anmälda organ för att utföra den bedömning av överensstämmelse och lämplighet som avses i artikel 5 i förordningen om driftskompabilitet och för att utföra de uppgifter i samband kontroll som avses i artikel 6. De anmälda organen ska uppfylla kriterierna i bilaga V till förordningen om driftskompabilitet. Om ett anmält organ inte längre uppfyller kriterierna, ska Trafiksäkerhetsverket återkalla beslutet om att utse det anmälda organet och informera Europeiska kommissionen och de övriga medlemsstaterna om detta.",
        "folded_sv": "trafiksakerhetsverket utser pa ansokan anmalda organ for att utfora den bedomning av overensstammelse och lamplighet som avses i artikel 5 i forordningen om driftskompabilitet och for att utfora de uppgifter i samband kontroll som avses i artikel 6. de anmalda organen ska uppfylla kriterierna i bilaga v till forordningen om driftskompabilitet. om ett anmalt organ inte langre uppfyller kriterierna, ska trafiksakerhetsverket aterkalla beslutet om att utse det anmalda organet och informera europeiska kommissionen och de ovriga medlemsstaterna om detta."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Lennonvarmistuspalvelun maksut",
      "content": "Liikenteen turvallisuusvirasto valvoo, että lennonvarmistuspalvelun maksut määritellään palveluntarjonta-asetuksen 15 artiklan mukaisesti. Liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujärjestelmän mukainen esitys maksuista. Viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksestä sekä toimitettava esityksensä Euroopan komissiolle tarkistettavaksi. Saatujen lausuntojen ja Euroopan komission antaman hyväksynnän jälkeen virasto vahvistaa maksut ja ilmoittaa ne Euroopan komissiolle. Ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut siltä osin kuin niitä ei vahvisteta 2 momentin mukaisesti. Lisäksi Liikenteen turvallisuusvirasto valvoo, että valtion ilmailulta ja sotilasilmailulta perittävät maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mitä 112 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Liikenteen turvallisuusvirasto valvoo, että lennonvarmistuspalvelun maksut määritellään palveluntarjonta-asetuksen 15 artiklan mukaisesti. Liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujärjestelmän mukainen esitys maksuista. Viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksestä sekä toimitettava esityksensä Euroopan komissiolle tarkistettavaksi. Saatujen lausuntojen ja Euroopan komission antaman hyväksynnän jälkeen virasto vahvistaa maksut ja ilmoittaa ne Euroopan komissiolle. Ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut siltä osin kuin niitä ei vahvisteta 2 momentin mukaisesti. Lisäksi Liikenteen turvallisuusvirasto valvoo, että valtion ilmailulta ja sotilasilmailulta perittävät maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mitä 112 § :ssä säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto valvoo, etta lennonvarmistuspalvelun maksut maaritellaan palveluntarjonta-asetuksen 15 artiklan mukaisesti. liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujarjestelman mukainen esitys maksuista. viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksesta seka toimitettava esityksensa euroopan komissiolle tarkistettavaksi. saatujen lausuntojen ja euroopan komission antaman hyvaksynnan jalkeen virasto vahvistaa maksut ja ilmoittaa ne euroopan komissiolle. ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut silta osin kuin niita ei vahvisteta 2 momentin mukaisesti. lisaksi liikenteen turvallisuusvirasto valvoo, etta valtion ilmailulta ja sotilasilmailulta perittavat maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mita 112 §:ssa saadetaan.",
        "title_sv": "Avgifter för flygtrafiktjänst",
        "content_sv": "Trafiksäkerhetsverket ska övervaka att avgifterna för flygtrafiktjänst bestäms i enlighet med artikel 15 i förordningen om tillhandahållande av tjänster. På grundval av de uppgifter som tjänsteleverantörerna lämnat ska Trafiksäkerhetsverket göra en framställning om avgifterna enligt det gemensamma avgiftssystemet för flygtrafiktjänster. Trafiksäkerhetsverket ska ge aktörerna tillfälle att avge utlåtande om framställningen och verket ska lämna in den till Europeiska kommissionen för granskning. Efter utlåtandena och Europeiska kommissionens godkännande ska Trafiksäkerhetsverket fastställa avgifterna och informera Europeiska kommissionen om dem. Leverantören av flygtrafikledningstjänst ska fastställa avgifterna för flygtrafiktjänst till den del de inte fastställs i enlighet med 2 mom. Trafiksäkerhetsverket ska också övervaka att de avgifter som tas ut av den statliga och den militära luftfarten är skäliga och att 112 § iakttas vid prissättningen.",
        "normalized_sv": "Trafiksäkerhetsverket ska övervaka att avgifterna för flygtrafiktjänst bestäms i enlighet med artikel 15 i förordningen om tillhandahållande av tjänster. På grundval av de uppgifter som tjänsteleverantörerna lämnat ska Trafiksäkerhetsverket göra en framställning om avgifterna enligt det gemensamma avgiftssystemet för flygtrafiktjänster. Trafiksäkerhetsverket ska ge aktörerna tillfälle att avge utlåtande om framställningen och verket ska lämna in den till Europeiska kommissionen för granskning. Efter utlåtandena och Europeiska kommissionens godkännande ska Trafiksäkerhetsverket fastställa avgifterna och informera Europeiska kommissionen om dem. Leverantören av flygtrafikledningstjänst ska fastställa avgifterna för flygtrafiktjänst till den del de inte fastställs i enlighet med 2 mom. Trafiksäkerhetsverket ska också övervaka att de avgifter som tas ut av den statliga och den militära luftfarten är skäliga och att 112 § iakttas vid prissättningen.",
        "folded_sv": "trafiksakerhetsverket ska overvaka att avgifterna for flygtrafiktjanst bestams i enlighet med artikel 15 i forordningen om tillhandahallande av tjanster. pa grundval av de uppgifter som tjansteleverantorerna lamnat ska trafiksakerhetsverket gora en framstallning om avgifterna enligt det gemensamma avgiftssystemet for flygtrafiktjanster. trafiksakerhetsverket ska ge aktorerna tillfalle att avge utlatande om framstallningen och verket ska lamna in den till europeiska kommissionen for granskning. efter utlatandena och europeiska kommissionens godkannande ska trafiksakerhetsverket faststalla avgifterna och informera europeiska kommissionen om dem. leverantoren av flygtrafikledningstjanst ska faststalla avgifterna for flygtrafiktjanst till den del de inte faststalls i enlighet med 2 mom. trafiksakerhetsverket ska ocksa overvaka att de avgifter som tas ut av den statliga och den militara luftfarten ar skaliga och att 112 § iakttas vid prissattningen."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "Määritelmät",
      "content": "Tässä luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:117",
        "normalized_fi": "Tässä luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
        "folded_fi": "tassa luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
        "title_sv": "Definitioner",
        "content_sv": "I detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i händelseförordningen, 4) händelse händelser enligt artikel 2 i händelseförordningen.",
        "normalized_sv": "I detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i händelseförordningen, 4) händelse händelser enligt artikel 2 i händelseförordningen.",
        "folded_sv": "i detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i handelseforordningen, 4) handelse handelser enligt artikel 2 i handelseforordningen."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "title": "Ilmailuonnettomuuksista ja vaaratilanteista ilmoittaminen",
      "content": "Siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava Liikenteen turvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:118",
        "normalized_fi": "Siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava Liikenteen turvallisuusvirastolle.",
        "folded_fi": "siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava liikenteen turvallisuusvirastolle.",
        "title_sv": "Rapportering av luftfartsolyckor och tillbud",
        "content_sv": "Trafiksäkerhetsverket ska underrättas om olyckor och allvarliga tillbud inom civil luftfart.",
        "normalized_sv": "Trafiksäkerhetsverket ska underrättas om olyckor och allvarliga tillbud inom civil luftfart.",
        "folded_sv": "trafiksakerhetsverket ska underrattas om olyckor och allvarliga tillbud inom civil luftfart."
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "title": "Poikkeama-asetuksen soveltaminen",
      "content": "Poikkeama-asetusta sovelletaan Suomessa kaikkiin ilma-aluksiin. Yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 §:n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, käsitellään kuitenkin kansallisesti. Poikkeamista, joissa on osallisena Suomessa rekisteröity tai Suomeen sijoittautuneen organisaation käyttämä ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa säädetään myös silloin, kun ne ovat tapahtuneet ulkomailla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:125",
        "normalized_fi": "Poikkeama-asetusta sovelletaan Suomessa kaikkiin ilma-aluksiin. Yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 § :n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, käsitellään kuitenkin kansallisesti. Poikkeamista, joissa on osallisena Suomessa rekisteröity tai Suomeen sijoittautuneen organisaation käyttämä ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa säädetään myös silloin, kun ne ovat tapahtuneet ulkomailla.",
        "folded_fi": "poikkeama-asetusta sovelletaan suomessa kaikkiin ilma-aluksiin. yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 §:n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, kasitellaan kuitenkin kansallisesti. poikkeamista, joissa on osallisena suomessa rekisteroity tai suomeen sijoittautuneen organisaation kayttama ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa saadetaan myos silloin, kun ne ovat tapahtuneet ulkomailla.",
        "title_sv": "Tillämpning av händelseförordningen",
        "content_sv": "I Finland tillämpas händelseförordningen på alla luftfartyg. Händelser som uteslutande gäller militär luftfart och som enligt 7 § 1 mom. 19 punkten ska anmälas till försvarsmakten behandlas dock nationellt. Händelser som inbegriper ett luftfartyg som är registrerat i Finland eller som används av en organisation som är etablerad i Finland ska i enlighet med händelseförordningen rapporteras även om de har inträffat utomlands.",
        "normalized_sv": "I Finland tillämpas händelseförordningen på alla luftfartyg. Händelser som uteslutande gäller militär luftfart och som enligt 7 § 1 mom. 19 punkten ska anmälas till försvarsmakten behandlas dock nationellt. Händelser som inbegriper ett luftfartyg som är registrerat i Finland eller som används av en organisation som är etablerad i Finland ska i enlighet med händelseförordningen rapporteras även om de har inträffat utomlands.",
        "folded_sv": "i finland tillampas handelseforordningen pa alla luftfartyg. handelser som uteslutande galler militar luftfart och som enligt 7 § 1 mom. 19 punkten ska anmalas till forsvarsmakten behandlas dock nationellt. handelser som inbegriper ett luftfartyg som ar registrerat i finland eller som anvands av en organisation som ar etablerad i finland ska i enlighet med handelseforordningen rapporteras aven om de har intraffat utomlands."
      }
    },
    {
      "provision_ref": "126",
      "section": "126",
      "title": "Ilmoitusjärjestelmä",
      "content": "Liikenteen turvallisuusvirasto vastaa ja ylläpitää poikkeama-asetuksen mukaista ilmoitusjärjestelmää, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. Suomeen sijoittautuneiden organisaatioiden on ilmoitettava Liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjärjestelmäänsä kerätyt poikkeamatiedot. Poikkeamatiedot ilmoitetaan Liikenteen turvallisuusvirastolle teknisen käyttöyhteyden välityksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:126",
        "normalized_fi": "Liikenteen turvallisuusvirasto vastaa ja ylläpitää poikkeama-asetuksen mukaista ilmoitusjärjestelmää, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. Suomeen sijoittautuneiden organisaatioiden on ilmoitettava Liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjärjestelmäänsä kerätyt poikkeamatiedot. Poikkeamatiedot ilmoitetaan Liikenteen turvallisuusvirastolle teknisen käyttöyhteyden välityksellä.",
        "folded_fi": "liikenteen turvallisuusvirasto vastaa ja yllapitaa poikkeama-asetuksen mukaista ilmoitusjarjestelmaa, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. suomeen sijoittautuneiden organisaatioiden on ilmoitettava liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjarjestelmaansa keratyt poikkeamatiedot. poikkeamatiedot ilmoitetaan liikenteen turvallisuusvirastolle teknisen kayttoyhteyden valityksella.",
        "title_sv": "Rapporteringssystem",
        "content_sv": "Trafiksäkerhetsverket ansvarar för och driver ett rapporteringssystem enligt händelseförordningen till vilket obligatorisk och frivillig information om händelser rapporteras. Organisationer som är etablerade i Finland ska underrätta Trafiksäkerhetsverket om sådan information om händelser som de samlat in i sitt eget system för frivillig rapportering. Informationen om händelser ges in till Trafiksäkerhetsverket via en teknisk anslutning.",
        "normalized_sv": "Trafiksäkerhetsverket ansvarar för och driver ett rapporteringssystem enligt händelseförordningen till vilket obligatorisk och frivillig information om händelser rapporteras. Organisationer som är etablerade i Finland ska underrätta Trafiksäkerhetsverket om sådan information om händelser som de samlat in i sitt eget system för frivillig rapportering. Informationen om händelser ges in till Trafiksäkerhetsverket via en teknisk anslutning.",
        "folded_sv": "trafiksakerhetsverket ansvarar for och driver ett rapporteringssystem enligt handelseforordningen till vilket obligatorisk och frivillig information om handelser rapporteras. organisationer som ar etablerade i finland ska underratta trafiksakerhetsverket om sadan information om handelser som de samlat in i sitt eget system for frivillig rapportering. informationen om handelser ges in till trafiksakerhetsverket via en teknisk anslutning."
      }
    },
    {
      "provision_ref": "128",
      "section": "128",
      "title": "Poikkeamatietojen käyttö",
      "content": "Viranomainen ei saa ryhtyä oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, että siitä on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:128",
        "normalized_fi": "Viranomainen ei saa ryhtyä oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, että siitä on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
        "folded_fi": "viranomainen ei saa ryhtya oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, etta siita on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
        "title_sv": "Användning av information om händelser",
        "content_sv": "En myndighet får inte vidta rättsliga åtgärder på grund av oöverlagda eller oavsiktliga överträdelser som myndigheten får kännedom om bara på grund av att de har rapporterats enligt händelseförordningen, om det inte är fråga om en situation som avses i artikel 16.10 i händelseförordningen.",
        "normalized_sv": "En myndighet får inte vidta rättsliga åtgärder på grund av oöverlagda eller oavsiktliga överträdelser som myndigheten får kännedom om bara på grund av att de har rapporterats enligt händelseförordningen, om det inte är fråga om en situation som avses i artikel 16.10 i händelseförordningen.",
        "folded_sv": "en myndighet far inte vidta rattsliga atgarder pa grund av ooverlagda eller oavsiktliga overtradelser som myndigheten far kannedom om bara pa grund av att de har rapporterats enligt handelseforordningen, om det inte ar fraga om en situation som avses i artikel 16.10 i handelseforordningen."
      }
    },
    {
      "provision_ref": "129",
      "section": "129",
      "title": "Tasapainoinen lähestymistapa ja toimintarajoituksen asettaminen",
      "content": "Melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa käytettäviin ilma-aluksiin. Melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lähestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jälkeen, kun on harkittu ja arvioitu muita tasapainoisen lähestymistavan mukaisia toimenpiteitä. Liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. Liikenteen turvallisuusvirasto myös arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lähestymistavan mukaisesti sekä päättää sen asettamisesta. Liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtäviä hoitaessaan lentoaseman pitäjää, kaavoituksesta ja maankäytön suunnittelusta vastaavia viranomaisia, ympäristönsuojelulain 21 §:n 1 momentissa tarkoitettua valtion viranomaista ja 22 §:ssä tarkoitettua kunnan ympäristönsuojeluviranomaista, lentoyhtiöitä, puolustusvoimia sekä muita asianosaisia. Eri toimivaltaisten viranomaisten ja toimijoiden yhteistyötä varten voidaan asettaa yhteistyöryhmä. Valtioneuvoston asetuksella voidaan säätää tarkemmin 2 momentissa tarkoitetusta Liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemästä lentoaseman toimintarajoituksen tarpeen arvioinnista sekä toimintarajoituksista ilmoittamisesta. Lisäksi valtioneuvoston asetuksella voidaan säätää tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteitä ja yhteistyötä koordinoivasta yhteistyöryhmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129",
        "normalized_fi": "Melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa käytettäviin ilma-aluksiin. Melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lähestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jälkeen, kun on harkittu ja arvioitu muita tasapainoisen lähestymistavan mukaisia toimenpiteitä. Liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. Liikenteen turvallisuusvirasto myös arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lähestymistavan mukaisesti sekä päättää sen asettamisesta. Liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtäviä hoitaessaan lentoaseman pitäjää, kaavoituksesta ja maankäytön suunnittelusta vastaavia viranomaisia, ympäristönsuojelulain 21 § :n 1 momentissa tarkoitettua valtion viranomaista ja 22 § :ssä tarkoitettua kunnan ympäristönsuojeluviranomaista, lentoyhtiöitä, puolustusvoimia sekä muita asianosaisia. Eri toimivaltaisten viranomaisten ja toimijoiden yhteistyötä varten voidaan asettaa yhteistyöryhmä. Valtioneuvoston asetuksella voidaan säätää tarkemmin 2 momentissa tarkoitetusta Liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemästä lentoaseman toimintarajoituksen tarpeen arvioinnista sekä toimintarajoituksista ilmoittamisesta. Lisäksi valtioneuvoston asetuksella voidaan säätää tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteitä ja yhteistyötä koordinoivasta yhteistyöryhmästä.",
        "folded_fi": "melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa kaytettaviin ilma-aluksiin. melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lahestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jalkeen, kun on harkittu ja arvioitu muita tasapainoisen lahestymistavan mukaisia toimenpiteita. liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. liikenteen turvallisuusvirasto myos arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lahestymistavan mukaisesti seka paattaa sen asettamisesta. liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtavia hoitaessaan lentoaseman pitajaa, kaavoituksesta ja maankayton suunnittelusta vastaavia viranomaisia, ymparistonsuojelulain 21 §:n 1 momentissa tarkoitettua valtion viranomaista ja 22 §:ssa tarkoitettua kunnan ymparistonsuojeluviranomaista, lentoyhtioita, puolustusvoimia seka muita asianosaisia. eri toimivaltaisten viranomaisten ja toimijoiden yhteistyota varten voidaan asettaa yhteistyoryhma. valtioneuvoston asetuksella voidaan saataa tarkemmin 2 momentissa tarkoitetusta liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemasta lentoaseman toimintarajoituksen tarpeen arvioinnista seka toimintarajoituksista ilmoittamisesta. lisaksi valtioneuvoston asetuksella voidaan saataa tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteita ja yhteistyota koordinoivasta yhteistyoryhmasta.",
        "title_sv": "Välavvägd strategi och införande av driftsrestriktioner",
        "content_sv": "Förordningen om flygplatsbuller tillämpas på det sätt som avses i förordningen på luftfartyg som används inom civil luftfart. I enlighet med den välavvägda strategi som avses i artiklarna 2 och 5 i förordningen om flygplatsbuller får flygtrafikbuller hanteras och begränsas genom driftsrestriktioner enligt artikel 2.6 i den förordningen endast efter det att andra åtgärder inom den välavvägda strategin har övervägts och analyserats. Trafiksäkerhetsverket ska fastställa ett mål om minskat buller för flygplatsen. Trafiksäkerhetsverket ska också bedöma behovet av att införa en driftsrestriktion enligt 1 mom. i enlighet med den välavvägda strategin och besluta om införandet. Vid utförandet av de uppgifter som avses i 2 mom. ska Trafiksäkerhetsverket höra flygplatsoperatören, de myndigheter som ansvarar för planläggning och markanvändningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljöskyddslagen och den kommunala miljövårdsmyndighet som avses i 22 § i den lagen, flygbolagen, försvarsmakten och andra berörda parter. En samarbetsgrupp kan tillsättas för samarbetet mellan de olika behöriga myndigheterna och aktörerna. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om det mål om minskat buller för flygplatsen som Trafiksäkerhetsverket ska fastställa enligt 2 mom. och om Trafiksäkerhetsverkets bedömning av behovet av driftsrestriktioner för flygplatsen samt om underrättelser om driftsrestriktioner. Genom förordning av statsrådet får det också utfärdas närmare bestämmelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behöriga myndigheternas och de olika aktörernas åtgärder och samarbete.",
        "normalized_sv": "Förordningen om flygplatsbuller tillämpas på det sätt som avses i förordningen på luftfartyg som används inom civil luftfart. I enlighet med den välavvägda strategi som avses i artiklarna 2 och 5 i förordningen om flygplatsbuller får flygtrafikbuller hanteras och begränsas genom driftsrestriktioner enligt artikel 2.6 i den förordningen endast efter det att andra åtgärder inom den välavvägda strategin har övervägts och analyserats. Trafiksäkerhetsverket ska fastställa ett mål om minskat buller för flygplatsen. Trafiksäkerhetsverket ska också bedöma behovet av att införa en driftsrestriktion enligt 1 mom. i enlighet med den välavvägda strategin och besluta om införandet. Vid utförandet av de uppgifter som avses i 2 mom. ska Trafiksäkerhetsverket höra flygplatsoperatören, de myndigheter som ansvarar för planläggning och markanvändningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljöskyddslagen och den kommunala miljövårdsmyndighet som avses i 22 § i den lagen, flygbolagen, försvarsmakten och andra berörda parter. En samarbetsgrupp kan tillsättas för samarbetet mellan de olika behöriga myndigheterna och aktörerna. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om det mål om minskat buller för flygplatsen som Trafiksäkerhetsverket ska fastställa enligt 2 mom. och om Trafiksäkerhetsverkets bedömning av behovet av driftsrestriktioner för flygplatsen samt om underrättelser om driftsrestriktioner. Genom förordning av statsrådet får det också utfärdas närmare bestämmelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behöriga myndigheternas och de olika aktörernas åtgärder och samarbete.",
        "folded_sv": "forordningen om flygplatsbuller tillampas pa det satt som avses i forordningen pa luftfartyg som anvands inom civil luftfart. i enlighet med den valavvagda strategi som avses i artiklarna 2 och 5 i forordningen om flygplatsbuller far flygtrafikbuller hanteras och begransas genom driftsrestriktioner enligt artikel 2.6 i den forordningen endast efter det att andra atgarder inom den valavvagda strategin har overvagts och analyserats. trafiksakerhetsverket ska faststalla ett mal om minskat buller for flygplatsen. trafiksakerhetsverket ska ocksa bedoma behovet av att infora en driftsrestriktion enligt 1 mom. i enlighet med den valavvagda strategin och besluta om inforandet. vid utforandet av de uppgifter som avses i 2 mom. ska trafiksakerhetsverket hora flygplatsoperatoren, de myndigheter som ansvarar for planlaggning och markanvandningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljoskyddslagen och den kommunala miljovardsmyndighet som avses i 22 § i den lagen, flygbolagen, forsvarsmakten och andra berorda parter. en samarbetsgrupp kan tillsattas for samarbetet mellan de olika behoriga myndigheterna och aktorerna. genom forordning av statsradet far det utfardas narmare bestammelser om det mal om minskat buller for flygplatsen som trafiksakerhetsverket ska faststalla enligt 2 mom. och om trafiksakerhetsverkets bedomning av behovet av driftsrestriktioner for flygplatsen samt om underrattelser om driftsrestriktioner. genom forordning av statsradet far det ocksa utfardas narmare bestammelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behoriga myndigheternas och de olika aktorernas atgarder och samarbete."
      }
    },
    {
      "provision_ref": "153",
      "section": "153",
      "title": "Viranomaisten tiedonsaanti- ja tarkastusoikeus",
      "content": "Ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai käyttäjän sekä lentoturvallisuuteen vaikuttavaa tehtävää suorittavan on, siltä osin kuin tiedot ovat hänen hallussaan tai saatavillaan, annettava salassapitosäännösten estämättä Liikenteen turvallisuusvirastolle sen pyynnöstä ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsintä- ja pelastuspalvelun sekä ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkilöistä nimi, henkilötunnus ja yhteystiedot. Edellä 1 momentin 6 kohdassa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä 2 luvussa säädetään ilma-alusrekisteri- ja lupakirjarekisteritietojen käsittelystä. Henkilötietojen käsittelystä säädetään lisäksi henkilötietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:153",
        "normalized_fi": "Ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai käyttäjän sekä lentoturvallisuuteen vaikuttavaa tehtävää suorittavan on, siltä osin kuin tiedot ovat hänen hallussaan tai saatavillaan, annettava salassapitosäännösten estämättä Liikenteen turvallisuusvirastolle sen pyynnöstä ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsintä- ja pelastuspalvelun sekä ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkilöistä nimi, henkilötunnus ja yhteystiedot. Edellä 1 momentin 6 kohdassa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä 2 luvussa säädetään ilma-alusrekisteri- ja lupakirjarekisteritietojen käsittelystä. Henkilötietojen käsittelystä säädetään lisäksi henkilötietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
        "folded_fi": "ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai kayttajan seka lentoturvallisuuteen vaikuttavaa tehtavaa suorittavan on, silta osin kuin tiedot ovat hanen hallussaan tai saatavillaan, annettava salassapitosaannosten estamatta liikenteen turvallisuusvirastolle sen pyynnosta ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsinta- ja pelastuspalvelun seka ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkiloista nimi, henkilotunnus ja yhteystiedot. edella 1 momentin 6 kohdassa tarkoitettujen henkilotietojen kasittelyyn sovelletaan, mita 2 luvussa saadetaan ilma-alusrekisteri- ja lupakirjarekisteritietojen kasittelysta. henkilotietojen kasittelysta saadetaan lisaksi henkilotietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
        "title_sv": "Myndigheters rätt att få information och utföra inspektioner",
        "content_sv": "De som bedriver luftfartsverksamhet liksom luftfartygs ägare, innehavare eller operatörer samt de som utför uppgifter som påverkar flygsäkerheten ska, till den del de förfogar över eller har tillgång till informationen, på begäran av Trafiksäkerhetsverket trots sekretessbestämmelserna lämna verket följande upplysningar för tillsynen över luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lägesbilder, 2) upptagningar från flygtrafiktjänsten, efterspanings- och räddningstjänsten för luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra än i 1 och 2 punkten avsedda uppgifter som behövs med tanke på flygsäkerheten, 4) uppgifter om verksamhetsutövarens verksamhet, ekonomi och försäkringar, 5) uppgifter som är relevanta med tanke på tillsynen över att passagerarnas rättigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. I fråga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillämpas vad som i 2 kap. föreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. Bestämmelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestämmelser om utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "De som bedriver luftfartsverksamhet liksom luftfartygs ägare, innehavare eller operatörer samt de som utför uppgifter som påverkar flygsäkerheten ska, till den del de förfogar över eller har tillgång till informationen, på begäran av Trafiksäkerhetsverket trots sekretessbestämmelserna lämna verket följande upplysningar för tillsynen över luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lägesbilder, 2) upptagningar från flygtrafiktjänsten, efterspanings- och räddningstjänsten för luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra än i 1 och 2 punkten avsedda uppgifter som behövs med tanke på flygsäkerheten, 4) uppgifter om verksamhetsutövarens verksamhet, ekonomi och försäkringar, 5) uppgifter som är relevanta med tanke på tillsynen över att passagerarnas rättigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. I fråga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillämpas vad som i 2 kap. föreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. Bestämmelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestämmelser om utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "de som bedriver luftfartsverksamhet liksom luftfartygs agare, innehavare eller operatorer samt de som utfor uppgifter som paverkar flygsakerheten ska, till den del de forfogar over eller har tillgang till informationen, pa begaran av trafiksakerhetsverket trots sekretessbestammelserna lamna verket foljande upplysningar for tillsynen over luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lagesbilder, 2) upptagningar fran flygtrafiktjansten, efterspanings- och raddningstjansten for luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra an i 1 och 2 punkten avsedda uppgifter som behovs med tanke pa flygsakerheten, 4) uppgifter om verksamhetsutovarens verksamhet, ekonomi och forsakringar, 5) uppgifter som ar relevanta med tanke pa tillsynen over att passagerarnas rattigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. i fraga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillampas vad som i 2 kap. foreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. bestammelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestammelser om utlamnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet."
      }
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Ilmailun ympäristövaikutuksia koskevat määräykset ja päätökset",
      "content": "Liikenteen turvallisuusvirasto voi, ottaen huomioon 129 §:ssä tarkoitetun tasapainoisen lähestymistavan, antaa määräyksiä ja tehdä päätöksiä lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ympäristövaikutuksen vähentämiseksi tai estämiseksi taikka sallitun poikkeuksen myöntämiseksi. Määräykset ja päätökset voivat koskea: 1) lentopaikan käyttöaikaa tai -tapaa tai lentoonlähtöjen ja laskeutumisten määrää; 2) huoltoon liittyvien koekäyttöjen rajoittamista tai kieltämistä määrättyinä aikoina; 3) poikkeuksellisen meluisten lentokoneiden käytön rajoittamista; 4) aiemmin hyväksytyn lentokonetyypin käytön kieltämistä siirtymäajan jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi, ottaen huomioon 129 § :ssä tarkoitetun tasapainoisen lähestymistavan, antaa määräyksiä ja tehdä päätöksiä lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ympäristövaikutuksen vähentämiseksi tai estämiseksi taikka sallitun poikkeuksen myöntämiseksi. Määräykset ja päätökset voivat koskea: 1) lentopaikan käyttöaikaa tai -tapaa tai lentoonlähtöjen ja laskeutumisten määrää; 2) huoltoon liittyvien koekäyttöjen rajoittamista tai kieltämistä määrättyinä aikoina; 3) poikkeuksellisen meluisten lentokoneiden käytön rajoittamista; 4) aiemmin hyväksytyn lentokonetyypin käytön kieltämistä siirtymäajan jälkeen.",
        "folded_fi": "liikenteen turvallisuusvirasto voi, ottaen huomioon 129 §:ssa tarkoitetun tasapainoisen lahestymistavan, antaa maarayksia ja tehda paatoksia lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ymparistovaikutuksen vahentamiseksi tai estamiseksi taikka sallitun poikkeuksen myontamiseksi. maaraykset ja paatokset voivat koskea: 1) lentopaikan kayttoaikaa tai -tapaa tai lentoonlahtojen ja laskeutumisten maaraa; 2) huoltoon liittyvien koekayttojen rajoittamista tai kieltamista maarattyina aikoina; 3) poikkeuksellisen meluisten lentokoneiden kayton rajoittamista; 4) aiemmin hyvaksytyn lentokonetyypin kayton kieltamista siirtymaajan jalkeen.",
        "title_sv": "Föreskrifter och beslut om miljökonsekvenserna av luftfart",
        "content_sv": "Med hänsyn till den välavvägda strategi som avses i 129 § får Trafiksäkerhetsverket meddela föreskrifter och fatta beslut om flyg- och underhållsverksamhet, om det behövs för att minska eller förhindra buller från luftfartyg eller andra skadliga miljökonsekvenser eller för att medge tillåtna undantag. Föreskrifterna och besluten kan gälla 1) tid och sätt för användning av flygplatser och antalet starter och landningar, 2) begränsning eller förbud under bestämda tider när det gäller testningar som hänför sig till underhållet, 3) begränsning av användningen av exceptionellt bullersamma flygplan, 4) förbud mot att efter en övergångstid använda en tidigare godkänd flygplanstyp.",
        "normalized_sv": "Med hänsyn till den välavvägda strategi som avses i 129 § får Trafiksäkerhetsverket meddela föreskrifter och fatta beslut om flyg- och underhållsverksamhet, om det behövs för att minska eller förhindra buller från luftfartyg eller andra skadliga miljökonsekvenser eller för att medge tillåtna undantag. Föreskrifterna och besluten kan gälla 1) tid och sätt för användning av flygplatser och antalet starter och landningar, 2) begränsning eller förbud under bestämda tider när det gäller testningar som hänför sig till underhållet, 3) begränsning av användningen av exceptionellt bullersamma flygplan, 4) förbud mot att efter en övergångstid använda en tidigare godkänd flygplanstyp.",
        "folded_sv": "med hansyn till den valavvagda strategi som avses i 129 § far trafiksakerhetsverket meddela foreskrifter och fatta beslut om flyg- och underhallsverksamhet, om det behovs for att minska eller forhindra buller fran luftfartyg eller andra skadliga miljokonsekvenser eller for att medge tillatna undantag. foreskrifterna och besluten kan galla 1) tid och satt for anvandning av flygplatser och antalet starter och landningar, 2) begransning eller forbud under bestamda tider nar det galler testningar som hanfor sig till underhallet, 3) begransning av anvandningen av exceptionellt bullersamma flygplan, 4) forbud mot att efter en overgangstid anvanda en tidigare godkand flygplanstyp."
      }
    },
    {
      "provision_ref": "158",
      "section": "158",
      "title": "Lentoesteet",
      "content": "Lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan Liikenteen turvallisuusvirastolta. Lentoesteluvan hakemukseen tulee liittää asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myös rajavartiolaitoksen lausunto. Jollei lentoturvallisuus vaarannu, Liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. Lupa on myönnettävä, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan käytettävissä olevilla lentomenetelmän suunnittelukriteereillä vähentää siten, ettei se aiheuta lentopaikan pitäjälle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. Lentoesteet on merkittävä Liikenteen turvallisuusviraston antamien määräysten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:158",
        "normalized_fi": "Lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan Liikenteen turvallisuusvirastolta. Lentoesteluvan hakemukseen tulee liittää asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myös rajavartiolaitoksen lausunto. Jollei lentoturvallisuus vaarannu, Liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. Lupa on myönnettävä, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan käytettävissä olevilla lentomenetelmän suunnittelukriteereillä vähentää siten, ettei se aiheuta lentopaikan pitäjälle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. Lentoesteet on merkittävä Liikenteen turvallisuusviraston antamien määräysten mukaisesti.",
        "folded_fi": "lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan liikenteen turvallisuusvirastolta. lentoesteluvan hakemukseen tulee liittaa asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myos rajavartiolaitoksen lausunto. jollei lentoturvallisuus vaarannu, liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. lupa on myonnettava, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan kaytettavissa olevilla lentomenetelman suunnittelukriteereilla vahentaa siten, ettei se aiheuta lentopaikan pitajalle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. lentoesteet on merkittava liikenteen turvallisuusviraston antamien maaraysten mukaisesti.",
        "title_sv": "Flyghinder",
        "content_sv": "Tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. ska sökas hos Trafiksäkerhetsverket. Ansökan om flyghindertillstånd ska åtföljas av ett utlåtande av den berörda leverantören av flygtrafikledningstjänst och när det gäller vindkraftverk på havsområden också av ett utlåtande av gränsbevakningsväsendet. Om inte flygsäkerheten äventyras, kan Trafiksäkerhetsverket ge tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. Tillstånd ska beviljas, om den olägenhet det planerade hindret medför för flygtrafikens smidighet kan minskas med till buds stående planeringskriterier för flygförfarandet så att hindret inte medför oskälig olägenhet för flygplatsoperatören eller försvårar smidig flygtrafik. Flyghinder ska markeras i enlighet med Trafiksäkerhetsverkets föreskrifter.",
        "normalized_sv": "Tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. ska sökas hos Trafiksäkerhetsverket. Ansökan om flyghindertillstånd ska åtföljas av ett utlåtande av den berörda leverantören av flygtrafikledningstjänst och när det gäller vindkraftverk på havsområden också av ett utlåtande av gränsbevakningsväsendet. Om inte flygsäkerheten äventyras, kan Trafiksäkerhetsverket ge tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. Tillstånd ska beviljas, om den olägenhet det planerade hindret medför för flygtrafikens smidighet kan minskas med till buds stående planeringskriterier för flygförfarandet så att hindret inte medför oskälig olägenhet för flygplatsoperatören eller försvårar smidig flygtrafik. Flyghinder ska markeras i enlighet med Trafiksäkerhetsverkets föreskrifter.",
        "folded_sv": "tillstand att satta upp anordningar, byggnader, konstruktioner eller marken enligt 2 mom. ska sokas hos trafiksakerhetsverket. ansokan om flyghindertillstand ska atfoljas av ett utlatande av den berorda leverantoren av flygtrafikledningstjanst och nar det galler vindkraftverk pa havsomraden ocksa av ett utlatande av gransbevakningsvasendet. om inte flygsakerheten aventyras, kan trafiksakerhetsverket ge tillstand att satta upp anordningar, byggnader, konstruktioner eller marken enligt 2 mom. tillstand ska beviljas, om den olagenhet det planerade hindret medfor for flygtrafikens smidighet kan minskas med till buds staende planeringskriterier for flygforfarandet sa att hindret inte medfor oskalig olagenhet for flygplatsoperatoren eller forsvarar smidig flygtrafik. flyghinder ska markeras i enlighet med trafiksakerhetsverkets foreskrifter."
      }
    },
    {
      "provision_ref": "164",
      "section": "164",
      "title": "Ulkopuolisen asiantuntijan käyttäminen Liikenteen turvallisuusviraston tehtävien hoitamisessa",
      "content": "Liikenteen turvallisuusvirasto voi sopimuksella siirtää seuraavat hallintotehtävät koti- tai ulkomaiselle asiantuntijalle, jolla on tehtävän hoitamisen kannalta riittävä koulutus ja muut tehtävän edellyttämät tiedot ja taidot: 1) lennontiedottajan pätevyyden arviointi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:164",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi sopimuksella siirtää seuraavat hallintotehtävät koti- tai ulkomaiselle asiantuntijalle, jolla on tehtävän hoitamisen kannalta riittävä koulutus ja muut tehtävän edellyttämät tiedot ja taidot: 1) lennontiedottajan pätevyyden arviointi;",
        "folded_fi": "liikenteen turvallisuusvirasto voi sopimuksella siirtaa seuraavat hallintotehtavat koti- tai ulkomaiselle asiantuntijalle, jolla on tehtavan hoitamisen kannalta riittava koulutus ja muut tehtavan edellyttamat tiedot ja taidot: 1) lennontiedottajan patevyyden arviointi;",
        "title_sv": "Anlitande av utomstående experter för Trafiksäkerhetsverkets uppgifter",
        "content_sv": "Trafiksäkerhetsverket kan genom avtal överföra följande förvaltningsuppgifter på en inhemsk eller utländsk expert som har tillräcklig utbildning samt övriga kunskaper och färdigheter som uppgiften kräver: 1) kompetensbedömning av AFIS-personal,",
        "normalized_sv": "Trafiksäkerhetsverket kan genom avtal överföra följande förvaltningsuppgifter på en inhemsk eller utländsk expert som har tillräcklig utbildning samt övriga kunskaper och färdigheter som uppgiften kräver: 1) kompetensbedömning av AFIS-personal,",
        "folded_sv": "trafiksakerhetsverket kan genom avtal overfora foljande forvaltningsuppgifter pa en inhemsk eller utlandsk expert som har tillracklig utbildning samt ovriga kunskaper och fardigheter som uppgiften kraver: 1) kompetensbedomning av afis-personal,"
      }
    },
    {
      "provision_ref": "178",
      "section": "178",
      "title": "Ilmailurikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 9 §:n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa määräystä, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa säädetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:178",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 9 § :n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa määräystä, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa säädetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) rikkoo 9 §:n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa maaraysta, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa saadetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Luftfartsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot föreskrifter som har meddelats med stöd av 9 § 5 mom. och som gäller luftfartyg eller anordningar, sportfallskärmar, flygskärmar, modellflygplan eller förare av sådana, 20) förfar i strid med artikel 16.9 i händelseförordningen, luftfartsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot föreskrifter som har meddelats med stöd av 9 § 5 mom. och som gäller luftfartyg eller anordningar, sportfallskärmar, flygskärmar, modellflygplan eller förare av sådana, 20) förfar i strid med artikel 16.9 i händelseförordningen, luftfartsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) bryter mot foreskrifter som har meddelats med stod av 9 § 5 mom. och som galler luftfartyg eller anordningar, sportfallskarmar, flygskarmar, modellflygplan eller forare av sadana, 20) forfar i strid med artikel 16.9 i handelseforordningen, luftfartsforseelse ska, om inte strangare straff for garningen foreskrivs nagon annanstans, for domas till boter."
      }
    },
    {
      "provision_ref": "181",
      "section": "181",
      "title": "Muutoksenhaku",
      "content": "Seuraaviin muun kuin viranomaisen tekemiin päätöksiin saa hakea oikaisua Liikenteen turvallisuusvirastolta: 1) 40 §:ssä tarkoitettu lentokelpoisuuden hallintaorganisaation päätös lentokelpoisuuden tarkastustodistuksesta; 2) 47 §:ssä tarkoitetut matkustamomiehistön kelpoisuustodistuksen myöntäminen ja merkin-antajan hyväksyntä; 3) 102 §:n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää pääsylupa lentokenttäalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 §:n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää henkilökortti ja ajoneuvolupa; 5) 111 §:ssä tarkoitettu lennonvarmistuspalvelun maksuja koskeva päätös; 6) 163 §:ssä tarkoitetut pätevien yksiköiden ja harrasteilmailun järjestöjen tekemät päätökset; 7) 164 §:ssä tarkoitetut ulkopuolisen asiantuntijan tekemät päätökset. Edellä 2 momentin 1-4 ja 6-7 kohdassa sekä 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Edellä 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:181",
        "normalized_fi": "Seuraaviin muun kuin viranomaisen tekemiin päätöksiin saa hakea oikaisua Liikenteen turvallisuusvirastolta: 1) 40 § :ssä tarkoitettu lentokelpoisuuden hallintaorganisaation päätös lentokelpoisuuden tarkastustodistuksesta; 2) 47 § :ssä tarkoitetut matkustamomiehistön kelpoisuustodistuksen myöntäminen ja merkin-antajan hyväksyntä; 3) 102 § :n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää pääsylupa lentokenttäalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 § :n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää henkilökortti ja ajoneuvolupa; 5) 111 § :ssä tarkoitettu lennonvarmistuspalvelun maksuja koskeva päätös; 6) 163 § :ssä tarkoitetut pätevien yksiköiden ja harrasteilmailun järjestöjen tekemät päätökset; 7) 164 § :ssä tarkoitetut ulkopuolisen asiantuntijan tekemät päätökset. Edellä 2 momentin 1-4 ja 6-7 kohdassa sekä 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Edellä 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "seuraaviin muun kuin viranomaisen tekemiin paatoksiin saa hakea oikaisua liikenteen turvallisuusvirastolta: 1) 40 §:ssa tarkoitettu lentokelpoisuuden hallintaorganisaation paatos lentokelpoisuuden tarkastustodistuksesta; 2) 47 §:ssa tarkoitetut matkustamomiehiston kelpoisuustodistuksen myontaminen ja merkin-antajan hyvaksynta; 3) 102 §:n 1 momentissa tarkoitettu lentoaseman pitajan paatos myontaa paasylupa lentokenttaalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 §:n 1 momentissa tarkoitettu lentoaseman pitajan paatos myontaa henkilokortti ja ajoneuvolupa; 5) 111 §:ssa tarkoitettu lennonvarmistuspalvelun maksuja koskeva paatos; 6) 163 §:ssa tarkoitetut patevien yksikoiden ja harrasteilmailun jarjestojen tekemat paatokset; 7) 164 §:ssa tarkoitetut ulkopuolisen asiantuntijan tekemat paatokset. edella 2 momentin 1-4 ja 6-7 kohdassa seka 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. edella 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I följande beslut, som fattats av någon annan än en myndighet, får omprövning begäras hos Trafiksäkerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvärdighet som fattas av organisationer som svarar för luftvärdighet, 2) i 47 § avsedda beslut om beviljande av kabinbesättningsintyg och godkännande för teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tillträde till flygplatsens flygsida och behörighetsområden som fattas av flygplatsoperatören, 4) i 103 § 1 mom. avsedda beslut om beviljande av behörighetskort och passerkort för fordon som fattas av flygplatsoperatören, 5) i 111 § avsedda beslut om avgifter för flygtrafiktjänst, 6) i 163 § avsedda beslut som fattas av behöriga organ och organisationer för sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstående experter. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 5 punkten får överklagas genom besvär hos marknadsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "normalized_sv": "I följande beslut, som fattats av någon annan än en myndighet, får omprövning begäras hos Trafiksäkerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvärdighet som fattas av organisationer som svarar för luftvärdighet, 2) i 47 § avsedda beslut om beviljande av kabinbesättningsintyg och godkännande för teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tillträde till flygplatsens flygsida och behörighetsområden som fattas av flygplatsoperatören, 4) i 103 § 1 mom. avsedda beslut om beviljande av behörighetskort och passerkort för fordon som fattas av flygplatsoperatören, 5) i 111 § avsedda beslut om avgifter för flygtrafiktjänst, 6) i 163 § avsedda beslut som fattas av behöriga organ och organisationer för sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstående experter. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 5 punkten får överklagas genom besvär hos marknadsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "folded_sv": "i foljande beslut, som fattats av nagon annan an en myndighet, far omprovning begaras hos trafiksakerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvardighet som fattas av organisationer som svarar for luftvardighet, 2) i 47 § avsedda beslut om beviljande av kabinbesattningsintyg och godkannande for teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tilltrade till flygplatsens flygsida och behorighetsomraden som fattas av flygplatsoperatoren, 4) i 103 § 1 mom. avsedda beslut om beviljande av behorighetskort och passerkort for fordon som fattas av flygplatsoperatoren, 5) i 111 § avsedda beslut om avgifter for flygtrafiktjanst, 6) i 163 § avsedda beslut som fattas av behoriga organ och organisationer for sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstaende experter. ett beslut som meddelats med anledning av en begaran om omprovning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen. ett beslut som meddelats med anledning av en begaran om omprovning enligt 2 mom. 5 punkten far overklagas genom besvar hos marknadsdomstolen pa det satt som anges i forvaltningsprocesslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Sen lisäksi, mitä tässä laissa säädetään Liikenteen turvallisuusviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 996/2010 muuttamisesta sekä Euroopan parlamentin ja neuvoston direktiivin 2003/42/EY, komission asetusten (EY) N:o 1321/2007 ja (EY) N:o 1330/2007 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (). Sen lisäksi, mitä kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta säädetään muualla lainsäädännössä, Liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sen lisäksi, mitä tässä laissa säädetään Liikenteen turvallisuusviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 996/2010 muuttamisesta sekä Euroopan parlamentin ja neuvoston direktiivin 2003/42/EY, komission asetusten (EY) N:o 1321/2007 ja (EY) N:o 1330/2007 kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (). Sen lisäksi, mitä kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta säädetään muualla lainsäädännössä, Liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
        "folded_fi": "sen lisaksi, mita tassa laissa saadetaan liikenteen turvallisuusviraston tehtavista, virasto toimii seuraavissa euroopan unionin saadoksissa tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) poikkeama-asetus poikkeamien ilmoittamisesta, analysoinnista ja seurannasta siviili-ilmailun alalla, euroopan parlamentin ja neuvoston asetuksen (eu) n:o 996/2010 muuttamisesta seka euroopan parlamentin ja neuvoston direktiivin 2003/42/ey, komission asetusten (ey) n:o 1321/2007 ja (ey) n:o 1330/2007 kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 376/2014 (); 8) melunhallinta-asetus tasapainoisen lahestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista saannoista ja menettelyista seka direktiivin 2002/30/ey kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 598/2014 (). sen lisaksi, mita kuluttaja-asiamiehen ja kuluttajariitalautakunnan toimivallasta saadetaan muualla lainsaadannossa, liikenteen turvallisuusvirasto toimii seuraavien asetusten mukaisena toimivaltaisena viranomaisena:",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Utöver vad som i denna lag föreskrivs om Trafiksäkerhetsverkets uppgifter, är Trafiksäkerhetsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) händelseförordningen Europaparlamentets och rådets förordning (EU) nr 376/2014 om rapportering, analys och uppföljning av händelser inom civil luftfart, om ändring av Europaparlamentets och rådets förordning (EU) nr 996/2010 och om upphävande av Europaparlamentets och rådets direktiv 2003/42/EG, kommissionens förordningar (EG) nr 1321/2007 och (EG) nr 1330/2007 (), 8) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (). Utöver vad som någon annanstans i lagstiftningen föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet, är Trafiksäkerhetsverket behörig myndighet enligt följande förordningar:",
        "normalized_sv": "Utöver vad som i denna lag föreskrivs om Trafiksäkerhetsverkets uppgifter, är Trafiksäkerhetsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) händelseförordningen Europaparlamentets och rådets förordning (EU) nr 376/2014 om rapportering, analys och uppföljning av händelser inom civil luftfart, om ändring av Europaparlamentets och rådets förordning (EU) nr 996/2010 och om upphävande av Europaparlamentets och rådets direktiv 2003/42/EG, kommissionens förordningar (EG) nr 1321/2007 och (EG) nr 1330/2007 (), 8) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (). Utöver vad som någon annanstans i lagstiftningen föreskrivs om konsumentombudsmannens och konsumenttvistenämndens behörighet, är Trafiksäkerhetsverket behörig myndighet enligt följande förordningar:",
        "folded_sv": "utover vad som i denna lag foreskrivs om trafiksakerhetsverkets uppgifter, ar trafiksakerhetsverket behorig nationell myndighet enligt foljande av europeiska unionens rattsakter: 7) handelseforordningen europaparlamentets och radets forordning (eu) nr 376/2014 om rapportering, analys och uppfoljning av handelser inom civil luftfart, om andring av europaparlamentets och radets forordning (eu) nr 996/2010 och om upphavande av europaparlamentets och radets direktiv 2003/42/eg, kommissionens forordningar (eg) nr 1321/2007 och (eg) nr 1330/2007 (), 8) forordningen om flygplatsbuller europaparlamentets och radets forordning (eu) nr 598/2014 om regler och forfaranden for att av bullerskal infora driftsrestriktioner vid flygplatser i unionen inom en valavvagd strategi och om upphavande av direktiv 2002/30/eg (). utover vad som nagon annanstans i lagstiftningen foreskrivs om konsumentombudsmannens och konsumenttvistenamndens behorighet, ar trafiksakerhetsverket behorig myndighet enligt foljande forordningar:"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sotilasilmailua koskevat tarkennukset ja poikkeukset",
      "content": "Sotilasilmailuun sovelletaan tämän lain säännöksiä seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitään kansallisuustunnuksen lisäksi erityistunnuksella;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Sotilasilmailuun sovelletaan tämän lain säännöksiä seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitään kansallisuustunnuksen lisäksi erityistunnuksella;",
        "folded_fi": "sotilasilmailuun sovelletaan taman lain saannoksia seuraavin tarkennuksin ja poikkeuksin: 2) sotilasilma-alus merkitaan kansallisuustunnuksen lisaksi erityistunnuksella;",
        "title_sv": "Preciseringar och undantag som gäller militär luftfart",
        "content_sv": "På militär luftfart tillämpas bestämmelserna i denna lag med följande preciseringar och undantag: 2) militära luftfartyg förses med nationalitetsbeteckning och dessutom med specialbeteckning,",
        "normalized_sv": "På militär luftfart tillämpas bestämmelserna i denna lag med följande preciseringar och undantag: 2) militära luftfartyg förses med nationalitetsbeteckning och dessutom med specialbeteckning,",
        "folded_sv": "pa militar luftfart tillampas bestammelserna i denna lag med foljande preciseringar och undantag: 2) militara luftfartyg forses med nationalitetsbeteckning och dessutom med specialbeteckning,"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Ilmailulta rajoitetut alueet ja vaara-alueet",
      "content": "Valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltää se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtävien tai varautumisen kannalta tärkeiden kohteiden ja alueiden yläpuolella taikka ympäristön suojelemisen kannalta valtakunnallisesti tärkeiden alueiden yläpuolella. Liikenteen turvallisuusvirasto voi erityisistä syistä myöntää luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. Kuulemisesta säädetään tarkemmin valtioneuvoston asetuksella. Jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai käyttöön nimenomaisesti liittyvä ilmailu kuitenkin sallittu. Rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. Liikenteen turvallisuusviraston määräyksellä tai päätöksellä voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti määräaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. Ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. FUA-asetuksessa tarkoitettu ilmatilan hallintayksikkö voi lisäksi erityisestä syystä määrittää ja osoittaa tilapäisen vaara-alueen enintään kahden viikon ajaksi edellyttäen, että osoittamista koskevat ohjeet sisällytetään 107 §:n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan käsikirjaan. Ilmatilan hallintayksikön on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettävä ilmailu tietyllä alueella:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltää se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtävien tai varautumisen kannalta tärkeiden kohteiden ja alueiden yläpuolella taikka ympäristön suojelemisen kannalta valtakunnallisesti tärkeiden alueiden yläpuolella. Liikenteen turvallisuusvirasto voi erityisistä syistä myöntää luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. Kuulemisesta säädetään tarkemmin valtioneuvoston asetuksella. Jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai käyttöön nimenomaisesti liittyvä ilmailu kuitenkin sallittu. Rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. Liikenteen turvallisuusviraston määräyksellä tai päätöksellä voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti määräaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. Ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. FUA-asetuksessa tarkoitettu ilmatilan hallintayksikkö voi lisäksi erityisestä syystä määrittää ja osoittaa tilapäisen vaara-alueen enintään kahden viikon ajaksi edellyttäen, että osoittamista koskevat ohjeet sisällytetään 107 § :n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan käsikirjaan. Ilmatilan hallintayksikön on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettävä ilmailu tietyllä alueella:",
        "folded_fi": "valtioneuvoston asetuksella voidaan rajoittaa ilmailua tai kieltaa se valtion johtamisen, maanpuolustuksen, rajavalvonnan, pelastustehtavien tai varautumisen kannalta tarkeiden kohteiden ja alueiden ylapuolella taikka ympariston suojelemisen kannalta valtakunnallisesti tarkeiden alueiden ylapuolella. liikenteen turvallisuusvirasto voi erityisista syista myontaa luvan ilmailuun kieltoalueella kuultuaan niiden tahojen edustajia, joiden suojaamiseksi alue on perustettu. kuulemisesta saadetaan tarkemmin valtioneuvoston asetuksella. jos kieltoalue on perustettu jonkin laitoksen suojaamiseksi, on laitoksen huoltoon tai muuhun sen toimintaan tai kayttoon nimenomaisesti liittyva ilmailu kuitenkin sallittu. rajoitusalueella ilmailu on sallittu vain puolustusvoimien luvalla tai puolustusvoimien asettamilla erityisehdoilla. liikenteen turvallisuusviraston maarayksella tai paatoksella voidaan osoittaa vaara-alueiksi alueita, joissa vaihtelevasti maaraaikoina saatetaan harjoittaa ilma-alusten lentoturvallisuuden vaarantavaa toimintaa. ilma-alusten lentoturvallisuuden vaarantavan toiminnan alkamisesta ja loppumisesta vaara-alueella on ilmoitettava aluelennonjohdolle. fua-asetuksessa tarkoitettu ilmatilan hallintayksikko voi lisaksi erityisesta syysta maarittaa ja osoittaa tilapaisen vaara-alueen enintaan kahden viikon ajaksi edellyttaen, etta osoittamista koskevat ohjeet sisallytetaan 107 §:n 2 momentissa tarkoitettuun ilmatilan hallintaa ohjaavaan kasikirjaan. ilmatilan hallintayksikon on tarkoituksenmukaiseksi katsomallaan tavalla rajoitettava tai kiellettava ilmailu tietylla alueella:",
        "title_sv": "Områden där luftfart är inskränkt och farliga områden",
        "content_sv": "Genom förordning av statsrådet får luftfart begränsas eller förbjudas ovanför objekt och områden som är viktiga för statens ledning, försvaret, gränskontrollen, räddningsuppgifter eller beredskapen eller ovanför områden som är av riksintresse för att skydda miljön. Trafiksäkerhetsverket får av särskilda skäl bevilja tillstånd för luftfart inom förbjudna områden efter att ha hört företrädare för dem som ska skyddas genom inrättandet av områdena. Närmare bestämmelser om hörande utfärdas genom förordning av statsrådet. Om ett förbjudet område har inrättats för att skydda en anläggning, är dock sådan luftfart tillåten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anläggningen. Inom restriktionsområden är luftfart tillåten endast med tillstånd av försvarsmakten eller enligt särskilda villkor som ställs av försvarsmakten. Genom Trafiksäkerhetsverkets föreskrifter eller beslut kan sådana områden där verksamhet som äventyrar luftfartygens flygsäkerhet utövas under särskilda tidpunkter betecknas som farliga områden. Områdeskontrollen ska underrättas om när utövandet av sådan verksamhet som äventyrar luftfartygens flygsäkerhet inleds och avslutas inom farliga områden. Cellen för luftrumsplanering enligt FUA-förordningen får dessutom av särskilda skäl bestämma och beteckna områden som tillfälliga farliga områden för en tid av högst två veckor, förutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som nämns i 107 § 2 mom. Cellen för luftrumsplanering ska på det sätt som den anser vara ändamålsenligt begränsa eller förbjuda luftfarten inom ett visst område",
        "normalized_sv": "Genom förordning av statsrådet får luftfart begränsas eller förbjudas ovanför objekt och områden som är viktiga för statens ledning, försvaret, gränskontrollen, räddningsuppgifter eller beredskapen eller ovanför områden som är av riksintresse för att skydda miljön. Trafiksäkerhetsverket får av särskilda skäl bevilja tillstånd för luftfart inom förbjudna områden efter att ha hört företrädare för dem som ska skyddas genom inrättandet av områdena. Närmare bestämmelser om hörande utfärdas genom förordning av statsrådet. Om ett förbjudet område har inrättats för att skydda en anläggning, är dock sådan luftfart tillåten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anläggningen. Inom restriktionsområden är luftfart tillåten endast med tillstånd av försvarsmakten eller enligt särskilda villkor som ställs av försvarsmakten. Genom Trafiksäkerhetsverkets föreskrifter eller beslut kan sådana områden där verksamhet som äventyrar luftfartygens flygsäkerhet utövas under särskilda tidpunkter betecknas som farliga områden. Områdeskontrollen ska underrättas om när utövandet av sådan verksamhet som äventyrar luftfartygens flygsäkerhet inleds och avslutas inom farliga områden. Cellen för luftrumsplanering enligt FUA-förordningen får dessutom av särskilda skäl bestämma och beteckna områden som tillfälliga farliga områden för en tid av högst två veckor, förutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som nämns i 107 § 2 mom. Cellen för luftrumsplanering ska på det sätt som den anser vara ändamålsenligt begränsa eller förbjuda luftfarten inom ett visst område",
        "folded_sv": "genom forordning av statsradet far luftfart begransas eller forbjudas ovanfor objekt och omraden som ar viktiga for statens ledning, forsvaret, granskontrollen, raddningsuppgifter eller beredskapen eller ovanfor omraden som ar av riksintresse for att skydda miljon. trafiksakerhetsverket far av sarskilda skal bevilja tillstand for luftfart inom forbjudna omraden efter att ha hort foretradare for dem som ska skyddas genom inrattandet av omradena. narmare bestammelser om horande utfardas genom forordning av statsradet. om ett forbjudet omrade har inrattats for att skydda en anlaggning, ar dock sadan luftfart tillaten som har direkt samband med service av eller annan verksamhet vid och nyttjande av anlaggningen. inom restriktionsomraden ar luftfart tillaten endast med tillstand av forsvarsmakten eller enligt sarskilda villkor som stalls av forsvarsmakten. genom trafiksakerhetsverkets foreskrifter eller beslut kan sadana omraden dar verksamhet som aventyrar luftfartygens flygsakerhet utovas under sarskilda tidpunkter betecknas som farliga omraden. omradeskontrollen ska underrattas om nar utovandet av sadan verksamhet som aventyrar luftfartygens flygsakerhet inleds och avslutas inom farliga omraden. cellen for luftrumsplanering enligt fua-forordningen far dessutom av sarskilda skal bestamma och beteckna omraden som tillfalliga farliga omraden for en tid av hogst tva veckor, forutsatt att anvisningar om betecknandet finns i den handbok som styr luftrumsplaneringen och som namns i 107 § 2 mom. cellen for luftrumsplanering ska pa det satt som den anser vara andamalsenligt begransa eller forbjuda luftfarten inom ett visst omrade"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Julkisten tietojen luovuttaminen sähköisessä muodossa",
      "content": "Rekisteriin talletettuja julkisia henkilötietoja ja muita julkisia tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 1) viranomaisille laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien tai velvoitteiden hoitamiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Rekisteriin talletettuja julkisia henkilötietoja ja muita julkisia tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 1) viranomaisille laissa tai sen nojalla säädettyjen tai määrättyjen tehtävien tai velvoitteiden hoitamiseksi;",
        "folded_fi": "rekisteriin talletettuja julkisia henkilotietoja ja muita julkisia tietoja saa luovuttaa teknisen kayttoyhteyden avulla tai muutoin sahkoisesti: 1) viranomaisille laissa tai sen nojalla saadettyjen tai maarattyjen tehtavien tai velvoitteiden hoitamiseksi;",
        "title_sv": "Utlämnande av offentliga uppgifter i elektronisk form",
        "content_sv": "Offentliga personuppgifter och andra offentliga uppgifter i registret får lämnas ut via en teknisk anslutning eller på annat sätt i elektronisk form 1) till myndigheter för skötseln av uppdrag eller förpliktelser som föreskrivs i lag eller med stöd av lag,",
        "normalized_sv": "Offentliga personuppgifter och andra offentliga uppgifter i registret får lämnas ut via en teknisk anslutning eller på annat sätt i elektronisk form 1) till myndigheter för skötseln av uppdrag eller förpliktelser som föreskrivs i lag eller med stöd av lag,",
        "folded_sv": "offentliga personuppgifter och andra offentliga uppgifter i registret far lamnas ut via en teknisk anslutning eller pa annat satt i elektronisk form 1) till myndigheter for skotseln av uppdrag eller forpliktelser som foreskrivs i lag eller med stod av lag,"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Suunnittelu, valmistus ja huolto",
      "content": "Suunnittelijaa koskevaa hyväksyntää ei vaadita, jos kyseessä on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tällaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. Valmistajaa koskevaa hyväksyntää ei vaadita, jos kyseessä on ilma-alus, josta vähintään 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. Ilma-aluksen suunnitelmalle sekä ilma-alukseen tehtävän muutoksen ja korjauksen suunnitelmalle on saatava Liikenteen turvallisuusviraston hyväksyntä, jollei Liikenteen turvallisuusvirasto toisin määrää. Liikenteen turvallisuusvirasto antaa tarkemmat määräykset suunnitelmista ottaen huomioon vastaavat vaatimukset Euroopan unionin lainsäädännössä ja voi vapauttaa suunnitelman hyväksyntävaatimuksesta, jos hyväksyntä ei ole lentoturvallisuuden kannalta tarpeellinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Suunnittelijaa koskevaa hyväksyntää ei vaadita, jos kyseessä on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tällaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. Valmistajaa koskevaa hyväksyntää ei vaadita, jos kyseessä on ilma-alus, josta vähintään 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. Ilma-aluksen suunnitelmalle sekä ilma-alukseen tehtävän muutoksen ja korjauksen suunnitelmalle on saatava Liikenteen turvallisuusviraston hyväksyntä, jollei Liikenteen turvallisuusvirasto toisin määrää. Liikenteen turvallisuusvirasto antaa tarkemmat määräykset suunnitelmista ottaen huomioon vastaavat vaatimukset Euroopan unionin lainsäädännössä ja voi vapauttaa suunnitelman hyväksyntävaatimuksesta, jos hyväksyntä ei ole lentoturvallisuuden kannalta tarpeellinen.",
        "folded_fi": "suunnittelijaa koskevaa hyvaksyntaa ei vaadita, jos kyseessa on: 1) pienen muutoksen tai korjauksen suunnittelu; 2) sellaisen ilma-aluksen suunnittelu, jolle ei haeta lentokelpoisuustodistusta, tai laitteiden tai osien suunnittelu tallaiseen ilma-alukseen; tai 3) muutoksen tai korjauksen suunnittelu ilma-alukseen, jolle ei haeta lentokelpoisuustodistusta tai jolle on annettu lentokelpoisuustodistuksen sijaan lupa ilmailuun. valmistajaa koskevaa hyvaksyntaa ei vaadita, jos kyseessa on ilma-alus, josta vahintaan 51 prosenttia on rakentanut harrasterakentaja tai voittoa tavoittelematon harrasteyhdistys omiin tarkoituksiinsa ja ilman kaupallisia tavoitteita. ilma-aluksen suunnitelmalle seka ilma-alukseen tehtavan muutoksen ja korjauksen suunnitelmalle on saatava liikenteen turvallisuusviraston hyvaksynta, jollei liikenteen turvallisuusvirasto toisin maaraa. liikenteen turvallisuusvirasto antaa tarkemmat maaraykset suunnitelmista ottaen huomioon vastaavat vaatimukset euroopan unionin lainsaadannossa ja voi vapauttaa suunnitelman hyvaksyntavaatimuksesta, jos hyvaksynta ei ole lentoturvallisuuden kannalta tarpeellinen.",
        "title_sv": "Konstruktion, tillverkning och underhåll",
        "content_sv": "För en konstruktör krävs det inte godkännande, om det är fråga om 1) konstruktion som gäller en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller konstruktion av anordningar eller komponenter till ett sådant luftfartyg, eller 3) konstruktion som gäller en modifiering eller reparation i ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller för vilket det har utfärdats ett flygtillstånd i stället för ett luftvärdighetsbevis. För en tillverkare krävs det inte godkännande, om det är fråga om ett luftfartyg där minst 51 procent är byggt av en amatör eller en amatörförening utan vinstsyfte, för vederbörandes egna syften och utan något kommersiellt syfte. För underlag för luftfartyg och för underlag för modifiering och reparation av luftfartyg krävs godkännande av Trafiksäkerhetsverket, om inte Trafiksäkerhetsverket beslutar något annat. Trafiksäkerhetsverket meddelar närmare föreskrifter om underlagen med beaktande av motsvarande krav i Europeiska unionens lagstiftning, och kan befria underlag från kravet på godkännande, om godkännandet inte är behövligt för flygsäkerheten.",
        "normalized_sv": "För en konstruktör krävs det inte godkännande, om det är fråga om 1) konstruktion som gäller en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller konstruktion av anordningar eller komponenter till ett sådant luftfartyg, eller 3) konstruktion som gäller en modifiering eller reparation i ett luftfartyg för vilket det inte ansöks om luftvärdighetsbevis eller för vilket det har utfärdats ett flygtillstånd i stället för ett luftvärdighetsbevis. För en tillverkare krävs det inte godkännande, om det är fråga om ett luftfartyg där minst 51 procent är byggt av en amatör eller en amatörförening utan vinstsyfte, för vederbörandes egna syften och utan något kommersiellt syfte. För underlag för luftfartyg och för underlag för modifiering och reparation av luftfartyg krävs godkännande av Trafiksäkerhetsverket, om inte Trafiksäkerhetsverket beslutar något annat. Trafiksäkerhetsverket meddelar närmare föreskrifter om underlagen med beaktande av motsvarande krav i Europeiska unionens lagstiftning, och kan befria underlag från kravet på godkännande, om godkännandet inte är behövligt för flygsäkerheten.",
        "folded_sv": "for en konstruktor kravs det inte godkannande, om det ar fraga om 1) konstruktion som galler en mindre modifiering eller reparation, 2) konstruktion av ett luftfartyg for vilket det inte ansoks om luftvardighetsbevis eller konstruktion av anordningar eller komponenter till ett sadant luftfartyg, eller 3) konstruktion som galler en modifiering eller reparation i ett luftfartyg for vilket det inte ansoks om luftvardighetsbevis eller for vilket det har utfardats ett flygtillstand i stallet for ett luftvardighetsbevis. for en tillverkare kravs det inte godkannande, om det ar fraga om ett luftfartyg dar minst 51 procent ar byggt av en amator eller en amatorforening utan vinstsyfte, for vederborandes egna syften och utan nagot kommersiellt syfte. for underlag for luftfartyg och for underlag for modifiering och reparation av luftfartyg kravs godkannande av trafiksakerhetsverket, om inte trafiksakerhetsverket beslutar nagot annat. trafiksakerhetsverket meddelar narmare foreskrifter om underlagen med beaktande av motsvarande krav i europeiska unionens lagstiftning, och kan befria underlag fran kravet pa godkannande, om godkannandet inte ar behovligt for flygsakerheten."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Luvan myöntäjä",
      "content": "Liikenteen turvallisuusvirasto myöntää luvan, jollei 163 §:stä muuta johdu. Lääketieteellisen kelpoisuustodistuksen voi kuitenkin myöntää ilmailulääkäri, ilmailulääketieteen keskus tai Liikenteen turvallisuusvirasto. Matkustamomiehistön terveydentilatodistuksen myöntää terveyskeskuslääkäri, ilmailulääkäri tai ilmailulääketieteen keskus. Matkustamomiehistön kelpoisuustodistuksen ja merkinantajan hyväksynnän myöntää Liikenteen turvallisuusvirasto tai organisaatio, jonka Liikenteen turvallisuusvirasto on hyväksynyt tähän tehtävään. Lupa on myönnettävä, jos hakija täyttää luvan saamisen edellytykset. Lupa myönnetään olemaan voimassa määräajan, jollei jäljempänä toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää luvan, jollei 163 § :stä muuta johdu. Lääketieteellisen kelpoisuustodistuksen voi kuitenkin myöntää ilmailulääkäri, ilmailulääketieteen keskus tai Liikenteen turvallisuusvirasto. Matkustamomiehistön terveydentilatodistuksen myöntää terveyskeskuslääkäri, ilmailulääkäri tai ilmailulääketieteen keskus. Matkustamomiehistön kelpoisuustodistuksen ja merkinantajan hyväksynnän myöntää Liikenteen turvallisuusvirasto tai organisaatio, jonka Liikenteen turvallisuusvirasto on hyväksynyt tähän tehtävään. Lupa on myönnettävä, jos hakija täyttää luvan saamisen edellytykset. Lupa myönnetään olemaan voimassa määräajan, jollei jäljempänä toisin säädetä.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa luvan, jollei 163 §:sta muuta johdu. laaketieteellisen kelpoisuustodistuksen voi kuitenkin myontaa ilmailulaakari, ilmailulaaketieteen keskus tai liikenteen turvallisuusvirasto. matkustamomiehiston terveydentilatodistuksen myontaa terveyskeskuslaakari, ilmailulaakari tai ilmailulaaketieteen keskus. matkustamomiehiston kelpoisuustodistuksen ja merkinantajan hyvaksynnan myontaa liikenteen turvallisuusvirasto tai organisaatio, jonka liikenteen turvallisuusvirasto on hyvaksynyt tahan tehtavaan. lupa on myonnettava, jos hakija tayttaa luvan saamisen edellytykset. lupa myonnetaan olemaan voimassa maaraajan, jollei jaljempana toisin saadeta.",
        "title_sv": "Tillståndsgivare",
        "content_sv": "Trafiksäkerhetsverket beviljar tillstånd, om inte något annat följer av 163 §. Medicinska intyg kan dock beviljas av en flygläkare, ett flygmedicinskt centrum eller Trafiksäkerhetsverket. Medicinska rapporter för kabinbesättning beviljas av en läkare vid en hälsovårdscentral, en flygläkare eller ett flygmedicinskt centrum. Kabinbesättningsintyg och godkännande för teckengivare beviljas av Trafiksäkerhetsverket eller av en organisation som Trafiksäkerhetsverket har godkänt för denna uppgift. Ett tillstånd ska beviljas om sökanden uppfyller förutsättningarna för erhållande av tillståndet. Ett tillstånd beviljas för viss tid om inte något annat bestäms nedan.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar tillstånd, om inte något annat följer av 163 § . Medicinska intyg kan dock beviljas av en flygläkare, ett flygmedicinskt centrum eller Trafiksäkerhetsverket. Medicinska rapporter för kabinbesättning beviljas av en läkare vid en hälsovårdscentral, en flygläkare eller ett flygmedicinskt centrum. Kabinbesättningsintyg och godkännande för teckengivare beviljas av Trafiksäkerhetsverket eller av en organisation som Trafiksäkerhetsverket har godkänt för denna uppgift. Ett tillstånd ska beviljas om sökanden uppfyller förutsättningarna för erhållande av tillståndet. Ett tillstånd beviljas för viss tid om inte något annat bestäms nedan.",
        "folded_sv": "trafiksakerhetsverket beviljar tillstand, om inte nagot annat foljer av 163 §. medicinska intyg kan dock beviljas av en flyglakare, ett flygmedicinskt centrum eller trafiksakerhetsverket. medicinska rapporter for kabinbesattning beviljas av en lakare vid en halsovardscentral, en flyglakare eller ett flygmedicinskt centrum. kabinbesattningsintyg och godkannande for teckengivare beviljas av trafiksakerhetsverket eller av en organisation som trafiksakerhetsverket har godkant for denna uppgift. ett tillstand ska beviljas om sokanden uppfyller forutsattningarna for erhallande av tillstandet. ett tillstand beviljas for viss tid om inte nagot annat bestams nedan."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Luvan myöntämisen edellytykset ja luvan lajit",
      "content": "Seuraavien lupien myöntämisen edellytyksenä on, että asianomainen iältään, terveydeltään, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan täyttää luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyväksyntä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Seuraavien lupien myöntämisen edellytyksenä on, että asianomainen iältään, terveydeltään, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan täyttää luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyväksyntä;",
        "folded_fi": "seuraavien lupien myontamisen edellytyksena on, etta asianomainen ialtaan, terveydeltaan, tiedoiltaan, taidoiltaan, koulutukseltaan ja kokemukseltaan tayttaa luvan lajiin perustuvat kelpoisuusvaatimukset: 7) merkinantajan hyvaksynta;",
        "title_sv": "Förutsättningar för att tillstånd ska beviljas och tillståndsslag",
        "content_sv": "För att följande tillstånd ska beviljas förutsätts det att sökanden i fråga om ålder, hälsa, kunskaper, färdigheter, utbildning och erfarenhet uppfyller behörighetskraven för det aktuella tillståndsslaget: 7) godkännande för teckengivare,",
        "normalized_sv": "För att följande tillstånd ska beviljas förutsätts det att sökanden i fråga om ålder, hälsa, kunskaper, färdigheter, utbildning och erfarenhet uppfyller behörighetskraven för det aktuella tillståndsslaget: 7) godkännande för teckengivare,",
        "folded_sv": "for att foljande tillstand ska beviljas forutsatts det att sokanden i fraga om alder, halsa, kunskaper, fardigheter, utbildning och erfarenhet uppfyller behorighetskraven for det aktuella tillstandsslaget: 7) godkannande for teckengivare,"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Liikennelupa",
      "content": "Liikenneluvasta säädetään lentoliikenneasetuksessa. Liikenteen turvallisuusvirasto myöntää liikenneluvan. Sen lisäksi, mitä liikenneluvan myöntämisen edellytyksistä säädetään lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkilöiltä edellytetään hyvämaineisuutta. Hakija ei täytä hyvämaineisuuden vaatimusta, jos hänet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teko osoittaa hänen olevan ilmeisen sopimaton harjoittamaan lentoliikennettä. Hyvämaineisuus todistetaan Oikeusrekisterikeskuksen antamalla lausunnolla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Liikenneluvasta säädetään lentoliikenneasetuksessa. Liikenteen turvallisuusvirasto myöntää liikenneluvan. Sen lisäksi, mitä liikenneluvan myöntämisen edellytyksistä säädetään lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkilöiltä edellytetään hyvämaineisuutta. Hakija ei täytä hyvämaineisuuden vaatimusta, jos hänet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teko osoittaa hänen olevan ilmeisen sopimaton harjoittamaan lentoliikennettä. Hyvämaineisuus todistetaan Oikeusrekisterikeskuksen antamalla lausunnolla.",
        "folded_fi": "liikenneluvasta saadetaan lentoliikenneasetuksessa. liikenteen turvallisuusvirasto myontaa liikenneluvan. sen lisaksi, mita liikenneluvan myontamisen edellytyksista saadetaan lentoliikenneasetuksessa, hakijan toimintaa jatkuvasti ja tosiasiallisesti johtavilta henkiloilta edellytetaan hyvamaineisuutta. hakija ei tayta hyvamaineisuuden vaatimusta, jos hanet on tuomittu viimeksi kuluneiden viiden vuoden aikana vankeusrangaistukseen tai viimeksi kuluneiden kolmen vuoden aikana sakkorangaistukseen vakavasta tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista taikka liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teko osoittaa hanen olevan ilmeisen sopimaton harjoittamaan lentoliikennetta. hyvamaineisuus todistetaan oikeusrekisterikeskuksen antamalla lausunnolla.",
        "title_sv": "Operativ licens",
        "content_sv": "Bestämmelser om operativ licens finns i lufttrafikförordningen. Operativ licens beviljas av Trafiksäkerhetsverket. Utöver vad som i lufttrafikförordningen föreskrivs om förutsättningar för beviljande av operativ licens krävs det att de personer som fortlöpande och faktiskt kommer att stå för driften av sökandens verksamhet har gott anseende. Sökanden uppfyller inte kravet på gott anseende, om sökanden under de senaste fem åren har dömts till fängelsestraff eller under de senaste tre åren till bötesstraff för allvarligt brott mot bestämmelser eller föreskrifter om anställningsförhållanden, näringsutövning, bokföring, skuldförhållanden, bedrivande av trafik eller trafiksäkerhet och gärningen visar att sökanden är uppenbart olämplig att bedriva flygtrafik. Gott anseende bevisas genom ett utlåtande av Rättsregistercentralen.",
        "normalized_sv": "Bestämmelser om operativ licens finns i lufttrafikförordningen. Operativ licens beviljas av Trafiksäkerhetsverket. Utöver vad som i lufttrafikförordningen föreskrivs om förutsättningar för beviljande av operativ licens krävs det att de personer som fortlöpande och faktiskt kommer att stå för driften av sökandens verksamhet har gott anseende. Sökanden uppfyller inte kravet på gott anseende, om sökanden under de senaste fem åren har dömts till fängelsestraff eller under de senaste tre åren till bötesstraff för allvarligt brott mot bestämmelser eller föreskrifter om anställningsförhållanden, näringsutövning, bokföring, skuldförhållanden, bedrivande av trafik eller trafiksäkerhet och gärningen visar att sökanden är uppenbart olämplig att bedriva flygtrafik. Gott anseende bevisas genom ett utlåtande av Rättsregistercentralen.",
        "folded_sv": "bestammelser om operativ licens finns i lufttrafikforordningen. operativ licens beviljas av trafiksakerhetsverket. utover vad som i lufttrafikforordningen foreskrivs om forutsattningar for beviljande av operativ licens kravs det att de personer som fortlopande och faktiskt kommer att sta for driften av sokandens verksamhet har gott anseende. sokanden uppfyller inte kravet pa gott anseende, om sokanden under de senaste fem aren har domts till fangelsestraff eller under de senaste tre aren till botesstraff for allvarligt brott mot bestammelser eller foreskrifter om anstallningsforhallanden, naringsutovning, bokforing, skuldforhallanden, bedrivande av trafik eller trafiksakerhet och garningen visar att sokanden ar uppenbart olamplig att bedriva flygtrafik. gott anseende bevisas genom ett utlatande av rattsregistercentralen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Tarkastusten ja valvonnan suorittaminen",
      "content": "Turva-asetuksessa ja sen nojalla annetuissa Euroopan komission asetuksissa säädetään, miten turvatarkastukset on suoritettava. Turvatarkastuksen saa suorittaa henkilö, joka on suorittanut 98 §:ssä tarkoitetun koulutuksen, ja jonka Liikenteen turvallisuusvirasto on hyväksynyt turvatarkastajaksi. Lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilö, jonka lentoaseman pitäjä on hyväksynyt kyseiseen tehtävään. Kyseinen henkilö suorittaa tehtäväänsä lentoaseman pitäjän valvonnassa ja ohjeiden mukaisesti. Kyseistä tehtävää hoitaessaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa. Liikenteen turvallisuusvirasto voi antaa asetusten säännöksiä täydentäviä määräyksiä. Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle, tavaralle eikä kohteelle. Tarkastuksilla ei saa tarpeettomasti vaikeuttaa eikä häiritä lentoliikennettä eikä lentoasemalla tapahtuvaa muuta toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Turva-asetuksessa ja sen nojalla annetuissa Euroopan komission asetuksissa säädetään, miten turvatarkastukset on suoritettava. Turvatarkastuksen saa suorittaa henkilö, joka on suorittanut 98 § :ssä tarkoitetun koulutuksen, ja jonka Liikenteen turvallisuusvirasto on hyväksynyt turvatarkastajaksi. Lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilö, jonka lentoaseman pitäjä on hyväksynyt kyseiseen tehtävään. Kyseinen henkilö suorittaa tehtäväänsä lentoaseman pitäjän valvonnassa ja ohjeiden mukaisesti. Kyseistä tehtävää hoitaessaan henkilöön sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa. Liikenteen turvallisuusvirasto voi antaa asetusten säännöksiä täydentäviä määräyksiä. Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle, tavaralle eikä kohteelle. Tarkastuksilla ei saa tarpeettomasti vaikeuttaa eikä häiritä lentoliikennettä eikä lentoasemalla tapahtuvaa muuta toimintaa.",
        "folded_fi": "turva-asetuksessa ja sen nojalla annetuissa euroopan komission asetuksissa saadetaan, miten turvatarkastukset on suoritettava. turvatarkastuksen saa suorittaa henkilo, joka on suorittanut 98 §:ssa tarkoitetun koulutuksen, ja jonka liikenteen turvallisuusvirasto on hyvaksynyt turvatarkastajaksi. lentoaseman kulunvalvontaa, valvontaa ja kiertovartiointia saa suorittaa henkilo, jonka lentoaseman pitaja on hyvaksynyt kyseiseen tehtavaan. kyseinen henkilo suorittaa tehtavaansa lentoaseman pitajan valvonnassa ja ohjeiden mukaisesti. kyseista tehtavaa hoitaessaan henkiloon sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa. liikenteen turvallisuusvirasto voi antaa asetusten saannoksia taydentavia maarayksia. turvatarkastukset on suoritettava niin, ettei niista aiheudu tarpeetonta haittaa tarkastettavalle henkilolle, tavaralle eika kohteelle. tarkastuksilla ei saa tarpeettomasti vaikeuttaa eika hairita lentoliikennetta eika lentoasemalla tapahtuvaa muuta toimintaa.",
        "title_sv": "Utförande av kontroller och övervakning",
        "content_sv": "Bestämmelser om hur säkerhetskontroller ska utföras finns i förordningen om skyddsregler och i de förordningar som Europeiska kommissionen antagit med stöd av den. Säkerhetskontroller får utföras av personer som har genomgått den utbildning som avses i 98 § och som är godkända som säkerhetskontrollanter av Trafiksäkerhetsverket. Tillträdeskontroll, övervakning och patrullering vid en flygplats får utföras av personer som flygplatsoperatören har godkänt för uppgiften. De ska utföra uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatören. Bestämmelserna om straffrättligt tjänsteansvar tillämpas på personerna när de utför uppgifterna. Bestämmelser om skadeståndsansvar finns i skadeståndslagen. Trafiksäkerhetsverket får meddela föreskrifter som kompletterar bestämmelserna i dessa förordningar. Säkerhetskontrollerna ska utföras så att de inte medför onödiga olägenheter för de personer, varor eller objekt som ska kontrolleras. Kontrollerna får inte onödigt försvåra eller störa flygtrafiken eller den övriga verksamheten på flygplatsen.",
        "normalized_sv": "Bestämmelser om hur säkerhetskontroller ska utföras finns i förordningen om skyddsregler och i de förordningar som Europeiska kommissionen antagit med stöd av den. Säkerhetskontroller får utföras av personer som har genomgått den utbildning som avses i 98 § och som är godkända som säkerhetskontrollanter av Trafiksäkerhetsverket. Tillträdeskontroll, övervakning och patrullering vid en flygplats får utföras av personer som flygplatsoperatören har godkänt för uppgiften. De ska utföra uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatören. Bestämmelserna om straffrättligt tjänsteansvar tillämpas på personerna när de utför uppgifterna. Bestämmelser om skadeståndsansvar finns i skadeståndslagen. Trafiksäkerhetsverket får meddela föreskrifter som kompletterar bestämmelserna i dessa förordningar. Säkerhetskontrollerna ska utföras så att de inte medför onödiga olägenheter för de personer, varor eller objekt som ska kontrolleras. Kontrollerna får inte onödigt försvåra eller störa flygtrafiken eller den övriga verksamheten på flygplatsen.",
        "folded_sv": "bestammelser om hur sakerhetskontroller ska utforas finns i forordningen om skyddsregler och i de forordningar som europeiska kommissionen antagit med stod av den. sakerhetskontroller far utforas av personer som har genomgatt den utbildning som avses i 98 § och som ar godkanda som sakerhetskontrollanter av trafiksakerhetsverket. tilltradeskontroll, overvakning och patrullering vid en flygplats far utforas av personer som flygplatsoperatoren har godkant for uppgiften. de ska utfora uppgifterna under uppsikt och enligt anvisningar av flygplatsoperatoren. bestammelserna om straffrattligt tjansteansvar tillampas pa personerna nar de utfor uppgifterna. bestammelser om skadestandsansvar finns i skadestandslagen. trafiksakerhetsverket far meddela foreskrifter som kompletterar bestammelserna i dessa forordningar. sakerhetskontrollerna ska utforas sa att de inte medfor onodiga olagenheter for de personer, varor eller objekt som ska kontrolleras. kontrollerna far inte onodigt forsvara eller stora flygtrafiken eller den ovriga verksamheten pa flygplatsen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "110 a",
      "section": "110 a",
      "title": "Ilmoitetun laitoksen nimeäminen ja nimeämisen peruuttaminen",
      "content": "Liikenteen turvallisuusvirasto nimeää hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai käyttöönsoveltuvuusarviointia sekä 6 artiklassa tarkoitettuja tarkastukseen liittyviä tehtäviä. Ilmoitetun laitoksen on täytettävä yhteentoimivuusasetuksen liitteessä V säädetyt perusteet. Jos ilmoitettu laitos ei enää täytä näitä perusteita, Liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siitä Euroopan komissiolle ja muille jäsenvaltioille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:110 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto nimeää hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai käyttöönsoveltuvuusarviointia sekä 6 artiklassa tarkoitettuja tarkastukseen liittyviä tehtäviä. Ilmoitetun laitoksen on täytettävä yhteentoimivuusasetuksen liitteessä V säädetyt perusteet. Jos ilmoitettu laitos ei enää täytä näitä perusteita, Liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siitä Euroopan komissiolle ja muille jäsenvaltioille.",
        "folded_fi": "liikenteen turvallisuusvirasto nimeaa hakemuksesta ilmoitetun laitoksen suorittamaan yhteentoimivuusasetuksen 5 artiklassa tarkoitettua vaatimustenmukaisuus- tai kayttoonsoveltuvuusarviointia seka 6 artiklassa tarkoitettuja tarkastukseen liittyvia tehtavia. ilmoitetun laitoksen on taytettava yhteentoimivuusasetuksen liitteessa v saadetyt perusteet. jos ilmoitettu laitos ei enaa tayta naita perusteita, liikenteen turvallisuusviraston on peruutettava ilmoitetun laitoksen nimitys ja ilmoitettava siita euroopan komissiolle ja muille jasenvaltioille.",
        "title_sv": "Beslut om och återkallande av beslut om att utse anmälda organ",
        "content_sv": "Trafiksäkerhetsverket utser på ansökan anmälda organ för att utföra den bedömning av överensstämmelse och lämplighet som avses i artikel 5 i förordningen om driftskompabilitet och för att utföra de uppgifter i samband kontroll som avses i artikel 6. De anmälda organen ska uppfylla kriterierna i bilaga V till förordningen om driftskompabilitet. Om ett anmält organ inte längre uppfyller kriterierna, ska Trafiksäkerhetsverket återkalla beslutet om att utse det anmälda organet och informera Europeiska kommissionen och de övriga medlemsstaterna om detta.",
        "normalized_sv": "Trafiksäkerhetsverket utser på ansökan anmälda organ för att utföra den bedömning av överensstämmelse och lämplighet som avses i artikel 5 i förordningen om driftskompabilitet och för att utföra de uppgifter i samband kontroll som avses i artikel 6. De anmälda organen ska uppfylla kriterierna i bilaga V till förordningen om driftskompabilitet. Om ett anmält organ inte längre uppfyller kriterierna, ska Trafiksäkerhetsverket återkalla beslutet om att utse det anmälda organet och informera Europeiska kommissionen och de övriga medlemsstaterna om detta.",
        "folded_sv": "trafiksakerhetsverket utser pa ansokan anmalda organ for att utfora den bedomning av overensstammelse och lamplighet som avses i artikel 5 i forordningen om driftskompabilitet och for att utfora de uppgifter i samband kontroll som avses i artikel 6. de anmalda organen ska uppfylla kriterierna i bilaga v till forordningen om driftskompabilitet. om ett anmalt organ inte langre uppfyller kriterierna, ska trafiksakerhetsverket aterkalla beslutet om att utse det anmalda organet och informera europeiska kommissionen och de ovriga medlemsstaterna om detta."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Lennonvarmistuspalvelun maksut",
      "content": "Liikenteen turvallisuusvirasto valvoo, että lennonvarmistuspalvelun maksut määritellään palveluntarjonta-asetuksen 15 artiklan mukaisesti. Liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujärjestelmän mukainen esitys maksuista. Viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksestä sekä toimitettava esityksensä Euroopan komissiolle tarkistettavaksi. Saatujen lausuntojen ja Euroopan komission antaman hyväksynnän jälkeen virasto vahvistaa maksut ja ilmoittaa ne Euroopan komissiolle. Ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut siltä osin kuin niitä ei vahvisteta 2 momentin mukaisesti. Lisäksi Liikenteen turvallisuusvirasto valvoo, että valtion ilmailulta ja sotilasilmailulta perittävät maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mitä 112 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Liikenteen turvallisuusvirasto valvoo, että lennonvarmistuspalvelun maksut määritellään palveluntarjonta-asetuksen 15 artiklan mukaisesti. Liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujärjestelmän mukainen esitys maksuista. Viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksestä sekä toimitettava esityksensä Euroopan komissiolle tarkistettavaksi. Saatujen lausuntojen ja Euroopan komission antaman hyväksynnän jälkeen virasto vahvistaa maksut ja ilmoittaa ne Euroopan komissiolle. Ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut siltä osin kuin niitä ei vahvisteta 2 momentin mukaisesti. Lisäksi Liikenteen turvallisuusvirasto valvoo, että valtion ilmailulta ja sotilasilmailulta perittävät maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mitä 112 § :ssä säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto valvoo, etta lennonvarmistuspalvelun maksut maaritellaan palveluntarjonta-asetuksen 15 artiklan mukaisesti. liikenteen turvallisuusviraston on valmisteltava palveluntarjoajien toimittamien tietojen pohjalta yhteisen lennonvarmistuksen maksujarjestelman mukainen esitys maksuista. viraston on varattava toimijoille tilaisuus antaa lausuntonsa esityksesta seka toimitettava esityksensa euroopan komissiolle tarkistettavaksi. saatujen lausuntojen ja euroopan komission antaman hyvaksynnan jalkeen virasto vahvistaa maksut ja ilmoittaa ne euroopan komissiolle. ilmaliikennepalvelun tarjoaja vahvistaa lennonvarmistuspalvelun maksut silta osin kuin niita ei vahvisteta 2 momentin mukaisesti. lisaksi liikenteen turvallisuusvirasto valvoo, etta valtion ilmailulta ja sotilasilmailulta perittavat maksut ovat kohtuullisia ja hinnoittelussa noudatetaan, mita 112 §:ssa saadetaan.",
        "title_sv": "Avgifter för flygtrafiktjänst",
        "content_sv": "Trafiksäkerhetsverket ska övervaka att avgifterna för flygtrafiktjänst bestäms i enlighet med artikel 15 i förordningen om tillhandahållande av tjänster. På grundval av de uppgifter som tjänsteleverantörerna lämnat ska Trafiksäkerhetsverket göra en framställning om avgifterna enligt det gemensamma avgiftssystemet för flygtrafiktjänster. Trafiksäkerhetsverket ska ge aktörerna tillfälle att avge utlåtande om framställningen och verket ska lämna in den till Europeiska kommissionen för granskning. Efter utlåtandena och Europeiska kommissionens godkännande ska Trafiksäkerhetsverket fastställa avgifterna och informera Europeiska kommissionen om dem. Leverantören av flygtrafikledningstjänst ska fastställa avgifterna för flygtrafiktjänst till den del de inte fastställs i enlighet med 2 mom. Trafiksäkerhetsverket ska också övervaka att de avgifter som tas ut av den statliga och den militära luftfarten är skäliga och att 112 § iakttas vid prissättningen.",
        "normalized_sv": "Trafiksäkerhetsverket ska övervaka att avgifterna för flygtrafiktjänst bestäms i enlighet med artikel 15 i förordningen om tillhandahållande av tjänster. På grundval av de uppgifter som tjänsteleverantörerna lämnat ska Trafiksäkerhetsverket göra en framställning om avgifterna enligt det gemensamma avgiftssystemet för flygtrafiktjänster. Trafiksäkerhetsverket ska ge aktörerna tillfälle att avge utlåtande om framställningen och verket ska lämna in den till Europeiska kommissionen för granskning. Efter utlåtandena och Europeiska kommissionens godkännande ska Trafiksäkerhetsverket fastställa avgifterna och informera Europeiska kommissionen om dem. Leverantören av flygtrafikledningstjänst ska fastställa avgifterna för flygtrafiktjänst till den del de inte fastställs i enlighet med 2 mom. Trafiksäkerhetsverket ska också övervaka att de avgifter som tas ut av den statliga och den militära luftfarten är skäliga och att 112 § iakttas vid prissättningen.",
        "folded_sv": "trafiksakerhetsverket ska overvaka att avgifterna for flygtrafiktjanst bestams i enlighet med artikel 15 i forordningen om tillhandahallande av tjanster. pa grundval av de uppgifter som tjansteleverantorerna lamnat ska trafiksakerhetsverket gora en framstallning om avgifterna enligt det gemensamma avgiftssystemet for flygtrafiktjanster. trafiksakerhetsverket ska ge aktorerna tillfalle att avge utlatande om framstallningen och verket ska lamna in den till europeiska kommissionen for granskning. efter utlatandena och europeiska kommissionens godkannande ska trafiksakerhetsverket faststalla avgifterna och informera europeiska kommissionen om dem. leverantoren av flygtrafikledningstjanst ska faststalla avgifterna for flygtrafiktjanst till den del de inte faststalls i enlighet med 2 mom. trafiksakerhetsverket ska ocksa overvaka att de avgifter som tas ut av den statliga och den militara luftfarten ar skaliga och att 112 § iakttas vid prissattningen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "Määritelmät",
      "content": "Tässä luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:117",
        "normalized_fi": "Tässä luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
        "folded_fi": "tassa luvussa tarkoitetaan: 3) vakavalla vaarantilanteella poikkeama-asetuksen 2 artiklan mukaista vakavaa vaaratilannetta; 4) poikkeamalla poikkeama-asetuksen 2 artiklan mukaista poikkeamaa.",
        "title_sv": "Definitioner",
        "content_sv": "I detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i händelseförordningen, 4) händelse händelser enligt artikel 2 i händelseförordningen.",
        "normalized_sv": "I detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i händelseförordningen, 4) händelse händelser enligt artikel 2 i händelseförordningen.",
        "folded_sv": "i detta kapitel avses med 3) allvarligt tillbud allvarliga tillbud enligt artikel 2 i handelseforordningen, 4) handelse handelser enligt artikel 2 i handelseforordningen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "118",
      "section": "118",
      "title": "Ilmailuonnettomuuksista ja vaaratilanteista ilmoittaminen",
      "content": "Siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava Liikenteen turvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:118",
        "normalized_fi": "Siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava Liikenteen turvallisuusvirastolle.",
        "folded_fi": "siviili-ilmailun onnettomuudesta ja vakavasta vaaratilanteesta on ilmoitettava liikenteen turvallisuusvirastolle.",
        "title_sv": "Rapportering av luftfartsolyckor och tillbud",
        "content_sv": "Trafiksäkerhetsverket ska underrättas om olyckor och allvarliga tillbud inom civil luftfart.",
        "normalized_sv": "Trafiksäkerhetsverket ska underrättas om olyckor och allvarliga tillbud inom civil luftfart.",
        "folded_sv": "trafiksakerhetsverket ska underrattas om olyckor och allvarliga tillbud inom civil luftfart."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "125",
      "section": "125",
      "title": "Poikkeama-asetuksen soveltaminen",
      "content": "Poikkeama-asetusta sovelletaan Suomessa kaikkiin ilma-aluksiin. Yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 §:n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, käsitellään kuitenkin kansallisesti. Poikkeamista, joissa on osallisena Suomessa rekisteröity tai Suomeen sijoittautuneen organisaation käyttämä ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa säädetään myös silloin, kun ne ovat tapahtuneet ulkomailla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:125",
        "normalized_fi": "Poikkeama-asetusta sovelletaan Suomessa kaikkiin ilma-aluksiin. Yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 § :n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, käsitellään kuitenkin kansallisesti. Poikkeamista, joissa on osallisena Suomessa rekisteröity tai Suomeen sijoittautuneen organisaation käyttämä ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa säädetään myös silloin, kun ne ovat tapahtuneet ulkomailla.",
        "folded_fi": "poikkeama-asetusta sovelletaan suomessa kaikkiin ilma-aluksiin. yksinomaan sotilasilmailua koskevat poikkeamat, jotka 7 §:n 1 momentin 19 kohdan mukaisesti ilmoitetaan puolustusvoimille, kasitellaan kuitenkin kansallisesti. poikkeamista, joissa on osallisena suomessa rekisteroity tai suomeen sijoittautuneen organisaation kayttama ilma-alus, on ilmoitettava siten kuin poikkeama-asetuksessa saadetaan myos silloin, kun ne ovat tapahtuneet ulkomailla.",
        "title_sv": "Tillämpning av händelseförordningen",
        "content_sv": "I Finland tillämpas händelseförordningen på alla luftfartyg. Händelser som uteslutande gäller militär luftfart och som enligt 7 § 1 mom. 19 punkten ska anmälas till försvarsmakten behandlas dock nationellt. Händelser som inbegriper ett luftfartyg som är registrerat i Finland eller som används av en organisation som är etablerad i Finland ska i enlighet med händelseförordningen rapporteras även om de har inträffat utomlands.",
        "normalized_sv": "I Finland tillämpas händelseförordningen på alla luftfartyg. Händelser som uteslutande gäller militär luftfart och som enligt 7 § 1 mom. 19 punkten ska anmälas till försvarsmakten behandlas dock nationellt. Händelser som inbegriper ett luftfartyg som är registrerat i Finland eller som används av en organisation som är etablerad i Finland ska i enlighet med händelseförordningen rapporteras även om de har inträffat utomlands.",
        "folded_sv": "i finland tillampas handelseforordningen pa alla luftfartyg. handelser som uteslutande galler militar luftfart och som enligt 7 § 1 mom. 19 punkten ska anmalas till forsvarsmakten behandlas dock nationellt. handelser som inbegriper ett luftfartyg som ar registrerat i finland eller som anvands av en organisation som ar etablerad i finland ska i enlighet med handelseforordningen rapporteras aven om de har intraffat utomlands."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "126",
      "section": "126",
      "title": "Ilmoitusjärjestelmä",
      "content": "Liikenteen turvallisuusvirasto vastaa ja ylläpitää poikkeama-asetuksen mukaista ilmoitusjärjestelmää, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. Suomeen sijoittautuneiden organisaatioiden on ilmoitettava Liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjärjestelmäänsä kerätyt poikkeamatiedot. Poikkeamatiedot ilmoitetaan Liikenteen turvallisuusvirastolle teknisen käyttöyhteyden välityksellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:126",
        "normalized_fi": "Liikenteen turvallisuusvirasto vastaa ja ylläpitää poikkeama-asetuksen mukaista ilmoitusjärjestelmää, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. Suomeen sijoittautuneiden organisaatioiden on ilmoitettava Liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjärjestelmäänsä kerätyt poikkeamatiedot. Poikkeamatiedot ilmoitetaan Liikenteen turvallisuusvirastolle teknisen käyttöyhteyden välityksellä.",
        "folded_fi": "liikenteen turvallisuusvirasto vastaa ja yllapitaa poikkeama-asetuksen mukaista ilmoitusjarjestelmaa, johon ilmoitetaan pakolliset ja vapaaehtoiset poikkeamatiedot. suomeen sijoittautuneiden organisaatioiden on ilmoitettava liikenteen turvallisuusvirastolle omaan vapaaehtoiseen ilmoitusjarjestelmaansa keratyt poikkeamatiedot. poikkeamatiedot ilmoitetaan liikenteen turvallisuusvirastolle teknisen kayttoyhteyden valityksella.",
        "title_sv": "Rapporteringssystem",
        "content_sv": "Trafiksäkerhetsverket ansvarar för och driver ett rapporteringssystem enligt händelseförordningen till vilket obligatorisk och frivillig information om händelser rapporteras. Organisationer som är etablerade i Finland ska underrätta Trafiksäkerhetsverket om sådan information om händelser som de samlat in i sitt eget system för frivillig rapportering. Informationen om händelser ges in till Trafiksäkerhetsverket via en teknisk anslutning.",
        "normalized_sv": "Trafiksäkerhetsverket ansvarar för och driver ett rapporteringssystem enligt händelseförordningen till vilket obligatorisk och frivillig information om händelser rapporteras. Organisationer som är etablerade i Finland ska underrätta Trafiksäkerhetsverket om sådan information om händelser som de samlat in i sitt eget system för frivillig rapportering. Informationen om händelser ges in till Trafiksäkerhetsverket via en teknisk anslutning.",
        "folded_sv": "trafiksakerhetsverket ansvarar for och driver ett rapporteringssystem enligt handelseforordningen till vilket obligatorisk och frivillig information om handelser rapporteras. organisationer som ar etablerade i finland ska underratta trafiksakerhetsverket om sadan information om handelser som de samlat in i sitt eget system for frivillig rapportering. informationen om handelser ges in till trafiksakerhetsverket via en teknisk anslutning."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "128",
      "section": "128",
      "title": "Poikkeamatietojen käyttö",
      "content": "Viranomainen ei saa ryhtyä oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, että siitä on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:128",
        "normalized_fi": "Viranomainen ei saa ryhtyä oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, että siitä on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
        "folded_fi": "viranomainen ei saa ryhtya oikeudellisiin toimenpiteisiin suunnittelemattoman tai tahattoman rikkomuksen johdosta, joka tulee viranomaisen tietoon ainoastaan siksi, etta siita on tehty ilmoitus poikkeama-asetuksen nojalla, ellei kyse ole poikkeama-asetuksen 16 artiklan 10 kohdassa tarkoitetusta tilanteesta.",
        "title_sv": "Användning av information om händelser",
        "content_sv": "En myndighet får inte vidta rättsliga åtgärder på grund av oöverlagda eller oavsiktliga överträdelser som myndigheten får kännedom om bara på grund av att de har rapporterats enligt händelseförordningen, om det inte är fråga om en situation som avses i artikel 16.10 i händelseförordningen.",
        "normalized_sv": "En myndighet får inte vidta rättsliga åtgärder på grund av oöverlagda eller oavsiktliga överträdelser som myndigheten får kännedom om bara på grund av att de har rapporterats enligt händelseförordningen, om det inte är fråga om en situation som avses i artikel 16.10 i händelseförordningen.",
        "folded_sv": "en myndighet far inte vidta rattsliga atgarder pa grund av ooverlagda eller oavsiktliga overtradelser som myndigheten far kannedom om bara pa grund av att de har rapporterats enligt handelseforordningen, om det inte ar fraga om en situation som avses i artikel 16.10 i handelseforordningen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "129",
      "section": "129",
      "title": "Tasapainoinen lähestymistapa ja toimintarajoituksen asettaminen",
      "content": "Melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa käytettäviin ilma-aluksiin. Melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lähestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jälkeen, kun on harkittu ja arvioitu muita tasapainoisen lähestymistavan mukaisia toimenpiteitä. Liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. Liikenteen turvallisuusvirasto myös arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lähestymistavan mukaisesti sekä päättää sen asettamisesta. Liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtäviä hoitaessaan lentoaseman pitäjää, kaavoituksesta ja maankäytön suunnittelusta vastaavia viranomaisia, ympäristönsuojelulain 21 §:n 1 momentissa tarkoitettua valtion viranomaista ja 22 §:ssä tarkoitettua kunnan ympäristönsuojeluviranomaista, lentoyhtiöitä, puolustusvoimia sekä muita asianosaisia. Eri toimivaltaisten viranomaisten ja toimijoiden yhteistyötä varten voidaan asettaa yhteistyöryhmä. Valtioneuvoston asetuksella voidaan säätää tarkemmin 2 momentissa tarkoitetusta Liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemästä lentoaseman toimintarajoituksen tarpeen arvioinnista sekä toimintarajoituksista ilmoittamisesta. Lisäksi valtioneuvoston asetuksella voidaan säätää tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteitä ja yhteistyötä koordinoivasta yhteistyöryhmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:129",
        "normalized_fi": "Melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa käytettäviin ilma-aluksiin. Melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lähestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jälkeen, kun on harkittu ja arvioitu muita tasapainoisen lähestymistavan mukaisia toimenpiteitä. Liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. Liikenteen turvallisuusvirasto myös arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lähestymistavan mukaisesti sekä päättää sen asettamisesta. Liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtäviä hoitaessaan lentoaseman pitäjää, kaavoituksesta ja maankäytön suunnittelusta vastaavia viranomaisia, ympäristönsuojelulain 21 § :n 1 momentissa tarkoitettua valtion viranomaista ja 22 § :ssä tarkoitettua kunnan ympäristönsuojeluviranomaista, lentoyhtiöitä, puolustusvoimia sekä muita asianosaisia. Eri toimivaltaisten viranomaisten ja toimijoiden yhteistyötä varten voidaan asettaa yhteistyöryhmä. Valtioneuvoston asetuksella voidaan säätää tarkemmin 2 momentissa tarkoitetusta Liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemästä lentoaseman toimintarajoituksen tarpeen arvioinnista sekä toimintarajoituksista ilmoittamisesta. Lisäksi valtioneuvoston asetuksella voidaan säätää tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteitä ja yhteistyötä koordinoivasta yhteistyöryhmästä.",
        "folded_fi": "melunhallinta-asetusta sovelletaan asetuksen tarkoittamalla tavalla siviili-ilmailussa kaytettaviin ilma-aluksiin. melunhallinta-asetuksen 2 ja 5 artiklassa tarkoitetun tasapainoisen lahestymistavan mukaisesti lentoliikenteen melua saa hallita ja rajoittaa asetuksen 2 artiklan 6 kohdan mukaisilla toimintarajoituksilla vasta sen jalkeen, kun on harkittu ja arvioitu muita tasapainoisen lahestymistavan mukaisia toimenpiteita. liikenteen turvallisuusvirasto asettaa lentoasemalle meluntorjuntatavoitteen. liikenteen turvallisuusvirasto myos arvioi 1 momentissa tarkoitetun toimintarajoituksen asettamisen tarpeellisuutta tasapainoisen lahestymistavan mukaisesti seka paattaa sen asettamisesta. liikenteen turvallisuusviraston on kuultava 2 momentissa tarkoitettuja tehtavia hoitaessaan lentoaseman pitajaa, kaavoituksesta ja maankayton suunnittelusta vastaavia viranomaisia, ymparistonsuojelulain 21 §:n 1 momentissa tarkoitettua valtion viranomaista ja 22 §:ssa tarkoitettua kunnan ymparistonsuojeluviranomaista, lentoyhtioita, puolustusvoimia seka muita asianosaisia. eri toimivaltaisten viranomaisten ja toimijoiden yhteistyota varten voidaan asettaa yhteistyoryhma. valtioneuvoston asetuksella voidaan saataa tarkemmin 2 momentissa tarkoitetusta liikenteen turvallisuusviraston lentoasemalle asettamasta meluntorjuntatavoitteesta ja viraston tekemasta lentoaseman toimintarajoituksen tarpeen arvioinnista seka toimintarajoituksista ilmoittamisesta. lisaksi valtioneuvoston asetuksella voidaan saataa tarkemmin 3 momentissa tarkoitetusta toimivaltaisten viranomaisten ja eri toimijoiden toimenpiteita ja yhteistyota koordinoivasta yhteistyoryhmasta.",
        "title_sv": "Välavvägd strategi och införande av driftsrestriktioner",
        "content_sv": "Förordningen om flygplatsbuller tillämpas på det sätt som avses i förordningen på luftfartyg som används inom civil luftfart. I enlighet med den välavvägda strategi som avses i artiklarna 2 och 5 i förordningen om flygplatsbuller får flygtrafikbuller hanteras och begränsas genom driftsrestriktioner enligt artikel 2.6 i den förordningen endast efter det att andra åtgärder inom den välavvägda strategin har övervägts och analyserats. Trafiksäkerhetsverket ska fastställa ett mål om minskat buller för flygplatsen. Trafiksäkerhetsverket ska också bedöma behovet av att införa en driftsrestriktion enligt 1 mom. i enlighet med den välavvägda strategin och besluta om införandet. Vid utförandet av de uppgifter som avses i 2 mom. ska Trafiksäkerhetsverket höra flygplatsoperatören, de myndigheter som ansvarar för planläggning och markanvändningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljöskyddslagen och den kommunala miljövårdsmyndighet som avses i 22 § i den lagen, flygbolagen, försvarsmakten och andra berörda parter. En samarbetsgrupp kan tillsättas för samarbetet mellan de olika behöriga myndigheterna och aktörerna. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om det mål om minskat buller för flygplatsen som Trafiksäkerhetsverket ska fastställa enligt 2 mom. och om Trafiksäkerhetsverkets bedömning av behovet av driftsrestriktioner för flygplatsen samt om underrättelser om driftsrestriktioner. Genom förordning av statsrådet får det också utfärdas närmare bestämmelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behöriga myndigheternas och de olika aktörernas åtgärder och samarbete.",
        "normalized_sv": "Förordningen om flygplatsbuller tillämpas på det sätt som avses i förordningen på luftfartyg som används inom civil luftfart. I enlighet med den välavvägda strategi som avses i artiklarna 2 och 5 i förordningen om flygplatsbuller får flygtrafikbuller hanteras och begränsas genom driftsrestriktioner enligt artikel 2.6 i den förordningen endast efter det att andra åtgärder inom den välavvägda strategin har övervägts och analyserats. Trafiksäkerhetsverket ska fastställa ett mål om minskat buller för flygplatsen. Trafiksäkerhetsverket ska också bedöma behovet av att införa en driftsrestriktion enligt 1 mom. i enlighet med den välavvägda strategin och besluta om införandet. Vid utförandet av de uppgifter som avses i 2 mom. ska Trafiksäkerhetsverket höra flygplatsoperatören, de myndigheter som ansvarar för planläggning och markanvändningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljöskyddslagen och den kommunala miljövårdsmyndighet som avses i 22 § i den lagen, flygbolagen, försvarsmakten och andra berörda parter. En samarbetsgrupp kan tillsättas för samarbetet mellan de olika behöriga myndigheterna och aktörerna. Genom förordning av statsrådet får det utfärdas närmare bestämmelser om det mål om minskat buller för flygplatsen som Trafiksäkerhetsverket ska fastställa enligt 2 mom. och om Trafiksäkerhetsverkets bedömning av behovet av driftsrestriktioner för flygplatsen samt om underrättelser om driftsrestriktioner. Genom förordning av statsrådet får det också utfärdas närmare bestämmelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behöriga myndigheternas och de olika aktörernas åtgärder och samarbete.",
        "folded_sv": "forordningen om flygplatsbuller tillampas pa det satt som avses i forordningen pa luftfartyg som anvands inom civil luftfart. i enlighet med den valavvagda strategi som avses i artiklarna 2 och 5 i forordningen om flygplatsbuller far flygtrafikbuller hanteras och begransas genom driftsrestriktioner enligt artikel 2.6 i den forordningen endast efter det att andra atgarder inom den valavvagda strategin har overvagts och analyserats. trafiksakerhetsverket ska faststalla ett mal om minskat buller for flygplatsen. trafiksakerhetsverket ska ocksa bedoma behovet av att infora en driftsrestriktion enligt 1 mom. i enlighet med den valavvagda strategin och besluta om inforandet. vid utforandet av de uppgifter som avses i 2 mom. ska trafiksakerhetsverket hora flygplatsoperatoren, de myndigheter som ansvarar for planlaggning och markanvandningsplanering, den statliga myndighet som avses i 21 § 1 mom. i miljoskyddslagen och den kommunala miljovardsmyndighet som avses i 22 § i den lagen, flygbolagen, forsvarsmakten och andra berorda parter. en samarbetsgrupp kan tillsattas for samarbetet mellan de olika behoriga myndigheterna och aktorerna. genom forordning av statsradet far det utfardas narmare bestammelser om det mal om minskat buller for flygplatsen som trafiksakerhetsverket ska faststalla enligt 2 mom. och om trafiksakerhetsverkets bedomning av behovet av driftsrestriktioner for flygplatsen samt om underrattelser om driftsrestriktioner. genom forordning av statsradet far det ocksa utfardas narmare bestammelser om den samarbetsgrupp enligt 3 mom. som ska samordna de behoriga myndigheternas och de olika aktorernas atgarder och samarbete."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "153",
      "section": "153",
      "title": "Viranomaisten tiedonsaanti- ja tarkastusoikeus",
      "content": "Ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai käyttäjän sekä lentoturvallisuuteen vaikuttavaa tehtävää suorittavan on, siltä osin kuin tiedot ovat hänen hallussaan tai saatavillaan, annettava salassapitosäännösten estämättä Liikenteen turvallisuusvirastolle sen pyynnöstä ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsintä- ja pelastuspalvelun sekä ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkilöistä nimi, henkilötunnus ja yhteystiedot. Edellä 1 momentin 6 kohdassa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä 2 luvussa säädetään ilma-alusrekisteri- ja lupakirjarekisteritietojen käsittelystä. Henkilötietojen käsittelystä säädetään lisäksi henkilötietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:153",
        "normalized_fi": "Ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai käyttäjän sekä lentoturvallisuuteen vaikuttavaa tehtävää suorittavan on, siltä osin kuin tiedot ovat hänen hallussaan tai saatavillaan, annettava salassapitosäännösten estämättä Liikenteen turvallisuusvirastolle sen pyynnöstä ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsintä- ja pelastuspalvelun sekä ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkilöistä nimi, henkilötunnus ja yhteystiedot. Edellä 1 momentin 6 kohdassa tarkoitettujen henkilötietojen käsittelyyn sovelletaan, mitä 2 luvussa säädetään ilma-alusrekisteri- ja lupakirjarekisteritietojen käsittelystä. Henkilötietojen käsittelystä säädetään lisäksi henkilötietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
        "folded_fi": "ilmailutoimintaa harjoittavan samoin kuin ilma-aluksen omistajan, haltijan tai kayttajan seka lentoturvallisuuteen vaikuttavaa tehtavaa suorittavan on, silta osin kuin tiedot ovat hanen hallussaan tai saatavillaan, annettava salassapitosaannosten estamatta liikenteen turvallisuusvirastolle sen pyynnosta ilmailutoiminnan valvontaa varten: 1) ilma-alusta ja sen liikkumista koskevat tiedot, mukaan lukien tilannekuvan tallenteet; 2) lennonvarmistuspalvelun, ilmailun etsinta- ja pelastuspalvelun seka ilma-alusten puhelin- ja radioliikenteen tallenteet; 3) muut kuin 1 ja 2 kohdassa tarkoitetut lentoturvallisuuden kannalta tarpeelliset tiedot; 4) toiminnanharjoittajan toimintaa, taloutta ja vakuutuksia koskevat tiedot; 5) matkustajien oikeuksien toteutumisen valvonnan kannalta merkitykselliset tiedot; 6) toiminnan vastuuhenkiloista nimi, henkilotunnus ja yhteystiedot. edella 1 momentin 6 kohdassa tarkoitettujen henkilotietojen kasittelyyn sovelletaan, mita 2 luvussa saadetaan ilma-alusrekisteri- ja lupakirjarekisteritietojen kasittelysta. henkilotietojen kasittelysta saadetaan lisaksi henkilotietolaissa ja tietojen luovuttamisesta viranomaisten toiminnan julkisuudesta annetussa laissa.",
        "title_sv": "Myndigheters rätt att få information och utföra inspektioner",
        "content_sv": "De som bedriver luftfartsverksamhet liksom luftfartygs ägare, innehavare eller operatörer samt de som utför uppgifter som påverkar flygsäkerheten ska, till den del de förfogar över eller har tillgång till informationen, på begäran av Trafiksäkerhetsverket trots sekretessbestämmelserna lämna verket följande upplysningar för tillsynen över luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lägesbilder, 2) upptagningar från flygtrafiktjänsten, efterspanings- och räddningstjänsten för luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra än i 1 och 2 punkten avsedda uppgifter som behövs med tanke på flygsäkerheten, 4) uppgifter om verksamhetsutövarens verksamhet, ekonomi och försäkringar, 5) uppgifter som är relevanta med tanke på tillsynen över att passagerarnas rättigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. I fråga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillämpas vad som i 2 kap. föreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. Bestämmelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestämmelser om utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet.",
        "normalized_sv": "De som bedriver luftfartsverksamhet liksom luftfartygs ägare, innehavare eller operatörer samt de som utför uppgifter som påverkar flygsäkerheten ska, till den del de förfogar över eller har tillgång till informationen, på begäran av Trafiksäkerhetsverket trots sekretessbestämmelserna lämna verket följande upplysningar för tillsynen över luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lägesbilder, 2) upptagningar från flygtrafiktjänsten, efterspanings- och räddningstjänsten för luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra än i 1 och 2 punkten avsedda uppgifter som behövs med tanke på flygsäkerheten, 4) uppgifter om verksamhetsutövarens verksamhet, ekonomi och försäkringar, 5) uppgifter som är relevanta med tanke på tillsynen över att passagerarnas rättigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. I fråga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillämpas vad som i 2 kap. föreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. Bestämmelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestämmelser om utlämnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet.",
        "folded_sv": "de som bedriver luftfartsverksamhet liksom luftfartygs agare, innehavare eller operatorer samt de som utfor uppgifter som paverkar flygsakerheten ska, till den del de forfogar over eller har tillgang till informationen, pa begaran av trafiksakerhetsverket trots sekretessbestammelserna lamna verket foljande upplysningar for tillsynen over luftfartsverksamheten: 1) uppgifter om luftfartyg och trafiken med dem, inbegripet upptagningar av lagesbilder, 2) upptagningar fran flygtrafiktjansten, efterspanings- och raddningstjansten for luftfart samt luftfartygens telefon- och radiokommunikation, 3) andra an i 1 och 2 punkten avsedda uppgifter som behovs med tanke pa flygsakerheten, 4) uppgifter om verksamhetsutovarens verksamhet, ekonomi och forsakringar, 5) uppgifter som ar relevanta med tanke pa tillsynen over att passagerarnas rattigheter tillgodoses, 6) de ansvariga personernas namn, personbeteckning och kontaktuppgifter. i fraga om behandlingen av personuppgifter enligt 1 mom. 6 punkten tillampas vad som i 2 kap. foreskrivs om behandlingen av uppgifter i luftfartsregistret och certifikatregistret. bestammelser om behandling av personuppgifter finns dessutom i personuppgiftslagen och bestammelser om utlamnande av uppgifter finns i lagen om offentlighet i myndigheternas verksamhet."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "157",
      "section": "157",
      "title": "Ilmailun ympäristövaikutuksia koskevat määräykset ja päätökset",
      "content": "Liikenteen turvallisuusvirasto voi, ottaen huomioon 129 §:ssä tarkoitetun tasapainoisen lähestymistavan, antaa määräyksiä ja tehdä päätöksiä lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ympäristövaikutuksen vähentämiseksi tai estämiseksi taikka sallitun poikkeuksen myöntämiseksi. Määräykset ja päätökset voivat koskea: 1) lentopaikan käyttöaikaa tai -tapaa tai lentoonlähtöjen ja laskeutumisten määrää; 2) huoltoon liittyvien koekäyttöjen rajoittamista tai kieltämistä määrättyinä aikoina; 3) poikkeuksellisen meluisten lentokoneiden käytön rajoittamista; 4) aiemmin hyväksytyn lentokonetyypin käytön kieltämistä siirtymäajan jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:157",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi, ottaen huomioon 129 § :ssä tarkoitetun tasapainoisen lähestymistavan, antaa määräyksiä ja tehdä päätöksiä lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ympäristövaikutuksen vähentämiseksi tai estämiseksi taikka sallitun poikkeuksen myöntämiseksi. Määräykset ja päätökset voivat koskea: 1) lentopaikan käyttöaikaa tai -tapaa tai lentoonlähtöjen ja laskeutumisten määrää; 2) huoltoon liittyvien koekäyttöjen rajoittamista tai kieltämistä määrättyinä aikoina; 3) poikkeuksellisen meluisten lentokoneiden käytön rajoittamista; 4) aiemmin hyväksytyn lentokonetyypin käytön kieltämistä siirtymäajan jälkeen.",
        "folded_fi": "liikenteen turvallisuusvirasto voi, ottaen huomioon 129 §:ssa tarkoitetun tasapainoisen lahestymistavan, antaa maarayksia ja tehda paatoksia lento- ja huoltotoiminnasta, jos se on tarpeen ilma-alusten aiheuttaman melun tai muun haitallisen ymparistovaikutuksen vahentamiseksi tai estamiseksi taikka sallitun poikkeuksen myontamiseksi. maaraykset ja paatokset voivat koskea: 1) lentopaikan kayttoaikaa tai -tapaa tai lentoonlahtojen ja laskeutumisten maaraa; 2) huoltoon liittyvien koekayttojen rajoittamista tai kieltamista maarattyina aikoina; 3) poikkeuksellisen meluisten lentokoneiden kayton rajoittamista; 4) aiemmin hyvaksytyn lentokonetyypin kayton kieltamista siirtymaajan jalkeen.",
        "title_sv": "Föreskrifter och beslut om miljökonsekvenserna av luftfart",
        "content_sv": "Med hänsyn till den välavvägda strategi som avses i 129 § får Trafiksäkerhetsverket meddela föreskrifter och fatta beslut om flyg- och underhållsverksamhet, om det behövs för att minska eller förhindra buller från luftfartyg eller andra skadliga miljökonsekvenser eller för att medge tillåtna undantag. Föreskrifterna och besluten kan gälla 1) tid och sätt för användning av flygplatser och antalet starter och landningar, 2) begränsning eller förbud under bestämda tider när det gäller testningar som hänför sig till underhållet, 3) begränsning av användningen av exceptionellt bullersamma flygplan, 4) förbud mot att efter en övergångstid använda en tidigare godkänd flygplanstyp.",
        "normalized_sv": "Med hänsyn till den välavvägda strategi som avses i 129 § får Trafiksäkerhetsverket meddela föreskrifter och fatta beslut om flyg- och underhållsverksamhet, om det behövs för att minska eller förhindra buller från luftfartyg eller andra skadliga miljökonsekvenser eller för att medge tillåtna undantag. Föreskrifterna och besluten kan gälla 1) tid och sätt för användning av flygplatser och antalet starter och landningar, 2) begränsning eller förbud under bestämda tider när det gäller testningar som hänför sig till underhållet, 3) begränsning av användningen av exceptionellt bullersamma flygplan, 4) förbud mot att efter en övergångstid använda en tidigare godkänd flygplanstyp.",
        "folded_sv": "med hansyn till den valavvagda strategi som avses i 129 § far trafiksakerhetsverket meddela foreskrifter och fatta beslut om flyg- och underhallsverksamhet, om det behovs for att minska eller forhindra buller fran luftfartyg eller andra skadliga miljokonsekvenser eller for att medge tillatna undantag. foreskrifterna och besluten kan galla 1) tid och satt for anvandning av flygplatser och antalet starter och landningar, 2) begransning eller forbud under bestamda tider nar det galler testningar som hanfor sig till underhallet, 3) begransning av anvandningen av exceptionellt bullersamma flygplan, 4) forbud mot att efter en overgangstid anvanda en tidigare godkand flygplanstyp."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "158",
      "section": "158",
      "title": "Lentoesteet",
      "content": "Lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan Liikenteen turvallisuusvirastolta. Lentoesteluvan hakemukseen tulee liittää asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myös rajavartiolaitoksen lausunto. Jollei lentoturvallisuus vaarannu, Liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. Lupa on myönnettävä, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan käytettävissä olevilla lentomenetelmän suunnittelukriteereillä vähentää siten, ettei se aiheuta lentopaikan pitäjälle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. Lentoesteet on merkittävä Liikenteen turvallisuusviraston antamien määräysten mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:158",
        "normalized_fi": "Lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan Liikenteen turvallisuusvirastolta. Lentoesteluvan hakemukseen tulee liittää asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myös rajavartiolaitoksen lausunto. Jollei lentoturvallisuus vaarannu, Liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. Lupa on myönnettävä, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan käytettävissä olevilla lentomenetelmän suunnittelukriteereillä vähentää siten, ettei se aiheuta lentopaikan pitäjälle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. Lentoesteet on merkittävä Liikenteen turvallisuusviraston antamien määräysten mukaisesti.",
        "folded_fi": "lupaa 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen haetaan liikenteen turvallisuusvirastolta. lentoesteluvan hakemukseen tulee liittaa asianomaisen ilmaliikennepalvelun tarjoajan antama lausunto ja merialueelle sijoitettavan tuulivoimalan osalta myos rajavartiolaitoksen lausunto. jollei lentoturvallisuus vaarannu, liikenteen turvallisuusvirasto voi antaa luvan 2 momentissa tarkoitetun laitteen, rakennuksen, rakennelman tai merkin asettamiseen. lupa on myonnettava, jos suunnitellun esteen aiheuttamaa haittaa lentoliikenteen sujuvuudelle voidaan kaytettavissa olevilla lentomenetelman suunnittelukriteereilla vahentaa siten, ettei se aiheuta lentopaikan pitajalle kohtuutonta haittaa tai vaikeuta lentoliikenteen sujuvuutta. lentoesteet on merkittava liikenteen turvallisuusviraston antamien maaraysten mukaisesti.",
        "title_sv": "Flyghinder",
        "content_sv": "Tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. ska sökas hos Trafiksäkerhetsverket. Ansökan om flyghindertillstånd ska åtföljas av ett utlåtande av den berörda leverantören av flygtrafikledningstjänst och när det gäller vindkraftverk på havsområden också av ett utlåtande av gränsbevakningsväsendet. Om inte flygsäkerheten äventyras, kan Trafiksäkerhetsverket ge tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. Tillstånd ska beviljas, om den olägenhet det planerade hindret medför för flygtrafikens smidighet kan minskas med till buds stående planeringskriterier för flygförfarandet så att hindret inte medför oskälig olägenhet för flygplatsoperatören eller försvårar smidig flygtrafik. Flyghinder ska markeras i enlighet med Trafiksäkerhetsverkets föreskrifter.",
        "normalized_sv": "Tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. ska sökas hos Trafiksäkerhetsverket. Ansökan om flyghindertillstånd ska åtföljas av ett utlåtande av den berörda leverantören av flygtrafikledningstjänst och när det gäller vindkraftverk på havsområden också av ett utlåtande av gränsbevakningsväsendet. Om inte flygsäkerheten äventyras, kan Trafiksäkerhetsverket ge tillstånd att sätta upp anordningar, byggnader, konstruktioner eller märken enligt 2 mom. Tillstånd ska beviljas, om den olägenhet det planerade hindret medför för flygtrafikens smidighet kan minskas med till buds stående planeringskriterier för flygförfarandet så att hindret inte medför oskälig olägenhet för flygplatsoperatören eller försvårar smidig flygtrafik. Flyghinder ska markeras i enlighet med Trafiksäkerhetsverkets föreskrifter.",
        "folded_sv": "tillstand att satta upp anordningar, byggnader, konstruktioner eller marken enligt 2 mom. ska sokas hos trafiksakerhetsverket. ansokan om flyghindertillstand ska atfoljas av ett utlatande av den berorda leverantoren av flygtrafikledningstjanst och nar det galler vindkraftverk pa havsomraden ocksa av ett utlatande av gransbevakningsvasendet. om inte flygsakerheten aventyras, kan trafiksakerhetsverket ge tillstand att satta upp anordningar, byggnader, konstruktioner eller marken enligt 2 mom. tillstand ska beviljas, om den olagenhet det planerade hindret medfor for flygtrafikens smidighet kan minskas med till buds staende planeringskriterier for flygforfarandet sa att hindret inte medfor oskalig olagenhet for flygplatsoperatoren eller forsvarar smidig flygtrafik. flyghinder ska markeras i enlighet med trafiksakerhetsverkets foreskrifter."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "164",
      "section": "164",
      "title": "Ulkopuolisen asiantuntijan käyttäminen Liikenteen turvallisuusviraston tehtävien hoitamisessa",
      "content": "Liikenteen turvallisuusvirasto voi sopimuksella siirtää seuraavat hallintotehtävät koti- tai ulkomaiselle asiantuntijalle, jolla on tehtävän hoitamisen kannalta riittävä koulutus ja muut tehtävän edellyttämät tiedot ja taidot: 1) lennontiedottajan pätevyyden arviointi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:164",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi sopimuksella siirtää seuraavat hallintotehtävät koti- tai ulkomaiselle asiantuntijalle, jolla on tehtävän hoitamisen kannalta riittävä koulutus ja muut tehtävän edellyttämät tiedot ja taidot: 1) lennontiedottajan pätevyyden arviointi;",
        "folded_fi": "liikenteen turvallisuusvirasto voi sopimuksella siirtaa seuraavat hallintotehtavat koti- tai ulkomaiselle asiantuntijalle, jolla on tehtavan hoitamisen kannalta riittava koulutus ja muut tehtavan edellyttamat tiedot ja taidot: 1) lennontiedottajan patevyyden arviointi;",
        "title_sv": "Anlitande av utomstående experter för Trafiksäkerhetsverkets uppgifter",
        "content_sv": "Trafiksäkerhetsverket kan genom avtal överföra följande förvaltningsuppgifter på en inhemsk eller utländsk expert som har tillräcklig utbildning samt övriga kunskaper och färdigheter som uppgiften kräver: 1) kompetensbedömning av AFIS-personal,",
        "normalized_sv": "Trafiksäkerhetsverket kan genom avtal överföra följande förvaltningsuppgifter på en inhemsk eller utländsk expert som har tillräcklig utbildning samt övriga kunskaper och färdigheter som uppgiften kräver: 1) kompetensbedömning av AFIS-personal,",
        "folded_sv": "trafiksakerhetsverket kan genom avtal overfora foljande forvaltningsuppgifter pa en inhemsk eller utlandsk expert som har tillracklig utbildning samt ovriga kunskaper och fardigheter som uppgiften kraver: 1) kompetensbedomning av afis-personal,"
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "178",
      "section": "178",
      "title": "Ilmailurikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 9 §:n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa määräystä, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa säädetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:178",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 9 § :n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa määräystä, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa säädetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) rikkoo 9 §:n 5 momentin nojalla annettua ilma-alusta tai laitetta, urheilulaskuvarjoa, nousuvarjoa, lennokkia taikka niiden ohjaajaa koskevaa maaraysta, 20) toimii poikkeama-asetuksen 16 artiklan 9 kohdassa saadetyn vastaisesti, ilmailurikkomuksesta on tuomittava, jollei teosta muualla saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Luftfartsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot föreskrifter som har meddelats med stöd av 9 § 5 mom. och som gäller luftfartyg eller anordningar, sportfallskärmar, flygskärmar, modellflygplan eller förare av sådana, 20) förfar i strid med artikel 16.9 i händelseförordningen, luftfartsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot föreskrifter som har meddelats med stöd av 9 § 5 mom. och som gäller luftfartyg eller anordningar, sportfallskärmar, flygskärmar, modellflygplan eller förare av sådana, 20) förfar i strid med artikel 16.9 i händelseförordningen, luftfartsförseelse ska, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) bryter mot foreskrifter som har meddelats med stod av 9 § 5 mom. och som galler luftfartyg eller anordningar, sportfallskarmar, flygskarmar, modellflygplan eller forare av sadana, 20) forfar i strid med artikel 16.9 i handelseforordningen, luftfartsforseelse ska, om inte strangare straff for garningen foreskrivs nagon annanstans, for domas till boter."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "181",
      "section": "181",
      "title": "Muutoksenhaku",
      "content": "Seuraaviin muun kuin viranomaisen tekemiin päätöksiin saa hakea oikaisua Liikenteen turvallisuusvirastolta: 1) 40 §:ssä tarkoitettu lentokelpoisuuden hallintaorganisaation päätös lentokelpoisuuden tarkastustodistuksesta; 2) 47 §:ssä tarkoitetut matkustamomiehistön kelpoisuustodistuksen myöntäminen ja merkin-antajan hyväksyntä; 3) 102 §:n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää pääsylupa lentokenttäalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 §:n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää henkilökortti ja ajoneuvolupa; 5) 111 §:ssä tarkoitettu lennonvarmistuspalvelun maksuja koskeva päätös; 6) 163 §:ssä tarkoitetut pätevien yksiköiden ja harrasteilmailun järjestöjen tekemät päätökset; 7) 164 §:ssä tarkoitetut ulkopuolisen asiantuntijan tekemät päätökset. Edellä 2 momentin 1-4 ja 6-7 kohdassa sekä 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Edellä 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:181",
        "normalized_fi": "Seuraaviin muun kuin viranomaisen tekemiin päätöksiin saa hakea oikaisua Liikenteen turvallisuusvirastolta: 1) 40 § :ssä tarkoitettu lentokelpoisuuden hallintaorganisaation päätös lentokelpoisuuden tarkastustodistuksesta; 2) 47 § :ssä tarkoitetut matkustamomiehistön kelpoisuustodistuksen myöntäminen ja merkin-antajan hyväksyntä; 3) 102 § :n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää pääsylupa lentokenttäalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 § :n 1 momentissa tarkoitettu lentoaseman pitäjän päätös myöntää henkilökortti ja ajoneuvolupa; 5) 111 § :ssä tarkoitettu lennonvarmistuspalvelun maksuja koskeva päätös; 6) 163 § :ssä tarkoitetut pätevien yksiköiden ja harrasteilmailun järjestöjen tekemät päätökset; 7) 164 § :ssä tarkoitetut ulkopuolisen asiantuntijan tekemät päätökset. Edellä 2 momentin 1-4 ja 6-7 kohdassa sekä 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Edellä 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun päätökseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "seuraaviin muun kuin viranomaisen tekemiin paatoksiin saa hakea oikaisua liikenteen turvallisuusvirastolta: 1) 40 §:ssa tarkoitettu lentokelpoisuuden hallintaorganisaation paatos lentokelpoisuuden tarkastustodistuksesta; 2) 47 §:ssa tarkoitetut matkustamomiehiston kelpoisuustodistuksen myontaminen ja merkin-antajan hyvaksynta; 3) 102 §:n 1 momentissa tarkoitettu lentoaseman pitajan paatos myontaa paasylupa lentokenttaalueelle ja lentoaseman turvavalvotulle alueelle; 4) 103 §:n 1 momentissa tarkoitettu lentoaseman pitajan paatos myontaa henkilokortti ja ajoneuvolupa; 5) 111 §:ssa tarkoitettu lennonvarmistuspalvelun maksuja koskeva paatos; 6) 163 §:ssa tarkoitetut patevien yksikoiden ja harrasteilmailun jarjestojen tekemat paatokset; 7) 164 §:ssa tarkoitetut ulkopuolisen asiantuntijan tekemat paatokset. edella 2 momentin 1-4 ja 6-7 kohdassa seka 3 momentissa tarkoitetusta oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. edella 2 momentin 5 kohdassa tarkoitetusta oikaisuvaatimuksesta annettuun paatokseen saa hakea muutosta valittamalla markkinaoikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "I följande beslut, som fattats av någon annan än en myndighet, får omprövning begäras hos Trafiksäkerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvärdighet som fattas av organisationer som svarar för luftvärdighet, 2) i 47 § avsedda beslut om beviljande av kabinbesättningsintyg och godkännande för teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tillträde till flygplatsens flygsida och behörighetsområden som fattas av flygplatsoperatören, 4) i 103 § 1 mom. avsedda beslut om beviljande av behörighetskort och passerkort för fordon som fattas av flygplatsoperatören, 5) i 111 § avsedda beslut om avgifter för flygtrafiktjänst, 6) i 163 § avsedda beslut som fattas av behöriga organ och organisationer för sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstående experter. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 5 punkten får överklagas genom besvär hos marknadsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "normalized_sv": "I följande beslut, som fattats av någon annan än en myndighet, får omprövning begäras hos Trafiksäkerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvärdighet som fattas av organisationer som svarar för luftvärdighet, 2) i 47 § avsedda beslut om beviljande av kabinbesättningsintyg och godkännande för teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tillträde till flygplatsens flygsida och behörighetsområden som fattas av flygplatsoperatören, 4) i 103 § 1 mom. avsedda beslut om beviljande av behörighetskort och passerkort för fordon som fattas av flygplatsoperatören, 5) i 111 § avsedda beslut om avgifter för flygtrafiktjänst, 6) i 163 § avsedda beslut som fattas av behöriga organ och organisationer för sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstående experter. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen. Ett beslut som meddelats med anledning av en begäran om omprövning enligt 2 mom. 5 punkten får överklagas genom besvär hos marknadsdomstolen på det sätt som anges i förvaltningsprocesslagen.",
        "folded_sv": "i foljande beslut, som fattats av nagon annan an en myndighet, far omprovning begaras hos trafiksakerhetsverket: 1) i 40 § avsedda beslut om granskningsbevis avseende luftvardighet som fattas av organisationer som svarar for luftvardighet, 2) i 47 § avsedda beslut om beviljande av kabinbesattningsintyg och godkannande for teckengivare, 3) i 102 § 1 mom. avsedda beslut om beviljande av tilltrade till flygplatsens flygsida och behorighetsomraden som fattas av flygplatsoperatoren, 4) i 103 § 1 mom. avsedda beslut om beviljande av behorighetskort och passerkort for fordon som fattas av flygplatsoperatoren, 5) i 111 § avsedda beslut om avgifter for flygtrafiktjanst, 6) i 163 § avsedda beslut som fattas av behoriga organ och organisationer for sportflygverksamhet, 7) i 164 § avsedda beslut som fattas av utomstaende experter. ett beslut som meddelats med anledning av en begaran om omprovning enligt 2 mom. 1-4 eller 6-7 punkten eller 3 mom. far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen. ett beslut som meddelats med anledning av en begaran om omprovning enligt 2 mom. 5 punkten far overklagas genom besvar hos marknadsdomstolen pa det satt som anges i forvaltningsprocesslagen."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    }
  ]
}