{
  "id": "623/2005",
  "type": "statute",
  "title": "Alusliikennepalvelulaki",
  "title_en": "Lag om fartygstrafikservice",
  "status": "in_force",
  "issued_date": "2005-08-05",
  "in_force_date": "2005-08-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/623/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden lisääminen ja tehokkuuden parantaminen sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden lisääminen ja tehokkuuden parantaminen sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
        "folded_fi": "taman lain tarkoituksena on alusliikenteen turvallisuuden lisaaminen ja tehokkuuden parantaminen seka alusliikenteesta ymparistolle aiheutuvien haittojen ehkaiseminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att öka fartygstrafikens säkerhet och förbättra dess effektivitet samt att förebygga miljöolägenheter som fartygstrafiken medför.",
        "normalized_sv": "Syftet med denna lag är att öka fartygstrafikens säkerhet och förbättra dess effektivitet samt att förebygga miljöolägenheter som fartygstrafiken medför.",
        "folded_sv": "syftet med denna lag ar att oka fartygstrafikens sakerhet och forbattra dess effektivitet samt att forebygga miljoolagenheter som fartygstrafiken medfor."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) alusliikennepalvelulla Vessel Traffic Service, VTS () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintäministeriötä; 3) perustamispäätöksellä päätöstä, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) VTS-viranomaisella Merenkulkulaitoksen yksikköä, joka ylläpitää alusliikennepalvelua; 5) VTS-alueella aluetta, joka perustamispäätöksellä on vahvistettu VTS-alueeksi ja jolla ylläpidetään alusliikennepalvelua; VTS-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) VTS-keskuksella keskusta, jossa VTS-viranomainen ylläpitää alusliikennepalvelua; 7) alusliikenneohjaajalla henkilöä, joka suorittaa VTS-keskuksessa alusliikennepalveluun kuuluvia tehtäviä ja jolla on tehtävään vaadittava pätevyys; 8) VTS-reittisuunnitelmalla alusliikenneohjaajan ja aluksen päällikön sopimaa aluksen reittiä VTS-alueella; 9) VTS-tilannekuvalla VTS-keskuksessa ylläpidettävää tilannekuvaa VTS-alueella olevista aluksista ja niiden liikkeistä sekä muista liikenteeseen vaikuttavista seikoista; sekä 10) reittijakojärjestelmällä yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa järjestelmää, jolla pyritään vähentämään onnettomuusriskiä; siihen voi kuulua liikennejakojärjestelmiä, kaksisuuntaisia reittejä, suositeltuja väyliä, vältettäviä alueita, rannikkoliikennealueita, kiertoteitä, varoalueita ja syväväyliä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) alusliikennepalvelulla Vessel Traffic Service, VTS () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintäministeriötä; 3) perustamispäätöksellä päätöstä, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) VTS-viranomaisella Merenkulkulaitoksen yksikköä, joka ylläpitää alusliikennepalvelua; 5) VTS-alueella aluetta, joka perustamispäätöksellä on vahvistettu VTS-alueeksi ja jolla ylläpidetään alusliikennepalvelua; VTS-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) VTS-keskuksella keskusta, jossa VTS-viranomainen ylläpitää alusliikennepalvelua; 7) alusliikenneohjaajalla henkilöä, joka suorittaa VTS-keskuksessa alusliikennepalveluun kuuluvia tehtäviä ja jolla on tehtävään vaadittava pätevyys; 8) VTS-reittisuunnitelmalla alusliikenneohjaajan ja aluksen päällikön sopimaa aluksen reittiä VTS-alueella; 9) VTS-tilannekuvalla VTS-keskuksessa ylläpidettävää tilannekuvaa VTS-alueella olevista aluksista ja niiden liikkeistä sekä muista liikenteeseen vaikuttavista seikoista; sekä 10) reittijakojärjestelmällä yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa järjestelmää, jolla pyritään vähentämään onnettomuusriskiä; siihen voi kuulua liikennejakojärjestelmiä, kaksisuuntaisia reittejä, suositeltuja väyliä, vältettäviä alueita, rannikkoliikennealueita, kiertoteitä, varoalueita ja syväväyliä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) alusliikennepalvelulla vessel traffic service, vts () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintaministeriota; 3) perustamispaatoksella paatosta, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) vts-viranomaisella merenkulkulaitoksen yksikkoa, joka yllapitaa alusliikennepalvelua; 5) vts-alueella aluetta, joka perustamispaatoksella on vahvistettu vts-alueeksi ja jolla yllapidetaan alusliikennepalvelua; vts-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) vts-keskuksella keskusta, jossa vts-viranomainen yllapitaa alusliikennepalvelua; 7) alusliikenneohjaajalla henkiloa, joka suorittaa vts-keskuksessa alusliikennepalveluun kuuluvia tehtavia ja jolla on tehtavaan vaadittava patevyys; 8) vts-reittisuunnitelmalla alusliikenneohjaajan ja aluksen paallikon sopimaa aluksen reittia vts-alueella; 9) vts-tilannekuvalla vts-keskuksessa yllapidettavaa tilannekuvaa vts-alueella olevista aluksista ja niiden liikkeista seka muista liikenteeseen vaikuttavista seikoista; seka 10) reittijakojarjestelmalla yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa jarjestelmaa, jolla pyritaan vahentamaan onnettomuusriskia; siihen voi kuulua liikennejakojarjestelmia, kaksisuuntaisia reitteja, suositeltuja vaylia, valtettavia alueita, rannikkoliikennealueita, kiertoteita, varoalueita ja syvavaylia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) fartygstrafikservice Vessel Traffic Service, VTS () sådan övervakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera på föränderliga trafiksituationer, 2) behörig myndighet kommunikationsministeriet, 3) beslut om inrättande ett beslut genom vilket den behöriga myndigheten inrättar fartygstrafikservice på ett visst område, 4) VTS-myndighet den enhet vid Sjöfartsverket som upprätthåller fartygstrafikservicen, 5) VTS-område ett område som genom ett beslut om inrättande har fastställts som VTS-område och på vilket upprätthålls fartygstrafikservice; ett VTS-område kan delas in i delområden eller sektorer, 6) VTS-central en central där VTS-myndigheten upprätthåller fartygstrafikservice, 7) VTS-operatör en person som i en VTS-central utför uppgifter hörande till fartygstrafikservicen och som har den behörighet som krävs för uppgiften, 8) VTS-ruttplan en rutt på VTS-området som VTS-operatören och fartygets befälhavare har kommit överens om, 9) VTS-lägesbild den lägesbild som VTS-centralen upprätthåller över fartygen inom VTS-området och deras rörelser samt över övriga faktorer som inverkar på trafiken, samt 10) trafiksepareringssystem varje sådant system bestående av en eller flera rutter eller trafiksepareringsåtgärder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, förbudsområden, kusttrafikzoner, omfartsleder, varningsområden och djupleder.",
        "normalized_sv": "I denna lag avses med 1) fartygstrafikservice Vessel Traffic Service, VTS () sådan övervakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera på föränderliga trafiksituationer, 2) behörig myndighet kommunikationsministeriet, 3) beslut om inrättande ett beslut genom vilket den behöriga myndigheten inrättar fartygstrafikservice på ett visst område, 4) VTS-myndighet den enhet vid Sjöfartsverket som upprätthåller fartygstrafikservicen, 5) VTS-område ett område som genom ett beslut om inrättande har fastställts som VTS-område och på vilket upprätthålls fartygstrafikservice; ett VTS-område kan delas in i delområden eller sektorer, 6) VTS-central en central där VTS-myndigheten upprätthåller fartygstrafikservice, 7) VTS-operatör en person som i en VTS-central utför uppgifter hörande till fartygstrafikservicen och som har den behörighet som krävs för uppgiften, 8) VTS-ruttplan en rutt på VTS-området som VTS-operatören och fartygets befälhavare har kommit överens om, 9) VTS-lägesbild den lägesbild som VTS-centralen upprätthåller över fartygen inom VTS-området och deras rörelser samt över övriga faktorer som inverkar på trafiken, samt 10) trafiksepareringssystem varje sådant system bestående av en eller flera rutter eller trafiksepareringsåtgärder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, förbudsområden, kusttrafikzoner, omfartsleder, varningsområden och djupleder.",
        "folded_sv": "i denna lag avses med 1) fartygstrafikservice vessel traffic service, vts () sadan overvakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera pa foranderliga trafiksituationer, 2) behorig myndighet kommunikationsministeriet, 3) beslut om inrattande ett beslut genom vilket den behoriga myndigheten inrattar fartygstrafikservice pa ett visst omrade, 4) vts-myndighet den enhet vid sjofartsverket som uppratthaller fartygstrafikservicen, 5) vts-omrade ett omrade som genom ett beslut om inrattande har faststallts som vts-omrade och pa vilket uppratthalls fartygstrafikservice; ett vts-omrade kan delas in i delomraden eller sektorer, 6) vts-central en central dar vts-myndigheten uppratthaller fartygstrafikservice, 7) vts-operator en person som i en vts-central utfor uppgifter horande till fartygstrafikservicen och som har den behorighet som kravs for uppgiften, 8) vts-ruttplan en rutt pa vts-omradet som vts-operatoren och fartygets befalhavare har kommit overens om, 9) vts-lagesbild den lagesbild som vts-centralen uppratthaller over fartygen inom vts-omradet och deras rorelser samt over ovriga faktorer som inverkar pa trafiken, samt 10) trafiksepareringssystem varje sadant system bestaende av en eller flera rutter eller trafiksepareringsatgarder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, forbudsomraden, kusttrafikzoner, omfartsleder, varningsomraden och djupleder."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan Suomen vesialueella ja Saimaan kanavan vuokra-alueella ylläpidettävään alusliikennepalveluun ja alusliikenteen tilapäiseen ohjaamiseen erityistilanteissa. Laissa säädetään myös VTS-viranomaisen VTS-alueeseen liittyvien, Suomen vesialueen ulkopuolella olevien reittijakojärjestelmien ja pakollisten alusten ilmoittautumisjärjestelmien piiriin kuuluvan liikenteen valvonnasta. Sen estämättä, mitä tässä laissa säädetään alusliikennepalvelun ylläpitämisestä, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myös satamanpitäjät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tätä lakia sovelletaan Suomen vesialueella ja Saimaan kanavan vuokra-alueella ylläpidettävään alusliikennepalveluun ja alusliikenteen tilapäiseen ohjaamiseen erityistilanteissa. Laissa säädetään myös VTS-viranomaisen VTS-alueeseen liittyvien, Suomen vesialueen ulkopuolella olevien reittijakojärjestelmien ja pakollisten alusten ilmoittautumisjärjestelmien piiriin kuuluvan liikenteen valvonnasta. Sen estämättä, mitä tässä laissa säädetään alusliikennepalvelun ylläpitämisestä, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myös satamanpitäjät.",
        "folded_fi": "tata lakia sovelletaan suomen vesialueella ja saimaan kanavan vuokra-alueella yllapidettavaan alusliikennepalveluun ja alusliikenteen tilapaiseen ohjaamiseen erityistilanteissa. laissa saadetaan myos vts-viranomaisen vts-alueeseen liittyvien, suomen vesialueen ulkopuolella olevien reittijakojarjestelmien ja pakollisten alusten ilmoittautumisjarjestelmien piiriin kuuluvan liikenteen valvonnasta. sen estamatta, mita tassa laissa saadetaan alusliikennepalvelun yllapitamisesta, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myos satamanpitajat.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på fartygstrafikservice som upprätthålls på finskt vattenområde samt på den arrenderade delen av Saima kanal och på tillfällig ledning av fartygstrafiken i specialsituationer. I lagen ingår också bestämmelser om övervakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanför finskt vattenområde i anknytning till VTS-myndighetens VTS-område. Utan hinder av vad som i denna lag föreskrivs om upprätthållande av fartygstrafikservice får även hamninnehavarna bedriva övervakning och ledning av fartygstrafiken på hamnområdet.",
        "normalized_sv": "Denna lag tillämpas på fartygstrafikservice som upprätthålls på finskt vattenområde samt på den arrenderade delen av Saima kanal och på tillfällig ledning av fartygstrafiken i specialsituationer. I lagen ingår också bestämmelser om övervakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanför finskt vattenområde i anknytning till VTS-myndighetens VTS-område. Utan hinder av vad som i denna lag föreskrivs om upprätthållande av fartygstrafikservice får även hamninnehavarna bedriva övervakning och ledning av fartygstrafiken på hamnområdet.",
        "folded_sv": "denna lag tillampas pa fartygstrafikservice som uppratthalls pa finskt vattenomrade samt pa den arrenderade delen av saima kanal och pa tillfallig ledning av fartygstrafiken i specialsituationer. i lagen ingar ocksa bestammelser om overvakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanfor finskt vattenomrade i anknytning till vts-myndighetens vts-omrade. utan hinder av vad som i denna lag foreskrivs om uppratthallande av fartygstrafikservice far aven hamninnehavarna bedriva overvakning och ledning av fartygstrafiken pa hamnomradet."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Alusliikennepalvelut ja kieli",
      "content": "Alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen järjestely. Alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen järjestely. Alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielellä.",
        "folded_fi": "alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen jarjestely. alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielella.",
        "title_sv": "Fartygstrafikservice och språk",
        "content_sv": "Fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. Fartygstrafikservice tillhandahålls enligt behov på finska, svenska eller engelska.",
        "normalized_sv": "Fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. Fartygstrafikservice tillhandahålls enligt behov på finska, svenska eller engelska.",
        "folded_sv": "fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. fartygstrafikservice tillhandahalls enligt behov pa finska, svenska eller engelska."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tiedotukset",
      "content": "Tiedotuksia annetaan alukselle sen ilmoittautuessa, määräajoin, tarvittaessa tai aluksen niitä pyytäessä. Tiedotuksissa aluksille annetaan tietoja: 1) VTS-alueella olevista muista aluksista; 2) muutoksista 8 §:n mukaisessa perustamispäätöksessä vahvistetuissa VTS-aluetta ja sillä liikennöintiä koskevissa asioissa; 3) sää- ja jääolosuhteista sekä vedenkorkeudesta; 4) luotsien ja jäänmurtajien toiminnasta; 5) väylien ja turvalaitteiden kunnosta ja käytettävyydestä; 6) alusta uhkaavasta vaaratilanteesta; sekä 7) muista alusten turvalliseen liikennöintiin vaikuttavista seikoista. Säätiedotusten tulee perustua pätevän säätietopalvelun merenkulkijoille antamaan säätiedotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Tiedotuksia annetaan alukselle sen ilmoittautuessa, määräajoin, tarvittaessa tai aluksen niitä pyytäessä. Tiedotuksissa aluksille annetaan tietoja: 1) VTS-alueella olevista muista aluksista; 2) muutoksista 8 § :n mukaisessa perustamispäätöksessä vahvistetuissa VTS-aluetta ja sillä liikennöintiä koskevissa asioissa; 3) sää- ja jääolosuhteista sekä vedenkorkeudesta; 4) luotsien ja jäänmurtajien toiminnasta; 5) väylien ja turvalaitteiden kunnosta ja käytettävyydestä; 6) alusta uhkaavasta vaaratilanteesta; sekä 7) muista alusten turvalliseen liikennöintiin vaikuttavista seikoista. Säätiedotusten tulee perustua pätevän säätietopalvelun merenkulkijoille antamaan säätiedotukseen.",
        "folded_fi": "tiedotuksia annetaan alukselle sen ilmoittautuessa, maaraajoin, tarvittaessa tai aluksen niita pyytaessa. tiedotuksissa aluksille annetaan tietoja: 1) vts-alueella olevista muista aluksista; 2) muutoksista 8 §:n mukaisessa perustamispaatoksessa vahvistetuissa vts-aluetta ja silla liikennointia koskevissa asioissa; 3) saa- ja jaaolosuhteista seka vedenkorkeudesta; 4) luotsien ja jaanmurtajien toiminnasta; 5) vaylien ja turvalaitteiden kunnosta ja kaytettavyydesta; 6) alusta uhkaavasta vaaratilanteesta; seka 7) muista alusten turvalliseen liikennointiin vaikuttavista seikoista. saatiedotusten tulee perustua patevan saatietopalvelun merenkulkijoille antamaan saatiedotukseen.",
        "title_sv": "Rapporter",
        "content_sv": "Rapporter ges till ett fartyg då det anmäler sig, vid bestämda tidpunkter, vid behov eller när fartyget ber om dem. I rapporterna ges fartygen information om 1) övriga fartyg på VTS-området, 2) förändringar i de ärenden som gäller VTS-området och trafiken på området och som fastställts i det beslut om inrättande som avses i 8 §, 3) väderleks- och isförhållanden samt vattenståndet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och säkerhetsanordningarnas skick och användbarhet, 6) kritiska lägen som hotar fartyget, samt 7) övriga omständigheter som inverkar på säkerheten i fartygstrafiken. Väderleksrapporterna skall grunda sig på en väderleksrapport för sjöfarande från en behörig meteorologisk väderlekstjänst.",
        "normalized_sv": "Rapporter ges till ett fartyg då det anmäler sig, vid bestämda tidpunkter, vid behov eller när fartyget ber om dem. I rapporterna ges fartygen information om 1) övriga fartyg på VTS-området, 2) förändringar i de ärenden som gäller VTS-området och trafiken på området och som fastställts i det beslut om inrättande som avses i 8 § , 3) väderleks- och isförhållanden samt vattenståndet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och säkerhetsanordningarnas skick och användbarhet, 6) kritiska lägen som hotar fartyget, samt 7) övriga omständigheter som inverkar på säkerheten i fartygstrafiken. Väderleksrapporterna skall grunda sig på en väderleksrapport för sjöfarande från en behörig meteorologisk väderlekstjänst.",
        "folded_sv": "rapporter ges till ett fartyg da det anmaler sig, vid bestamda tidpunkter, vid behov eller nar fartyget ber om dem. i rapporterna ges fartygen information om 1) ovriga fartyg pa vts-omradet, 2) forandringar i de arenden som galler vts-omradet och trafiken pa omradet och som faststallts i det beslut om inrattande som avses i 8 §, 3) vaderleks- och isforhallanden samt vattenstandet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och sakerhetsanordningarnas skick och anvandbarhet, 6) kritiska lagen som hotar fartyget, samt 7) ovriga omstandigheter som inverkar pa sakerheten i fartygstrafiken. vaderleksrapporterna skall grunda sig pa en vaderleksrapport for sjofarande fran en behorig meteorologisk vaderlekstjanst."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Navigointiapu",
      "content": "Navigointiapua annetaan tunnistetulle alukselle sen pyynnöstä tai VTS-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai sää- ja jääolosuhteissa. Navigointiapu on vain päämäärähakuista ja ohjeellista. VTS-viranomaisen viestissä alukselle tulee ilmetä aluksen nimi, milloin navigointiapu alkaa ja loppuu sekä havaintoväline, johon navigointiapu perustuu. Lisäksi alusliikenneohjaajan ja aluksen päällikön tulee sopia yhteydenpidon menettelytavoista sekä aluksen VTS-reittisuunnitelmasta VTS-alueella. Navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista väylälinjan tai VTS-reittisuunnitelman mukaisen käännöspisteen suhteen; 3) tietoja aluksen läheisyydessä olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; sekä 4) varoituksia tietylle alukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Navigointiapua annetaan tunnistetulle alukselle sen pyynnöstä tai VTS-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai sää- ja jääolosuhteissa. Navigointiapu on vain päämäärähakuista ja ohjeellista. VTS-viranomaisen viestissä alukselle tulee ilmetä aluksen nimi, milloin navigointiapu alkaa ja loppuu sekä havaintoväline, johon navigointiapu perustuu. Lisäksi alusliikenneohjaajan ja aluksen päällikön tulee sopia yhteydenpidon menettelytavoista sekä aluksen VTS-reittisuunnitelmasta VTS-alueella. Navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista väylälinjan tai VTS-reittisuunnitelman mukaisen käännöspisteen suhteen; 3) tietoja aluksen läheisyydessä olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; sekä 4) varoituksia tietylle alukselle.",
        "folded_fi": "navigointiapua annetaan tunnistetulle alukselle sen pyynnosta tai vts-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai saa- ja jaaolosuhteissa. navigointiapu on vain paamaarahakuista ja ohjeellista. vts-viranomaisen viestissa alukselle tulee ilmeta aluksen nimi, milloin navigointiapu alkaa ja loppuu seka havaintovaline, johon navigointiapu perustuu. lisaksi alusliikenneohjaajan ja aluksen paallikon tulee sopia yhteydenpidon menettelytavoista seka aluksen vts-reittisuunnitelmasta vts-alueella. navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista vaylalinjan tai vts-reittisuunnitelman mukaisen kaannospisteen suhteen; 3) tietoja aluksen laheisyydessa olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; seka 4) varoituksia tietylle alukselle.",
        "title_sv": "Navigationsassistans",
        "content_sv": "Navigationsassistans ges ett identifierat fartyg på fartygets begäran eller om VTS-myndigheten anser det vara nödvändigt i situationer som är svåra för sjöfarten eller vid svåra väderleks- och isförhållanden. Navigationsassistansen är endast riktgivande och normativ. Av VTS-myndighetens meddelande till fartyget skall framgå fartygets namn, tidpunkten då navigationsassistansen börjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig på. Dessutom skall VTS-operatören och fartygets befälhavare komma överens om på vilket sätt kommunikationen upprätthålls samt om VTS-ruttplanen på VTS-området. Navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i förhållande till girpunkten enligt farledslinjen eller VTS-ruttplanen, 3) uppgifter om positionen för andra fartyg i fartygets närhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg.",
        "normalized_sv": "Navigationsassistans ges ett identifierat fartyg på fartygets begäran eller om VTS-myndigheten anser det vara nödvändigt i situationer som är svåra för sjöfarten eller vid svåra väderleks- och isförhållanden. Navigationsassistansen är endast riktgivande och normativ. Av VTS-myndighetens meddelande till fartyget skall framgå fartygets namn, tidpunkten då navigationsassistansen börjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig på. Dessutom skall VTS-operatören och fartygets befälhavare komma överens om på vilket sätt kommunikationen upprätthålls samt om VTS-ruttplanen på VTS-området. Navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i förhållande till girpunkten enligt farledslinjen eller VTS-ruttplanen, 3) uppgifter om positionen för andra fartyg i fartygets närhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg.",
        "folded_sv": "navigationsassistans ges ett identifierat fartyg pa fartygets begaran eller om vts-myndigheten anser det vara nodvandigt i situationer som ar svara for sjofarten eller vid svara vaderleks- och isforhallanden. navigationsassistansen ar endast riktgivande och normativ. av vts-myndighetens meddelande till fartyget skall framga fartygets namn, tidpunkten da navigationsassistansen borjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig pa. dessutom skall vts-operatoren och fartygets befalhavare komma overens om pa vilket satt kommunikationen uppratthalls samt om vts-ruttplanen pa vts-omradet. navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i forhallande till girpunkten enligt farledslinjen eller vts-ruttplanen, 3) uppgifter om positionen for andra fartyg i fartygets narhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Alusliikenteen järjestely",
      "content": "Vaaratilanteiden ja ruuhkien estämiseksi voidaan pysyvillä liikennejärjestelyillä ohjata alusliikennettä. Alusliikenteen järjestelemiseksi voidaan VTS-alueelle määrätä: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lähtölupa satamasta tai ankkurointipaikalta ja VTS-alueelle saapumislupa; 4) liikenteen porrastusjärjestely ajan tai matkan suhteen; 5) pakollinen reitti VTS-alueella vaarallista tai ympäristöä pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; sekä 6) ankkurointikielto ja ankkurointipaikka.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Vaaratilanteiden ja ruuhkien estämiseksi voidaan pysyvillä liikennejärjestelyillä ohjata alusliikennettä. Alusliikenteen järjestelemiseksi voidaan VTS-alueelle määrätä: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lähtölupa satamasta tai ankkurointipaikalta ja VTS-alueelle saapumislupa; 4) liikenteen porrastusjärjestely ajan tai matkan suhteen; 5) pakollinen reitti VTS-alueella vaarallista tai ympäristöä pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; sekä 6) ankkurointikielto ja ankkurointipaikka.",
        "folded_fi": "vaaratilanteiden ja ruuhkien estamiseksi voidaan pysyvilla liikennejarjestelyilla ohjata alusliikennetta. alusliikenteen jarjestelemiseksi voidaan vts-alueelle maarata: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lahtolupa satamasta tai ankkurointipaikalta ja vts-alueelle saapumislupa; 4) liikenteen porrastusjarjestely ajan tai matkan suhteen; 5) pakollinen reitti vts-alueella vaarallista tai ymparistoa pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; seka 6) ankkurointikielto ja ankkurointipaikka.",
        "title_sv": "Fartygstrafikreglering",
        "content_sv": "Genom permanenta trafikarrangemang kan fartygstrafiken ledas för att undvika kritiska lägen och trängsel. För fartygstrafikregleringen kan på VTS-området fastställas 1) mötesförbud och mötesplats, 2) förbud att passera och passeringsplats, 3) tillstånd att avgå från hamn eller ankarplats och tillstånd att anlöpa ett VTS-område, 4) tilldelningen av utrymme för trafiken med avseende på tid eller avstånd, 5) en obligatorisk rutt inom VTS-området för fartyg som transporterar farlig eller miljöförorenande last och för specialtransporter, samt 6) förbud att kasta ankar och ankarplats.",
        "normalized_sv": "Genom permanenta trafikarrangemang kan fartygstrafiken ledas för att undvika kritiska lägen och trängsel. För fartygstrafikregleringen kan på VTS-området fastställas 1) mötesförbud och mötesplats, 2) förbud att passera och passeringsplats, 3) tillstånd att avgå från hamn eller ankarplats och tillstånd att anlöpa ett VTS-område, 4) tilldelningen av utrymme för trafiken med avseende på tid eller avstånd, 5) en obligatorisk rutt inom VTS-området för fartyg som transporterar farlig eller miljöförorenande last och för specialtransporter, samt 6) förbud att kasta ankar och ankarplats.",
        "folded_sv": "genom permanenta trafikarrangemang kan fartygstrafiken ledas for att undvika kritiska lagen och trangsel. for fartygstrafikregleringen kan pa vts-omradet faststallas 1) motesforbud och motesplats, 2) forbud att passera och passeringsplats, 3) tillstand att avga fran hamn eller ankarplats och tillstand att anlopa ett vts-omrade, 4) tilldelningen av utrymme for trafiken med avseende pa tid eller avstand, 5) en obligatorisk rutt inom vts-omradet for fartyg som transporterar farlig eller miljofororenande last och for specialtransporter, samt 6) forbud att kasta ankar och ankarplats."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Perustamispäätös",
      "content": "Toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. Ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettävä sen tarpeellisuus. Tässä tarkoituksessa on selvitettävä: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistävät vaikutukset sekä viranomaisten välinen yhteistyö ja muut alusliikenteeseen liittyvät palvelut alueella; sekä 2) alueella olevat reittijakojärjestelmät, nopeusrajoitukset ja muut liikennettä ohjaavat tai rajoittavat seikat. Perustamispäätöksessä on vahvistettava: 1) alusliikennepalvelua ylläpitävä VTS-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua ylläpidetään 16 §:n mukaisesti yhteistyössä muun viranomaisen tai satamanpitäjän kanssa; 3) annettavat alusliikennepalvelut ja missä laajuudessa niitä annetaan; 4) VTS-alue sekä pakolliset ilmoittautumispisteet ja reitit; 5) VTS-viranomaisen henkilöstön vähimmäislukumäärä ja pätevyydet; 6) VTS-viranomaisen toimintatavat ja toiminta-ajat; 7) VTS-keskuksen sijainti sekä VTS-keskuksen ja VTS-alueen tekniset järjestelmät; sekä 8) alusliikennepalvelun edellyttämät alusten ilmoittautumista koskevat tarkemmat määräykset ja käytettävät radiokanavat. Toimivaltainen viranomainen voi vahvistaa VTS-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. Ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettävä sen tarpeellisuus. Tässä tarkoituksessa on selvitettävä: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistävät vaikutukset sekä viranomaisten välinen yhteistyö ja muut alusliikenteeseen liittyvät palvelut alueella; sekä 2) alueella olevat reittijakojärjestelmät, nopeusrajoitukset ja muut liikennettä ohjaavat tai rajoittavat seikat. Perustamispäätöksessä on vahvistettava: 1) alusliikennepalvelua ylläpitävä VTS-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua ylläpidetään 16 § :n mukaisesti yhteistyössä muun viranomaisen tai satamanpitäjän kanssa; 3) annettavat alusliikennepalvelut ja missä laajuudessa niitä annetaan; 4) VTS-alue sekä pakolliset ilmoittautumispisteet ja reitit; 5) VTS-viranomaisen henkilöstön vähimmäislukumäärä ja pätevyydet; 6) VTS-viranomaisen toimintatavat ja toiminta-ajat; 7) VTS-keskuksen sijainti sekä VTS-keskuksen ja VTS-alueen tekniset järjestelmät; sekä 8) alusliikennepalvelun edellyttämät alusten ilmoittautumista koskevat tarkemmat määräykset ja käytettävät radiokanavat. Toimivaltainen viranomainen voi vahvistaa VTS-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
        "folded_fi": "toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettava sen tarpeellisuus. tassa tarkoituksessa on selvitettava: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistavat vaikutukset seka viranomaisten valinen yhteistyo ja muut alusliikenteeseen liittyvat palvelut alueella; seka 2) alueella olevat reittijakojarjestelmat, nopeusrajoitukset ja muut liikennetta ohjaavat tai rajoittavat seikat. perustamispaatoksessa on vahvistettava: 1) alusliikennepalvelua yllapitava vts-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua yllapidetaan 16 §:n mukaisesti yhteistyossa muun viranomaisen tai satamanpitajan kanssa; 3) annettavat alusliikennepalvelut ja missa laajuudessa niita annetaan; 4) vts-alue seka pakolliset ilmoittautumispisteet ja reitit; 5) vts-viranomaisen henkiloston vahimmaislukumaara ja patevyydet; 6) vts-viranomaisen toimintatavat ja toiminta-ajat; 7) vts-keskuksen sijainti seka vts-keskuksen ja vts-alueen tekniset jarjestelmat; seka 8) alusliikennepalvelun edellyttamat alusten ilmoittautumista koskevat tarkemmat maaraykset ja kaytettavat radiokanavat. toimivaltainen viranomainen voi vahvistaa vts-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
        "title_sv": "Beslut om inrättande",
        "content_sv": "Den behöriga myndigheten inrättar fartygstrafikservicen på ett visst område. Innan fartygstrafikservicen inrättas skall den behöriga myndigheten utreda behovet av den. I detta syfte skall utredas 1) fartygstrafikservicens sådana verkningar som främjar säkerheten och effektiviteten samt samarbetet mellan myndigheter och övriga tjänster i anslutning till fartygstrafiken inom området, samt 2) trafiksepareringssystem, hastighetsbegränsningar och övriga faktorer som styr eller begränsar trafiken på området. I beslutet om inrättande skall fastställas 1) den VTS-myndighet som upprätthåller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen upprätthålls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestäms i 16 §, 3) den fartygstrafikservice som skall tillhandahållas och i vilken utsträckning den skall tillhandahållas, 4) VTS-området samt obligatoriska fartygsrapporteringspunkter och rutter, 5) VTS-myndighetens minimiantal anställda och personalens behörighet, 6) VTS-myndighetens verksamhetsmetoder och verksamhetstider, 7) VTS-centralens läge samt VTS-centralens och VTS-områdets tekniska system, samt 8) vilka närmare föreskrifter om fartygsrapporteringen som fartygstrafikservicen förutsätter och vilka radiokanaler som används. Den behöriga myndigheten kan fastställa olika fartygstrafiktjänster för sektorerna och delområdena inom ett VTS-område.",
        "normalized_sv": "Den behöriga myndigheten inrättar fartygstrafikservicen på ett visst område. Innan fartygstrafikservicen inrättas skall den behöriga myndigheten utreda behovet av den. I detta syfte skall utredas 1) fartygstrafikservicens sådana verkningar som främjar säkerheten och effektiviteten samt samarbetet mellan myndigheter och övriga tjänster i anslutning till fartygstrafiken inom området, samt 2) trafiksepareringssystem, hastighetsbegränsningar och övriga faktorer som styr eller begränsar trafiken på området. I beslutet om inrättande skall fastställas 1) den VTS-myndighet som upprätthåller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen upprätthålls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestäms i 16 § , 3) den fartygstrafikservice som skall tillhandahållas och i vilken utsträckning den skall tillhandahållas, 4) VTS-området samt obligatoriska fartygsrapporteringspunkter och rutter, 5) VTS-myndighetens minimiantal anställda och personalens behörighet, 6) VTS-myndighetens verksamhetsmetoder och verksamhetstider, 7) VTS-centralens läge samt VTS-centralens och VTS-områdets tekniska system, samt 8) vilka närmare föreskrifter om fartygsrapporteringen som fartygstrafikservicen förutsätter och vilka radiokanaler som används. Den behöriga myndigheten kan fastställa olika fartygstrafiktjänster för sektorerna och delområdena inom ett VTS-område.",
        "folded_sv": "den behoriga myndigheten inrattar fartygstrafikservicen pa ett visst omrade. innan fartygstrafikservicen inrattas skall den behoriga myndigheten utreda behovet av den. i detta syfte skall utredas 1) fartygstrafikservicens sadana verkningar som framjar sakerheten och effektiviteten samt samarbetet mellan myndigheter och ovriga tjanster i anslutning till fartygstrafiken inom omradet, samt 2) trafiksepareringssystem, hastighetsbegransningar och ovriga faktorer som styr eller begransar trafiken pa omradet. i beslutet om inrattande skall faststallas 1) den vts-myndighet som uppratthaller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen uppratthalls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestams i 16 §, 3) den fartygstrafikservice som skall tillhandahallas och i vilken utstrackning den skall tillhandahallas, 4) vts-omradet samt obligatoriska fartygsrapporteringspunkter och rutter, 5) vts-myndighetens minimiantal anstallda och personalens behorighet, 6) vts-myndighetens verksamhetsmetoder och verksamhetstider, 7) vts-centralens lage samt vts-centralens och vts-omradets tekniska system, samt 8) vilka narmare foreskrifter om fartygsrapporteringen som fartygstrafikservicen forutsatter och vilka radiokanaler som anvands. den behoriga myndigheten kan faststalla olika fartygstrafiktjanster for sektorerna och delomradena inom ett vts-omrade."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Perustamispäätöksen muuttaminen tai peruuttaminen",
      "content": "Toimivaltainen viranomainen voi VTS-viranomaisen esityksestä muuttaa perustamispäätöstä tai peruuttaa sen. Toimivaltainen viranomainen voi lisäksi muuttaa perustamispäätöstä tai peruuttaa sen, jos alusliikennepalvelua ei ylläpidetä perustamispäätöksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Toimivaltainen viranomainen voi VTS-viranomaisen esityksestä muuttaa perustamispäätöstä tai peruuttaa sen. Toimivaltainen viranomainen voi lisäksi muuttaa perustamispäätöstä tai peruuttaa sen, jos alusliikennepalvelua ei ylläpidetä perustamispäätöksen mukaisesti.",
        "folded_fi": "toimivaltainen viranomainen voi vts-viranomaisen esityksesta muuttaa perustamispaatosta tai peruuttaa sen. toimivaltainen viranomainen voi lisaksi muuttaa perustamispaatosta tai peruuttaa sen, jos alusliikennepalvelua ei yllapideta perustamispaatoksen mukaisesti.",
        "title_sv": "Ändring eller återkallande av beslut om inrättande",
        "content_sv": "Den behöriga myndigheten kan på framställning av VTS-myndigheten ändra ett beslut om inrättande eller återkalla det. Den behöriga myndigheten kan dessutom ändra beslutet om inrättande eller återkalla det, om fartygstrafikservicen inte upprätthålls i enlighet med beslutet om inrättande.",
        "normalized_sv": "Den behöriga myndigheten kan på framställning av VTS-myndigheten ändra ett beslut om inrättande eller återkalla det. Den behöriga myndigheten kan dessutom ändra beslutet om inrättande eller återkalla det, om fartygstrafikservicen inte upprätthålls i enlighet med beslutet om inrättande.",
        "folded_sv": "den behoriga myndigheten kan pa framstallning av vts-myndigheten andra ett beslut om inrattande eller aterkalla det. den behoriga myndigheten kan dessutom andra beslutet om inrattande eller aterkalla det, om fartygstrafikservicen inte uppratthalls i enlighet med beslutet om inrattande."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Perustamispäätöksestä, sen muuttamisesta tai peruuttamisesta tiedottaminen",
      "content": "VTS-viranomaisen on tiedotettava kansallisissa ja kansainvälisissä VTS-julkaisuissa alusliikennepalvelun perustamispäätöksestä, sen muuttamisesta tai sen peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "VTS-viranomaisen on tiedotettava kansallisissa ja kansainvälisissä VTS-julkaisuissa alusliikennepalvelun perustamispäätöksestä, sen muuttamisesta tai sen peruuttamisesta.",
        "folded_fi": "vts-viranomaisen on tiedotettava kansallisissa ja kansainvalisissa vts-julkaisuissa alusliikennepalvelun perustamispaatoksesta, sen muuttamisesta tai sen peruuttamisesta.",
        "title_sv": "Information om beslut om inrättande samt om ändring eller återkallande av beslutet",
        "content_sv": "VTS-myndigheten skall i nationella och internationella VTS-publikationer informera om beslut om att inrätta fartygstrafikservice samt om ändring eller återkallande av beslutet.",
        "normalized_sv": "VTS-myndigheten skall i nationella och internationella VTS-publikationer informera om beslut om att inrätta fartygstrafikservice samt om ändring eller återkallande av beslutet.",
        "folded_sv": "vts-myndigheten skall i nationella och internationella vts-publikationer informera om beslut om att inratta fartygstrafikservice samt om andring eller aterkallande av beslutet."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Alusliikenneohjaajan pätevyys ja työpaikkakoulutus",
      "content": "Alusliikenneohjaajalla tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. Alusliikenneohjaajana saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikenneohjaajan työpaikkakoulutuksen. VTS-viranomainen tekee pätevyystodistukseen merkinnän suoritetusta työpaikkakoulutuksesta. Merenkulkulaitos vahvistaa työpaikkakoulutussuunnitelman, jonka tulee sisältää kuvaus annettavasta koulutuskokonaisuudesta sekä määritelmät hyväksytysti suoritetun koulutusjakson jälkeen edellytetyistä tiedoista ja taidoista aihealueittain. Alusliikenneohjaajan työpaikkakoulutuksesta ja työpaikkakoulutussuunnitelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Alusliikenneohjaajalla tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. Alusliikenneohjaajana saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikenneohjaajan työpaikkakoulutuksen. VTS-viranomainen tekee pätevyystodistukseen merkinnän suoritetusta työpaikkakoulutuksesta. Merenkulkulaitos vahvistaa työpaikkakoulutussuunnitelman, jonka tulee sisältää kuvaus annettavasta koulutuskokonaisuudesta sekä määritelmät hyväksytysti suoritetun koulutusjakson jälkeen edellytetyistä tiedoista ja taidoista aihealueittain. Alusliikenneohjaajan työpaikkakoulutuksesta ja työpaikkakoulutussuunnitelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajalla tulee olla sellainen patevyys, etta han pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. alusliikenneohjaajana saa toimia henkilo, jolla on voimassa oleva merenkulkulaitoksen myontama alusliikenneohjaajan patevyystodistus ja joka on suorittanut alusliikenneohjaajan tyopaikkakoulutuksen. vts-viranomainen tekee patevyystodistukseen merkinnan suoritetusta tyopaikkakoulutuksesta. merenkulkulaitos vahvistaa tyopaikkakoulutussuunnitelman, jonka tulee sisaltaa kuvaus annettavasta koulutuskokonaisuudesta seka maaritelmat hyvaksytysti suoritetun koulutusjakson jalkeen edellytetyista tiedoista ja taidoista aihealueittain. alusliikenneohjaajan tyopaikkakoulutuksesta ja tyopaikkakoulutussuunnitelmasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för VTS-operatörer och arbetsplatsutbildning",
        "content_sv": "VTS-operatörer skall ha sådan behörighet att de kan sköta fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer och som har genomgått arbetsplatsutbildning för VTS-operatörer får vara VTS-operatör. VTS-myndigheten gör i behörighetsintyget en anteckning om genomgången arbetsplatsutbildning. Sjöfartsverket fastställer en utbildningsplan för arbetsplatsutbildningen som skall innehålla en beskrivning av den utbildningshelhet som ges samt definitioner på de kunskaper och färdigheter ämnesområdesvis som förutsätts hos en person som genomgått en utbildningsperiod med godkänt resultat. Angående arbetsplatsutbildning och arbetsplatsutbildningsplan för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "VTS-operatörer skall ha sådan behörighet att de kan sköta fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer och som har genomgått arbetsplatsutbildning för VTS-operatörer får vara VTS-operatör. VTS-myndigheten gör i behörighetsintyget en anteckning om genomgången arbetsplatsutbildning. Sjöfartsverket fastställer en utbildningsplan för arbetsplatsutbildningen som skall innehålla en beskrivning av den utbildningshelhet som ges samt definitioner på de kunskaper och färdigheter ämnesområdesvis som förutsätts hos en person som genomgått en utbildningsperiod med godkänt resultat. Angående arbetsplatsutbildning och arbetsplatsutbildningsplan för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "vts-operatorer skall ha sadan behorighet att de kan skota fartygstrafikservicen pa ett sakert och effektivt satt. den som har ett giltigt, av sjofartsverket beviljat behorighetsintyg for vts-operatorer och som har genomgatt arbetsplatsutbildning for vts-operatorer far vara vts-operator. vts-myndigheten gor i behorighetsintyget en anteckning om genomgangen arbetsplatsutbildning. sjofartsverket faststaller en utbildningsplan for arbetsplatsutbildningen som skall innehalla en beskrivning av den utbildningshelhet som ges samt definitioner pa de kunskaper och fardigheter amnesomradesvis som forutsatts hos en person som genomgatt en utbildningsperiod med godkant resultat. angaende arbetsplatsutbildning och arbetsplatsutbildningsplan for vts-operatorer bestams narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Alusliikenneohjaajan pätevyystodistus",
      "content": "Alusliikenneohjaajan pätevyystodistuksen myöntämisen edellytyksenä on, että hakija on suorittanut hyväksytysti alusliikenneohjaajan peruskoulutuksen ja että hän hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Jos pätevyystodistus oikeuttaa antamaan 6 tai 7 §:ssä tarkoitettua palvelua, edellytetään lisäksi, että hakija on suorittanut vahtiperämiehen tutkinnon ja saanut vahtiperämiehenkirjan. Merenkulkulaitos merkitsee pätevyystodistukseen ne alusliikennepalvelut, joita pätevyystodistuksen haltija on oikeutettu antamaan. Alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Alusliikenneohjaajan pätevyystodistuksen myöntämisen edellytyksenä on, että hakija on suorittanut hyväksytysti alusliikenneohjaajan peruskoulutuksen ja että hän hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Jos pätevyystodistus oikeuttaa antamaan 6 tai 7 § :ssä tarkoitettua palvelua, edellytetään lisäksi, että hakija on suorittanut vahtiperämiehen tutkinnon ja saanut vahtiperämiehenkirjan. Merenkulkulaitos merkitsee pätevyystodistukseen ne alusliikennepalvelut, joita pätevyystodistuksen haltija on oikeutettu antamaan. Alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajan patevyystodistuksen myontamisen edellytyksena on, etta hakija on suorittanut hyvaksytysti alusliikenneohjaajan peruskoulutuksen ja etta han hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. jos patevyystodistus oikeuttaa antamaan 6 tai 7 §:ssa tarkoitettua palvelua, edellytetaan lisaksi, etta hakija on suorittanut vahtiperamiehen tutkinnon ja saanut vahtiperamiehenkirjan. merenkulkulaitos merkitsee patevyystodistukseen ne alusliikennepalvelut, joita patevyystodistuksen haltija on oikeutettu antamaan. alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighetsintyg för VTS-operatörer",
        "content_sv": "För att behörighetsintyg för VTS-operatörer skall kunna beviljas förutsätts att sökanden har genomgått grundutbildningen för VTS-operatörer med godkänt resultat och att han eller hon i nödvändig utsträckning behärskar finska, svenska och engelska. Om behörighetsintyget ger rätt att tillhandahålla service som avses i 6 eller 7 §, förutsätts dessutom att sökanden har avlagt vaktstyrmansexamen och erhållit vaktstyrmansbrev. Sjöfartsverket antecknar i ett behörighetsintyg den fartygstrafikservice som innehavaren av behörighetsintyget är berättigad att tillhandahålla. I fråga om grundutbildning och erforderliga språkkunskaper för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "För att behörighetsintyg för VTS-operatörer skall kunna beviljas förutsätts att sökanden har genomgått grundutbildningen för VTS-operatörer med godkänt resultat och att han eller hon i nödvändig utsträckning behärskar finska, svenska och engelska. Om behörighetsintyget ger rätt att tillhandahålla service som avses i 6 eller 7 § , förutsätts dessutom att sökanden har avlagt vaktstyrmansexamen och erhållit vaktstyrmansbrev. Sjöfartsverket antecknar i ett behörighetsintyg den fartygstrafikservice som innehavaren av behörighetsintyget är berättigad att tillhandahålla. I fråga om grundutbildning och erforderliga språkkunskaper för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "for att behorighetsintyg for vts-operatorer skall kunna beviljas forutsatts att sokanden har genomgatt grundutbildningen for vts-operatorer med godkant resultat och att han eller hon i nodvandig utstrackning beharskar finska, svenska och engelska. om behorighetsintyget ger ratt att tillhandahalla service som avses i 6 eller 7 §, forutsatts dessutom att sokanden har avlagt vaktstyrmansexamen och erhallit vaktstyrmansbrev. sjofartsverket antecknar i ett behorighetsintyg den fartygstrafikservice som innehavaren av behorighetsintyget ar berattigad att tillhandahalla. i fraga om grundutbildning och erforderliga sprakkunskaper for vts-operatorer bestams narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Alusliikennepalvelun esimiehen pätevyys",
      "content": "Alusliikennepalvelun esimiehellä tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. Alusliikennepalvelun esimiehenä saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Merenkulkulaitos tekee pätevyystodistukseen merkinnän hyväksytysti suoritetusta peruskoulutuksesta. Alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Alusliikennepalvelun esimiehellä tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. Alusliikennepalvelun esimiehenä saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Merenkulkulaitos tekee pätevyystodistukseen merkinnän hyväksytysti suoritetusta peruskoulutuksesta. Alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikennepalvelun esimiehella tulee olla sellainen patevyys, etta han pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. alusliikennepalvelun esimiehena saa toimia henkilo, jolla on voimassa oleva merenkulkulaitoksen myontama alusliikenneohjaajan patevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. merenkulkulaitos tekee patevyystodistukseen merkinnan hyvaksytysti suoritetusta peruskoulutuksesta. alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för VTS-chefer",
        "content_sv": "VTS-chefer skall ha sådan behörighet att de kan leda fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer, har genomgått grundutbildningen för VTS-chefer och i nödvändig utsträckning behärskar finska, svenska och engelska får vara VTS-chef. Sjöfartsverket gör i behörighetsintyget en anteckning om grundutbildning som genomgåtts med godkänt resultat. Angående grundutbildning och erforderliga språkkunskaper för VTS-chefer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "VTS-chefer skall ha sådan behörighet att de kan leda fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer, har genomgått grundutbildningen för VTS-chefer och i nödvändig utsträckning behärskar finska, svenska och engelska får vara VTS-chef. Sjöfartsverket gör i behörighetsintyget en anteckning om grundutbildning som genomgåtts med godkänt resultat. Angående grundutbildning och erforderliga språkkunskaper för VTS-chefer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "vts-chefer skall ha sadan behorighet att de kan leda fartygstrafikservicen pa ett sakert och effektivt satt. den som har ett giltigt, av sjofartsverket beviljat behorighetsintyg for vts-operatorer, har genomgatt grundutbildningen for vts-chefer och i nodvandig utstrackning beharskar finska, svenska och engelska far vara vts-chef. sjofartsverket gor i behorighetsintyget en anteckning om grundutbildning som genomgatts med godkant resultat. angaende grundutbildning och erforderliga sprakkunskaper for vts-chefer bestams narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Alusliikenneohjaajan pätevyystodistuksen voimassaolo ja uusiminen",
      "content": "Alusliikenneohjaajan pätevyystodistus myönnetään määräajaksi, enintään viideksi vuodeksi, ja se voidaan hakemuksesta uusia. Pätevyystodistuksen uusimisen edellytyksenä on, että hakija osoittaa säilyttäneensä ammattitaitonsa ja että hän on suorittanut hyväksytysti alusliikenneohjaajan ammatillisen täydennyskoulutuksen. VTS-viranomaisen tulee suorittaa vuosittain pätevyyden ja osaamisen arviointia ja tehdä siitä merkintä pätevyystodistukseen. Jos henkilö on yhtäjaksoisesti poissa yli 12 kuukautta työstä, johon hän on saanut kelpuutusmerkinnän, tulee hänen ennen työn uudelleen aloittamista suorittaa hyväksytysti työpaikkakoulutusjakso. Pätevyystodistuksen uusimiseen liittyvästä pätevyyden ja osaamisen arvioinnista, työpaikkakoulutuksesta sekä ammatillisesta täydennyskoulutuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Alusliikenneohjaajan pätevyystodistus myönnetään määräajaksi, enintään viideksi vuodeksi, ja se voidaan hakemuksesta uusia. Pätevyystodistuksen uusimisen edellytyksenä on, että hakija osoittaa säilyttäneensä ammattitaitonsa ja että hän on suorittanut hyväksytysti alusliikenneohjaajan ammatillisen täydennyskoulutuksen. VTS-viranomaisen tulee suorittaa vuosittain pätevyyden ja osaamisen arviointia ja tehdä siitä merkintä pätevyystodistukseen. Jos henkilö on yhtäjaksoisesti poissa yli 12 kuukautta työstä, johon hän on saanut kelpuutusmerkinnän, tulee hänen ennen työn uudelleen aloittamista suorittaa hyväksytysti työpaikkakoulutusjakso. Pätevyystodistuksen uusimiseen liittyvästä pätevyyden ja osaamisen arvioinnista, työpaikkakoulutuksesta sekä ammatillisesta täydennyskoulutuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajan patevyystodistus myonnetaan maaraajaksi, enintaan viideksi vuodeksi, ja se voidaan hakemuksesta uusia. patevyystodistuksen uusimisen edellytyksena on, etta hakija osoittaa sailyttaneensa ammattitaitonsa ja etta han on suorittanut hyvaksytysti alusliikenneohjaajan ammatillisen taydennyskoulutuksen. vts-viranomaisen tulee suorittaa vuosittain patevyyden ja osaamisen arviointia ja tehda siita merkinta patevyystodistukseen. jos henkilo on yhtajaksoisesti poissa yli 12 kuukautta tyosta, johon han on saanut kelpuutusmerkinnan, tulee hanen ennen tyon uudelleen aloittamista suorittaa hyvaksytysti tyopaikkakoulutusjakso. patevyystodistuksen uusimiseen liittyvasta patevyyden ja osaamisen arvioinnista, tyopaikkakoulutuksesta seka ammatillisesta taydennyskoulutuksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Giltighet för och förnyande av behörighetsintyg för VTS-operatörer",
        "content_sv": "Behörighetsintyg för VTS-operatörer beviljas för viss tid, högst fem år, och kan förnyas på ansökan. För att behörighetsintyg skall kunna förnyas förutsätts att sökanden visar att han eller hon har bibehållit sin yrkesskicklighet och genomgått kompletterande yrkesutbildning för VTS-operatörer med godkänt resultat. VTS-myndigheten skall varje år göra en utvärdering av behörigheten och kunnandet och anteckna detta i behörighetsintyget. Om en person oavbrutet är borta mer än 12 månader från sitt arbete, för vilket han eller hon har erhållit en anteckning om godkännande, skall personen i fråga innan han eller hon börjar arbeta på nytt genomgå en arbetsplatsutbildningsperiod med godkänt resultat. I fråga om utvärdering av behörigheten och kunnandet i anknytning till förnyandet av behörighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning föreskrivs närmare genom förordning av statsrådet.",
        "normalized_sv": "Behörighetsintyg för VTS-operatörer beviljas för viss tid, högst fem år, och kan förnyas på ansökan. För att behörighetsintyg skall kunna förnyas förutsätts att sökanden visar att han eller hon har bibehållit sin yrkesskicklighet och genomgått kompletterande yrkesutbildning för VTS-operatörer med godkänt resultat. VTS-myndigheten skall varje år göra en utvärdering av behörigheten och kunnandet och anteckna detta i behörighetsintyget. Om en person oavbrutet är borta mer än 12 månader från sitt arbete, för vilket han eller hon har erhållit en anteckning om godkännande, skall personen i fråga innan han eller hon börjar arbeta på nytt genomgå en arbetsplatsutbildningsperiod med godkänt resultat. I fråga om utvärdering av behörigheten och kunnandet i anknytning till förnyandet av behörighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning föreskrivs närmare genom förordning av statsrådet.",
        "folded_sv": "behorighetsintyg for vts-operatorer beviljas for viss tid, hogst fem ar, och kan fornyas pa ansokan. for att behorighetsintyg skall kunna fornyas forutsatts att sokanden visar att han eller hon har bibehallit sin yrkesskicklighet och genomgatt kompletterande yrkesutbildning for vts-operatorer med godkant resultat. vts-myndigheten skall varje ar gora en utvardering av behorigheten och kunnandet och anteckna detta i behorighetsintyget. om en person oavbrutet ar borta mer an 12 manader fran sitt arbete, for vilket han eller hon har erhallit en anteckning om godkannande, skall personen i fraga innan han eller hon borjar arbeta pa nytt genomga en arbetsplatsutbildningsperiod med godkant resultat. i fraga om utvardering av behorigheten och kunnandet i anknytning till fornyandet av behorighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning foreskrivs narmare genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Alusliikenneohjaajan pätevyystodistuksen peruuttaminen",
      "content": "Merenkulkulaitoksen on peruutettava alusliikenneohjaajan pätevyystodistus, jos henkilö ei enää tiedoiltaan ja taidoiltaan täytä pätevyystodistuksen saamisen edellytyksiä. Merenkulkulaitos voi asian tutkittuaan peruuttaa pätevyystodistuksen, jos: 1) pätevyystodistuksen haltija toistuvasti rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä; tai 2) pätevyystodistuksen haltija on tehtäviään hoitaessaan päihtyneenä. Ennen pätevyystodistuksen peruuttamispäätöstä tulee asianomaista henkilöä kuulla asiassa. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa Merenkulkulaitos voi velvoittaa pätevyystodistuksen haltijan toimittamaan heti pätevyystodistuksensa viranomaiselle. Jos pätevyystodistusta ei peruuteta pysyvästi, päätöksessä on määrättävä aika, jonka kuluessa pätevyystodistusta ei anneta. Aika alkaa kulua siitä, kun päätös on saatettu asianomaiselle tiedoksi, tai viimeistään pätevyystodistuksen voimassaolon päättyessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Merenkulkulaitoksen on peruutettava alusliikenneohjaajan pätevyystodistus, jos henkilö ei enää tiedoiltaan ja taidoiltaan täytä pätevyystodistuksen saamisen edellytyksiä. Merenkulkulaitos voi asian tutkittuaan peruuttaa pätevyystodistuksen, jos: 1) pätevyystodistuksen haltija toistuvasti rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä; tai 2) pätevyystodistuksen haltija on tehtäviään hoitaessaan päihtyneenä. Ennen pätevyystodistuksen peruuttamispäätöstä tulee asianomaista henkilöä kuulla asiassa. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa Merenkulkulaitos voi velvoittaa pätevyystodistuksen haltijan toimittamaan heti pätevyystodistuksensa viranomaiselle. Jos pätevyystodistusta ei peruuteta pysyvästi, päätöksessä on määrättävä aika, jonka kuluessa pätevyystodistusta ei anneta. Aika alkaa kulua siitä, kun päätös on saatettu asianomaiselle tiedoksi, tai viimeistään pätevyystodistuksen voimassaolon päättyessä.",
        "folded_fi": "merenkulkulaitoksen on peruutettava alusliikenneohjaajan patevyystodistus, jos henkilo ei enaa tiedoiltaan ja taidoiltaan tayta patevyystodistuksen saamisen edellytyksia. merenkulkulaitos voi asian tutkittuaan peruuttaa patevyystodistuksen, jos: 1) patevyystodistuksen haltija toistuvasti rikkoo tata lakia tai sen nojalla annettuja saannoksia tai maarayksia; tai 2) patevyystodistuksen haltija on tehtaviaan hoitaessaan paihtyneena. ennen patevyystodistuksen peruuttamispaatosta tulee asianomaista henkiloa kuulla asiassa. edella 1 ja 2 momentissa tarkoitetuissa tapauksissa merenkulkulaitos voi velvoittaa patevyystodistuksen haltijan toimittamaan heti patevyystodistuksensa viranomaiselle. jos patevyystodistusta ei peruuteta pysyvasti, paatoksessa on maarattava aika, jonka kuluessa patevyystodistusta ei anneta. aika alkaa kulua siita, kun paatos on saatettu asianomaiselle tiedoksi, tai viimeistaan patevyystodistuksen voimassaolon paattyessa.",
        "title_sv": "Återkallande av behörighetsintyg för VTS-operatör",
        "content_sv": "Sjöfartsverket skall återkalla behörighetsintyget för en VTS-operatör, om han eller hon inte längre i fråga om kunskaper och färdigheter uppfyller kraven för erhållande av behörighetsintyg. Sjöfartsverket kan, efter att ha undersökt saken, återkalla ett behörighetsintyg, om 1) den som innehar behörighetsintyget upprepade gånger bryter mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den, eller 2) innehavaren av behörighetsintyget har varit berusad vid skötseln av sina uppgifter. Innan beslut om återkallande av behörighetsintyg fattas skall den person som saken gäller höras. I de fall som avses i 1 och 2 mom. kan Sjöfartsverket ålägga innehavaren av behörighetsintyget att genast tillställa myndigheten sitt behörighetsintyg. Om behörighetsintyget inte återkallas permanent, skall i beslutet anges den tid under vilken behörighetsintyg inte ges. Tiden räknas från det att personen i fråga har delgivits beslutet eller senast från det att behörighetsintyget upphör att gälla.",
        "normalized_sv": "Sjöfartsverket skall återkalla behörighetsintyget för en VTS-operatör, om han eller hon inte längre i fråga om kunskaper och färdigheter uppfyller kraven för erhållande av behörighetsintyg. Sjöfartsverket kan, efter att ha undersökt saken, återkalla ett behörighetsintyg, om 1) den som innehar behörighetsintyget upprepade gånger bryter mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den, eller 2) innehavaren av behörighetsintyget har varit berusad vid skötseln av sina uppgifter. Innan beslut om återkallande av behörighetsintyg fattas skall den person som saken gäller höras. I de fall som avses i 1 och 2 mom. kan Sjöfartsverket ålägga innehavaren av behörighetsintyget att genast tillställa myndigheten sitt behörighetsintyg. Om behörighetsintyget inte återkallas permanent, skall i beslutet anges den tid under vilken behörighetsintyg inte ges. Tiden räknas från det att personen i fråga har delgivits beslutet eller senast från det att behörighetsintyget upphör att gälla.",
        "folded_sv": "sjofartsverket skall aterkalla behorighetsintyget for en vts-operator, om han eller hon inte langre i fraga om kunskaper och fardigheter uppfyller kraven for erhallande av behorighetsintyg. sjofartsverket kan, efter att ha undersokt saken, aterkalla ett behorighetsintyg, om 1) den som innehar behorighetsintyget upprepade ganger bryter mot denna lag eller bestammelser eller foreskrifter som utfardats med stod av den, eller 2) innehavaren av behorighetsintyget har varit berusad vid skotseln av sina uppgifter. innan beslut om aterkallande av behorighetsintyg fattas skall den person som saken galler horas. i de fall som avses i 1 och 2 mom. kan sjofartsverket alagga innehavaren av behorighetsintyget att genast tillstalla myndigheten sitt behorighetsintyg. om behorighetsintyget inte aterkallas permanent, skall i beslutet anges den tid under vilken behorighetsintyg inte ges. tiden raknas fran det att personen i fraga har delgivits beslutet eller senast fran det att behorighetsintyget upphor att galla."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Alusliikennepalvelun ylläpito",
      "content": "VTS-viranomaisen tulee ylläpitää alusliikennepalvelua VTS-alueellaan tämän lain ja sen nojalla annettujen säännösten sekä 8 §:ssä tarkoitetun perustamispäätöksen mukaisesti sekä valvoa ja ohjata alusliikennettä VTS-keskuksessa ylläpidettävän tilannekuvan perusteella. VTS-viranomaisen tulee varmistua VTS-alueensa palvelutason riittävyydestä liikenteen suhteen. VTS-viranomainen voi yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä muiden viranomaisten tai satamanpitäjien kanssa. VTS-viranomainen vastaa siinäkin tapauksessa alusliikennepalvelun ylläpitämisestä. Alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. VTS-viranomaisen on tallennettava VTS-alueen tilannekuva ja siihen liittyvä VHF-radioliikenne. Tallenteita on säilytettävä 30 vuorokautta. Tallenteiden julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "VTS-viranomaisen tulee ylläpitää alusliikennepalvelua VTS-alueellaan tämän lain ja sen nojalla annettujen säännösten sekä 8 § :ssä tarkoitetun perustamispäätöksen mukaisesti sekä valvoa ja ohjata alusliikennettä VTS-keskuksessa ylläpidettävän tilannekuvan perusteella. VTS-viranomaisen tulee varmistua VTS-alueensa palvelutason riittävyydestä liikenteen suhteen. VTS-viranomainen voi yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä muiden viranomaisten tai satamanpitäjien kanssa. VTS-viranomainen vastaa siinäkin tapauksessa alusliikennepalvelun ylläpitämisestä. Alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. VTS-viranomaisen on tallennettava VTS-alueen tilannekuva ja siihen liittyvä VHF-radioliikenne. Tallenteita on säilytettävä 30 vuorokautta. Tallenteiden julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "vts-viranomaisen tulee yllapitaa alusliikennepalvelua vts-alueellaan taman lain ja sen nojalla annettujen saannosten seka 8 §:ssa tarkoitetun perustamispaatoksen mukaisesti seka valvoa ja ohjata alusliikennetta vts-keskuksessa yllapidettavan tilannekuvan perusteella. vts-viranomaisen tulee varmistua vts-alueensa palvelutason riittavyydesta liikenteen suhteen. vts-viranomainen voi yhteistoimintasopimuksen nojalla yllapitaa alusliikennepalvelua yhteistyossa muiden viranomaisten tai satamanpitajien kanssa. vts-viranomainen vastaa siinakin tapauksessa alusliikennepalvelun yllapitamisesta. alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vts-viranomaisen on tallennettava vts-alueen tilannekuva ja siihen liittyva vhf-radioliikenne. tallenteita on sailytettava 30 vuorokautta. tallenteiden julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Upprätthållande av fartygstrafikservice",
        "content_sv": "VTS-myndigheten skall upprätthålla fartygstrafikservicen inom sitt VTS-område i enlighet med bestämmelserna i denna lag och bestämmelser som utfärdats med stöd av den samt i enlighet med det beslut om inrättande som avses i 8 § och dessutom övervaka och leda fartygstrafiken utifrån den lägesbild som upprätthålls vid VTS-centralen. VTS-myndigheten skall försäkra sig om att servicenivån på dess VTS-område är tillräcklig i förhållande till trafiken. VTS-myndigheten kan med stöd av ett samarbetsavtal upprätthålla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. VTS-myndigheten ansvarar även i detta fall för upprätthållandet av fartygstrafikservicen. På VTS-operatören tillämpas bestämmelserna om straffrättsligt tjänsteansvar. VTS-myndigheten skall registrera lägesbilden av VTS-området och den därtill hörande VHF-radiotrafiken. Dessa upptagningar skall förvaras i 30 dygn. I fråga om upptagningarnas offentlighet gäller lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "VTS-myndigheten skall upprätthålla fartygstrafikservicen inom sitt VTS-område i enlighet med bestämmelserna i denna lag och bestämmelser som utfärdats med stöd av den samt i enlighet med det beslut om inrättande som avses i 8 § och dessutom övervaka och leda fartygstrafiken utifrån den lägesbild som upprätthålls vid VTS-centralen. VTS-myndigheten skall försäkra sig om att servicenivån på dess VTS-område är tillräcklig i förhållande till trafiken. VTS-myndigheten kan med stöd av ett samarbetsavtal upprätthålla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. VTS-myndigheten ansvarar även i detta fall för upprätthållandet av fartygstrafikservicen. På VTS-operatören tillämpas bestämmelserna om straffrättsligt tjänsteansvar. VTS-myndigheten skall registrera lägesbilden av VTS-området och den därtill hörande VHF-radiotrafiken. Dessa upptagningar skall förvaras i 30 dygn. I fråga om upptagningarnas offentlighet gäller lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "vts-myndigheten skall uppratthalla fartygstrafikservicen inom sitt vts-omrade i enlighet med bestammelserna i denna lag och bestammelser som utfardats med stod av den samt i enlighet med det beslut om inrattande som avses i 8 § och dessutom overvaka och leda fartygstrafiken utifran den lagesbild som uppratthalls vid vts-centralen. vts-myndigheten skall forsakra sig om att servicenivan pa dess vts-omrade ar tillracklig i forhallande till trafiken. vts-myndigheten kan med stod av ett samarbetsavtal uppratthalla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. vts-myndigheten ansvarar aven i detta fall for uppratthallandet av fartygstrafikservicen. pa vts-operatoren tillampas bestammelserna om straffrattsligt tjansteansvar. vts-myndigheten skall registrera lagesbilden av vts-omradet och den dartill horande vhf-radiotrafiken. dessa upptagningar skall forvaras i 30 dygn. i fraga om upptagningarnas offentlighet galler lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Alusliikenteen tilapäinen ohjaaminen erityistilanteissa",
      "content": "VTS-viranomainen voi tarvittaessa poikkeavien sää-, jää- tai vedenkorkeusolosuhteiden vuoksi tai VTS-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennettä rajoittavan tai vaarantavan seikan vuoksi tilapäisesti määrätä: 1) vesialueen, väylän tai väylän osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; sekä 3) nopeusrajoituksia vesialueella tai väylällä. Toimenpiteistä on tiedotettava välittömästi VTS-alueella oleville tai sinne matkalla oleville aluksille sekä asianomaiselle satamanpitäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "VTS-viranomainen voi tarvittaessa poikkeavien sää-, jää- tai vedenkorkeusolosuhteiden vuoksi tai VTS-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennettä rajoittavan tai vaarantavan seikan vuoksi tilapäisesti määrätä: 1) vesialueen, väylän tai väylän osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; sekä 3) nopeusrajoituksia vesialueella tai väylällä. Toimenpiteistä on tiedotettava välittömästi VTS-alueella oleville tai sinne matkalla oleville aluksille sekä asianomaiselle satamanpitäjälle.",
        "folded_fi": "vts-viranomainen voi tarvittaessa poikkeavien saa-, jaa- tai vedenkorkeusolosuhteiden vuoksi tai vts-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennetta rajoittavan tai vaarantavan seikan vuoksi tilapaisesti maarata: 1) vesialueen, vaylan tai vaylan osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; seka 3) nopeusrajoituksia vesialueella tai vaylalla. toimenpiteista on tiedotettava valittomasti vts-alueella oleville tai sinne matkalla oleville aluksille seka asianomaiselle satamanpitajalle.",
        "title_sv": "Tillfällig ledning av fartygstrafiken i specialsituationer",
        "content_sv": "VTS-myndigheten kan vid behov till följd av avvikande väderleks- och isförhållanden eller vattenstånd eller på grund av en specialtransport eller sjöräddningsaktion på VTS-området eller någon annan omständighet som begränsar eller äventyrar trafiken temporärt beordra 1) att ett vattenområde, en farled eller en del av en farled skall stängas, 2) att fartyg skall dirigeras till en ankarplats eller återvända till kaj, samt 3) hastighetsbegränsningar inom ett vattenområde eller en farled. Information om åtgärderna skall omedelbart ges fartyg som befinner sig inom VTS-området eller är på väg dit samt den hamninnehavare som saken gäller.",
        "normalized_sv": "VTS-myndigheten kan vid behov till följd av avvikande väderleks- och isförhållanden eller vattenstånd eller på grund av en specialtransport eller sjöräddningsaktion på VTS-området eller någon annan omständighet som begränsar eller äventyrar trafiken temporärt beordra 1) att ett vattenområde, en farled eller en del av en farled skall stängas, 2) att fartyg skall dirigeras till en ankarplats eller återvända till kaj, samt 3) hastighetsbegränsningar inom ett vattenområde eller en farled. Information om åtgärderna skall omedelbart ges fartyg som befinner sig inom VTS-området eller är på väg dit samt den hamninnehavare som saken gäller.",
        "folded_sv": "vts-myndigheten kan vid behov till foljd av avvikande vaderleks- och isforhallanden eller vattenstand eller pa grund av en specialtransport eller sjoraddningsaktion pa vts-omradet eller nagon annan omstandighet som begransar eller aventyrar trafiken temporart beordra 1) att ett vattenomrade, en farled eller en del av en farled skall stangas, 2) att fartyg skall dirigeras till en ankarplats eller atervanda till kaj, samt 3) hastighetsbegransningar inom ett vattenomrade eller en farled. information om atgarderna skall omedelbart ges fartyg som befinner sig inom vts-omradet eller ar pa vag dit samt den hamninnehavare som saken galler."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "VTS-viranomaisen ilmoitusvelvollisuudet",
      "content": "VTS-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ympäristö-, aluevalvonta-, poliisi- tai tulliviranomaisille sekä asianomaisille satamanpitäjille havaitsemistaan tai sille ilmoitetuista tiettyä alusta koskevista aluksen tai siinä olevien ihmisten turvallisuuteen, meripelastukseen, ympäristönsuojeluun tai alue- taikka tullivalvontaan liittyvistä olennaisista seikoista. VTS-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien Euroopan unionin jäsenvaltioiden asianomaisille VTS-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ympäristölle. VTS-viranomaisen ilmoitusvelvollisuuksista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "VTS-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ympäristö-, aluevalvonta-, poliisi- tai tulliviranomaisille sekä asianomaisille satamanpitäjille havaitsemistaan tai sille ilmoitetuista tiettyä alusta koskevista aluksen tai siinä olevien ihmisten turvallisuuteen, meripelastukseen, ympäristönsuojeluun tai alue- taikka tullivalvontaan liittyvistä olennaisista seikoista. VTS-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien Euroopan unionin jäsenvaltioiden asianomaisille VTS-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ympäristölle. VTS-viranomaisen ilmoitusvelvollisuuksista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vts-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ymparisto-, aluevalvonta-, poliisi- tai tulliviranomaisille seka asianomaisille satamanpitajille havaitsemistaan tai sille ilmoitetuista tiettya alusta koskevista aluksen tai siina olevien ihmisten turvallisuuteen, meripelastukseen, ymparistonsuojeluun tai alue- taikka tullivalvontaan liittyvista olennaisista seikoista. vts-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien euroopan unionin jasenvaltioiden asianomaisille vts-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ymparistolle. vts-viranomaisen ilmoitusvelvollisuuksista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "VTS-myndighetens anmälnings- och rapporteringsskyldigheter",
        "content_sv": "VTS-myndigheten skall till vederbörande sjöfarts-, sjöräddnings-, miljö-, territorialövervaknings-, polis- eller tullmyndighet samt vederbörande hamninnehavare rapportera om alla sådana väsentliga omständigheter som har samband med ett visst fartygs eller de på fartyget ombordvarandes säkerhet, sjöräddningen, miljöskyddet eller territorialövervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmälts till myndigheten. VTS-myndigheten skall tillställa de behöriga VTS-myndigheterna i de medlemsstater i Europeiska unionen som ligger intill fartygets planerade rutt väsentliga uppgifter om sådana fartyg som anses medföra fara för sjöfarten eller utgöra hot mot sjöfartens eller människors säkerhet eller miljön. Närmare bestämmelser om VTS-myndighetens anmälnings- och rapporteringsskyldigheter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "VTS-myndigheten skall till vederbörande sjöfarts-, sjöräddnings-, miljö-, territorialövervaknings-, polis- eller tullmyndighet samt vederbörande hamninnehavare rapportera om alla sådana väsentliga omständigheter som har samband med ett visst fartygs eller de på fartyget ombordvarandes säkerhet, sjöräddningen, miljöskyddet eller territorialövervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmälts till myndigheten. VTS-myndigheten skall tillställa de behöriga VTS-myndigheterna i de medlemsstater i Europeiska unionen som ligger intill fartygets planerade rutt väsentliga uppgifter om sådana fartyg som anses medföra fara för sjöfarten eller utgöra hot mot sjöfartens eller människors säkerhet eller miljön. Närmare bestämmelser om VTS-myndighetens anmälnings- och rapporteringsskyldigheter utfärdas genom förordning av statsrådet.",
        "folded_sv": "vts-myndigheten skall till vederborande sjofarts-, sjoraddnings-, miljo-, territorialovervaknings-, polis- eller tullmyndighet samt vederborande hamninnehavare rapportera om alla sadana vasentliga omstandigheter som har samband med ett visst fartygs eller de pa fartyget ombordvarandes sakerhet, sjoraddningen, miljoskyddet eller territorialovervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmalts till myndigheten. vts-myndigheten skall tillstalla de behoriga vts-myndigheterna i de medlemsstater i europeiska unionen som ligger intill fartygets planerade rutt vasentliga uppgifter om sadana fartyg som anses medfora fara for sjofarten eller utgora hot mot sjofartens eller manniskors sakerhet eller miljon. narmare bestammelser om vts-myndighetens anmalnings- och rapporteringsskyldigheter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "VTS-viranomaisen toimintakäsikirja",
      "content": "VTS-viranomaisen on pidettävä toimintakäsikirjaa, jossa on määritelty VTS-keskuksen toiminnan ja teknisten järjestelmien ylläpitämiseen liittyvät tehtävät ja toimenpiteet sekä varautuminen alusliikennepalvelun ylläpitämiseen poikkeustilanteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "VTS-viranomaisen on pidettävä toimintakäsikirjaa, jossa on määritelty VTS-keskuksen toiminnan ja teknisten järjestelmien ylläpitämiseen liittyvät tehtävät ja toimenpiteet sekä varautuminen alusliikennepalvelun ylläpitämiseen poikkeustilanteissa.",
        "folded_fi": "vts-viranomaisen on pidettava toimintakasikirjaa, jossa on maaritelty vts-keskuksen toiminnan ja teknisten jarjestelmien yllapitamiseen liittyvat tehtavat ja toimenpiteet seka varautuminen alusliikennepalvelun yllapitamiseen poikkeustilanteissa.",
        "title_sv": "VTS-myndighetens drifthandbok",
        "content_sv": "VTS-myndigheten skall föra en drifthandbok i vilken anges de uppgifter och åtgärder som anknyter till upprätthållandet av VTS-centralens verksamhet och tekniska system samt beredskapen för upprätthållandet av fartygstrafikservicen i undantagssituationer.",
        "normalized_sv": "VTS-myndigheten skall föra en drifthandbok i vilken anges de uppgifter och åtgärder som anknyter till upprätthållandet av VTS-centralens verksamhet och tekniska system samt beredskapen för upprätthållandet av fartygstrafikservicen i undantagssituationer.",
        "folded_sv": "vts-myndigheten skall fora en drifthandbok i vilken anges de uppgifter och atgarder som anknyter till uppratthallandet av vts-centralens verksamhet och tekniska system samt beredskapen for uppratthallandet av fartygstrafikservicen i undantagssituationer."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Valvonta kansainvälisillä merialueilla",
      "content": "VTS-viranomaisen on valvottava VTS-alueeseensa liittyvillä kansainvälisillä merialueilla olevien reittijakojärjestelmien ja pakollisten ilmoittautumisjärjestelmien noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "VTS-viranomaisen on valvottava VTS-alueeseensa liittyvillä kansainvälisillä merialueilla olevien reittijakojärjestelmien ja pakollisten ilmoittautumisjärjestelmien noudattamista.",
        "folded_fi": "vts-viranomaisen on valvottava vts-alueeseensa liittyvilla kansainvalisilla merialueilla olevien reittijakojarjestelmien ja pakollisten ilmoittautumisjarjestelmien noudattamista.",
        "title_sv": "Övervakning på internationella havsområden",
        "content_sv": "VTS-myndigheten skall övervaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen på internationella havsområden i anknytning till myndighetens VTS-område iakttas.",
        "normalized_sv": "VTS-myndigheten skall övervaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen på internationella havsområden i anknytning till myndighetens VTS-område iakttas.",
        "folded_sv": "vts-myndigheten skall overvaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen pa internationella havsomraden i anknytning till myndighetens vts-omrade iakttas."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Alusliikennepalveluun osallistuminen",
      "content": "Alukset, joiden suurin pituus on vähintään 24 metriä, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 §:n mukaisessa perustamispäätöksessä määrätyllä tavalla VTS-viranomaiselle, kuuntelemalla VTS-alueella käytössä olevia VHF-kanavia sekä noudattamalla VTS-alueella tapahtuvaa liikennöintiä koskevia säännöksiä ja perustamispäätöksessä vahvistettuja määräyksiä. Puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua VTS-viranomaiselle tämän kanssa erikseen sovittavalla tavalla. VTS-viranomainen voi yksittäistapauksissa sää- tai jääolosuhteiden taikka muiden meriturvallisuussyiden vuoksi määrätä myös muita aluksia osallistumaan alusliikennepalveluun. VTS-viranomainen voi yksittäistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttäen, että alusturvallisuutta ei vaaranneta ja että aluksella on toimiva ja käytössä oleva automaattinen tunnistusjärjestelmä (AIS).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_21",
        "normalized_fi": "Alukset, joiden suurin pituus on vähintään 24 metriä, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 § :n mukaisessa perustamispäätöksessä määrätyllä tavalla VTS-viranomaiselle, kuuntelemalla VTS-alueella käytössä olevia VHF-kanavia sekä noudattamalla VTS-alueella tapahtuvaa liikennöintiä koskevia säännöksiä ja perustamispäätöksessä vahvistettuja määräyksiä. Puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua VTS-viranomaiselle tämän kanssa erikseen sovittavalla tavalla. VTS-viranomainen voi yksittäistapauksissa sää- tai jääolosuhteiden taikka muiden meriturvallisuussyiden vuoksi määrätä myös muita aluksia osallistumaan alusliikennepalveluun. VTS-viranomainen voi yksittäistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttäen, että alusturvallisuutta ei vaaranneta ja että aluksella on toimiva ja käytössä oleva automaattinen tunnistusjärjestelmä (AIS).",
        "folded_fi": "alukset, joiden suurin pituus on vahintaan 24 metria, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 §:n mukaisessa perustamispaatoksessa maaratylla tavalla vts-viranomaiselle, kuuntelemalla vts-alueella kaytossa olevia vhf-kanavia seka noudattamalla vts-alueella tapahtuvaa liikennointia koskevia saannoksia ja perustamispaatoksessa vahvistettuja maarayksia. puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua vts-viranomaiselle taman kanssa erikseen sovittavalla tavalla. vts-viranomainen voi yksittaistapauksissa saa- tai jaaolosuhteiden taikka muiden meriturvallisuussyiden vuoksi maarata myos muita aluksia osallistumaan alusliikennepalveluun. vts-viranomainen voi yksittaistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttaen, etta alusturvallisuutta ei vaaranneta ja etta aluksella on toimiva ja kaytossa oleva automaattinen tunnistusjarjestelma (ais).",
        "title_sv": "Deltagande i fartygstrafikservice",
        "content_sv": "Fartyg vars största längd är minst 24 meter är skyldiga att delta i fartygstrafikservicen genom att anmäla sig till VTS-myndigheten på det sätt som anges i det beslut om inrättande som avses i 8 §, genom att lyssna på de VHF-radiokanaler som används inom VTS-området samt genom att iaktta de bestämmelser som gäller trafiken på VTS-området och de föreskrifter som fastställts i beslutet om inrättande. Försvarsmaktens och gränsbevakningsväsendets fartyg kan anmäla sig till VTS-myndigheten på det sätt som särskilt överenskoms med denna. VTS-myndigheten kan i enskilda fall till följd av väderleks- eller isförhållandena eller av andra sjösäkerhetsskäl bestämma att även andra fartyg skall delta i fartygstrafikservicen. VTS-myndigheten kan i enskilda fall, om anmälan är uppenbart onödig eller oskäligt svår att göra, befria fartyget från anmälningsskyldigheten förutsatt att fartygssäkerheten inte äventyras och att fartyget använder ett fungerande automatiskt identifieringssystem för fartyg (AIS).",
        "normalized_sv": "Fartyg vars största längd är minst 24 meter är skyldiga att delta i fartygstrafikservicen genom att anmäla sig till VTS-myndigheten på det sätt som anges i det beslut om inrättande som avses i 8 § , genom att lyssna på de VHF-radiokanaler som används inom VTS-området samt genom att iaktta de bestämmelser som gäller trafiken på VTS-området och de föreskrifter som fastställts i beslutet om inrättande. Försvarsmaktens och gränsbevakningsväsendets fartyg kan anmäla sig till VTS-myndigheten på det sätt som särskilt överenskoms med denna. VTS-myndigheten kan i enskilda fall till följd av väderleks- eller isförhållandena eller av andra sjösäkerhetsskäl bestämma att även andra fartyg skall delta i fartygstrafikservicen. VTS-myndigheten kan i enskilda fall, om anmälan är uppenbart onödig eller oskäligt svår att göra, befria fartyget från anmälningsskyldigheten förutsatt att fartygssäkerheten inte äventyras och att fartyget använder ett fungerande automatiskt identifieringssystem för fartyg (AIS).",
        "folded_sv": "fartyg vars storsta langd ar minst 24 meter ar skyldiga att delta i fartygstrafikservicen genom att anmala sig till vts-myndigheten pa det satt som anges i det beslut om inrattande som avses i 8 §, genom att lyssna pa de vhf-radiokanaler som anvands inom vts-omradet samt genom att iaktta de bestammelser som galler trafiken pa vts-omradet och de foreskrifter som faststallts i beslutet om inrattande. forsvarsmaktens och gransbevakningsvasendets fartyg kan anmala sig till vts-myndigheten pa det satt som sarskilt overenskoms med denna. vts-myndigheten kan i enskilda fall till foljd av vaderleks- eller isforhallandena eller av andra sjosakerhetsskal bestamma att aven andra fartyg skall delta i fartygstrafikservicen. vts-myndigheten kan i enskilda fall, om anmalan ar uppenbart onodig eller oskaligt svar att gora, befria fartyget fran anmalningsskyldigheten forutsatt att fartygssakerheten inte aventyras och att fartyget anvander ett fungerande automatiskt identifieringssystem for fartyg (ais)."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Aluksen päällikön vastuu ja ilmoitusvelvollisuus",
      "content": "Päällikkö vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. Jos aluksen päällikkö aluksen turvallisuuteen liittyvästä pakottavasta syystä ei pysty osallistumaan alusliikennepalveluun 21 §:ssä säädetyllä tavalla tai ei pysty noudattamaan alusliikenteen tilapäiseksi ohjaamiseksi 17 §:n nojalla annettuja määräyksiä, hänen on ilmoitettava tästä välittömästi VTS-viranomaiselle sekä annettava asiasta VTS-viranomaisen pyynnöstä erillinen kirjallinen selvitys. Aluksen päällikön on ilmoitettava 17 §:n mukaisista alusta koskevista oleellisista toimenpiteistä laivanisännälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Päällikkö vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. Jos aluksen päällikkö aluksen turvallisuuteen liittyvästä pakottavasta syystä ei pysty osallistumaan alusliikennepalveluun 21 § :ssä säädetyllä tavalla tai ei pysty noudattamaan alusliikenteen tilapäiseksi ohjaamiseksi 17 § :n nojalla annettuja määräyksiä, hänen on ilmoitettava tästä välittömästi VTS-viranomaiselle sekä annettava asiasta VTS-viranomaisen pyynnöstä erillinen kirjallinen selvitys. Aluksen päällikön on ilmoitettava 17 § :n mukaisista alusta koskevista oleellisista toimenpiteistä laivanisännälle.",
        "folded_fi": "paallikko vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. jos aluksen paallikko aluksen turvallisuuteen liittyvasta pakottavasta syysta ei pysty osallistumaan alusliikennepalveluun 21 §:ssa saadetylla tavalla tai ei pysty noudattamaan alusliikenteen tilapaiseksi ohjaamiseksi 17 §:n nojalla annettuja maarayksia, hanen on ilmoitettava tasta valittomasti vts-viranomaiselle seka annettava asiasta vts-viranomaisen pyynnosta erillinen kirjallinen selvitys. aluksen paallikon on ilmoitettava 17 §:n mukaisista alusta koskevista oleellisista toimenpiteista laivanisannalle.",
        "title_sv": "Fartygsbefälhavarens ansvar och anmälningsskyldighet",
        "content_sv": "Befälhavaren ansvarar för manövreringen av fartyget då det deltar i fartygstrafikservicen. Kan befälhavaren av något tvingande skäl som anknyter till fartygets säkerhet inte delta i fartygstrafikservicen på det sätt som anges i 21 § eller kan befälhavaren inte iaktta de föreskrifter som utfärdats med stöd av 17 § i syfte att tillfälligt leda fartygstrafiken, skall befälhavaren omedelbart underrätta VTS-myndigheten om detta samt på begäran av VTS-myndigheten lämna in en separat skriftlig utredning i ärendet. Fartygets befälhavare skall underrätta redaren om alla sådana väsentliga åtgärder enligt 17 § som gäller fartyget.",
        "normalized_sv": "Befälhavaren ansvarar för manövreringen av fartyget då det deltar i fartygstrafikservicen. Kan befälhavaren av något tvingande skäl som anknyter till fartygets säkerhet inte delta i fartygstrafikservicen på det sätt som anges i 21 § eller kan befälhavaren inte iaktta de föreskrifter som utfärdats med stöd av 17 § i syfte att tillfälligt leda fartygstrafiken, skall befälhavaren omedelbart underrätta VTS-myndigheten om detta samt på begäran av VTS-myndigheten lämna in en separat skriftlig utredning i ärendet. Fartygets befälhavare skall underrätta redaren om alla sådana väsentliga åtgärder enligt 17 § som gäller fartyget.",
        "folded_sv": "befalhavaren ansvarar for manovreringen av fartyget da det deltar i fartygstrafikservicen. kan befalhavaren av nagot tvingande skal som anknyter till fartygets sakerhet inte delta i fartygstrafikservicen pa det satt som anges i 21 § eller kan befalhavaren inte iaktta de foreskrifter som utfardats med stod av 17 § i syfte att tillfalligt leda fartygstrafiken, skall befalhavaren omedelbart underratta vts-myndigheten om detta samt pa begaran av vts-myndigheten lamna in en separat skriftlig utredning i arendet. fartygets befalhavare skall underratta redaren om alla sadana vasentliga atgarder enligt 17 § som galler fartyget."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Merellä tapahtuvista vaaratilanteista ja onnettomuuksista ilmoittaminen",
      "content": "Aluksen päällikön on ilmoitettava VTS-viranomaiselle seuraavista VTS-alueella tai sen läheisyydessä tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentörmäyksestä, pohjakosketuksesta, vauriosta, toimintahäiriöstä tai koneviasta, vuodosta tai lastin siirtymisestä sekä kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista häiriöistä sekä kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sähköntuotantolaitteisiin taikka navigointi- tai viestintälaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ympäristöä pilaavien aineiden pääsystä veteen tai tällaisen päästön uhasta; sekä 4) kaikista merellä ajelehtivista ympäristöä pilaavien aineiden lautoista sekä konteista tai pakkauksista. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Aluksen päällikön on ilmoitettava VTS-viranomaiselle seuraavista VTS-alueella tai sen läheisyydessä tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentörmäyksestä, pohjakosketuksesta, vauriosta, toimintahäiriöstä tai koneviasta, vuodosta tai lastin siirtymisestä sekä kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista häiriöistä sekä kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sähköntuotantolaitteisiin taikka navigointi- tai viestintälaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ympäristöä pilaavien aineiden pääsystä veteen tai tällaisen päästön uhasta; sekä 4) kaikista merellä ajelehtivista ympäristöä pilaavien aineiden lautoista sekä konteista tai pakkauksista. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisällöstä.",
        "folded_fi": "aluksen paallikon on ilmoitettava vts-viranomaiselle seuraavista vts-alueella tai sen laheisyydessa tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentormayksesta, pohjakosketuksesta, vauriosta, toimintahairiosta tai koneviasta, vuodosta tai lastin siirtymisesta seka kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista hairioista seka kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sahkontuotantolaitteisiin taikka navigointi- tai viestintalaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ymparistoa pilaavien aineiden paasysta veteen tai tallaisen paaston uhasta; seka 4) kaikista merella ajelehtivista ymparistoa pilaavien aineiden lautoista seka konteista tai pakkauksista. valtioneuvoston asetuksella saadetaan tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisallosta.",
        "title_sv": "Anmälan om kritiska lägen och olyckor till sjöss",
        "content_sv": "Befälhavaren skall underrätta VTS-myndigheten om följande händelser på VTS-området eller i dess närhet: 1) varje kritiskt läge eller olycka som påverkar fartygets säkerhet, såsom kollision, grundstötning, skada, driftsstörning eller maskinfel, läckage eller förskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt läge eller olycka som äventyrar sjösäkerheten, såsom störningar som kan påverka fartygets manöverförmåga eller sjövärdighet samt varje fel som påverkar framdrivningsmaskinerier, styrinrättningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till förorening av farvatten eller stränder, såsom utsläpp eller risk för utsläpp av förorenande ämnen i vattnet, samt 4) alla till sjöss kringdrivande föroreningsbälten, containrar eller förpackningar. Genom förordning av statsrådet föreskrivs närmare om innehållet i de anmälningar som avses i 1 mom.",
        "normalized_sv": "Befälhavaren skall underrätta VTS-myndigheten om följande händelser på VTS-området eller i dess närhet: 1) varje kritiskt läge eller olycka som påverkar fartygets säkerhet, såsom kollision, grundstötning, skada, driftsstörning eller maskinfel, läckage eller förskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt läge eller olycka som äventyrar sjösäkerheten, såsom störningar som kan påverka fartygets manöverförmåga eller sjövärdighet samt varje fel som påverkar framdrivningsmaskinerier, styrinrättningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till förorening av farvatten eller stränder, såsom utsläpp eller risk för utsläpp av förorenande ämnen i vattnet, samt 4) alla till sjöss kringdrivande föroreningsbälten, containrar eller förpackningar. Genom förordning av statsrådet föreskrivs närmare om innehållet i de anmälningar som avses i 1 mom.",
        "folded_sv": "befalhavaren skall underratta vts-myndigheten om foljande handelser pa vts-omradet eller i dess narhet: 1) varje kritiskt lage eller olycka som paverkar fartygets sakerhet, sasom kollision, grundstotning, skada, driftsstorning eller maskinfel, lackage eller forskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt lage eller olycka som aventyrar sjosakerheten, sasom storningar som kan paverka fartygets manoverformaga eller sjovardighet samt varje fel som paverkar framdrivningsmaskinerier, styrinrattningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till fororening av farvatten eller strander, sasom utslapp eller risk for utslapp av fororenande amnen i vattnet, samt 4) alla till sjoss kringdrivande fororeningsbalten, containrar eller forpackningar. genom forordning av statsradet foreskrivs narmare om innehallet i de anmalningar som avses i 1 mom."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Virka-apu",
      "content": "VTS-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ympäristö-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten päälliköiltä virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_24",
        "normalized_fi": "VTS-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ympäristö-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten päälliköiltä virka-apua.",
        "folded_fi": "vts-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ymparisto-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten paallikoilta virka-apua.",
        "title_sv": "Handräckning",
        "content_sv": "VTS-myndigheten har rätt att få handräckning av försvarsmakten, gränsbevakningsväsendet, miljö-, tull- och polismyndigheterna, räddningsväsendet och befälhavarna på statsfartyg.",
        "normalized_sv": "VTS-myndigheten har rätt att få handräckning av försvarsmakten, gränsbevakningsväsendet, miljö-, tull- och polismyndigheterna, räddningsväsendet och befälhavarna på statsfartyg.",
        "folded_sv": "vts-myndigheten har ratt att fa handrackning av forsvarsmakten, gransbevakningsvasendet, miljo-, tull- och polismyndigheterna, raddningsvasendet och befalhavarna pa statsfartyg."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "Koulutusohjelman hyväksyminen",
      "content": "Merenkulkulaitos hyväksyy alusliikennepalvelutehtävien koulutusohjelmat. Koulutusohjelmaan on sisällytettävä ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtävissä sovellettavat säännökset ja määräykset sekä poikkeustilanteiden hallinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_25",
        "normalized_fi": "Merenkulkulaitos hyväksyy alusliikennepalvelutehtävien koulutusohjelmat. Koulutusohjelmaan on sisällytettävä ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtävissä sovellettavat säännökset ja määräykset sekä poikkeustilanteiden hallinta.",
        "folded_fi": "merenkulkulaitos hyvaksyy alusliikennepalvelutehtavien koulutusohjelmat. koulutusohjelmaan on sisallytettava ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtavissa sovellettavat saannokset ja maaraykset seka poikkeustilanteiden hallinta.",
        "title_sv": "Godkännande av utbildningsprogram",
        "content_sv": "Sjöfartsverket godkänner utbildningsprogrammen för uppgifter inom fartygstrafikservicen. Ett utbildningsprogram skall omfatta åtminstone fartygstrafikservicens grunder, kommunikation, de bestämmelser och föreskrifter som skall tillämpas i uppgifterna samt hantering av undantagssituationer.",
        "normalized_sv": "Sjöfartsverket godkänner utbildningsprogrammen för uppgifter inom fartygstrafikservicen. Ett utbildningsprogram skall omfatta åtminstone fartygstrafikservicens grunder, kommunikation, de bestämmelser och föreskrifter som skall tillämpas i uppgifterna samt hantering av undantagssituationer.",
        "folded_sv": "sjofartsverket godkanner utbildningsprogrammen for uppgifter inom fartygstrafikservicen. ett utbildningsprogram skall omfatta atminstone fartygstrafikservicens grunder, kommunikation, de bestammelser och foreskrifter som skall tillampas i uppgifterna samt hantering av undantagssituationer."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "VTS-pätevyysrekisteri",
      "content": "VTS-pätevyysrekisteri Alusliikenneohjaajien ja alusliikennepalvelun esimiesten pätevyyden valvomiseksi ja siihen liittyväksi palvelutietojen seuraamiseksi Merenkulkulaitos pitää henkilörekisteriä (). VTS-pätevyysrekisteriin saa perustietoina merkitä seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen pätevyystodistuksen haltijasta: 1) nimi ja tieto syntymäajasta; sekä 2) muina tietoina osoite- ja muut yhteystiedot. Perustietojen lisäksi saa VTS-pätevyysrekisteriin merkitä rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 1) myönnetyistä pätevyystodistuksista; 2) alusliikennepalveluista, joita pätevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta työpaikkakoulutuksesta; 4) myönnetyistä kelpuutusmerkinnöistä; 5) palveluista VTS-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta täydennyskoulutuksesta; sekä 7) pätevyystodistuksen peruuttamisesta. Henkilötiedot poistetaan rekisteristä kymmenen vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilön pätevyystodistuksen voimassaolo päättyi. VTS-pätevyysrekisteristä saa rekisteriin merkitylle luovuttaa häntä itseään koskevia tietoja. Sen lisäksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, VTS-viranomaiselle ja sille, joka 8 §:n 2 momentin 2 kohdassa ja 16 §:n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä VTS-viranomaisen kanssa. VTS-pätevyysrekisteriin merkittyjen henkilötietojen käsittelyyn sovelletaan muutoin, mitä henkilötietolaissa (523/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_26",
        "normalized_fi": "VTS-pätevyysrekisteri Alusliikenneohjaajien ja alusliikennepalvelun esimiesten pätevyyden valvomiseksi ja siihen liittyväksi palvelutietojen seuraamiseksi Merenkulkulaitos pitää henkilörekisteriä (). VTS-pätevyysrekisteriin saa perustietoina merkitä seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen pätevyystodistuksen haltijasta: 1) nimi ja tieto syntymäajasta; sekä 2) muina tietoina osoite- ja muut yhteystiedot. Perustietojen lisäksi saa VTS-pätevyysrekisteriin merkitä rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 1) myönnetyistä pätevyystodistuksista; 2) alusliikennepalveluista, joita pätevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta työpaikkakoulutuksesta; 4) myönnetyistä kelpuutusmerkinnöistä; 5) palveluista VTS-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta täydennyskoulutuksesta; sekä 7) pätevyystodistuksen peruuttamisesta. Henkilötiedot poistetaan rekisteristä kymmenen vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilön pätevyystodistuksen voimassaolo päättyi. VTS-pätevyysrekisteristä saa rekisteriin merkitylle luovuttaa häntä itseään koskevia tietoja. Sen lisäksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, VTS-viranomaiselle ja sille, joka 8 § :n 2 momentin 2 kohdassa ja 16 § :n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä VTS-viranomaisen kanssa. VTS-pätevyysrekisteriin merkittyjen henkilötietojen käsittelyyn sovelletaan muutoin, mitä henkilötietolaissa (523/1999) säädetään.",
        "folded_fi": "vts-patevyysrekisteri alusliikenneohjaajien ja alusliikennepalvelun esimiesten patevyyden valvomiseksi ja siihen liittyvaksi palvelutietojen seuraamiseksi merenkulkulaitos pitaa henkilorekisteria (). vts-patevyysrekisteriin saa perustietoina merkita seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen patevyystodistuksen haltijasta: 1) nimi ja tieto syntymaajasta; seka 2) muina tietoina osoite- ja muut yhteystiedot. perustietojen lisaksi saa vts-patevyysrekisteriin merkita rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja: 1) myonnetyista patevyystodistuksista; 2) alusliikennepalveluista, joita patevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta tyopaikkakoulutuksesta; 4) myonnetyista kelpuutusmerkinnoista; 5) palveluista vts-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta taydennyskoulutuksesta; seka 7) patevyystodistuksen peruuttamisesta. henkilotiedot poistetaan rekisterista kymmenen vuoden kuluttua sen vuoden paattymisesta, jonka aikana henkilon patevyystodistuksen voimassaolo paattyi. vts-patevyysrekisterista saa rekisteriin merkitylle luovuttaa hanta itseaan koskevia tietoja. sen lisaksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, vts-viranomaiselle ja sille, joka 8 §:n 2 momentin 2 kohdassa ja 16 §:n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla yllapitaa alusliikennepalvelua yhteistyossa vts-viranomaisen kanssa. vts-patevyysrekisteriin merkittyjen henkilotietojen kasittelyyn sovelletaan muutoin, mita henkilotietolaissa (523/1999) saadetaan.",
        "title_sv": "VTS-behörighetsregister",
        "content_sv": "VTS-behörighetsregister Sjöfartsverket för ett personregister () som utnyttjas i övervakningen av behörigheten hos VTS-operatörer och VTS-chefer samt i den uppföljning av serviceuppgifterna som hänför sig till övervakningen. I VTS-behörighetsregistret får som basuppgifter införas följande uppgifter om innehavare av behörighetsintyg för VTS-operatörer och VTS-chefer: 1) namn och födelsedatum, samt 2) som övriga uppgifter adressuppgifter och andra kontaktuppgifter. I VTS-behörighetsregistret får förutom basuppgifterna även införas för registrets användningsändamål nödvändiga uppgifter om 1) beviljade behörighetsintyg, 2) fartygstrafikservice som innehavaren av ett behörighetsintyg är berättigad att tillhandahålla, 3) genomgången arbetsplatsutbildning, 4) anteckningar om godkännande, 5) tjänstgöring vid VTS-centraler, 6) genomgången kompletterande yrkesutbildning för VTS-operatörer, samt 7) återkallande av behörighetsintyg. Personuppgifterna avförs ur registret tio år efter utgången av det år då personens behörighetsintyg upphörde att gälla. Till den som antecknats i VTS-behörighetsregistret får sådana uppgifter ur registret utlämnas som gäller personen i fråga. I övrigt får uppgifter utlämnas endast till den behöriga myndigheten, VTS-myndigheten och den som med stöd av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. upprätthåller fartygstrafikservice i samarbete med VTS-myndigheten. På behandlingen av de personuppgifter som införts i VTS-behörighetsregistret tillämpas i övrigt bestämmelserna i personuppgiftslagen (523/1999).",
        "normalized_sv": "VTS-behörighetsregister Sjöfartsverket för ett personregister () som utnyttjas i övervakningen av behörigheten hos VTS-operatörer och VTS-chefer samt i den uppföljning av serviceuppgifterna som hänför sig till övervakningen. I VTS-behörighetsregistret får som basuppgifter införas följande uppgifter om innehavare av behörighetsintyg för VTS-operatörer och VTS-chefer: 1) namn och födelsedatum, samt 2) som övriga uppgifter adressuppgifter och andra kontaktuppgifter. I VTS-behörighetsregistret får förutom basuppgifterna även införas för registrets användningsändamål nödvändiga uppgifter om 1) beviljade behörighetsintyg, 2) fartygstrafikservice som innehavaren av ett behörighetsintyg är berättigad att tillhandahålla, 3) genomgången arbetsplatsutbildning, 4) anteckningar om godkännande, 5) tjänstgöring vid VTS-centraler, 6) genomgången kompletterande yrkesutbildning för VTS-operatörer, samt 7) återkallande av behörighetsintyg. Personuppgifterna avförs ur registret tio år efter utgången av det år då personens behörighetsintyg upphörde att gälla. Till den som antecknats i VTS-behörighetsregistret får sådana uppgifter ur registret utlämnas som gäller personen i fråga. I övrigt får uppgifter utlämnas endast till den behöriga myndigheten, VTS-myndigheten och den som med stöd av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. upprätthåller fartygstrafikservice i samarbete med VTS-myndigheten. På behandlingen av de personuppgifter som införts i VTS-behörighetsregistret tillämpas i övrigt bestämmelserna i personuppgiftslagen (523/1999).",
        "folded_sv": "vts-behorighetsregister sjofartsverket for ett personregister () som utnyttjas i overvakningen av behorigheten hos vts-operatorer och vts-chefer samt i den uppfoljning av serviceuppgifterna som hanfor sig till overvakningen. i vts-behorighetsregistret far som basuppgifter inforas foljande uppgifter om innehavare av behorighetsintyg for vts-operatorer och vts-chefer: 1) namn och fodelsedatum, samt 2) som ovriga uppgifter adressuppgifter och andra kontaktuppgifter. i vts-behorighetsregistret far forutom basuppgifterna aven inforas for registrets anvandningsandamal nodvandiga uppgifter om 1) beviljade behorighetsintyg, 2) fartygstrafikservice som innehavaren av ett behorighetsintyg ar berattigad att tillhandahalla, 3) genomgangen arbetsplatsutbildning, 4) anteckningar om godkannande, 5) tjanstgoring vid vts-centraler, 6) genomgangen kompletterande yrkesutbildning for vts-operatorer, samt 7) aterkallande av behorighetsintyg. personuppgifterna avfors ur registret tio ar efter utgangen av det ar da personens behorighetsintyg upphorde att galla. till den som antecknats i vts-behorighetsregistret far sadana uppgifter ur registret utlamnas som galler personen i fraga. i ovrigt far uppgifter utlamnas endast till den behoriga myndigheten, vts-myndigheten och den som med stod av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. uppratthaller fartygstrafikservice i samarbete med vts-myndigheten. pa behandlingen av de personuppgifter som inforts i vts-behorighetsregistret tillampas i ovrigt bestammelserna i personuppgiftslagen (523/1999)."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Luettelo oppilaitoksista",
      "content": "Merenkulkulaitos pitää luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_27",
        "normalized_fi": "Merenkulkulaitos pitää luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
        "folded_fi": "merenkulkulaitos pitaa luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
        "title_sv": "Förteckning över läroanstalter",
        "content_sv": "Sjöfartsverket för en förteckning över de läroanstalter som ger grundutbildning för VTS-operatörer och VTS-chefer.",
        "normalized_sv": "Sjöfartsverket för en förteckning över de läroanstalter som ger grundutbildning för VTS-operatörer och VTS-chefer.",
        "folded_sv": "sjofartsverket for en forteckning over de laroanstalter som ger grundutbildning for vts-operatorer och vts-chefer."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Valvonta",
      "content": "Tämän lain täytäntöönpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintäministeriölle. Merenkulkulaitos valvoo tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista. Jos alus ei noudata tämän lain säännöksiä tai kansainvälisten sopimusten määräyksiä taikka Kansainvälisen merenkulkujärjestön (IMO) päätöksiä, on Merenkulkulaitoksen ilmoitettava tästä aluksen lippuvaltiolle, jos rikkominen on selvää ja vakavaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_28",
        "normalized_fi": "Tämän lain täytäntöönpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintäministeriölle. Merenkulkulaitos valvoo tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista. Jos alus ei noudata tämän lain säännöksiä tai kansainvälisten sopimusten määräyksiä taikka Kansainvälisen merenkulkujärjestön (IMO) päätöksiä, on Merenkulkulaitoksen ilmoitettava tästä aluksen lippuvaltiolle, jos rikkominen on selvää ja vakavaa.",
        "folded_fi": "taman lain taytantoonpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintaministeriolle. merenkulkulaitos valvoo taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista. jos alus ei noudata taman lain saannoksia tai kansainvalisten sopimusten maarayksia taikka kansainvalisen merenkulkujarjeston (imo) paatoksia, on merenkulkulaitoksen ilmoitettava tasta aluksen lippuvaltiolle, jos rikkominen on selvaa ja vakavaa.",
        "title_sv": "Tillsyn",
        "content_sv": "Den högsta tillsynen över verkställigheten och efterlevnaden av denna lag ankommer på kommunikationsministeriet. Sjöfartsverket övervakar iakttagandet av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den. Om ett fartyg inte iakttar bestämmelserna i denna lag eller bestämmelserna i internationella avtal eller beslut av Internationella sjöfartsorganisationen (IMO), skall Sjöfartsverket anmäla detta till fartygets flaggstat, om brottet mot bestämmelserna är klart och allvarligt.",
        "normalized_sv": "Den högsta tillsynen över verkställigheten och efterlevnaden av denna lag ankommer på kommunikationsministeriet. Sjöfartsverket övervakar iakttagandet av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den. Om ett fartyg inte iakttar bestämmelserna i denna lag eller bestämmelserna i internationella avtal eller beslut av Internationella sjöfartsorganisationen (IMO), skall Sjöfartsverket anmäla detta till fartygets flaggstat, om brottet mot bestämmelserna är klart och allvarligt.",
        "folded_sv": "den hogsta tillsynen over verkstalligheten och efterlevnaden av denna lag ankommer pa kommunikationsministeriet. sjofartsverket overvakar iakttagandet av denna lag och de bestammelser och foreskrifter som utfardats med stod av den. om ett fartyg inte iakttar bestammelserna i denna lag eller bestammelserna i internationella avtal eller beslut av internationella sjofartsorganisationen (imo), skall sjofartsverket anmala detta till fartygets flaggstat, om brottet mot bestammelserna ar klart och allvarligt."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Rangaistussäännökset",
      "content": "alusliikennepalvelurikkomuksesta Joka tahallaan tai huolimattomuudesta rikkoo VTS-viranomaisen 17 §:n 1 momentin nojalla antamia määräyksiä, 21 §:n säännöksiä tai 8 §:ssä tarkoitetussa perustamispäätöksessä vahvistettuja määräyksiä taikka laiminlyö 22 tai 23 §:ssä säädetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_29",
        "normalized_fi": "alusliikennepalvelurikkomuksesta Joka tahallaan tai huolimattomuudesta rikkoo VTS-viranomaisen 17 § :n 1 momentin nojalla antamia määräyksiä, 21 § :n säännöksiä tai 8 § :ssä tarkoitetussa perustamispäätöksessä vahvistettuja määräyksiä taikka laiminlyö 22 tai 23 § :ssä säädetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "alusliikennepalvelurikkomuksesta joka tahallaan tai huolimattomuudesta rikkoo vts-viranomaisen 17 §:n 1 momentin nojalla antamia maarayksia, 21 §:n saannoksia tai 8 §:ssa tarkoitetussa perustamispaatoksessa vahvistettuja maarayksia taikka laiminlyo 22 tai 23 §:ssa saadetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "fartygstrafikserviceförseelse Den som uppsåtligen eller av oaktsamhet bryter mot de order som VTS-myndigheten gett med stöd av 17 § 1 mom., mot bestämmelserna i 21 § eller mot de föreskrifter som fastställts i det beslut om inrättande som avses i 8 § eller försummar anmälningsskyldigheten enligt 22 eller 23 § skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "fartygstrafikserviceförseelse Den som uppsåtligen eller av oaktsamhet bryter mot de order som VTS-myndigheten gett med stöd av 17 § 1 mom., mot bestämmelserna i 21 § eller mot de föreskrifter som fastställts i det beslut om inrättande som avses i 8 § eller försummar anmälningsskyldigheten enligt 22 eller 23 § skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter.",
        "folded_sv": "fartygstrafikserviceforseelse den som uppsatligen eller av oaktsamhet bryter mot de order som vts-myndigheten gett med stod av 17 § 1 mom., mot bestammelserna i 21 § eller mot de foreskrifter som faststallts i det beslut om inrattande som avses i 8 § eller forsummar anmalningsskyldigheten enligt 22 eller 23 § skall, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Tuomioistuin",
      "content": "Tämän lain 17 ja 21―23 §:n mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun säännösten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_30",
        "normalized_fi": "Tämän lain 17 ja 21―23 § :n mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun säännösten mukaan.",
        "folded_fi": "taman lain 17 ja 21―23 §:n mukaan kasiteltavissa asioissa toimivaltainen tuomioistuin maaraytyy merilain (674/1994) 21 luvun saannosten mukaan.",
        "title_sv": "Domstol",
        "content_sv": "I ärenden som skall behandlas enligt 17 och 21―23 § i denna lag bestäms den behöriga domstolen enligt 21 kap. i sjölagen (674/1994).",
        "normalized_sv": "I ärenden som skall behandlas enligt 17 och 21―23 § i denna lag bestäms den behöriga domstolen enligt 21 kap. i sjölagen (674/1994).",
        "folded_sv": "i arenden som skall behandlas enligt 17 och 21―23 § i denna lag bestams den behoriga domstolen enligt 21 kap. i sjolagen (674/1994)."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Muutoksenhaku",
      "content": "Toimivaltaisen viranomaisen, VTS-viranomaisen sekä Merenkulkulaitoksen tämän lain nojalla tekemään hallintopäätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Päätöstä on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_31",
        "normalized_fi": "Toimivaltaisen viranomaisen, VTS-viranomaisen sekä Merenkulkulaitoksen tämän lain nojalla tekemään hallintopäätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Päätöstä on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin määrää.",
        "folded_fi": "toimivaltaisen viranomaisen, vts-viranomaisen seka merenkulkulaitoksen taman lain nojalla tekemaan hallintopaatokseen haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. paatosta on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "I förvaltningsbeslut som den behöriga myndigheten, VTS-myndigheten eller Sjöfartsverket har fattat med stöd av denna lag söks ändring genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslutet skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "I förvaltningsbeslut som den behöriga myndigheten, VTS-myndigheten eller Sjöfartsverket har fattat med stöd av denna lag söks ändring genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslutet skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "i forvaltningsbeslut som den behoriga myndigheten, vts-myndigheten eller sjofartsverket har fattat med stod av denna lag soks andring genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). beslutet skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan 20 päivänä kesäkuuta 1996 annetun vesiliikennelain (463/1996) 14 § sekä merenkulkuhallituksen 14 päivänä huhtikuuta 1997 antama päätös alusliikenteen ohjaus- ja tukipalvelusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_8__sec_32",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan 20 päivänä kesäkuuta 1996 annetun vesiliikennelain (463/1996) 14 § sekä merenkulkuhallituksen 14 päivänä huhtikuuta 1997 antama päätös alusliikenteen ohjaus- ja tukipalvelusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2005. talla lailla kumotaan 20 paivana kesakuuta 1996 annetun vesiliikennelain (463/1996) 14 § seka merenkulkuhallituksen 14 paivana huhtikuuta 1997 antama paatos alusliikenteen ohjaus- ja tukipalvelusta. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs 14 § i sjötrafiklagen av den 20 juni 1996 (463/1996) samt sjöfartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (VTS). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs 14 § i sjötrafiklagen av den 20 juni 1996 (463/1996) samt sjöfartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (VTS). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2005. genom denna lag upphavs 14 § i sjotrafiklagen av den 20 juni 1996 (463/1996) samt sjofartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (vts). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 §:n mukainen perustamispäätös kuuden kuukauden kuluessa lain voimaantulosta. Alusliikenneohjaajalla ja alusliikennepalvelun esimiehellä tulee olla 11 tai 13 §:ssä tarkoitettu pätevyys 1 päivästä heinäkuuta 2007. Alusliikenneohjaajalta ja alusliikennepalvelun esimieheltä, joka on virassa tai toimessa tämän lain voimaan tullessa, ei vaadita vahtiperämiehen tutkintoa ja saatua vahtiperämiehenkirjaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_8__sec_33",
        "normalized_fi": "Tämän lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 § :n mukainen perustamispäätös kuuden kuukauden kuluessa lain voimaantulosta. Alusliikenneohjaajalla ja alusliikennepalvelun esimiehellä tulee olla 11 tai 13 § :ssä tarkoitettu pätevyys 1 päivästä heinäkuuta 2007. Alusliikenneohjaajalta ja alusliikennepalvelun esimieheltä, joka on virassa tai toimessa tämän lain voimaan tullessa, ei vaadita vahtiperämiehen tutkintoa ja saatua vahtiperämiehenkirjaa.",
        "folded_fi": "taman lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 §:n mukainen perustamispaatos kuuden kuukauden kuluessa lain voimaantulosta. alusliikenneohjaajalla ja alusliikennepalvelun esimiehella tulee olla 11 tai 13 §:ssa tarkoitettu patevyys 1 paivasta heinakuuta 2007. alusliikenneohjaajalta ja alusliikennepalvelun esimiehelta, joka on virassa tai toimessa taman lain voimaan tullessa, ei vaadita vahtiperamiehen tutkintoa ja saatua vahtiperamiehenkirjaa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Då denna lag träder i kraft skall i fråga om den fartygstrafikservice som är i bruk ansökas om ett sådant beslut om inrättande som avses i 8 § inom sex månader från lagens ikraftträdande. En VTS-operatör och en VTS-chef skall ha den behörighet som avses i 11 eller 13 § den 1 juli 2007. Av en VTS-operatör eller en VTS-chef som innehar en tjänst eller befattning då denna lag träder i kraft krävs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev.",
        "normalized_sv": "Då denna lag träder i kraft skall i fråga om den fartygstrafikservice som är i bruk ansökas om ett sådant beslut om inrättande som avses i 8 § inom sex månader från lagens ikraftträdande. En VTS-operatör och en VTS-chef skall ha den behörighet som avses i 11 eller 13 § den 1 juli 2007. Av en VTS-operatör eller en VTS-chef som innehar en tjänst eller befattning då denna lag träder i kraft krävs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev.",
        "folded_sv": "da denna lag trader i kraft skall i fraga om den fartygstrafikservice som ar i bruk ansokas om ett sadant beslut om inrattande som avses i 8 § inom sex manader fran lagens ikrafttradande. en vts-operator och en vts-chef skall ha den behorighet som avses i 11 eller 13 § den 1 juli 2007. av en vts-operator eller en vts-chef som innehar en tjanst eller befattning da denna lag trader i kraft kravs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden lisääminen ja tehokkuuden parantaminen sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on alusliikenteen turvallisuuden lisääminen ja tehokkuuden parantaminen sekä alusliikenteestä ympäristölle aiheutuvien haittojen ehkäiseminen.",
        "folded_fi": "taman lain tarkoituksena on alusliikenteen turvallisuuden lisaaminen ja tehokkuuden parantaminen seka alusliikenteesta ymparistolle aiheutuvien haittojen ehkaiseminen.",
        "title_sv": "Lagens syfte",
        "content_sv": "Syftet med denna lag är att öka fartygstrafikens säkerhet och förbättra dess effektivitet samt att förebygga miljöolägenheter som fartygstrafiken medför.",
        "normalized_sv": "Syftet med denna lag är att öka fartygstrafikens säkerhet och förbättra dess effektivitet samt att förebygga miljöolägenheter som fartygstrafiken medför.",
        "folded_sv": "syftet med denna lag ar att oka fartygstrafikens sakerhet och forbattra dess effektivitet samt att forebygga miljoolagenheter som fartygstrafiken medfor."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) alusliikennepalvelulla Vessel Traffic Service, VTS () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintäministeriötä; 3) perustamispäätöksellä päätöstä, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) VTS-viranomaisella Merenkulkulaitoksen yksikköä, joka ylläpitää alusliikennepalvelua; 5) VTS-alueella aluetta, joka perustamispäätöksellä on vahvistettu VTS-alueeksi ja jolla ylläpidetään alusliikennepalvelua; VTS-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) VTS-keskuksella keskusta, jossa VTS-viranomainen ylläpitää alusliikennepalvelua; 7) alusliikenneohjaajalla henkilöä, joka suorittaa VTS-keskuksessa alusliikennepalveluun kuuluvia tehtäviä ja jolla on tehtävään vaadittava pätevyys; 8) VTS-reittisuunnitelmalla alusliikenneohjaajan ja aluksen päällikön sopimaa aluksen reittiä VTS-alueella; 9) VTS-tilannekuvalla VTS-keskuksessa ylläpidettävää tilannekuvaa VTS-alueella olevista aluksista ja niiden liikkeistä sekä muista liikenteeseen vaikuttavista seikoista; sekä 10) reittijakojärjestelmällä yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa järjestelmää, jolla pyritään vähentämään onnettomuusriskiä; siihen voi kuulua liikennejakojärjestelmiä, kaksisuuntaisia reittejä, suositeltuja väyliä, vältettäviä alueita, rannikkoliikennealueita, kiertoteitä, varoalueita ja syväväyliä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) alusliikennepalvelulla Vessel Traffic Service, VTS () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintäministeriötä; 3) perustamispäätöksellä päätöstä, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) VTS-viranomaisella Merenkulkulaitoksen yksikköä, joka ylläpitää alusliikennepalvelua; 5) VTS-alueella aluetta, joka perustamispäätöksellä on vahvistettu VTS-alueeksi ja jolla ylläpidetään alusliikennepalvelua; VTS-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) VTS-keskuksella keskusta, jossa VTS-viranomainen ylläpitää alusliikennepalvelua; 7) alusliikenneohjaajalla henkilöä, joka suorittaa VTS-keskuksessa alusliikennepalveluun kuuluvia tehtäviä ja jolla on tehtävään vaadittava pätevyys; 8) VTS-reittisuunnitelmalla alusliikenneohjaajan ja aluksen päällikön sopimaa aluksen reittiä VTS-alueella; 9) VTS-tilannekuvalla VTS-keskuksessa ylläpidettävää tilannekuvaa VTS-alueella olevista aluksista ja niiden liikkeistä sekä muista liikenteeseen vaikuttavista seikoista; sekä 10) reittijakojärjestelmällä yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa järjestelmää, jolla pyritään vähentämään onnettomuusriskiä; siihen voi kuulua liikennejakojärjestelmiä, kaksisuuntaisia reittejä, suositeltuja väyliä, vältettäviä alueita, rannikkoliikennealueita, kiertoteitä, varoalueita ja syväväyliä.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) alusliikennepalvelulla vessel traffic service, vts () alusliikenteen valvontaa ja ohjausta, jolla on valmiudet toimia vuorovaikutuksessa liikenteen kanssa ja reagoida muuttuviin liikennetilanteisiin; 2) toimivaltaisella viranomaisella liikenne- ja viestintaministeriota; 3) perustamispaatoksella paatosta, jolla toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle; 4) vts-viranomaisella merenkulkulaitoksen yksikkoa, joka yllapitaa alusliikennepalvelua; 5) vts-alueella aluetta, joka perustamispaatoksella on vahvistettu vts-alueeksi ja jolla yllapidetaan alusliikennepalvelua; vts-alue voidaan jakaa osa-alueisiin tai sektoreihin; 6) vts-keskuksella keskusta, jossa vts-viranomainen yllapitaa alusliikennepalvelua; 7) alusliikenneohjaajalla henkiloa, joka suorittaa vts-keskuksessa alusliikennepalveluun kuuluvia tehtavia ja jolla on tehtavaan vaadittava patevyys; 8) vts-reittisuunnitelmalla alusliikenneohjaajan ja aluksen paallikon sopimaa aluksen reittia vts-alueella; 9) vts-tilannekuvalla vts-keskuksessa yllapidettavaa tilannekuvaa vts-alueella olevista aluksista ja niiden liikkeista seka muista liikenteeseen vaikuttavista seikoista; seka 10) reittijakojarjestelmalla yhden tai useamman reitin tai reittijakotoimenpiteen muodostamaa jarjestelmaa, jolla pyritaan vahentamaan onnettomuusriskia; siihen voi kuulua liikennejakojarjestelmia, kaksisuuntaisia reitteja, suositeltuja vaylia, valtettavia alueita, rannikkoliikennealueita, kiertoteita, varoalueita ja syvavaylia.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) fartygstrafikservice Vessel Traffic Service, VTS () sådan övervakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera på föränderliga trafiksituationer, 2) behörig myndighet kommunikationsministeriet, 3) beslut om inrättande ett beslut genom vilket den behöriga myndigheten inrättar fartygstrafikservice på ett visst område, 4) VTS-myndighet den enhet vid Sjöfartsverket som upprätthåller fartygstrafikservicen, 5) VTS-område ett område som genom ett beslut om inrättande har fastställts som VTS-område och på vilket upprätthålls fartygstrafikservice; ett VTS-område kan delas in i delområden eller sektorer, 6) VTS-central en central där VTS-myndigheten upprätthåller fartygstrafikservice, 7) VTS-operatör en person som i en VTS-central utför uppgifter hörande till fartygstrafikservicen och som har den behörighet som krävs för uppgiften, 8) VTS-ruttplan en rutt på VTS-området som VTS-operatören och fartygets befälhavare har kommit överens om, 9) VTS-lägesbild den lägesbild som VTS-centralen upprätthåller över fartygen inom VTS-området och deras rörelser samt över övriga faktorer som inverkar på trafiken, samt 10) trafiksepareringssystem varje sådant system bestående av en eller flera rutter eller trafiksepareringsåtgärder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, förbudsområden, kusttrafikzoner, omfartsleder, varningsområden och djupleder.",
        "normalized_sv": "I denna lag avses med 1) fartygstrafikservice Vessel Traffic Service, VTS () sådan övervakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera på föränderliga trafiksituationer, 2) behörig myndighet kommunikationsministeriet, 3) beslut om inrättande ett beslut genom vilket den behöriga myndigheten inrättar fartygstrafikservice på ett visst område, 4) VTS-myndighet den enhet vid Sjöfartsverket som upprätthåller fartygstrafikservicen, 5) VTS-område ett område som genom ett beslut om inrättande har fastställts som VTS-område och på vilket upprätthålls fartygstrafikservice; ett VTS-område kan delas in i delområden eller sektorer, 6) VTS-central en central där VTS-myndigheten upprätthåller fartygstrafikservice, 7) VTS-operatör en person som i en VTS-central utför uppgifter hörande till fartygstrafikservicen och som har den behörighet som krävs för uppgiften, 8) VTS-ruttplan en rutt på VTS-området som VTS-operatören och fartygets befälhavare har kommit överens om, 9) VTS-lägesbild den lägesbild som VTS-centralen upprätthåller över fartygen inom VTS-området och deras rörelser samt över övriga faktorer som inverkar på trafiken, samt 10) trafiksepareringssystem varje sådant system bestående av en eller flera rutter eller trafiksepareringsåtgärder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, förbudsområden, kusttrafikzoner, omfartsleder, varningsområden och djupleder.",
        "folded_sv": "i denna lag avses med 1) fartygstrafikservice vessel traffic service, vts () sadan overvakning och ledning av fartygstrafiken som har beredskap att samverka med trafiken och reagera pa foranderliga trafiksituationer, 2) behorig myndighet kommunikationsministeriet, 3) beslut om inrattande ett beslut genom vilket den behoriga myndigheten inrattar fartygstrafikservice pa ett visst omrade, 4) vts-myndighet den enhet vid sjofartsverket som uppratthaller fartygstrafikservicen, 5) vts-omrade ett omrade som genom ett beslut om inrattande har faststallts som vts-omrade och pa vilket uppratthalls fartygstrafikservice; ett vts-omrade kan delas in i delomraden eller sektorer, 6) vts-central en central dar vts-myndigheten uppratthaller fartygstrafikservice, 7) vts-operator en person som i en vts-central utfor uppgifter horande till fartygstrafikservicen och som har den behorighet som kravs for uppgiften, 8) vts-ruttplan en rutt pa vts-omradet som vts-operatoren och fartygets befalhavare har kommit overens om, 9) vts-lagesbild den lagesbild som vts-centralen uppratthaller over fartygen inom vts-omradet och deras rorelser samt over ovriga faktorer som inverkar pa trafiken, samt 10) trafiksepareringssystem varje sadant system bestaende av en eller flera rutter eller trafiksepareringsatgarder som syftar till att minska olycksriskerna; systemet kan omfatta trafikregleringssystem, dubbelriktade farleder, rekommenderade leder, forbudsomraden, kusttrafikzoner, omfartsleder, varningsomraden och djupleder."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan Suomen vesialueella ja Saimaan kanavan vuokra-alueella ylläpidettävään alusliikennepalveluun ja alusliikenteen tilapäiseen ohjaamiseen erityistilanteissa. Laissa säädetään myös VTS-viranomaisen VTS-alueeseen liittyvien, Suomen vesialueen ulkopuolella olevien reittijakojärjestelmien ja pakollisten alusten ilmoittautumisjärjestelmien piiriin kuuluvan liikenteen valvonnasta. Sen estämättä, mitä tässä laissa säädetään alusliikennepalvelun ylläpitämisestä, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myös satamanpitäjät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Tätä lakia sovelletaan Suomen vesialueella ja Saimaan kanavan vuokra-alueella ylläpidettävään alusliikennepalveluun ja alusliikenteen tilapäiseen ohjaamiseen erityistilanteissa. Laissa säädetään myös VTS-viranomaisen VTS-alueeseen liittyvien, Suomen vesialueen ulkopuolella olevien reittijakojärjestelmien ja pakollisten alusten ilmoittautumisjärjestelmien piiriin kuuluvan liikenteen valvonnasta. Sen estämättä, mitä tässä laissa säädetään alusliikennepalvelun ylläpitämisestä, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myös satamanpitäjät.",
        "folded_fi": "tata lakia sovelletaan suomen vesialueella ja saimaan kanavan vuokra-alueella yllapidettavaan alusliikennepalveluun ja alusliikenteen tilapaiseen ohjaamiseen erityistilanteissa. laissa saadetaan myos vts-viranomaisen vts-alueeseen liittyvien, suomen vesialueen ulkopuolella olevien reittijakojarjestelmien ja pakollisten alusten ilmoittautumisjarjestelmien piiriin kuuluvan liikenteen valvonnasta. sen estamatta, mita tassa laissa saadetaan alusliikennepalvelun yllapitamisesta, satama-alueella alusliikenteen valvontaa ja ohjausta saavat harjoittaa myos satamanpitajat.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag tillämpas på fartygstrafikservice som upprätthålls på finskt vattenområde samt på den arrenderade delen av Saima kanal och på tillfällig ledning av fartygstrafiken i specialsituationer. I lagen ingår också bestämmelser om övervakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanför finskt vattenområde i anknytning till VTS-myndighetens VTS-område. Utan hinder av vad som i denna lag föreskrivs om upprätthållande av fartygstrafikservice får även hamninnehavarna bedriva övervakning och ledning av fartygstrafiken på hamnområdet.",
        "normalized_sv": "Denna lag tillämpas på fartygstrafikservice som upprätthålls på finskt vattenområde samt på den arrenderade delen av Saima kanal och på tillfällig ledning av fartygstrafiken i specialsituationer. I lagen ingår också bestämmelser om övervakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanför finskt vattenområde i anknytning till VTS-myndighetens VTS-område. Utan hinder av vad som i denna lag föreskrivs om upprätthållande av fartygstrafikservice får även hamninnehavarna bedriva övervakning och ledning av fartygstrafiken på hamnområdet.",
        "folded_sv": "denna lag tillampas pa fartygstrafikservice som uppratthalls pa finskt vattenomrade samt pa den arrenderade delen av saima kanal och pa tillfallig ledning av fartygstrafiken i specialsituationer. i lagen ingar ocksa bestammelser om overvakning av trafik som omfattas av trafiksepareringssystem och obligatoriska fartygsrapporteringssystem utanfor finskt vattenomrade i anknytning till vts-myndighetens vts-omrade. utan hinder av vad som i denna lag foreskrivs om uppratthallande av fartygstrafikservice far aven hamninnehavarna bedriva overvakning och ledning av fartygstrafiken pa hamnomradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Alusliikennepalvelut ja kieli",
      "content": "Alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen järjestely. Alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielellä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen järjestely. Alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielellä.",
        "folded_fi": "alusliikennepalveluja ovat tiedotukset, navigointiapu ja alusliikenteen jarjestely. alusliikennepalvelua annetaan tarpeen mukaan suomen, ruotsin tai englannin kielella.",
        "title_sv": "Fartygstrafikservice och språk",
        "content_sv": "Fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. Fartygstrafikservice tillhandahålls enligt behov på finska, svenska eller engelska.",
        "normalized_sv": "Fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. Fartygstrafikservice tillhandahålls enligt behov på finska, svenska eller engelska.",
        "folded_sv": "fartygstrafikservice ges i form av rapporter, navigationsassistans och fartygstrafikreglering. fartygstrafikservice tillhandahalls enligt behov pa finska, svenska eller engelska."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tiedotukset",
      "content": "Tiedotuksia annetaan alukselle sen ilmoittautuessa, määräajoin, tarvittaessa tai aluksen niitä pyytäessä. Tiedotuksissa aluksille annetaan tietoja: 1) VTS-alueella olevista muista aluksista; 2) muutoksista 8 §:n mukaisessa perustamispäätöksessä vahvistetuissa VTS-aluetta ja sillä liikennöintiä koskevissa asioissa; 3) sää- ja jääolosuhteista sekä vedenkorkeudesta; 4) luotsien ja jäänmurtajien toiminnasta; 5) väylien ja turvalaitteiden kunnosta ja käytettävyydestä; 6) alusta uhkaavasta vaaratilanteesta; sekä 7) muista alusten turvalliseen liikennöintiin vaikuttavista seikoista. Säätiedotusten tulee perustua pätevän säätietopalvelun merenkulkijoille antamaan säätiedotukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Tiedotuksia annetaan alukselle sen ilmoittautuessa, määräajoin, tarvittaessa tai aluksen niitä pyytäessä. Tiedotuksissa aluksille annetaan tietoja: 1) VTS-alueella olevista muista aluksista; 2) muutoksista 8 § :n mukaisessa perustamispäätöksessä vahvistetuissa VTS-aluetta ja sillä liikennöintiä koskevissa asioissa; 3) sää- ja jääolosuhteista sekä vedenkorkeudesta; 4) luotsien ja jäänmurtajien toiminnasta; 5) väylien ja turvalaitteiden kunnosta ja käytettävyydestä; 6) alusta uhkaavasta vaaratilanteesta; sekä 7) muista alusten turvalliseen liikennöintiin vaikuttavista seikoista. Säätiedotusten tulee perustua pätevän säätietopalvelun merenkulkijoille antamaan säätiedotukseen.",
        "folded_fi": "tiedotuksia annetaan alukselle sen ilmoittautuessa, maaraajoin, tarvittaessa tai aluksen niita pyytaessa. tiedotuksissa aluksille annetaan tietoja: 1) vts-alueella olevista muista aluksista; 2) muutoksista 8 §:n mukaisessa perustamispaatoksessa vahvistetuissa vts-aluetta ja silla liikennointia koskevissa asioissa; 3) saa- ja jaaolosuhteista seka vedenkorkeudesta; 4) luotsien ja jaanmurtajien toiminnasta; 5) vaylien ja turvalaitteiden kunnosta ja kaytettavyydesta; 6) alusta uhkaavasta vaaratilanteesta; seka 7) muista alusten turvalliseen liikennointiin vaikuttavista seikoista. saatiedotusten tulee perustua patevan saatietopalvelun merenkulkijoille antamaan saatiedotukseen.",
        "title_sv": "Rapporter",
        "content_sv": "Rapporter ges till ett fartyg då det anmäler sig, vid bestämda tidpunkter, vid behov eller när fartyget ber om dem. I rapporterna ges fartygen information om 1) övriga fartyg på VTS-området, 2) förändringar i de ärenden som gäller VTS-området och trafiken på området och som fastställts i det beslut om inrättande som avses i 8 §, 3) väderleks- och isförhållanden samt vattenståndet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och säkerhetsanordningarnas skick och användbarhet, 6) kritiska lägen som hotar fartyget, samt 7) övriga omständigheter som inverkar på säkerheten i fartygstrafiken. Väderleksrapporterna skall grunda sig på en väderleksrapport för sjöfarande från en behörig meteorologisk väderlekstjänst.",
        "normalized_sv": "Rapporter ges till ett fartyg då det anmäler sig, vid bestämda tidpunkter, vid behov eller när fartyget ber om dem. I rapporterna ges fartygen information om 1) övriga fartyg på VTS-området, 2) förändringar i de ärenden som gäller VTS-området och trafiken på området och som fastställts i det beslut om inrättande som avses i 8 § , 3) väderleks- och isförhållanden samt vattenståndet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och säkerhetsanordningarnas skick och användbarhet, 6) kritiska lägen som hotar fartyget, samt 7) övriga omständigheter som inverkar på säkerheten i fartygstrafiken. Väderleksrapporterna skall grunda sig på en väderleksrapport för sjöfarande från en behörig meteorologisk väderlekstjänst.",
        "folded_sv": "rapporter ges till ett fartyg da det anmaler sig, vid bestamda tidpunkter, vid behov eller nar fartyget ber om dem. i rapporterna ges fartygen information om 1) ovriga fartyg pa vts-omradet, 2) forandringar i de arenden som galler vts-omradet och trafiken pa omradet och som faststallts i det beslut om inrattande som avses i 8 §, 3) vaderleks- och isforhallanden samt vattenstandet, 4) lotsarnas och isbrytarnas verksamhet, 5) farledernas och sakerhetsanordningarnas skick och anvandbarhet, 6) kritiska lagen som hotar fartyget, samt 7) ovriga omstandigheter som inverkar pa sakerheten i fartygstrafiken. vaderleksrapporterna skall grunda sig pa en vaderleksrapport for sjofarande fran en behorig meteorologisk vaderlekstjanst."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Navigointiapu",
      "content": "Navigointiapua annetaan tunnistetulle alukselle sen pyynnöstä tai VTS-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai sää- ja jääolosuhteissa. Navigointiapu on vain päämäärähakuista ja ohjeellista. VTS-viranomaisen viestissä alukselle tulee ilmetä aluksen nimi, milloin navigointiapu alkaa ja loppuu sekä havaintoväline, johon navigointiapu perustuu. Lisäksi alusliikenneohjaajan ja aluksen päällikön tulee sopia yhteydenpidon menettelytavoista sekä aluksen VTS-reittisuunnitelmasta VTS-alueella. Navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista väylälinjan tai VTS-reittisuunnitelman mukaisen käännöspisteen suhteen; 3) tietoja aluksen läheisyydessä olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; sekä 4) varoituksia tietylle alukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Navigointiapua annetaan tunnistetulle alukselle sen pyynnöstä tai VTS-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai sää- ja jääolosuhteissa. Navigointiapu on vain päämäärähakuista ja ohjeellista. VTS-viranomaisen viestissä alukselle tulee ilmetä aluksen nimi, milloin navigointiapu alkaa ja loppuu sekä havaintoväline, johon navigointiapu perustuu. Lisäksi alusliikenneohjaajan ja aluksen päällikön tulee sopia yhteydenpidon menettelytavoista sekä aluksen VTS-reittisuunnitelmasta VTS-alueella. Navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista väylälinjan tai VTS-reittisuunnitelman mukaisen käännöspisteen suhteen; 3) tietoja aluksen läheisyydessä olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; sekä 4) varoituksia tietylle alukselle.",
        "folded_fi": "navigointiapua annetaan tunnistetulle alukselle sen pyynnosta tai vts-viranomaisen havaitessa sen tarpeelliseksi vaikeissa merenkulullisissa tilanteissa tai saa- ja jaaolosuhteissa. navigointiapu on vain paamaarahakuista ja ohjeellista. vts-viranomaisen viestissa alukselle tulee ilmeta aluksen nimi, milloin navigointiapu alkaa ja loppuu seka havaintovaline, johon navigointiapu perustuu. lisaksi alusliikenneohjaajan ja aluksen paallikon tulee sopia yhteydenpidon menettelytavoista seka aluksen vts-reittisuunnitelmasta vts-alueella. navigointiapuna voidaan antaa: 1) tietoja aluksen suunnasta ja nopeudesta; 2) tietoja aluksen sijainnista vaylalinjan tai vts-reittisuunnitelman mukaisen kaannospisteen suhteen; 3) tietoja aluksen laheisyydessa olevien muiden alusten sijainnista, tunnistetiedoista ja aikeista; seka 4) varoituksia tietylle alukselle.",
        "title_sv": "Navigationsassistans",
        "content_sv": "Navigationsassistans ges ett identifierat fartyg på fartygets begäran eller om VTS-myndigheten anser det vara nödvändigt i situationer som är svåra för sjöfarten eller vid svåra väderleks- och isförhållanden. Navigationsassistansen är endast riktgivande och normativ. Av VTS-myndighetens meddelande till fartyget skall framgå fartygets namn, tidpunkten då navigationsassistansen börjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig på. Dessutom skall VTS-operatören och fartygets befälhavare komma överens om på vilket sätt kommunikationen upprätthålls samt om VTS-ruttplanen på VTS-området. Navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i förhållande till girpunkten enligt farledslinjen eller VTS-ruttplanen, 3) uppgifter om positionen för andra fartyg i fartygets närhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg.",
        "normalized_sv": "Navigationsassistans ges ett identifierat fartyg på fartygets begäran eller om VTS-myndigheten anser det vara nödvändigt i situationer som är svåra för sjöfarten eller vid svåra väderleks- och isförhållanden. Navigationsassistansen är endast riktgivande och normativ. Av VTS-myndighetens meddelande till fartyget skall framgå fartygets namn, tidpunkten då navigationsassistansen börjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig på. Dessutom skall VTS-operatören och fartygets befälhavare komma överens om på vilket sätt kommunikationen upprätthålls samt om VTS-ruttplanen på VTS-området. Navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i förhållande till girpunkten enligt farledslinjen eller VTS-ruttplanen, 3) uppgifter om positionen för andra fartyg i fartygets närhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg.",
        "folded_sv": "navigationsassistans ges ett identifierat fartyg pa fartygets begaran eller om vts-myndigheten anser det vara nodvandigt i situationer som ar svara for sjofarten eller vid svara vaderleks- och isforhallanden. navigationsassistansen ar endast riktgivande och normativ. av vts-myndighetens meddelande till fartyget skall framga fartygets namn, tidpunkten da navigationsassistansen borjar och slutar samt vilket observationsinstrument navigationsassistansen grundar sig pa. dessutom skall vts-operatoren och fartygets befalhavare komma overens om pa vilket satt kommunikationen uppratthalls samt om vts-ruttplanen pa vts-omradet. navigationsassistans kan ges i form av 1) uppgifter om fartygets kurs och hastighet, 2) uppgifter om fartygets position i forhallande till girpunkten enligt farledslinjen eller vts-ruttplanen, 3) uppgifter om positionen for andra fartyg i fartygets narhet, om deras identifikationsuppgifter och avsikter, samt 4) varningar till ett visst fartyg."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Alusliikenteen järjestely",
      "content": "Vaaratilanteiden ja ruuhkien estämiseksi voidaan pysyvillä liikennejärjestelyillä ohjata alusliikennettä. Alusliikenteen järjestelemiseksi voidaan VTS-alueelle määrätä: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lähtölupa satamasta tai ankkurointipaikalta ja VTS-alueelle saapumislupa; 4) liikenteen porrastusjärjestely ajan tai matkan suhteen; 5) pakollinen reitti VTS-alueella vaarallista tai ympäristöä pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; sekä 6) ankkurointikielto ja ankkurointipaikka.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Vaaratilanteiden ja ruuhkien estämiseksi voidaan pysyvillä liikennejärjestelyillä ohjata alusliikennettä. Alusliikenteen järjestelemiseksi voidaan VTS-alueelle määrätä: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lähtölupa satamasta tai ankkurointipaikalta ja VTS-alueelle saapumislupa; 4) liikenteen porrastusjärjestely ajan tai matkan suhteen; 5) pakollinen reitti VTS-alueella vaarallista tai ympäristöä pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; sekä 6) ankkurointikielto ja ankkurointipaikka.",
        "folded_fi": "vaaratilanteiden ja ruuhkien estamiseksi voidaan pysyvilla liikennejarjestelyilla ohjata alusliikennetta. alusliikenteen jarjestelemiseksi voidaan vts-alueelle maarata: 1) kohtaamiskielto ja kohtaamispaikka; 2) ohittamiskielto ja ohittamispaikka; 3) lahtolupa satamasta tai ankkurointipaikalta ja vts-alueelle saapumislupa; 4) liikenteen porrastusjarjestely ajan tai matkan suhteen; 5) pakollinen reitti vts-alueella vaarallista tai ymparistoa pilaavaa lastia kuljettaville aluksille ja erikoiskuljetuksille; seka 6) ankkurointikielto ja ankkurointipaikka.",
        "title_sv": "Fartygstrafikreglering",
        "content_sv": "Genom permanenta trafikarrangemang kan fartygstrafiken ledas för att undvika kritiska lägen och trängsel. För fartygstrafikregleringen kan på VTS-området fastställas 1) mötesförbud och mötesplats, 2) förbud att passera och passeringsplats, 3) tillstånd att avgå från hamn eller ankarplats och tillstånd att anlöpa ett VTS-område, 4) tilldelningen av utrymme för trafiken med avseende på tid eller avstånd, 5) en obligatorisk rutt inom VTS-området för fartyg som transporterar farlig eller miljöförorenande last och för specialtransporter, samt 6) förbud att kasta ankar och ankarplats.",
        "normalized_sv": "Genom permanenta trafikarrangemang kan fartygstrafiken ledas för att undvika kritiska lägen och trängsel. För fartygstrafikregleringen kan på VTS-området fastställas 1) mötesförbud och mötesplats, 2) förbud att passera och passeringsplats, 3) tillstånd att avgå från hamn eller ankarplats och tillstånd att anlöpa ett VTS-område, 4) tilldelningen av utrymme för trafiken med avseende på tid eller avstånd, 5) en obligatorisk rutt inom VTS-området för fartyg som transporterar farlig eller miljöförorenande last och för specialtransporter, samt 6) förbud att kasta ankar och ankarplats.",
        "folded_sv": "genom permanenta trafikarrangemang kan fartygstrafiken ledas for att undvika kritiska lagen och trangsel. for fartygstrafikregleringen kan pa vts-omradet faststallas 1) motesforbud och motesplats, 2) forbud att passera och passeringsplats, 3) tillstand att avga fran hamn eller ankarplats och tillstand att anlopa ett vts-omrade, 4) tilldelningen av utrymme for trafiken med avseende pa tid eller avstand, 5) en obligatorisk rutt inom vts-omradet for fartyg som transporterar farlig eller miljofororenande last och for specialtransporter, samt 6) forbud att kasta ankar och ankarplats."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Perustamispäätös",
      "content": "Toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. Ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettävä sen tarpeellisuus. Tässä tarkoituksessa on selvitettävä: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistävät vaikutukset sekä viranomaisten välinen yhteistyö ja muut alusliikenteeseen liittyvät palvelut alueella; sekä 2) alueella olevat reittijakojärjestelmät, nopeusrajoitukset ja muut liikennettä ohjaavat tai rajoittavat seikat. Perustamispäätöksessä on vahvistettava: 1) alusliikennepalvelua ylläpitävä VTS-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua ylläpidetään 16 §:n mukaisesti yhteistyössä muun viranomaisen tai satamanpitäjän kanssa; 3) annettavat alusliikennepalvelut ja missä laajuudessa niitä annetaan; 4) VTS-alue sekä pakolliset ilmoittautumispisteet ja reitit; 5) VTS-viranomaisen henkilöstön vähimmäislukumäärä ja pätevyydet; 6) VTS-viranomaisen toimintatavat ja toiminta-ajat; 7) VTS-keskuksen sijainti sekä VTS-keskuksen ja VTS-alueen tekniset järjestelmät; sekä 8) alusliikennepalvelun edellyttämät alusten ilmoittautumista koskevat tarkemmat määräykset ja käytettävät radiokanavat. Toimivaltainen viranomainen voi vahvistaa VTS-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. Ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettävä sen tarpeellisuus. Tässä tarkoituksessa on selvitettävä: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistävät vaikutukset sekä viranomaisten välinen yhteistyö ja muut alusliikenteeseen liittyvät palvelut alueella; sekä 2) alueella olevat reittijakojärjestelmät, nopeusrajoitukset ja muut liikennettä ohjaavat tai rajoittavat seikat. Perustamispäätöksessä on vahvistettava: 1) alusliikennepalvelua ylläpitävä VTS-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua ylläpidetään 16 § :n mukaisesti yhteistyössä muun viranomaisen tai satamanpitäjän kanssa; 3) annettavat alusliikennepalvelut ja missä laajuudessa niitä annetaan; 4) VTS-alue sekä pakolliset ilmoittautumispisteet ja reitit; 5) VTS-viranomaisen henkilöstön vähimmäislukumäärä ja pätevyydet; 6) VTS-viranomaisen toimintatavat ja toiminta-ajat; 7) VTS-keskuksen sijainti sekä VTS-keskuksen ja VTS-alueen tekniset järjestelmät; sekä 8) alusliikennepalvelun edellyttämät alusten ilmoittautumista koskevat tarkemmat määräykset ja käytettävät radiokanavat. Toimivaltainen viranomainen voi vahvistaa VTS-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
        "folded_fi": "toimivaltainen viranomainen perustaa alusliikennepalvelun tietylle alueelle. ennen alusliikennepalvelun perustamista toimivaltaisen viranomaisen on selvitettava sen tarpeellisuus. tassa tarkoituksessa on selvitettava: 1) alusliikennepalvelun turvallisuutta ja tehokkuutta edistavat vaikutukset seka viranomaisten valinen yhteistyo ja muut alusliikenteeseen liittyvat palvelut alueella; seka 2) alueella olevat reittijakojarjestelmat, nopeusrajoitukset ja muut liikennetta ohjaavat tai rajoittavat seikat. perustamispaatoksessa on vahvistettava: 1) alusliikennepalvelua yllapitava vts-viranomainen; 2) yhteistoimintasopimus, jos alusliikennepalvelua yllapidetaan 16 §:n mukaisesti yhteistyossa muun viranomaisen tai satamanpitajan kanssa; 3) annettavat alusliikennepalvelut ja missa laajuudessa niita annetaan; 4) vts-alue seka pakolliset ilmoittautumispisteet ja reitit; 5) vts-viranomaisen henkiloston vahimmaislukumaara ja patevyydet; 6) vts-viranomaisen toimintatavat ja toiminta-ajat; 7) vts-keskuksen sijainti seka vts-keskuksen ja vts-alueen tekniset jarjestelmat; seka 8) alusliikennepalvelun edellyttamat alusten ilmoittautumista koskevat tarkemmat maaraykset ja kaytettavat radiokanavat. toimivaltainen viranomainen voi vahvistaa vts-alueen sektoreille ja osa-alueille eri alusliikennepalveluja.",
        "title_sv": "Beslut om inrättande",
        "content_sv": "Den behöriga myndigheten inrättar fartygstrafikservicen på ett visst område. Innan fartygstrafikservicen inrättas skall den behöriga myndigheten utreda behovet av den. I detta syfte skall utredas 1) fartygstrafikservicens sådana verkningar som främjar säkerheten och effektiviteten samt samarbetet mellan myndigheter och övriga tjänster i anslutning till fartygstrafiken inom området, samt 2) trafiksepareringssystem, hastighetsbegränsningar och övriga faktorer som styr eller begränsar trafiken på området. I beslutet om inrättande skall fastställas 1) den VTS-myndighet som upprätthåller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen upprätthålls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestäms i 16 §, 3) den fartygstrafikservice som skall tillhandahållas och i vilken utsträckning den skall tillhandahållas, 4) VTS-området samt obligatoriska fartygsrapporteringspunkter och rutter, 5) VTS-myndighetens minimiantal anställda och personalens behörighet, 6) VTS-myndighetens verksamhetsmetoder och verksamhetstider, 7) VTS-centralens läge samt VTS-centralens och VTS-områdets tekniska system, samt 8) vilka närmare föreskrifter om fartygsrapporteringen som fartygstrafikservicen förutsätter och vilka radiokanaler som används. Den behöriga myndigheten kan fastställa olika fartygstrafiktjänster för sektorerna och delområdena inom ett VTS-område.",
        "normalized_sv": "Den behöriga myndigheten inrättar fartygstrafikservicen på ett visst område. Innan fartygstrafikservicen inrättas skall den behöriga myndigheten utreda behovet av den. I detta syfte skall utredas 1) fartygstrafikservicens sådana verkningar som främjar säkerheten och effektiviteten samt samarbetet mellan myndigheter och övriga tjänster i anslutning till fartygstrafiken inom området, samt 2) trafiksepareringssystem, hastighetsbegränsningar och övriga faktorer som styr eller begränsar trafiken på området. I beslutet om inrättande skall fastställas 1) den VTS-myndighet som upprätthåller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen upprätthålls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestäms i 16 § , 3) den fartygstrafikservice som skall tillhandahållas och i vilken utsträckning den skall tillhandahållas, 4) VTS-området samt obligatoriska fartygsrapporteringspunkter och rutter, 5) VTS-myndighetens minimiantal anställda och personalens behörighet, 6) VTS-myndighetens verksamhetsmetoder och verksamhetstider, 7) VTS-centralens läge samt VTS-centralens och VTS-områdets tekniska system, samt 8) vilka närmare föreskrifter om fartygsrapporteringen som fartygstrafikservicen förutsätter och vilka radiokanaler som används. Den behöriga myndigheten kan fastställa olika fartygstrafiktjänster för sektorerna och delområdena inom ett VTS-område.",
        "folded_sv": "den behoriga myndigheten inrattar fartygstrafikservicen pa ett visst omrade. innan fartygstrafikservicen inrattas skall den behoriga myndigheten utreda behovet av den. i detta syfte skall utredas 1) fartygstrafikservicens sadana verkningar som framjar sakerheten och effektiviteten samt samarbetet mellan myndigheter och ovriga tjanster i anslutning till fartygstrafiken inom omradet, samt 2) trafiksepareringssystem, hastighetsbegransningar och ovriga faktorer som styr eller begransar trafiken pa omradet. i beslutet om inrattande skall faststallas 1) den vts-myndighet som uppratthaller fartygstrafikservicen, 2) samarbetsavtalet, om fartygstrafikservicen uppratthalls i samarbete med andra myndigheter eller hamninnehavare, enligt vad som bestams i 16 §, 3) den fartygstrafikservice som skall tillhandahallas och i vilken utstrackning den skall tillhandahallas, 4) vts-omradet samt obligatoriska fartygsrapporteringspunkter och rutter, 5) vts-myndighetens minimiantal anstallda och personalens behorighet, 6) vts-myndighetens verksamhetsmetoder och verksamhetstider, 7) vts-centralens lage samt vts-centralens och vts-omradets tekniska system, samt 8) vilka narmare foreskrifter om fartygsrapporteringen som fartygstrafikservicen forutsatter och vilka radiokanaler som anvands. den behoriga myndigheten kan faststalla olika fartygstrafiktjanster for sektorerna och delomradena inom ett vts-omrade."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Perustamispäätöksen muuttaminen tai peruuttaminen",
      "content": "Toimivaltainen viranomainen voi VTS-viranomaisen esityksestä muuttaa perustamispäätöstä tai peruuttaa sen. Toimivaltainen viranomainen voi lisäksi muuttaa perustamispäätöstä tai peruuttaa sen, jos alusliikennepalvelua ei ylläpidetä perustamispäätöksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_9",
        "normalized_fi": "Toimivaltainen viranomainen voi VTS-viranomaisen esityksestä muuttaa perustamispäätöstä tai peruuttaa sen. Toimivaltainen viranomainen voi lisäksi muuttaa perustamispäätöstä tai peruuttaa sen, jos alusliikennepalvelua ei ylläpidetä perustamispäätöksen mukaisesti.",
        "folded_fi": "toimivaltainen viranomainen voi vts-viranomaisen esityksesta muuttaa perustamispaatosta tai peruuttaa sen. toimivaltainen viranomainen voi lisaksi muuttaa perustamispaatosta tai peruuttaa sen, jos alusliikennepalvelua ei yllapideta perustamispaatoksen mukaisesti.",
        "title_sv": "Ändring eller återkallande av beslut om inrättande",
        "content_sv": "Den behöriga myndigheten kan på framställning av VTS-myndigheten ändra ett beslut om inrättande eller återkalla det. Den behöriga myndigheten kan dessutom ändra beslutet om inrättande eller återkalla det, om fartygstrafikservicen inte upprätthålls i enlighet med beslutet om inrättande.",
        "normalized_sv": "Den behöriga myndigheten kan på framställning av VTS-myndigheten ändra ett beslut om inrättande eller återkalla det. Den behöriga myndigheten kan dessutom ändra beslutet om inrättande eller återkalla det, om fartygstrafikservicen inte upprätthålls i enlighet med beslutet om inrättande.",
        "folded_sv": "den behoriga myndigheten kan pa framstallning av vts-myndigheten andra ett beslut om inrattande eller aterkalla det. den behoriga myndigheten kan dessutom andra beslutet om inrattande eller aterkalla det, om fartygstrafikservicen inte uppratthalls i enlighet med beslutet om inrattande."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Perustamispäätöksestä, sen muuttamisesta tai peruuttamisesta tiedottaminen",
      "content": "VTS-viranomaisen on tiedotettava kansallisissa ja kansainvälisissä VTS-julkaisuissa alusliikennepalvelun perustamispäätöksestä, sen muuttamisesta tai sen peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "VTS-viranomaisen on tiedotettava kansallisissa ja kansainvälisissä VTS-julkaisuissa alusliikennepalvelun perustamispäätöksestä, sen muuttamisesta tai sen peruuttamisesta.",
        "folded_fi": "vts-viranomaisen on tiedotettava kansallisissa ja kansainvalisissa vts-julkaisuissa alusliikennepalvelun perustamispaatoksesta, sen muuttamisesta tai sen peruuttamisesta.",
        "title_sv": "Information om beslut om inrättande samt om ändring eller återkallande av beslutet",
        "content_sv": "VTS-myndigheten skall i nationella och internationella VTS-publikationer informera om beslut om att inrätta fartygstrafikservice samt om ändring eller återkallande av beslutet.",
        "normalized_sv": "VTS-myndigheten skall i nationella och internationella VTS-publikationer informera om beslut om att inrätta fartygstrafikservice samt om ändring eller återkallande av beslutet.",
        "folded_sv": "vts-myndigheten skall i nationella och internationella vts-publikationer informera om beslut om att inratta fartygstrafikservice samt om andring eller aterkallande av beslutet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Alusliikenneohjaajan pätevyys ja työpaikkakoulutus",
      "content": "Alusliikenneohjaajalla tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. Alusliikenneohjaajana saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikenneohjaajan työpaikkakoulutuksen. VTS-viranomainen tekee pätevyystodistukseen merkinnän suoritetusta työpaikkakoulutuksesta. Merenkulkulaitos vahvistaa työpaikkakoulutussuunnitelman, jonka tulee sisältää kuvaus annettavasta koulutuskokonaisuudesta sekä määritelmät hyväksytysti suoritetun koulutusjakson jälkeen edellytetyistä tiedoista ja taidoista aihealueittain. Alusliikenneohjaajan työpaikkakoulutuksesta ja työpaikkakoulutussuunnitelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Alusliikenneohjaajalla tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. Alusliikenneohjaajana saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikenneohjaajan työpaikkakoulutuksen. VTS-viranomainen tekee pätevyystodistukseen merkinnän suoritetusta työpaikkakoulutuksesta. Merenkulkulaitos vahvistaa työpaikkakoulutussuunnitelman, jonka tulee sisältää kuvaus annettavasta koulutuskokonaisuudesta sekä määritelmät hyväksytysti suoritetun koulutusjakson jälkeen edellytetyistä tiedoista ja taidoista aihealueittain. Alusliikenneohjaajan työpaikkakoulutuksesta ja työpaikkakoulutussuunnitelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajalla tulee olla sellainen patevyys, etta han pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen hoitamiseen. alusliikenneohjaajana saa toimia henkilo, jolla on voimassa oleva merenkulkulaitoksen myontama alusliikenneohjaajan patevyystodistus ja joka on suorittanut alusliikenneohjaajan tyopaikkakoulutuksen. vts-viranomainen tekee patevyystodistukseen merkinnan suoritetusta tyopaikkakoulutuksesta. merenkulkulaitos vahvistaa tyopaikkakoulutussuunnitelman, jonka tulee sisaltaa kuvaus annettavasta koulutuskokonaisuudesta seka maaritelmat hyvaksytysti suoritetun koulutusjakson jalkeen edellytetyista tiedoista ja taidoista aihealueittain. alusliikenneohjaajan tyopaikkakoulutuksesta ja tyopaikkakoulutussuunnitelmasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för VTS-operatörer och arbetsplatsutbildning",
        "content_sv": "VTS-operatörer skall ha sådan behörighet att de kan sköta fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer och som har genomgått arbetsplatsutbildning för VTS-operatörer får vara VTS-operatör. VTS-myndigheten gör i behörighetsintyget en anteckning om genomgången arbetsplatsutbildning. Sjöfartsverket fastställer en utbildningsplan för arbetsplatsutbildningen som skall innehålla en beskrivning av den utbildningshelhet som ges samt definitioner på de kunskaper och färdigheter ämnesområdesvis som förutsätts hos en person som genomgått en utbildningsperiod med godkänt resultat. Angående arbetsplatsutbildning och arbetsplatsutbildningsplan för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "VTS-operatörer skall ha sådan behörighet att de kan sköta fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer och som har genomgått arbetsplatsutbildning för VTS-operatörer får vara VTS-operatör. VTS-myndigheten gör i behörighetsintyget en anteckning om genomgången arbetsplatsutbildning. Sjöfartsverket fastställer en utbildningsplan för arbetsplatsutbildningen som skall innehålla en beskrivning av den utbildningshelhet som ges samt definitioner på de kunskaper och färdigheter ämnesområdesvis som förutsätts hos en person som genomgått en utbildningsperiod med godkänt resultat. Angående arbetsplatsutbildning och arbetsplatsutbildningsplan för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "vts-operatorer skall ha sadan behorighet att de kan skota fartygstrafikservicen pa ett sakert och effektivt satt. den som har ett giltigt, av sjofartsverket beviljat behorighetsintyg for vts-operatorer och som har genomgatt arbetsplatsutbildning for vts-operatorer far vara vts-operator. vts-myndigheten gor i behorighetsintyget en anteckning om genomgangen arbetsplatsutbildning. sjofartsverket faststaller en utbildningsplan for arbetsplatsutbildningen som skall innehalla en beskrivning av den utbildningshelhet som ges samt definitioner pa de kunskaper och fardigheter amnesomradesvis som forutsatts hos en person som genomgatt en utbildningsperiod med godkant resultat. angaende arbetsplatsutbildning och arbetsplatsutbildningsplan for vts-operatorer bestams narmare genom forordning av statsradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Alusliikenneohjaajan pätevyystodistus",
      "content": "Alusliikenneohjaajan pätevyystodistuksen myöntämisen edellytyksenä on, että hakija on suorittanut hyväksytysti alusliikenneohjaajan peruskoulutuksen ja että hän hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Jos pätevyystodistus oikeuttaa antamaan 6 tai 7 §:ssä tarkoitettua palvelua, edellytetään lisäksi, että hakija on suorittanut vahtiperämiehen tutkinnon ja saanut vahtiperämiehenkirjan. Merenkulkulaitos merkitsee pätevyystodistukseen ne alusliikennepalvelut, joita pätevyystodistuksen haltija on oikeutettu antamaan. Alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Alusliikenneohjaajan pätevyystodistuksen myöntämisen edellytyksenä on, että hakija on suorittanut hyväksytysti alusliikenneohjaajan peruskoulutuksen ja että hän hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Jos pätevyystodistus oikeuttaa antamaan 6 tai 7 § :ssä tarkoitettua palvelua, edellytetään lisäksi, että hakija on suorittanut vahtiperämiehen tutkinnon ja saanut vahtiperämiehenkirjan. Merenkulkulaitos merkitsee pätevyystodistukseen ne alusliikennepalvelut, joita pätevyystodistuksen haltija on oikeutettu antamaan. Alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajan patevyystodistuksen myontamisen edellytyksena on, etta hakija on suorittanut hyvaksytysti alusliikenneohjaajan peruskoulutuksen ja etta han hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. jos patevyystodistus oikeuttaa antamaan 6 tai 7 §:ssa tarkoitettua palvelua, edellytetaan lisaksi, etta hakija on suorittanut vahtiperamiehen tutkinnon ja saanut vahtiperamiehenkirjan. merenkulkulaitos merkitsee patevyystodistukseen ne alusliikennepalvelut, joita patevyystodistuksen haltija on oikeutettu antamaan. alusliikenneohjaajan peruskoulutuksesta ja vaadittavasta kielitaidosta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighetsintyg för VTS-operatörer",
        "content_sv": "För att behörighetsintyg för VTS-operatörer skall kunna beviljas förutsätts att sökanden har genomgått grundutbildningen för VTS-operatörer med godkänt resultat och att han eller hon i nödvändig utsträckning behärskar finska, svenska och engelska. Om behörighetsintyget ger rätt att tillhandahålla service som avses i 6 eller 7 §, förutsätts dessutom att sökanden har avlagt vaktstyrmansexamen och erhållit vaktstyrmansbrev. Sjöfartsverket antecknar i ett behörighetsintyg den fartygstrafikservice som innehavaren av behörighetsintyget är berättigad att tillhandahålla. I fråga om grundutbildning och erforderliga språkkunskaper för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "För att behörighetsintyg för VTS-operatörer skall kunna beviljas förutsätts att sökanden har genomgått grundutbildningen för VTS-operatörer med godkänt resultat och att han eller hon i nödvändig utsträckning behärskar finska, svenska och engelska. Om behörighetsintyget ger rätt att tillhandahålla service som avses i 6 eller 7 § , förutsätts dessutom att sökanden har avlagt vaktstyrmansexamen och erhållit vaktstyrmansbrev. Sjöfartsverket antecknar i ett behörighetsintyg den fartygstrafikservice som innehavaren av behörighetsintyget är berättigad att tillhandahålla. I fråga om grundutbildning och erforderliga språkkunskaper för VTS-operatörer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "for att behorighetsintyg for vts-operatorer skall kunna beviljas forutsatts att sokanden har genomgatt grundutbildningen for vts-operatorer med godkant resultat och att han eller hon i nodvandig utstrackning beharskar finska, svenska och engelska. om behorighetsintyget ger ratt att tillhandahalla service som avses i 6 eller 7 §, forutsatts dessutom att sokanden har avlagt vaktstyrmansexamen och erhallit vaktstyrmansbrev. sjofartsverket antecknar i ett behorighetsintyg den fartygstrafikservice som innehavaren av behorighetsintyget ar berattigad att tillhandahalla. i fraga om grundutbildning och erforderliga sprakkunskaper for vts-operatorer bestams narmare genom forordning av statsradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Alusliikennepalvelun esimiehen pätevyys",
      "content": "Alusliikennepalvelun esimiehellä tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. Alusliikennepalvelun esimiehenä saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Merenkulkulaitos tekee pätevyystodistukseen merkinnän hyväksytysti suoritetusta peruskoulutuksesta. Alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Alusliikennepalvelun esimiehellä tulee olla sellainen pätevyys, että hän pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. Alusliikennepalvelun esimiehenä saa toimia henkilö, jolla on voimassa oleva Merenkulkulaitoksen myöntämä alusliikenneohjaajan pätevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. Merenkulkulaitos tekee pätevyystodistukseen merkinnän hyväksytysti suoritetusta peruskoulutuksesta. Alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikennepalvelun esimiehella tulee olla sellainen patevyys, etta han pystyy alusliikennepalvelun turvalliseen ja tehokkaaseen johtamiseen. alusliikennepalvelun esimiehena saa toimia henkilo, jolla on voimassa oleva merenkulkulaitoksen myontama alusliikenneohjaajan patevyystodistus ja joka on suorittanut alusliikennepalvelun esimiehen peruskoulutuksen ja joka hallitsee tarvittavassa laajuudessa suomen, ruotsin ja englannin kielen. merenkulkulaitos tekee patevyystodistukseen merkinnan hyvaksytysti suoritetusta peruskoulutuksesta. alusliikennepalvelun esimiehen peruskoulutuksesta ja vaadittavasta kielitaidosta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Behörighet för VTS-chefer",
        "content_sv": "VTS-chefer skall ha sådan behörighet att de kan leda fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer, har genomgått grundutbildningen för VTS-chefer och i nödvändig utsträckning behärskar finska, svenska och engelska får vara VTS-chef. Sjöfartsverket gör i behörighetsintyget en anteckning om grundutbildning som genomgåtts med godkänt resultat. Angående grundutbildning och erforderliga språkkunskaper för VTS-chefer bestäms närmare genom förordning av statsrådet.",
        "normalized_sv": "VTS-chefer skall ha sådan behörighet att de kan leda fartygstrafikservicen på ett säkert och effektivt sätt. Den som har ett giltigt, av Sjöfartsverket beviljat behörighetsintyg för VTS-operatörer, har genomgått grundutbildningen för VTS-chefer och i nödvändig utsträckning behärskar finska, svenska och engelska får vara VTS-chef. Sjöfartsverket gör i behörighetsintyget en anteckning om grundutbildning som genomgåtts med godkänt resultat. Angående grundutbildning och erforderliga språkkunskaper för VTS-chefer bestäms närmare genom förordning av statsrådet.",
        "folded_sv": "vts-chefer skall ha sadan behorighet att de kan leda fartygstrafikservicen pa ett sakert och effektivt satt. den som har ett giltigt, av sjofartsverket beviljat behorighetsintyg for vts-operatorer, har genomgatt grundutbildningen for vts-chefer och i nodvandig utstrackning beharskar finska, svenska och engelska far vara vts-chef. sjofartsverket gor i behorighetsintyget en anteckning om grundutbildning som genomgatts med godkant resultat. angaende grundutbildning och erforderliga sprakkunskaper for vts-chefer bestams narmare genom forordning av statsradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Alusliikenneohjaajan pätevyystodistuksen voimassaolo ja uusiminen",
      "content": "Alusliikenneohjaajan pätevyystodistus myönnetään määräajaksi, enintään viideksi vuodeksi, ja se voidaan hakemuksesta uusia. Pätevyystodistuksen uusimisen edellytyksenä on, että hakija osoittaa säilyttäneensä ammattitaitonsa ja että hän on suorittanut hyväksytysti alusliikenneohjaajan ammatillisen täydennyskoulutuksen. VTS-viranomaisen tulee suorittaa vuosittain pätevyyden ja osaamisen arviointia ja tehdä siitä merkintä pätevyystodistukseen. Jos henkilö on yhtäjaksoisesti poissa yli 12 kuukautta työstä, johon hän on saanut kelpuutusmerkinnän, tulee hänen ennen työn uudelleen aloittamista suorittaa hyväksytysti työpaikkakoulutusjakso. Pätevyystodistuksen uusimiseen liittyvästä pätevyyden ja osaamisen arvioinnista, työpaikkakoulutuksesta sekä ammatillisesta täydennyskoulutuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_14",
        "normalized_fi": "Alusliikenneohjaajan pätevyystodistus myönnetään määräajaksi, enintään viideksi vuodeksi, ja se voidaan hakemuksesta uusia. Pätevyystodistuksen uusimisen edellytyksenä on, että hakija osoittaa säilyttäneensä ammattitaitonsa ja että hän on suorittanut hyväksytysti alusliikenneohjaajan ammatillisen täydennyskoulutuksen. VTS-viranomaisen tulee suorittaa vuosittain pätevyyden ja osaamisen arviointia ja tehdä siitä merkintä pätevyystodistukseen. Jos henkilö on yhtäjaksoisesti poissa yli 12 kuukautta työstä, johon hän on saanut kelpuutusmerkinnän, tulee hänen ennen työn uudelleen aloittamista suorittaa hyväksytysti työpaikkakoulutusjakso. Pätevyystodistuksen uusimiseen liittyvästä pätevyyden ja osaamisen arvioinnista, työpaikkakoulutuksesta sekä ammatillisesta täydennyskoulutuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "alusliikenneohjaajan patevyystodistus myonnetaan maaraajaksi, enintaan viideksi vuodeksi, ja se voidaan hakemuksesta uusia. patevyystodistuksen uusimisen edellytyksena on, etta hakija osoittaa sailyttaneensa ammattitaitonsa ja etta han on suorittanut hyvaksytysti alusliikenneohjaajan ammatillisen taydennyskoulutuksen. vts-viranomaisen tulee suorittaa vuosittain patevyyden ja osaamisen arviointia ja tehda siita merkinta patevyystodistukseen. jos henkilo on yhtajaksoisesti poissa yli 12 kuukautta tyosta, johon han on saanut kelpuutusmerkinnan, tulee hanen ennen tyon uudelleen aloittamista suorittaa hyvaksytysti tyopaikkakoulutusjakso. patevyystodistuksen uusimiseen liittyvasta patevyyden ja osaamisen arvioinnista, tyopaikkakoulutuksesta seka ammatillisesta taydennyskoulutuksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Giltighet för och förnyande av behörighetsintyg för VTS-operatörer",
        "content_sv": "Behörighetsintyg för VTS-operatörer beviljas för viss tid, högst fem år, och kan förnyas på ansökan. För att behörighetsintyg skall kunna förnyas förutsätts att sökanden visar att han eller hon har bibehållit sin yrkesskicklighet och genomgått kompletterande yrkesutbildning för VTS-operatörer med godkänt resultat. VTS-myndigheten skall varje år göra en utvärdering av behörigheten och kunnandet och anteckna detta i behörighetsintyget. Om en person oavbrutet är borta mer än 12 månader från sitt arbete, för vilket han eller hon har erhållit en anteckning om godkännande, skall personen i fråga innan han eller hon börjar arbeta på nytt genomgå en arbetsplatsutbildningsperiod med godkänt resultat. I fråga om utvärdering av behörigheten och kunnandet i anknytning till förnyandet av behörighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning föreskrivs närmare genom förordning av statsrådet.",
        "normalized_sv": "Behörighetsintyg för VTS-operatörer beviljas för viss tid, högst fem år, och kan förnyas på ansökan. För att behörighetsintyg skall kunna förnyas förutsätts att sökanden visar att han eller hon har bibehållit sin yrkesskicklighet och genomgått kompletterande yrkesutbildning för VTS-operatörer med godkänt resultat. VTS-myndigheten skall varje år göra en utvärdering av behörigheten och kunnandet och anteckna detta i behörighetsintyget. Om en person oavbrutet är borta mer än 12 månader från sitt arbete, för vilket han eller hon har erhållit en anteckning om godkännande, skall personen i fråga innan han eller hon börjar arbeta på nytt genomgå en arbetsplatsutbildningsperiod med godkänt resultat. I fråga om utvärdering av behörigheten och kunnandet i anknytning till förnyandet av behörighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning föreskrivs närmare genom förordning av statsrådet.",
        "folded_sv": "behorighetsintyg for vts-operatorer beviljas for viss tid, hogst fem ar, och kan fornyas pa ansokan. for att behorighetsintyg skall kunna fornyas forutsatts att sokanden visar att han eller hon har bibehallit sin yrkesskicklighet och genomgatt kompletterande yrkesutbildning for vts-operatorer med godkant resultat. vts-myndigheten skall varje ar gora en utvardering av behorigheten och kunnandet och anteckna detta i behorighetsintyget. om en person oavbrutet ar borta mer an 12 manader fran sitt arbete, for vilket han eller hon har erhallit en anteckning om godkannande, skall personen i fraga innan han eller hon borjar arbeta pa nytt genomga en arbetsplatsutbildningsperiod med godkant resultat. i fraga om utvardering av behorigheten och kunnandet i anknytning till fornyandet av behorighetsintyget, arbetsplatsutbildning samt kompletterande yrkesutbildning foreskrivs narmare genom forordning av statsradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Alusliikenneohjaajan pätevyystodistuksen peruuttaminen",
      "content": "Merenkulkulaitoksen on peruutettava alusliikenneohjaajan pätevyystodistus, jos henkilö ei enää tiedoiltaan ja taidoiltaan täytä pätevyystodistuksen saamisen edellytyksiä. Merenkulkulaitos voi asian tutkittuaan peruuttaa pätevyystodistuksen, jos: 1) pätevyystodistuksen haltija toistuvasti rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä; tai 2) pätevyystodistuksen haltija on tehtäviään hoitaessaan päihtyneenä. Ennen pätevyystodistuksen peruuttamispäätöstä tulee asianomaista henkilöä kuulla asiassa. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa Merenkulkulaitos voi velvoittaa pätevyystodistuksen haltijan toimittamaan heti pätevyystodistuksensa viranomaiselle. Jos pätevyystodistusta ei peruuteta pysyvästi, päätöksessä on määrättävä aika, jonka kuluessa pätevyystodistusta ei anneta. Aika alkaa kulua siitä, kun päätös on saatettu asianomaiselle tiedoksi, tai viimeistään pätevyystodistuksen voimassaolon päättyessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_15",
        "normalized_fi": "Merenkulkulaitoksen on peruutettava alusliikenneohjaajan pätevyystodistus, jos henkilö ei enää tiedoiltaan ja taidoiltaan täytä pätevyystodistuksen saamisen edellytyksiä. Merenkulkulaitos voi asian tutkittuaan peruuttaa pätevyystodistuksen, jos: 1) pätevyystodistuksen haltija toistuvasti rikkoo tätä lakia tai sen nojalla annettuja säännöksiä tai määräyksiä; tai 2) pätevyystodistuksen haltija on tehtäviään hoitaessaan päihtyneenä. Ennen pätevyystodistuksen peruuttamispäätöstä tulee asianomaista henkilöä kuulla asiassa. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa Merenkulkulaitos voi velvoittaa pätevyystodistuksen haltijan toimittamaan heti pätevyystodistuksensa viranomaiselle. Jos pätevyystodistusta ei peruuteta pysyvästi, päätöksessä on määrättävä aika, jonka kuluessa pätevyystodistusta ei anneta. Aika alkaa kulua siitä, kun päätös on saatettu asianomaiselle tiedoksi, tai viimeistään pätevyystodistuksen voimassaolon päättyessä.",
        "folded_fi": "merenkulkulaitoksen on peruutettava alusliikenneohjaajan patevyystodistus, jos henkilo ei enaa tiedoiltaan ja taidoiltaan tayta patevyystodistuksen saamisen edellytyksia. merenkulkulaitos voi asian tutkittuaan peruuttaa patevyystodistuksen, jos: 1) patevyystodistuksen haltija toistuvasti rikkoo tata lakia tai sen nojalla annettuja saannoksia tai maarayksia; tai 2) patevyystodistuksen haltija on tehtaviaan hoitaessaan paihtyneena. ennen patevyystodistuksen peruuttamispaatosta tulee asianomaista henkiloa kuulla asiassa. edella 1 ja 2 momentissa tarkoitetuissa tapauksissa merenkulkulaitos voi velvoittaa patevyystodistuksen haltijan toimittamaan heti patevyystodistuksensa viranomaiselle. jos patevyystodistusta ei peruuteta pysyvasti, paatoksessa on maarattava aika, jonka kuluessa patevyystodistusta ei anneta. aika alkaa kulua siita, kun paatos on saatettu asianomaiselle tiedoksi, tai viimeistaan patevyystodistuksen voimassaolon paattyessa.",
        "title_sv": "Återkallande av behörighetsintyg för VTS-operatör",
        "content_sv": "Sjöfartsverket skall återkalla behörighetsintyget för en VTS-operatör, om han eller hon inte längre i fråga om kunskaper och färdigheter uppfyller kraven för erhållande av behörighetsintyg. Sjöfartsverket kan, efter att ha undersökt saken, återkalla ett behörighetsintyg, om 1) den som innehar behörighetsintyget upprepade gånger bryter mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den, eller 2) innehavaren av behörighetsintyget har varit berusad vid skötseln av sina uppgifter. Innan beslut om återkallande av behörighetsintyg fattas skall den person som saken gäller höras. I de fall som avses i 1 och 2 mom. kan Sjöfartsverket ålägga innehavaren av behörighetsintyget att genast tillställa myndigheten sitt behörighetsintyg. Om behörighetsintyget inte återkallas permanent, skall i beslutet anges den tid under vilken behörighetsintyg inte ges. Tiden räknas från det att personen i fråga har delgivits beslutet eller senast från det att behörighetsintyget upphör att gälla.",
        "normalized_sv": "Sjöfartsverket skall återkalla behörighetsintyget för en VTS-operatör, om han eller hon inte längre i fråga om kunskaper och färdigheter uppfyller kraven för erhållande av behörighetsintyg. Sjöfartsverket kan, efter att ha undersökt saken, återkalla ett behörighetsintyg, om 1) den som innehar behörighetsintyget upprepade gånger bryter mot denna lag eller bestämmelser eller föreskrifter som utfärdats med stöd av den, eller 2) innehavaren av behörighetsintyget har varit berusad vid skötseln av sina uppgifter. Innan beslut om återkallande av behörighetsintyg fattas skall den person som saken gäller höras. I de fall som avses i 1 och 2 mom. kan Sjöfartsverket ålägga innehavaren av behörighetsintyget att genast tillställa myndigheten sitt behörighetsintyg. Om behörighetsintyget inte återkallas permanent, skall i beslutet anges den tid under vilken behörighetsintyg inte ges. Tiden räknas från det att personen i fråga har delgivits beslutet eller senast från det att behörighetsintyget upphör att gälla.",
        "folded_sv": "sjofartsverket skall aterkalla behorighetsintyget for en vts-operator, om han eller hon inte langre i fraga om kunskaper och fardigheter uppfyller kraven for erhallande av behorighetsintyg. sjofartsverket kan, efter att ha undersokt saken, aterkalla ett behorighetsintyg, om 1) den som innehar behorighetsintyget upprepade ganger bryter mot denna lag eller bestammelser eller foreskrifter som utfardats med stod av den, eller 2) innehavaren av behorighetsintyget har varit berusad vid skotseln av sina uppgifter. innan beslut om aterkallande av behorighetsintyg fattas skall den person som saken galler horas. i de fall som avses i 1 och 2 mom. kan sjofartsverket alagga innehavaren av behorighetsintyget att genast tillstalla myndigheten sitt behorighetsintyg. om behorighetsintyget inte aterkallas permanent, skall i beslutet anges den tid under vilken behorighetsintyg inte ges. tiden raknas fran det att personen i fraga har delgivits beslutet eller senast fran det att behorighetsintyget upphor att galla."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Alusliikennepalvelun ylläpito",
      "content": "VTS-viranomaisen tulee ylläpitää alusliikennepalvelua VTS-alueellaan tämän lain ja sen nojalla annettujen säännösten sekä 8 §:ssä tarkoitetun perustamispäätöksen mukaisesti sekä valvoa ja ohjata alusliikennettä VTS-keskuksessa ylläpidettävän tilannekuvan perusteella. VTS-viranomaisen tulee varmistua VTS-alueensa palvelutason riittävyydestä liikenteen suhteen. VTS-viranomainen voi yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä muiden viranomaisten tai satamanpitäjien kanssa. VTS-viranomainen vastaa siinäkin tapauksessa alusliikennepalvelun ylläpitämisestä. Alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. VTS-viranomaisen on tallennettava VTS-alueen tilannekuva ja siihen liittyvä VHF-radioliikenne. Tallenteita on säilytettävä 30 vuorokautta. Tallenteiden julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "VTS-viranomaisen tulee ylläpitää alusliikennepalvelua VTS-alueellaan tämän lain ja sen nojalla annettujen säännösten sekä 8 § :ssä tarkoitetun perustamispäätöksen mukaisesti sekä valvoa ja ohjata alusliikennettä VTS-keskuksessa ylläpidettävän tilannekuvan perusteella. VTS-viranomaisen tulee varmistua VTS-alueensa palvelutason riittävyydestä liikenteen suhteen. VTS-viranomainen voi yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä muiden viranomaisten tai satamanpitäjien kanssa. VTS-viranomainen vastaa siinäkin tapauksessa alusliikennepalvelun ylläpitämisestä. Alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia säännöksiä. VTS-viranomaisen on tallennettava VTS-alueen tilannekuva ja siihen liittyvä VHF-radioliikenne. Tallenteita on säilytettävä 30 vuorokautta. Tallenteiden julkisuudesta on voimassa, mitä viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään.",
        "folded_fi": "vts-viranomaisen tulee yllapitaa alusliikennepalvelua vts-alueellaan taman lain ja sen nojalla annettujen saannosten seka 8 §:ssa tarkoitetun perustamispaatoksen mukaisesti seka valvoa ja ohjata alusliikennetta vts-keskuksessa yllapidettavan tilannekuvan perusteella. vts-viranomaisen tulee varmistua vts-alueensa palvelutason riittavyydesta liikenteen suhteen. vts-viranomainen voi yhteistoimintasopimuksen nojalla yllapitaa alusliikennepalvelua yhteistyossa muiden viranomaisten tai satamanpitajien kanssa. vts-viranomainen vastaa siinakin tapauksessa alusliikennepalvelun yllapitamisesta. alusliikenneohjaajaan sovelletaan rikosoikeudellista virkavastuuta koskevia saannoksia. vts-viranomaisen on tallennettava vts-alueen tilannekuva ja siihen liittyva vhf-radioliikenne. tallenteita on sailytettava 30 vuorokautta. tallenteiden julkisuudesta on voimassa, mita viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan.",
        "title_sv": "Upprätthållande av fartygstrafikservice",
        "content_sv": "VTS-myndigheten skall upprätthålla fartygstrafikservicen inom sitt VTS-område i enlighet med bestämmelserna i denna lag och bestämmelser som utfärdats med stöd av den samt i enlighet med det beslut om inrättande som avses i 8 § och dessutom övervaka och leda fartygstrafiken utifrån den lägesbild som upprätthålls vid VTS-centralen. VTS-myndigheten skall försäkra sig om att servicenivån på dess VTS-område är tillräcklig i förhållande till trafiken. VTS-myndigheten kan med stöd av ett samarbetsavtal upprätthålla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. VTS-myndigheten ansvarar även i detta fall för upprätthållandet av fartygstrafikservicen. På VTS-operatören tillämpas bestämmelserna om straffrättsligt tjänsteansvar. VTS-myndigheten skall registrera lägesbilden av VTS-området och den därtill hörande VHF-radiotrafiken. Dessa upptagningar skall förvaras i 30 dygn. I fråga om upptagningarnas offentlighet gäller lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "VTS-myndigheten skall upprätthålla fartygstrafikservicen inom sitt VTS-område i enlighet med bestämmelserna i denna lag och bestämmelser som utfärdats med stöd av den samt i enlighet med det beslut om inrättande som avses i 8 § och dessutom övervaka och leda fartygstrafiken utifrån den lägesbild som upprätthålls vid VTS-centralen. VTS-myndigheten skall försäkra sig om att servicenivån på dess VTS-område är tillräcklig i förhållande till trafiken. VTS-myndigheten kan med stöd av ett samarbetsavtal upprätthålla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. VTS-myndigheten ansvarar även i detta fall för upprätthållandet av fartygstrafikservicen. På VTS-operatören tillämpas bestämmelserna om straffrättsligt tjänsteansvar. VTS-myndigheten skall registrera lägesbilden av VTS-området och den därtill hörande VHF-radiotrafiken. Dessa upptagningar skall förvaras i 30 dygn. I fråga om upptagningarnas offentlighet gäller lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "vts-myndigheten skall uppratthalla fartygstrafikservicen inom sitt vts-omrade i enlighet med bestammelserna i denna lag och bestammelser som utfardats med stod av den samt i enlighet med det beslut om inrattande som avses i 8 § och dessutom overvaka och leda fartygstrafiken utifran den lagesbild som uppratthalls vid vts-centralen. vts-myndigheten skall forsakra sig om att servicenivan pa dess vts-omrade ar tillracklig i forhallande till trafiken. vts-myndigheten kan med stod av ett samarbetsavtal uppratthalla fartygstrafikservicen i samarbete med andra myndigheter eller hamninnehavare. vts-myndigheten ansvarar aven i detta fall for uppratthallandet av fartygstrafikservicen. pa vts-operatoren tillampas bestammelserna om straffrattsligt tjansteansvar. vts-myndigheten skall registrera lagesbilden av vts-omradet och den dartill horande vhf-radiotrafiken. dessa upptagningar skall forvaras i 30 dygn. i fraga om upptagningarnas offentlighet galler lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Alusliikenteen tilapäinen ohjaaminen erityistilanteissa",
      "content": "VTS-viranomainen voi tarvittaessa poikkeavien sää-, jää- tai vedenkorkeusolosuhteiden vuoksi tai VTS-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennettä rajoittavan tai vaarantavan seikan vuoksi tilapäisesti määrätä: 1) vesialueen, väylän tai väylän osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; sekä 3) nopeusrajoituksia vesialueella tai väylällä. Toimenpiteistä on tiedotettava välittömästi VTS-alueella oleville tai sinne matkalla oleville aluksille sekä asianomaiselle satamanpitäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_17",
        "normalized_fi": "VTS-viranomainen voi tarvittaessa poikkeavien sää-, jää- tai vedenkorkeusolosuhteiden vuoksi tai VTS-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennettä rajoittavan tai vaarantavan seikan vuoksi tilapäisesti määrätä: 1) vesialueen, väylän tai väylän osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; sekä 3) nopeusrajoituksia vesialueella tai väylällä. Toimenpiteistä on tiedotettava välittömästi VTS-alueella oleville tai sinne matkalla oleville aluksille sekä asianomaiselle satamanpitäjälle.",
        "folded_fi": "vts-viranomainen voi tarvittaessa poikkeavien saa-, jaa- tai vedenkorkeusolosuhteiden vuoksi tai vts-alueella olevan erikoiskuljetuksen taikka meripelastustapahtuman tai muun liikennetta rajoittavan tai vaarantavan seikan vuoksi tilapaisesti maarata: 1) vesialueen, vaylan tai vaylan osan suljettavaksi; 2) aluksia ankkurointipaikalle tai takaisin laituriin; seka 3) nopeusrajoituksia vesialueella tai vaylalla. toimenpiteista on tiedotettava valittomasti vts-alueella oleville tai sinne matkalla oleville aluksille seka asianomaiselle satamanpitajalle.",
        "title_sv": "Tillfällig ledning av fartygstrafiken i specialsituationer",
        "content_sv": "VTS-myndigheten kan vid behov till följd av avvikande väderleks- och isförhållanden eller vattenstånd eller på grund av en specialtransport eller sjöräddningsaktion på VTS-området eller någon annan omständighet som begränsar eller äventyrar trafiken temporärt beordra 1) att ett vattenområde, en farled eller en del av en farled skall stängas, 2) att fartyg skall dirigeras till en ankarplats eller återvända till kaj, samt 3) hastighetsbegränsningar inom ett vattenområde eller en farled. Information om åtgärderna skall omedelbart ges fartyg som befinner sig inom VTS-området eller är på väg dit samt den hamninnehavare som saken gäller.",
        "normalized_sv": "VTS-myndigheten kan vid behov till följd av avvikande väderleks- och isförhållanden eller vattenstånd eller på grund av en specialtransport eller sjöräddningsaktion på VTS-området eller någon annan omständighet som begränsar eller äventyrar trafiken temporärt beordra 1) att ett vattenområde, en farled eller en del av en farled skall stängas, 2) att fartyg skall dirigeras till en ankarplats eller återvända till kaj, samt 3) hastighetsbegränsningar inom ett vattenområde eller en farled. Information om åtgärderna skall omedelbart ges fartyg som befinner sig inom VTS-området eller är på väg dit samt den hamninnehavare som saken gäller.",
        "folded_sv": "vts-myndigheten kan vid behov till foljd av avvikande vaderleks- och isforhallanden eller vattenstand eller pa grund av en specialtransport eller sjoraddningsaktion pa vts-omradet eller nagon annan omstandighet som begransar eller aventyrar trafiken temporart beordra 1) att ett vattenomrade, en farled eller en del av en farled skall stangas, 2) att fartyg skall dirigeras till en ankarplats eller atervanda till kaj, samt 3) hastighetsbegransningar inom ett vattenomrade eller en farled. information om atgarderna skall omedelbart ges fartyg som befinner sig inom vts-omradet eller ar pa vag dit samt den hamninnehavare som saken galler."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "VTS-viranomaisen ilmoitusvelvollisuudet",
      "content": "VTS-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ympäristö-, aluevalvonta-, poliisi- tai tulliviranomaisille sekä asianomaisille satamanpitäjille havaitsemistaan tai sille ilmoitetuista tiettyä alusta koskevista aluksen tai siinä olevien ihmisten turvallisuuteen, meripelastukseen, ympäristönsuojeluun tai alue- taikka tullivalvontaan liittyvistä olennaisista seikoista. VTS-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien Euroopan unionin jäsenvaltioiden asianomaisille VTS-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ympäristölle. VTS-viranomaisen ilmoitusvelvollisuuksista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_18",
        "normalized_fi": "VTS-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ympäristö-, aluevalvonta-, poliisi- tai tulliviranomaisille sekä asianomaisille satamanpitäjille havaitsemistaan tai sille ilmoitetuista tiettyä alusta koskevista aluksen tai siinä olevien ihmisten turvallisuuteen, meripelastukseen, ympäristönsuojeluun tai alue- taikka tullivalvontaan liittyvistä olennaisista seikoista. VTS-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien Euroopan unionin jäsenvaltioiden asianomaisille VTS-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ympäristölle. VTS-viranomaisen ilmoitusvelvollisuuksista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "vts-viranomaisen on ilmoitettava asianomaisille merenkulku-, meripelastus-, ymparisto-, aluevalvonta-, poliisi- tai tulliviranomaisille seka asianomaisille satamanpitajille havaitsemistaan tai sille ilmoitetuista tiettya alusta koskevista aluksen tai siina olevien ihmisten turvallisuuteen, meripelastukseen, ymparistonsuojeluun tai alue- taikka tullivalvontaan liittyvista olennaisista seikoista. vts-viranomaisen tulee toimittaa aluksen suunnitellun reitin varrella sijaitsevien euroopan unionin jasenvaltioiden asianomaisille vts-viranomaisille olennaiset tiedot sellaisista aluksista, joiden katsotaan aiheuttavan vaaraa merenkululle tai uhan merenkulun tai ihmisten turvallisuudelle tai ymparistolle. vts-viranomaisen ilmoitusvelvollisuuksista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "VTS-myndighetens anmälnings- och rapporteringsskyldigheter",
        "content_sv": "VTS-myndigheten skall till vederbörande sjöfarts-, sjöräddnings-, miljö-, territorialövervaknings-, polis- eller tullmyndighet samt vederbörande hamninnehavare rapportera om alla sådana väsentliga omständigheter som har samband med ett visst fartygs eller de på fartyget ombordvarandes säkerhet, sjöräddningen, miljöskyddet eller territorialövervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmälts till myndigheten. VTS-myndigheten skall tillställa de behöriga VTS-myndigheterna i de medlemsstater i Europeiska unionen som ligger intill fartygets planerade rutt väsentliga uppgifter om sådana fartyg som anses medföra fara för sjöfarten eller utgöra hot mot sjöfartens eller människors säkerhet eller miljön. Närmare bestämmelser om VTS-myndighetens anmälnings- och rapporteringsskyldigheter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "VTS-myndigheten skall till vederbörande sjöfarts-, sjöräddnings-, miljö-, territorialövervaknings-, polis- eller tullmyndighet samt vederbörande hamninnehavare rapportera om alla sådana väsentliga omständigheter som har samband med ett visst fartygs eller de på fartyget ombordvarandes säkerhet, sjöräddningen, miljöskyddet eller territorialövervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmälts till myndigheten. VTS-myndigheten skall tillställa de behöriga VTS-myndigheterna i de medlemsstater i Europeiska unionen som ligger intill fartygets planerade rutt väsentliga uppgifter om sådana fartyg som anses medföra fara för sjöfarten eller utgöra hot mot sjöfartens eller människors säkerhet eller miljön. Närmare bestämmelser om VTS-myndighetens anmälnings- och rapporteringsskyldigheter utfärdas genom förordning av statsrådet.",
        "folded_sv": "vts-myndigheten skall till vederborande sjofarts-, sjoraddnings-, miljo-, territorialovervaknings-, polis- eller tullmyndighet samt vederborande hamninnehavare rapportera om alla sadana vasentliga omstandigheter som har samband med ett visst fartygs eller de pa fartyget ombordvarandes sakerhet, sjoraddningen, miljoskyddet eller territorialovervakningen eller tullkontrollen och som myndigheten har observerat eller som har anmalts till myndigheten. vts-myndigheten skall tillstalla de behoriga vts-myndigheterna i de medlemsstater i europeiska unionen som ligger intill fartygets planerade rutt vasentliga uppgifter om sadana fartyg som anses medfora fara for sjofarten eller utgora hot mot sjofartens eller manniskors sakerhet eller miljon. narmare bestammelser om vts-myndighetens anmalnings- och rapporteringsskyldigheter utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "VTS-viranomaisen toimintakäsikirja",
      "content": "VTS-viranomaisen on pidettävä toimintakäsikirjaa, jossa on määritelty VTS-keskuksen toiminnan ja teknisten järjestelmien ylläpitämiseen liittyvät tehtävät ja toimenpiteet sekä varautuminen alusliikennepalvelun ylläpitämiseen poikkeustilanteissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_19",
        "normalized_fi": "VTS-viranomaisen on pidettävä toimintakäsikirjaa, jossa on määritelty VTS-keskuksen toiminnan ja teknisten järjestelmien ylläpitämiseen liittyvät tehtävät ja toimenpiteet sekä varautuminen alusliikennepalvelun ylläpitämiseen poikkeustilanteissa.",
        "folded_fi": "vts-viranomaisen on pidettava toimintakasikirjaa, jossa on maaritelty vts-keskuksen toiminnan ja teknisten jarjestelmien yllapitamiseen liittyvat tehtavat ja toimenpiteet seka varautuminen alusliikennepalvelun yllapitamiseen poikkeustilanteissa.",
        "title_sv": "VTS-myndighetens drifthandbok",
        "content_sv": "VTS-myndigheten skall föra en drifthandbok i vilken anges de uppgifter och åtgärder som anknyter till upprätthållandet av VTS-centralens verksamhet och tekniska system samt beredskapen för upprätthållandet av fartygstrafikservicen i undantagssituationer.",
        "normalized_sv": "VTS-myndigheten skall föra en drifthandbok i vilken anges de uppgifter och åtgärder som anknyter till upprätthållandet av VTS-centralens verksamhet och tekniska system samt beredskapen för upprätthållandet av fartygstrafikservicen i undantagssituationer.",
        "folded_sv": "vts-myndigheten skall fora en drifthandbok i vilken anges de uppgifter och atgarder som anknyter till uppratthallandet av vts-centralens verksamhet och tekniska system samt beredskapen for uppratthallandet av fartygstrafikservicen i undantagssituationer."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Valvonta kansainvälisillä merialueilla",
      "content": "VTS-viranomaisen on valvottava VTS-alueeseensa liittyvillä kansainvälisillä merialueilla olevien reittijakojärjestelmien ja pakollisten ilmoittautumisjärjestelmien noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_20",
        "normalized_fi": "VTS-viranomaisen on valvottava VTS-alueeseensa liittyvillä kansainvälisillä merialueilla olevien reittijakojärjestelmien ja pakollisten ilmoittautumisjärjestelmien noudattamista.",
        "folded_fi": "vts-viranomaisen on valvottava vts-alueeseensa liittyvilla kansainvalisilla merialueilla olevien reittijakojarjestelmien ja pakollisten ilmoittautumisjarjestelmien noudattamista.",
        "title_sv": "Övervakning på internationella havsområden",
        "content_sv": "VTS-myndigheten skall övervaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen på internationella havsområden i anknytning till myndighetens VTS-område iakttas.",
        "normalized_sv": "VTS-myndigheten skall övervaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen på internationella havsområden i anknytning till myndighetens VTS-område iakttas.",
        "folded_sv": "vts-myndigheten skall overvaka att trafiksepareringssystemen och de obligatoriska fartygsrapporteringssystemen pa internationella havsomraden i anknytning till myndighetens vts-omrade iakttas."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Alusliikennepalveluun osallistuminen",
      "content": "Alukset, joiden suurin pituus on vähintään 24 metriä, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 §:n mukaisessa perustamispäätöksessä määrätyllä tavalla VTS-viranomaiselle, kuuntelemalla VTS-alueella käytössä olevia VHF-kanavia sekä noudattamalla VTS-alueella tapahtuvaa liikennöintiä koskevia säännöksiä ja perustamispäätöksessä vahvistettuja määräyksiä. Puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua VTS-viranomaiselle tämän kanssa erikseen sovittavalla tavalla. VTS-viranomainen voi yksittäistapauksissa sää- tai jääolosuhteiden taikka muiden meriturvallisuussyiden vuoksi määrätä myös muita aluksia osallistumaan alusliikennepalveluun. VTS-viranomainen voi yksittäistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttäen, että alusturvallisuutta ei vaaranneta ja että aluksella on toimiva ja käytössä oleva automaattinen tunnistusjärjestelmä (AIS).",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_21",
        "normalized_fi": "Alukset, joiden suurin pituus on vähintään 24 metriä, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 § :n mukaisessa perustamispäätöksessä määrätyllä tavalla VTS-viranomaiselle, kuuntelemalla VTS-alueella käytössä olevia VHF-kanavia sekä noudattamalla VTS-alueella tapahtuvaa liikennöintiä koskevia säännöksiä ja perustamispäätöksessä vahvistettuja määräyksiä. Puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua VTS-viranomaiselle tämän kanssa erikseen sovittavalla tavalla. VTS-viranomainen voi yksittäistapauksissa sää- tai jääolosuhteiden taikka muiden meriturvallisuussyiden vuoksi määrätä myös muita aluksia osallistumaan alusliikennepalveluun. VTS-viranomainen voi yksittäistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttäen, että alusturvallisuutta ei vaaranneta ja että aluksella on toimiva ja käytössä oleva automaattinen tunnistusjärjestelmä (AIS).",
        "folded_fi": "alukset, joiden suurin pituus on vahintaan 24 metria, ovat velvollisia osallistumaan alusliikennepalveluun ilmoittautumalla 8 §:n mukaisessa perustamispaatoksessa maaratylla tavalla vts-viranomaiselle, kuuntelemalla vts-alueella kaytossa olevia vhf-kanavia seka noudattamalla vts-alueella tapahtuvaa liikennointia koskevia saannoksia ja perustamispaatoksessa vahvistettuja maarayksia. puolustusvoimien ja rajavartiolaitoksen alukset voivat ilmoittautua vts-viranomaiselle taman kanssa erikseen sovittavalla tavalla. vts-viranomainen voi yksittaistapauksissa saa- tai jaaolosuhteiden taikka muiden meriturvallisuussyiden vuoksi maarata myos muita aluksia osallistumaan alusliikennepalveluun. vts-viranomainen voi yksittaistapauksissa, jos ilmoittautuminen on ilmeisen turhaa tai kohtuuttoman hankalaa, vapauttaa aluksen ilmoittautumisvelvollisuudesta edellyttaen, etta alusturvallisuutta ei vaaranneta ja etta aluksella on toimiva ja kaytossa oleva automaattinen tunnistusjarjestelma (ais).",
        "title_sv": "Deltagande i fartygstrafikservice",
        "content_sv": "Fartyg vars största längd är minst 24 meter är skyldiga att delta i fartygstrafikservicen genom att anmäla sig till VTS-myndigheten på det sätt som anges i det beslut om inrättande som avses i 8 §, genom att lyssna på de VHF-radiokanaler som används inom VTS-området samt genom att iaktta de bestämmelser som gäller trafiken på VTS-området och de föreskrifter som fastställts i beslutet om inrättande. Försvarsmaktens och gränsbevakningsväsendets fartyg kan anmäla sig till VTS-myndigheten på det sätt som särskilt överenskoms med denna. VTS-myndigheten kan i enskilda fall till följd av väderleks- eller isförhållandena eller av andra sjösäkerhetsskäl bestämma att även andra fartyg skall delta i fartygstrafikservicen. VTS-myndigheten kan i enskilda fall, om anmälan är uppenbart onödig eller oskäligt svår att göra, befria fartyget från anmälningsskyldigheten förutsatt att fartygssäkerheten inte äventyras och att fartyget använder ett fungerande automatiskt identifieringssystem för fartyg (AIS).",
        "normalized_sv": "Fartyg vars största längd är minst 24 meter är skyldiga att delta i fartygstrafikservicen genom att anmäla sig till VTS-myndigheten på det sätt som anges i det beslut om inrättande som avses i 8 § , genom att lyssna på de VHF-radiokanaler som används inom VTS-området samt genom att iaktta de bestämmelser som gäller trafiken på VTS-området och de föreskrifter som fastställts i beslutet om inrättande. Försvarsmaktens och gränsbevakningsväsendets fartyg kan anmäla sig till VTS-myndigheten på det sätt som särskilt överenskoms med denna. VTS-myndigheten kan i enskilda fall till följd av väderleks- eller isförhållandena eller av andra sjösäkerhetsskäl bestämma att även andra fartyg skall delta i fartygstrafikservicen. VTS-myndigheten kan i enskilda fall, om anmälan är uppenbart onödig eller oskäligt svår att göra, befria fartyget från anmälningsskyldigheten förutsatt att fartygssäkerheten inte äventyras och att fartyget använder ett fungerande automatiskt identifieringssystem för fartyg (AIS).",
        "folded_sv": "fartyg vars storsta langd ar minst 24 meter ar skyldiga att delta i fartygstrafikservicen genom att anmala sig till vts-myndigheten pa det satt som anges i det beslut om inrattande som avses i 8 §, genom att lyssna pa de vhf-radiokanaler som anvands inom vts-omradet samt genom att iaktta de bestammelser som galler trafiken pa vts-omradet och de foreskrifter som faststallts i beslutet om inrattande. forsvarsmaktens och gransbevakningsvasendets fartyg kan anmala sig till vts-myndigheten pa det satt som sarskilt overenskoms med denna. vts-myndigheten kan i enskilda fall till foljd av vaderleks- eller isforhallandena eller av andra sjosakerhetsskal bestamma att aven andra fartyg skall delta i fartygstrafikservicen. vts-myndigheten kan i enskilda fall, om anmalan ar uppenbart onodig eller oskaligt svar att gora, befria fartyget fran anmalningsskyldigheten forutsatt att fartygssakerheten inte aventyras och att fartyget anvander ett fungerande automatiskt identifieringssystem for fartyg (ais)."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Aluksen päällikön vastuu ja ilmoitusvelvollisuus",
      "content": "Päällikkö vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. Jos aluksen päällikkö aluksen turvallisuuteen liittyvästä pakottavasta syystä ei pysty osallistumaan alusliikennepalveluun 21 §:ssä säädetyllä tavalla tai ei pysty noudattamaan alusliikenteen tilapäiseksi ohjaamiseksi 17 §:n nojalla annettuja määräyksiä, hänen on ilmoitettava tästä välittömästi VTS-viranomaiselle sekä annettava asiasta VTS-viranomaisen pyynnöstä erillinen kirjallinen selvitys. Aluksen päällikön on ilmoitettava 17 §:n mukaisista alusta koskevista oleellisista toimenpiteistä laivanisännälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_22",
        "normalized_fi": "Päällikkö vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. Jos aluksen päällikkö aluksen turvallisuuteen liittyvästä pakottavasta syystä ei pysty osallistumaan alusliikennepalveluun 21 § :ssä säädetyllä tavalla tai ei pysty noudattamaan alusliikenteen tilapäiseksi ohjaamiseksi 17 § :n nojalla annettuja määräyksiä, hänen on ilmoitettava tästä välittömästi VTS-viranomaiselle sekä annettava asiasta VTS-viranomaisen pyynnöstä erillinen kirjallinen selvitys. Aluksen päällikön on ilmoitettava 17 § :n mukaisista alusta koskevista oleellisista toimenpiteistä laivanisännälle.",
        "folded_fi": "paallikko vastaa aluksen ohjailusta aluksen osallistuessa alusliikennepalveluun. jos aluksen paallikko aluksen turvallisuuteen liittyvasta pakottavasta syysta ei pysty osallistumaan alusliikennepalveluun 21 §:ssa saadetylla tavalla tai ei pysty noudattamaan alusliikenteen tilapaiseksi ohjaamiseksi 17 §:n nojalla annettuja maarayksia, hanen on ilmoitettava tasta valittomasti vts-viranomaiselle seka annettava asiasta vts-viranomaisen pyynnosta erillinen kirjallinen selvitys. aluksen paallikon on ilmoitettava 17 §:n mukaisista alusta koskevista oleellisista toimenpiteista laivanisannalle.",
        "title_sv": "Fartygsbefälhavarens ansvar och anmälningsskyldighet",
        "content_sv": "Befälhavaren ansvarar för manövreringen av fartyget då det deltar i fartygstrafikservicen. Kan befälhavaren av något tvingande skäl som anknyter till fartygets säkerhet inte delta i fartygstrafikservicen på det sätt som anges i 21 § eller kan befälhavaren inte iaktta de föreskrifter som utfärdats med stöd av 17 § i syfte att tillfälligt leda fartygstrafiken, skall befälhavaren omedelbart underrätta VTS-myndigheten om detta samt på begäran av VTS-myndigheten lämna in en separat skriftlig utredning i ärendet. Fartygets befälhavare skall underrätta redaren om alla sådana väsentliga åtgärder enligt 17 § som gäller fartyget.",
        "normalized_sv": "Befälhavaren ansvarar för manövreringen av fartyget då det deltar i fartygstrafikservicen. Kan befälhavaren av något tvingande skäl som anknyter till fartygets säkerhet inte delta i fartygstrafikservicen på det sätt som anges i 21 § eller kan befälhavaren inte iaktta de föreskrifter som utfärdats med stöd av 17 § i syfte att tillfälligt leda fartygstrafiken, skall befälhavaren omedelbart underrätta VTS-myndigheten om detta samt på begäran av VTS-myndigheten lämna in en separat skriftlig utredning i ärendet. Fartygets befälhavare skall underrätta redaren om alla sådana väsentliga åtgärder enligt 17 § som gäller fartyget.",
        "folded_sv": "befalhavaren ansvarar for manovreringen av fartyget da det deltar i fartygstrafikservicen. kan befalhavaren av nagot tvingande skal som anknyter till fartygets sakerhet inte delta i fartygstrafikservicen pa det satt som anges i 21 § eller kan befalhavaren inte iaktta de foreskrifter som utfardats med stod av 17 § i syfte att tillfalligt leda fartygstrafiken, skall befalhavaren omedelbart underratta vts-myndigheten om detta samt pa begaran av vts-myndigheten lamna in en separat skriftlig utredning i arendet. fartygets befalhavare skall underratta redaren om alla sadana vasentliga atgarder enligt 17 § som galler fartyget."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Merellä tapahtuvista vaaratilanteista ja onnettomuuksista ilmoittaminen",
      "content": "Aluksen päällikön on ilmoitettava VTS-viranomaiselle seuraavista VTS-alueella tai sen läheisyydessä tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentörmäyksestä, pohjakosketuksesta, vauriosta, toimintahäiriöstä tai koneviasta, vuodosta tai lastin siirtymisestä sekä kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista häiriöistä sekä kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sähköntuotantolaitteisiin taikka navigointi- tai viestintälaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ympäristöä pilaavien aineiden pääsystä veteen tai tällaisen päästön uhasta; sekä 4) kaikista merellä ajelehtivista ympäristöä pilaavien aineiden lautoista sekä konteista tai pakkauksista. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_23",
        "normalized_fi": "Aluksen päällikön on ilmoitettava VTS-viranomaiselle seuraavista VTS-alueella tai sen läheisyydessä tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentörmäyksestä, pohjakosketuksesta, vauriosta, toimintahäiriöstä tai koneviasta, vuodosta tai lastin siirtymisestä sekä kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista häiriöistä sekä kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sähköntuotantolaitteisiin taikka navigointi- tai viestintälaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ympäristöä pilaavien aineiden pääsystä veteen tai tällaisen päästön uhasta; sekä 4) kaikista merellä ajelehtivista ympäristöä pilaavien aineiden lautoista sekä konteista tai pakkauksista. Valtioneuvoston asetuksella säädetään tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisällöstä.",
        "folded_fi": "aluksen paallikon on ilmoitettava vts-viranomaiselle seuraavista vts-alueella tai sen laheisyydessa tapahtuneista tapauksista: 1) kaikista aluksen turvallisuuteen vaikuttavista vaaratilanteista tai onnettomuuksista, kuten yhteentormayksesta, pohjakosketuksesta, vauriosta, toimintahairiosta tai koneviasta, vuodosta tai lastin siirtymisesta seka kaikista rungon vioista tai rakenteellisista vioista; 2) kaikista merenkulun turvallisuutta vaarantavista vaaratilanteista tai onnettomuuksista, kuten aluksen ohjattavuuteen tai merikelpoisuuteen mahdollisesti vaikuttavista hairioista seka kaikista aluksen kuljetuskoneistoon, ohjauslaitteisiin, sahkontuotantolaitteisiin taikka navigointi- tai viestintalaitteisiin vaikuttavista vioista; 3) kaikista tilanteista, jotka saattavat aiheuttaa vesien tai rannikon pilaantumista, kuten ymparistoa pilaavien aineiden paasysta veteen tai tallaisen paaston uhasta; seka 4) kaikista merella ajelehtivista ymparistoa pilaavien aineiden lautoista seka konteista tai pakkauksista. valtioneuvoston asetuksella saadetaan tarkemmin 1 momentissa tarkoitettujen ilmoitusten sisallosta.",
        "title_sv": "Anmälan om kritiska lägen och olyckor till sjöss",
        "content_sv": "Befälhavaren skall underrätta VTS-myndigheten om följande händelser på VTS-området eller i dess närhet: 1) varje kritiskt läge eller olycka som påverkar fartygets säkerhet, såsom kollision, grundstötning, skada, driftsstörning eller maskinfel, läckage eller förskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt läge eller olycka som äventyrar sjösäkerheten, såsom störningar som kan påverka fartygets manöverförmåga eller sjövärdighet samt varje fel som påverkar framdrivningsmaskinerier, styrinrättningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till förorening av farvatten eller stränder, såsom utsläpp eller risk för utsläpp av förorenande ämnen i vattnet, samt 4) alla till sjöss kringdrivande föroreningsbälten, containrar eller förpackningar. Genom förordning av statsrådet föreskrivs närmare om innehållet i de anmälningar som avses i 1 mom.",
        "normalized_sv": "Befälhavaren skall underrätta VTS-myndigheten om följande händelser på VTS-området eller i dess närhet: 1) varje kritiskt läge eller olycka som påverkar fartygets säkerhet, såsom kollision, grundstötning, skada, driftsstörning eller maskinfel, läckage eller förskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt läge eller olycka som äventyrar sjösäkerheten, såsom störningar som kan påverka fartygets manöverförmåga eller sjövärdighet samt varje fel som påverkar framdrivningsmaskinerier, styrinrättningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till förorening av farvatten eller stränder, såsom utsläpp eller risk för utsläpp av förorenande ämnen i vattnet, samt 4) alla till sjöss kringdrivande föroreningsbälten, containrar eller förpackningar. Genom förordning av statsrådet föreskrivs närmare om innehållet i de anmälningar som avses i 1 mom.",
        "folded_sv": "befalhavaren skall underratta vts-myndigheten om foljande handelser pa vts-omradet eller i dess narhet: 1) varje kritiskt lage eller olycka som paverkar fartygets sakerhet, sasom kollision, grundstotning, skada, driftsstorning eller maskinfel, lackage eller forskjutning av lasten samt alla typer av skrovskador eller svagheter i strukturen, 2) varje kritiskt lage eller olycka som aventyrar sjosakerheten, sasom storningar som kan paverka fartygets manoverformaga eller sjovardighet samt varje fel som paverkar framdrivningsmaskinerier, styrinrattningen, generatorer eller navigations- eller kommunikationsutrustning, 3) varje situation som kan leda till fororening av farvatten eller strander, sasom utslapp eller risk for utslapp av fororenande amnen i vattnet, samt 4) alla till sjoss kringdrivande fororeningsbalten, containrar eller forpackningar. genom forordning av statsradet foreskrivs narmare om innehallet i de anmalningar som avses i 1 mom."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Virka-apu",
      "content": "VTS-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ympäristö-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten päälliköiltä virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_24",
        "normalized_fi": "VTS-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ympäristö-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten päälliköiltä virka-apua.",
        "folded_fi": "vts-viranomaisella on oikeus saada puolustusvoimilta, rajavartiolaitokselta, ymparisto-, tulli- ja poliisiviranomaisilta, pelastuslaitoksilta ja valtion alusten paallikoilta virka-apua.",
        "title_sv": "Handräckning",
        "content_sv": "VTS-myndigheten har rätt att få handräckning av försvarsmakten, gränsbevakningsväsendet, miljö-, tull- och polismyndigheterna, räddningsväsendet och befälhavarna på statsfartyg.",
        "normalized_sv": "VTS-myndigheten har rätt att få handräckning av försvarsmakten, gränsbevakningsväsendet, miljö-, tull- och polismyndigheterna, räddningsväsendet och befälhavarna på statsfartyg.",
        "folded_sv": "vts-myndigheten har ratt att fa handrackning av forsvarsmakten, gransbevakningsvasendet, miljo-, tull- och polismyndigheterna, raddningsvasendet och befalhavarna pa statsfartyg."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "Koulutusohjelman hyväksyminen",
      "content": "Merenkulkulaitos hyväksyy alusliikennepalvelutehtävien koulutusohjelmat. Koulutusohjelmaan on sisällytettävä ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtävissä sovellettavat säännökset ja määräykset sekä poikkeustilanteiden hallinta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_25",
        "normalized_fi": "Merenkulkulaitos hyväksyy alusliikennepalvelutehtävien koulutusohjelmat. Koulutusohjelmaan on sisällytettävä ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtävissä sovellettavat säännökset ja määräykset sekä poikkeustilanteiden hallinta.",
        "folded_fi": "merenkulkulaitos hyvaksyy alusliikennepalvelutehtavien koulutusohjelmat. koulutusohjelmaan on sisallytettava ainakin alusliikennepalveluiden perustiedot, kommunikointi, tehtavissa sovellettavat saannokset ja maaraykset seka poikkeustilanteiden hallinta.",
        "title_sv": "Godkännande av utbildningsprogram",
        "content_sv": "Sjöfartsverket godkänner utbildningsprogrammen för uppgifter inom fartygstrafikservicen. Ett utbildningsprogram skall omfatta åtminstone fartygstrafikservicens grunder, kommunikation, de bestämmelser och föreskrifter som skall tillämpas i uppgifterna samt hantering av undantagssituationer.",
        "normalized_sv": "Sjöfartsverket godkänner utbildningsprogrammen för uppgifter inom fartygstrafikservicen. Ett utbildningsprogram skall omfatta åtminstone fartygstrafikservicens grunder, kommunikation, de bestämmelser och föreskrifter som skall tillämpas i uppgifterna samt hantering av undantagssituationer.",
        "folded_sv": "sjofartsverket godkanner utbildningsprogrammen for uppgifter inom fartygstrafikservicen. ett utbildningsprogram skall omfatta atminstone fartygstrafikservicens grunder, kommunikation, de bestammelser och foreskrifter som skall tillampas i uppgifterna samt hantering av undantagssituationer."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "VTS-pätevyysrekisteri",
      "content": "VTS-pätevyysrekisteri Alusliikenneohjaajien ja alusliikennepalvelun esimiesten pätevyyden valvomiseksi ja siihen liittyväksi palvelutietojen seuraamiseksi Merenkulkulaitos pitää henkilörekisteriä (). VTS-pätevyysrekisteriin saa perustietoina merkitä seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen pätevyystodistuksen haltijasta: 1) nimi ja tieto syntymäajasta; sekä 2) muina tietoina osoite- ja muut yhteystiedot. Perustietojen lisäksi saa VTS-pätevyysrekisteriin merkitä rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 1) myönnetyistä pätevyystodistuksista; 2) alusliikennepalveluista, joita pätevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta työpaikkakoulutuksesta; 4) myönnetyistä kelpuutusmerkinnöistä; 5) palveluista VTS-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta täydennyskoulutuksesta; sekä 7) pätevyystodistuksen peruuttamisesta. Henkilötiedot poistetaan rekisteristä kymmenen vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilön pätevyystodistuksen voimassaolo päättyi. VTS-pätevyysrekisteristä saa rekisteriin merkitylle luovuttaa häntä itseään koskevia tietoja. Sen lisäksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, VTS-viranomaiselle ja sille, joka 8 §:n 2 momentin 2 kohdassa ja 16 §:n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä VTS-viranomaisen kanssa. VTS-pätevyysrekisteriin merkittyjen henkilötietojen käsittelyyn sovelletaan muutoin, mitä henkilötietolaissa (523/1999) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_26",
        "normalized_fi": "VTS-pätevyysrekisteri Alusliikenneohjaajien ja alusliikennepalvelun esimiesten pätevyyden valvomiseksi ja siihen liittyväksi palvelutietojen seuraamiseksi Merenkulkulaitos pitää henkilörekisteriä (). VTS-pätevyysrekisteriin saa perustietoina merkitä seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen pätevyystodistuksen haltijasta: 1) nimi ja tieto syntymäajasta; sekä 2) muina tietoina osoite- ja muut yhteystiedot. Perustietojen lisäksi saa VTS-pätevyysrekisteriin merkitä rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 1) myönnetyistä pätevyystodistuksista; 2) alusliikennepalveluista, joita pätevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta työpaikkakoulutuksesta; 4) myönnetyistä kelpuutusmerkinnöistä; 5) palveluista VTS-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta täydennyskoulutuksesta; sekä 7) pätevyystodistuksen peruuttamisesta. Henkilötiedot poistetaan rekisteristä kymmenen vuoden kuluttua sen vuoden päättymisestä, jonka aikana henkilön pätevyystodistuksen voimassaolo päättyi. VTS-pätevyysrekisteristä saa rekisteriin merkitylle luovuttaa häntä itseään koskevia tietoja. Sen lisäksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, VTS-viranomaiselle ja sille, joka 8 § :n 2 momentin 2 kohdassa ja 16 § :n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla ylläpitää alusliikennepalvelua yhteistyössä VTS-viranomaisen kanssa. VTS-pätevyysrekisteriin merkittyjen henkilötietojen käsittelyyn sovelletaan muutoin, mitä henkilötietolaissa (523/1999) säädetään.",
        "folded_fi": "vts-patevyysrekisteri alusliikenneohjaajien ja alusliikennepalvelun esimiesten patevyyden valvomiseksi ja siihen liittyvaksi palvelutietojen seuraamiseksi merenkulkulaitos pitaa henkilorekisteria (). vts-patevyysrekisteriin saa perustietoina merkita seuraavat tiedot alusliikenneohjaajan ja alusliikennepalvelun esimiehen patevyystodistuksen haltijasta: 1) nimi ja tieto syntymaajasta; seka 2) muina tietoina osoite- ja muut yhteystiedot. perustietojen lisaksi saa vts-patevyysrekisteriin merkita rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja: 1) myonnetyista patevyystodistuksista; 2) alusliikennepalveluista, joita patevyystodistuksen haltija on oikeutettu antamaan; 3) suoritetusta tyopaikkakoulutuksesta; 4) myonnetyista kelpuutusmerkinnoista; 5) palveluista vts-keskuksissa; 6) suoritetusta alusliikenneohjaajan ammatillisesta taydennyskoulutuksesta; seka 7) patevyystodistuksen peruuttamisesta. henkilotiedot poistetaan rekisterista kymmenen vuoden kuluttua sen vuoden paattymisesta, jonka aikana henkilon patevyystodistuksen voimassaolo paattyi. vts-patevyysrekisterista saa rekisteriin merkitylle luovuttaa hanta itseaan koskevia tietoja. sen lisaksi tietoja saa luovuttaa vain toimivaltaiselle viranomaiselle, vts-viranomaiselle ja sille, joka 8 §:n 2 momentin 2 kohdassa ja 16 §:n 2 momentissa tarkoitetun yhteistoimintasopimuksen nojalla yllapitaa alusliikennepalvelua yhteistyossa vts-viranomaisen kanssa. vts-patevyysrekisteriin merkittyjen henkilotietojen kasittelyyn sovelletaan muutoin, mita henkilotietolaissa (523/1999) saadetaan.",
        "title_sv": "VTS-behörighetsregister",
        "content_sv": "VTS-behörighetsregister Sjöfartsverket för ett personregister () som utnyttjas i övervakningen av behörigheten hos VTS-operatörer och VTS-chefer samt i den uppföljning av serviceuppgifterna som hänför sig till övervakningen. I VTS-behörighetsregistret får som basuppgifter införas följande uppgifter om innehavare av behörighetsintyg för VTS-operatörer och VTS-chefer: 1) namn och födelsedatum, samt 2) som övriga uppgifter adressuppgifter och andra kontaktuppgifter. I VTS-behörighetsregistret får förutom basuppgifterna även införas för registrets användningsändamål nödvändiga uppgifter om 1) beviljade behörighetsintyg, 2) fartygstrafikservice som innehavaren av ett behörighetsintyg är berättigad att tillhandahålla, 3) genomgången arbetsplatsutbildning, 4) anteckningar om godkännande, 5) tjänstgöring vid VTS-centraler, 6) genomgången kompletterande yrkesutbildning för VTS-operatörer, samt 7) återkallande av behörighetsintyg. Personuppgifterna avförs ur registret tio år efter utgången av det år då personens behörighetsintyg upphörde att gälla. Till den som antecknats i VTS-behörighetsregistret får sådana uppgifter ur registret utlämnas som gäller personen i fråga. I övrigt får uppgifter utlämnas endast till den behöriga myndigheten, VTS-myndigheten och den som med stöd av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. upprätthåller fartygstrafikservice i samarbete med VTS-myndigheten. På behandlingen av de personuppgifter som införts i VTS-behörighetsregistret tillämpas i övrigt bestämmelserna i personuppgiftslagen (523/1999).",
        "normalized_sv": "VTS-behörighetsregister Sjöfartsverket för ett personregister () som utnyttjas i övervakningen av behörigheten hos VTS-operatörer och VTS-chefer samt i den uppföljning av serviceuppgifterna som hänför sig till övervakningen. I VTS-behörighetsregistret får som basuppgifter införas följande uppgifter om innehavare av behörighetsintyg för VTS-operatörer och VTS-chefer: 1) namn och födelsedatum, samt 2) som övriga uppgifter adressuppgifter och andra kontaktuppgifter. I VTS-behörighetsregistret får förutom basuppgifterna även införas för registrets användningsändamål nödvändiga uppgifter om 1) beviljade behörighetsintyg, 2) fartygstrafikservice som innehavaren av ett behörighetsintyg är berättigad att tillhandahålla, 3) genomgången arbetsplatsutbildning, 4) anteckningar om godkännande, 5) tjänstgöring vid VTS-centraler, 6) genomgången kompletterande yrkesutbildning för VTS-operatörer, samt 7) återkallande av behörighetsintyg. Personuppgifterna avförs ur registret tio år efter utgången av det år då personens behörighetsintyg upphörde att gälla. Till den som antecknats i VTS-behörighetsregistret får sådana uppgifter ur registret utlämnas som gäller personen i fråga. I övrigt får uppgifter utlämnas endast till den behöriga myndigheten, VTS-myndigheten och den som med stöd av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. upprätthåller fartygstrafikservice i samarbete med VTS-myndigheten. På behandlingen av de personuppgifter som införts i VTS-behörighetsregistret tillämpas i övrigt bestämmelserna i personuppgiftslagen (523/1999).",
        "folded_sv": "vts-behorighetsregister sjofartsverket for ett personregister () som utnyttjas i overvakningen av behorigheten hos vts-operatorer och vts-chefer samt i den uppfoljning av serviceuppgifterna som hanfor sig till overvakningen. i vts-behorighetsregistret far som basuppgifter inforas foljande uppgifter om innehavare av behorighetsintyg for vts-operatorer och vts-chefer: 1) namn och fodelsedatum, samt 2) som ovriga uppgifter adressuppgifter och andra kontaktuppgifter. i vts-behorighetsregistret far forutom basuppgifterna aven inforas for registrets anvandningsandamal nodvandiga uppgifter om 1) beviljade behorighetsintyg, 2) fartygstrafikservice som innehavaren av ett behorighetsintyg ar berattigad att tillhandahalla, 3) genomgangen arbetsplatsutbildning, 4) anteckningar om godkannande, 5) tjanstgoring vid vts-centraler, 6) genomgangen kompletterande yrkesutbildning for vts-operatorer, samt 7) aterkallande av behorighetsintyg. personuppgifterna avfors ur registret tio ar efter utgangen av det ar da personens behorighetsintyg upphorde att galla. till den som antecknats i vts-behorighetsregistret far sadana uppgifter ur registret utlamnas som galler personen i fraga. i ovrigt far uppgifter utlamnas endast till den behoriga myndigheten, vts-myndigheten och den som med stod av ett samarbetsavtal som avses i 8 § 2 mom. 2 punkten och 16 § 2 mom. uppratthaller fartygstrafikservice i samarbete med vts-myndigheten. pa behandlingen av de personuppgifter som inforts i vts-behorighetsregistret tillampas i ovrigt bestammelserna i personuppgiftslagen (523/1999)."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Luettelo oppilaitoksista",
      "content": "Merenkulkulaitos pitää luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_27",
        "normalized_fi": "Merenkulkulaitos pitää luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
        "folded_fi": "merenkulkulaitos pitaa luetteloa oppilaitoksista, joissa annetaan alusliikenneohjaajan ja alusliikennepalvelun esimiehen peruskoulutusta.",
        "title_sv": "Förteckning över läroanstalter",
        "content_sv": "Sjöfartsverket för en förteckning över de läroanstalter som ger grundutbildning för VTS-operatörer och VTS-chefer.",
        "normalized_sv": "Sjöfartsverket för en förteckning över de läroanstalter som ger grundutbildning för VTS-operatörer och VTS-chefer.",
        "folded_sv": "sjofartsverket for en forteckning over de laroanstalter som ger grundutbildning for vts-operatorer och vts-chefer."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Valvonta",
      "content": "Tämän lain täytäntöönpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintäministeriölle. Merenkulkulaitos valvoo tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista. Jos alus ei noudata tämän lain säännöksiä tai kansainvälisten sopimusten määräyksiä taikka Kansainvälisen merenkulkujärjestön (IMO) päätöksiä, on Merenkulkulaitoksen ilmoitettava tästä aluksen lippuvaltiolle, jos rikkominen on selvää ja vakavaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_28",
        "normalized_fi": "Tämän lain täytäntöönpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintäministeriölle. Merenkulkulaitos valvoo tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista. Jos alus ei noudata tämän lain säännöksiä tai kansainvälisten sopimusten määräyksiä taikka Kansainvälisen merenkulkujärjestön (IMO) päätöksiä, on Merenkulkulaitoksen ilmoitettava tästä aluksen lippuvaltiolle, jos rikkominen on selvää ja vakavaa.",
        "folded_fi": "taman lain taytantoonpanon ja noudattamisen ylin valvonta kuuluu liikenne- ja viestintaministeriolle. merenkulkulaitos valvoo taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista. jos alus ei noudata taman lain saannoksia tai kansainvalisten sopimusten maarayksia taikka kansainvalisen merenkulkujarjeston (imo) paatoksia, on merenkulkulaitoksen ilmoitettava tasta aluksen lippuvaltiolle, jos rikkominen on selvaa ja vakavaa.",
        "title_sv": "Tillsyn",
        "content_sv": "Den högsta tillsynen över verkställigheten och efterlevnaden av denna lag ankommer på kommunikationsministeriet. Sjöfartsverket övervakar iakttagandet av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den. Om ett fartyg inte iakttar bestämmelserna i denna lag eller bestämmelserna i internationella avtal eller beslut av Internationella sjöfartsorganisationen (IMO), skall Sjöfartsverket anmäla detta till fartygets flaggstat, om brottet mot bestämmelserna är klart och allvarligt.",
        "normalized_sv": "Den högsta tillsynen över verkställigheten och efterlevnaden av denna lag ankommer på kommunikationsministeriet. Sjöfartsverket övervakar iakttagandet av denna lag och de bestämmelser och föreskrifter som utfärdats med stöd av den. Om ett fartyg inte iakttar bestämmelserna i denna lag eller bestämmelserna i internationella avtal eller beslut av Internationella sjöfartsorganisationen (IMO), skall Sjöfartsverket anmäla detta till fartygets flaggstat, om brottet mot bestämmelserna är klart och allvarligt.",
        "folded_sv": "den hogsta tillsynen over verkstalligheten och efterlevnaden av denna lag ankommer pa kommunikationsministeriet. sjofartsverket overvakar iakttagandet av denna lag och de bestammelser och foreskrifter som utfardats med stod av den. om ett fartyg inte iakttar bestammelserna i denna lag eller bestammelserna i internationella avtal eller beslut av internationella sjofartsorganisationen (imo), skall sjofartsverket anmala detta till fartygets flaggstat, om brottet mot bestammelserna ar klart och allvarligt."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Rangaistussäännökset",
      "content": "alusliikennepalvelurikkomuksesta Joka tahallaan tai huolimattomuudesta rikkoo VTS-viranomaisen 17 §:n 1 momentin nojalla antamia määräyksiä, 21 §:n säännöksiä tai 8 §:ssä tarkoitetussa perustamispäätöksessä vahvistettuja määräyksiä taikka laiminlyö 22 tai 23 §:ssä säädetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_29",
        "normalized_fi": "alusliikennepalvelurikkomuksesta Joka tahallaan tai huolimattomuudesta rikkoo VTS-viranomaisen 17 § :n 1 momentin nojalla antamia määräyksiä, 21 § :n säännöksiä tai 8 § :ssä tarkoitetussa perustamispäätöksessä vahvistettuja määräyksiä taikka laiminlyö 22 tai 23 § :ssä säädetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "alusliikennepalvelurikkomuksesta joka tahallaan tai huolimattomuudesta rikkoo vts-viranomaisen 17 §:n 1 momentin nojalla antamia maarayksia, 21 §:n saannoksia tai 8 §:ssa tarkoitetussa perustamispaatoksessa vahvistettuja maarayksia taikka laiminlyo 22 tai 23 §:ssa saadetyn ilmoitusvelvollisuuden, on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "fartygstrafikserviceförseelse Den som uppsåtligen eller av oaktsamhet bryter mot de order som VTS-myndigheten gett med stöd av 17 § 1 mom., mot bestämmelserna i 21 § eller mot de föreskrifter som fastställts i det beslut om inrättande som avses i 8 § eller försummar anmälningsskyldigheten enligt 22 eller 23 § skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "fartygstrafikserviceförseelse Den som uppsåtligen eller av oaktsamhet bryter mot de order som VTS-myndigheten gett med stöd av 17 § 1 mom., mot bestämmelserna i 21 § eller mot de föreskrifter som fastställts i det beslut om inrättande som avses i 8 § eller försummar anmälningsskyldigheten enligt 22 eller 23 § skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter.",
        "folded_sv": "fartygstrafikserviceforseelse den som uppsatligen eller av oaktsamhet bryter mot de order som vts-myndigheten gett med stod av 17 § 1 mom., mot bestammelserna i 21 § eller mot de foreskrifter som faststallts i det beslut om inrattande som avses i 8 § eller forsummar anmalningsskyldigheten enligt 22 eller 23 § skall, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Tuomioistuin",
      "content": "Tämän lain 17 ja 21―23 §:n mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun säännösten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_30",
        "normalized_fi": "Tämän lain 17 ja 21―23 § :n mukaan käsiteltävissä asioissa toimivaltainen tuomioistuin määräytyy merilain (674/1994) 21 luvun säännösten mukaan.",
        "folded_fi": "taman lain 17 ja 21―23 §:n mukaan kasiteltavissa asioissa toimivaltainen tuomioistuin maaraytyy merilain (674/1994) 21 luvun saannosten mukaan.",
        "title_sv": "Domstol",
        "content_sv": "I ärenden som skall behandlas enligt 17 och 21―23 § i denna lag bestäms den behöriga domstolen enligt 21 kap. i sjölagen (674/1994).",
        "normalized_sv": "I ärenden som skall behandlas enligt 17 och 21―23 § i denna lag bestäms den behöriga domstolen enligt 21 kap. i sjölagen (674/1994).",
        "folded_sv": "i arenden som skall behandlas enligt 17 och 21―23 § i denna lag bestams den behoriga domstolen enligt 21 kap. i sjolagen (674/1994)."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "title": "Muutoksenhaku",
      "content": "Toimivaltaisen viranomaisen, VTS-viranomaisen sekä Merenkulkulaitoksen tämän lain nojalla tekemään hallintopäätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Päätöstä on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_7__sec_31",
        "normalized_fi": "Toimivaltaisen viranomaisen, VTS-viranomaisen sekä Merenkulkulaitoksen tämän lain nojalla tekemään hallintopäätökseen haetaan muutosta valittamalla siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Päätöstä on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin määrää.",
        "folded_fi": "toimivaltaisen viranomaisen, vts-viranomaisen seka merenkulkulaitoksen taman lain nojalla tekemaan hallintopaatokseen haetaan muutosta valittamalla siten kuin hallintolainkayttolaissa (586/1996) saadetaan. paatosta on muutoksenhausta huolimatta noudatettava, jollei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "I förvaltningsbeslut som den behöriga myndigheten, VTS-myndigheten eller Sjöfartsverket har fattat med stöd av denna lag söks ändring genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslutet skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "I förvaltningsbeslut som den behöriga myndigheten, VTS-myndigheten eller Sjöfartsverket har fattat med stöd av denna lag söks ändring genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslutet skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "i forvaltningsbeslut som den behoriga myndigheten, vts-myndigheten eller sjofartsverket har fattat med stod av denna lag soks andring genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). beslutet skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan 20 päivänä kesäkuuta 1996 annetun vesiliikennelain (463/1996) 14 § sekä merenkulkuhallituksen 14 päivänä huhtikuuta 1997 antama päätös alusliikenteen ohjaus- ja tukipalvelusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_8__sec_32",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä lokakuuta 2005. Tällä lailla kumotaan 20 päivänä kesäkuuta 1996 annetun vesiliikennelain (463/1996) 14 § sekä merenkulkuhallituksen 14 päivänä huhtikuuta 1997 antama päätös alusliikenteen ohjaus- ja tukipalvelusta. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana lokakuuta 2005. talla lailla kumotaan 20 paivana kesakuuta 1996 annetun vesiliikennelain (463/1996) 14 § seka merenkulkuhallituksen 14 paivana huhtikuuta 1997 antama paatos alusliikenteen ohjaus- ja tukipalvelusta. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs 14 § i sjötrafiklagen av den 20 juni 1996 (463/1996) samt sjöfartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (VTS). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 oktober 2005. Genom denna lag upphävs 14 § i sjötrafiklagen av den 20 juni 1996 (463/1996) samt sjöfartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (VTS). Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 oktober 2005. genom denna lag upphavs 14 § i sjotrafiklagen av den 20 juni 1996 (463/1996) samt sjofartsstyrelsens beslut av den 14 april 1997 om trafikinformationssystem (vts). atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 §:n mukainen perustamispäätös kuuden kuukauden kuluessa lain voimaantulosta. Alusliikenneohjaajalla ja alusliikennepalvelun esimiehellä tulee olla 11 tai 13 §:ssä tarkoitettu pätevyys 1 päivästä heinäkuuta 2007. Alusliikenneohjaajalta ja alusliikennepalvelun esimieheltä, joka on virassa tai toimessa tämän lain voimaan tullessa, ei vaadita vahtiperämiehen tutkintoa ja saatua vahtiperämiehenkirjaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_8__sec_33",
        "normalized_fi": "Tämän lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 § :n mukainen perustamispäätös kuuden kuukauden kuluessa lain voimaantulosta. Alusliikenneohjaajalla ja alusliikennepalvelun esimiehellä tulee olla 11 tai 13 § :ssä tarkoitettu pätevyys 1 päivästä heinäkuuta 2007. Alusliikenneohjaajalta ja alusliikennepalvelun esimieheltä, joka on virassa tai toimessa tämän lain voimaan tullessa, ei vaadita vahtiperämiehen tutkintoa ja saatua vahtiperämiehenkirjaa.",
        "folded_fi": "taman lain voimaan tullessa toiminnassa oleville alusliikennepalveluille on haettava 8 §:n mukainen perustamispaatos kuuden kuukauden kuluessa lain voimaantulosta. alusliikenneohjaajalla ja alusliikennepalvelun esimiehella tulee olla 11 tai 13 §:ssa tarkoitettu patevyys 1 paivasta heinakuuta 2007. alusliikenneohjaajalta ja alusliikennepalvelun esimiehelta, joka on virassa tai toimessa taman lain voimaan tullessa, ei vaadita vahtiperamiehen tutkintoa ja saatua vahtiperamiehenkirjaa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Då denna lag träder i kraft skall i fråga om den fartygstrafikservice som är i bruk ansökas om ett sådant beslut om inrättande som avses i 8 § inom sex månader från lagens ikraftträdande. En VTS-operatör och en VTS-chef skall ha den behörighet som avses i 11 eller 13 § den 1 juli 2007. Av en VTS-operatör eller en VTS-chef som innehar en tjänst eller befattning då denna lag träder i kraft krävs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev.",
        "normalized_sv": "Då denna lag träder i kraft skall i fråga om den fartygstrafikservice som är i bruk ansökas om ett sådant beslut om inrättande som avses i 8 § inom sex månader från lagens ikraftträdande. En VTS-operatör och en VTS-chef skall ha den behörighet som avses i 11 eller 13 § den 1 juli 2007. Av en VTS-operatör eller en VTS-chef som innehar en tjänst eller befattning då denna lag träder i kraft krävs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev.",
        "folded_sv": "da denna lag trader i kraft skall i fraga om den fartygstrafikservice som ar i bruk ansokas om ett sadant beslut om inrattande som avses i 8 § inom sex manader fran lagens ikrafttradande. en vts-operator och en vts-chef skall ha den behorighet som avses i 11 eller 13 § den 1 juli 2007. av en vts-operator eller en vts-chef som innehar en tjanst eller befattning da denna lag trader i kraft kravs inte vaktstyrmansexamen och mottaget vaktstyrmansbrev."
      },
      "valid_from": "2005-08-05",
      "valid_to": null
    }
  ]
}