{
  "id": "628/2007",
  "type": "statute",
  "title": "Laki kemikaalilain muuttamisesta",
  "title_en": "Lag om ändring av kemikalielagen",
  "status": "in_force",
  "issued_date": "2007-06-01",
  "in_force_date": "2007-06-01",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/628/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "12:62 a",
      "chapter": "12",
      "section": "62 a",
      "title": "Maanpuolustusta koskevat poikkeukset",
      "content": "Valtioneuvoston asetuksella voidaan säätää maanpuolustuksen kannalta välttämättömiä poikkeuksia tämän lain ja REACH-asetuksen noudattamisesta sen mukaan, mitä REACH-asetuksen 2 artiklan 3 kohdassa säädetään. Valtioneuvoston asetuksella voidaan tällöin antaa terveyden ja ympäristön suojelemiseksi tarpeellisia säännöksiä kemikaalien aiheuttamien terveys- ja ympäristöhaittojen ehkäisemiseksi ja torjumiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:62 a",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää maanpuolustuksen kannalta välttämättömiä poikkeuksia tämän lain ja REACH-asetuksen noudattamisesta sen mukaan, mitä REACH-asetuksen 2 artiklan 3 kohdassa säädetään. Valtioneuvoston asetuksella voidaan tällöin antaa terveyden ja ympäristön suojelemiseksi tarpeellisia säännöksiä kemikaalien aiheuttamien terveys- ja ympäristöhaittojen ehkäisemiseksi ja torjumiseksi.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa maanpuolustuksen kannalta valttamattomia poikkeuksia taman lain ja reach-asetuksen noudattamisesta sen mukaan, mita reach-asetuksen 2 artiklan 3 kohdassa saadetaan. valtioneuvoston asetuksella voidaan talloin antaa terveyden ja ympariston suojelemiseksi tarpeellisia saannoksia kemikaalien aiheuttamien terveys- ja ymparistohaittojen ehkaisemiseksi ja torjumiseksi.",
        "title_sv": "Undantag som gäller försvaret",
        "content_sv": "Genom förordning av statsrådet kan bestämmas om undantag som är nödvändiga för landets försvar i fråga om efterlevnaden av denna lag och REACH-förordningen enligt vad som bestäms i artikel 2.3 i REACH-förordningen. Genom förordning av statsrådet kan härvid utfärdas för skyddet av hälsan och miljön behövliga bestämmelser för att förhindra och bekämpa av kemikalier orsakade hälso- och miljöskador.",
        "normalized_sv": "Genom förordning av statsrådet kan bestämmas om undantag som är nödvändiga för landets försvar i fråga om efterlevnaden av denna lag och REACH-förordningen enligt vad som bestäms i artikel 2.3 i REACH-förordningen. Genom förordning av statsrådet kan härvid utfärdas för skyddet av hälsan och miljön behövliga bestämmelser för att förhindra och bekämpa av kemikalier orsakade hälso- och miljöskador.",
        "folded_sv": "genom forordning av statsradet kan bestammas om undantag som ar nodvandiga for landets forsvar i fraga om efterlevnaden av denna lag och reach-forordningen enligt vad som bestams i artikel 2.3 i reach-forordningen. genom forordning av statsradet kan harvid utfardas for skyddet av halsan och miljon behovliga bestammelser for att forhindra och bekampa av kemikalier orsakade halso- och miljoskador."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "REACH-asetus Tätä lakia sovelletaan lisäksi kemikaalien rekisteröinnistä, arvioinnista, lupamenettelyistä ja rajoituksista (REACH), Euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/EY muuttamisesta sekä neuvoston asetuksen (ETY) N:o 793/93, komission asetuksen (EY) N:o 1488/94, neuvoston direktiivin 76/769/ETY ja komission direktiivien 91/155/ETY, 93/67/ETY, 93/105/EY ja 2000/21/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1907/2006, jäljempänä, ja sen nojalla annettujen Euroopan yhteisöjen säännösten täytäntöönpanoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "REACH-asetus Tätä lakia sovelletaan lisäksi kemikaalien rekisteröinnistä, arvioinnista, lupamenettelyistä ja rajoituksista (REACH), Euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/EY muuttamisesta sekä neuvoston asetuksen (ETY) N:o 793/93, komission asetuksen (EY) N:o 1488/94, neuvoston direktiivin 76/769/ETY ja komission direktiivien 91/155/ETY, 93/67/ETY, 93/105/EY ja 2000/21/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1907/2006, jäljempänä, ja sen nojalla annettujen Euroopan yhteisöjen säännösten täytäntöönpanoon.",
        "folded_fi": "reach-asetus tata lakia sovelletaan lisaksi kemikaalien rekisteroinnista, arvioinnista, lupamenettelyista ja rajoituksista (reach), euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/ey muuttamisesta seka neuvoston asetuksen (ety) n:o 793/93, komission asetuksen (ey) n:o 1488/94, neuvoston direktiivin 76/769/ety ja komission direktiivien 91/155/ety, 93/67/ety, 93/105/ey ja 2000/21/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1907/2006, jaljempana, ja sen nojalla annettujen euroopan yhteisojen saannosten taytantoonpanoon.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "REACH-förordningen Denna lag tillämpas dessutom på verkställandet av Europaparlamentets och rådets förordning (EG) nr 1907/2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direktiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv 76/769/EEG och kommissionens direktiv 91/155/EEG, 93/67/EEG, 93/105/EG och 2000/21/EG, nedan, och Europeiska gemenskapernas med stöd av den givna bestämmelser.",
        "normalized_sv": "REACH-förordningen Denna lag tillämpas dessutom på verkställandet av Europaparlamentets och rådets förordning (EG) nr 1907/2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direktiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv 76/769/EEG och kommissionens direktiv 91/155/EEG, 93/67/EEG, 93/105/EG och 2000/21/EG, nedan, och Europeiska gemenskapernas med stöd av den givna bestämmelser.",
        "folded_sv": "reach-forordningen denna lag tillampas dessutom pa verkstallandet av europaparlamentets och radets forordning (eg) nr 1907/2006 om registrering, utvardering, godkannande och begransning av kemikalier (reach), inrattande av en europeisk kemikaliemyndighet, andring av direktiv 1999/45/eg och upphavande av radets forordning (eeg) nr 793/93 och kommissionens forordning (eg) nr 1488/94 samt radets direktiv 76/769/eeg och kommissionens direktiv 91/155/eeg, 93/67/eeg, 93/105/eg och 2000/21/eg, nedan, och europeiska gemenskapernas med stod av den givna bestammelser."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus toimivat REACH-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus toimivat REACH-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
        "folded_fi": "sosiaali- ja terveydenhuollon tuotevalvontakeskus ja suomen ymparistokeskus toimivat reach-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral är inom sina respektive verksamhetsområden behöriga myndigheter enligt artikel 121 i REACH-förordningen.",
        "normalized_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral är inom sina respektive verksamhetsområden behöriga myndigheter enligt artikel 121 i REACH-förordningen.",
        "folded_sv": "social- och halsovardens produkttillsynscentral och finlands miljocentral ar inom sina respektive verksamhetsomraden behoriga myndigheter enligt artikel 121 i reach-forordningen."
      }
    },
    {
      "provision_ref": "8 b",
      "section": "8 b",
      "title": "Kansallinen neuvontapalvelu",
      "content": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus vastaavat kansallisen neuvontapalvelun järjestämisestä REACH-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokäyttäjille, jakelijoille ja muille asianosaisille. Neuvontapalvelun järjestämisestä ja toteuttamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 b",
        "normalized_fi": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus vastaavat kansallisen neuvontapalvelun järjestämisestä REACH-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokäyttäjille, jakelijoille ja muille asianosaisille. Neuvontapalvelun järjestämisestä ja toteuttamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "sosiaali- ja terveydenhuollon tuotevalvontakeskus ja suomen ymparistokeskus vastaavat kansallisen neuvontapalvelun jarjestamisesta reach-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokayttajille, jakelijoille ja muille asianosaisille. neuvontapalvelun jarjestamisesta ja toteuttamisesta voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Nationell rådgivning",
        "content_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral ansvarar för den nationella rådgivning som skall ge tillverkare, importörer, nedströmsanvändare, distributörer och andra berörda parter råd enligt artikel 124 i REACH-förordningen. Närmare bestämmelser om ordnandet och genomförandet av rådgivningen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral ansvarar för den nationella rådgivning som skall ge tillverkare, importörer, nedströmsanvändare, distributörer och andra berörda parter råd enligt artikel 124 i REACH-förordningen. Närmare bestämmelser om ordnandet och genomförandet av rådgivningen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "social- och halsovardens produkttillsynscentral och finlands miljocentral ansvarar for den nationella radgivning som skall ge tillverkare, importorer, nedstromsanvandare, distributorer och andra berorda parter rad enligt artikel 124 i reach-forordningen. narmare bestammelser om ordnandet och genomforandet av radgivningen kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "48 a",
      "section": "48 a",
      "title": "Tietojen toimittaminen kemikaalista",
      "content": "Kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai käyttöön Suomessa, on toimitettava tiedot REACH-asetuksen 31 artiklassa tarkoitetusta kemikaalista Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 a",
        "normalized_fi": "Kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai käyttöön Suomessa, on toimitettava tiedot REACH-asetuksen 31 artiklassa tarkoitetusta kemikaalista Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
        "folded_fi": "kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai kayttoon suomessa, on toimitettava tiedot reach-asetuksen 31 artiklassa tarkoitetusta kemikaalista sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
        "title_sv": "Tillställande av uppgifter om kemikalier",
        "content_sv": "Tillverkaren, importören eller distributören av kemikalier eller andra verksamhetsidkare som svarar för att en kemikalie släpps ut på marknaden eller överlåts för ibruktagande i Finland skall tillställa Social- och hälsovårdens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i REACH-förordningen.",
        "normalized_sv": "Tillverkaren, importören eller distributören av kemikalier eller andra verksamhetsidkare som svarar för att en kemikalie släpps ut på marknaden eller överlåts för ibruktagande i Finland skall tillställa Social- och hälsovårdens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i REACH-förordningen.",
        "folded_sv": "tillverkaren, importoren eller distributoren av kemikalier eller andra verksamhetsidkare som svarar for att en kemikalie slapps ut pa marknaden eller overlats for ibruktagande i finland skall tillstalla social- och halsovardens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i reach-forordningen."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Kemikaalirikkomus",
      "content": "Joka tahallaan tai huolimattomuudesta 1) laiminlyö 18 a §:ssä tarkoitetun tietojentoimittamisvelvollisuuden, 20 §:ssä tarkoitetun ilmoituksen tekemisen, 25 §:ssä tarkoitetun hyväksymisen hakemisen, 30 c §:ssä tarkoitetun rekisteröinnin hakemisen taikka 30 e §:ssä tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jollei teosta muualla laissa säädetä ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta rikkoo REACH-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee käyttöturvallisuustiedotetta ja siltä edellytettävien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista työntekijöiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta säilyttää tietoja tai toimittaa niitä toimivaltaiselle viranomaiselle tai Euroopan kemikaalivirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) laiminlyö 18 a § :ssä tarkoitetun tietojentoimittamisvelvollisuuden, 20 § :ssä tarkoitetun ilmoituksen tekemisen, 25 § :ssä tarkoitetun hyväksymisen hakemisen, 30 c § :ssä tarkoitetun rekisteröinnin hakemisen taikka 30 e § :ssä tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jollei teosta muualla laissa säädetä ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta rikkoo REACH-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee käyttöturvallisuustiedotetta ja siltä edellytettävien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista työntekijöiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta säilyttää tietoja tai toimittaa niitä toimivaltaiselle viranomaiselle tai Euroopan kemikaalivirastolle.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) laiminlyo 18 a §:ssa tarkoitetun tietojentoimittamisvelvollisuuden, 20 §:ssa tarkoitetun ilmoituksen tekemisen, 25 §:ssa tarkoitetun hyvaksymisen hakemisen, 30 c §:ssa tarkoitetun rekisteroinnin hakemisen taikka 30 e §:ssa tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. jollei teosta muualla laissa saadeta ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myos se, joka tahallaan tai huolimattomuudesta rikkoo reach-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee kayttoturvallisuustiedotetta ja silta edellytettavien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista tyontekijoiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta sailyttaa tietoja tai toimittaa niita toimivaltaiselle viranomaiselle tai euroopan kemikaalivirastolle.",
        "title_sv": "Kemikalieförseelse",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) försummar sin skyldighet att lämna uppgifter enligt 18 a §, att göra en anmälan som avses i 20 §, att ansöka om godkännande som avses i 25 §, att ansöka om registrering som avses i 30 c §, att ansöka om tillstånd eller göra en anmälan som avses i 30 e §, eller kemikalieförseelse skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Om inte strängare straff för gärningen föreskrivs någon annanstans i lag skall för kemikalieförseelse dömas också den som uppsåtligen eller av oaktsamhet bryter mot vad som enligt REACH-förordningen 1) i artikel 31 bestäms om skyldigheter som gäller säkerhetsblad och den information i säkerhetsbladet som skall tillhandahållas mottagaren, 2) i artikel 32 bestäms om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestäms om skyldighet att vidarebefordra information eller i artikel 35 bestäms om arbetstagarnas tillgång till information, eller 4) i artikel 36 bestäms om skyldighet att spara information eller lämna den till den behöriga myndigheten eller Europeiska kemikaliemyndigheten.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) försummar sin skyldighet att lämna uppgifter enligt 18 a § , att göra en anmälan som avses i 20 § , att ansöka om godkännande som avses i 25 § , att ansöka om registrering som avses i 30 c § , att ansöka om tillstånd eller göra en anmälan som avses i 30 e § , eller kemikalieförseelse skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Om inte strängare straff för gärningen föreskrivs någon annanstans i lag skall för kemikalieförseelse dömas också den som uppsåtligen eller av oaktsamhet bryter mot vad som enligt REACH-förordningen 1) i artikel 31 bestäms om skyldigheter som gäller säkerhetsblad och den information i säkerhetsbladet som skall tillhandahållas mottagaren, 2) i artikel 32 bestäms om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestäms om skyldighet att vidarebefordra information eller i artikel 35 bestäms om arbetstagarnas tillgång till information, eller 4) i artikel 36 bestäms om skyldighet att spara information eller lämna den till den behöriga myndigheten eller Europeiska kemikaliemyndigheten.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) forsummar sin skyldighet att lamna uppgifter enligt 18 a §, att gora en anmalan som avses i 20 §, att ansoka om godkannande som avses i 25 §, att ansoka om registrering som avses i 30 c §, att ansoka om tillstand eller gora en anmalan som avses i 30 e §, eller kemikalieforseelse skall, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter. om inte strangare straff for garningen foreskrivs nagon annanstans i lag skall for kemikalieforseelse domas ocksa den som uppsatligen eller av oaktsamhet bryter mot vad som enligt reach-forordningen 1) i artikel 31 bestams om skyldigheter som galler sakerhetsblad och den information i sakerhetsbladet som skall tillhandahallas mottagaren, 2) i artikel 32 bestams om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestams om skyldighet att vidarebefordra information eller i artikel 35 bestams om arbetstagarnas tillgang till information, eller 4) i artikel 36 bestams om skyldighet att spara information eller lamna den till den behoriga myndigheten eller europeiska kemikaliemyndigheten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "12:62 a",
      "chapter": "12",
      "section": "62 a",
      "title": "Maanpuolustusta koskevat poikkeukset",
      "content": "Valtioneuvoston asetuksella voidaan säätää maanpuolustuksen kannalta välttämättömiä poikkeuksia tämän lain ja REACH-asetuksen noudattamisesta sen mukaan, mitä REACH-asetuksen 2 artiklan 3 kohdassa säädetään. Valtioneuvoston asetuksella voidaan tällöin antaa terveyden ja ympäristön suojelemiseksi tarpeellisia säännöksiä kemikaalien aiheuttamien terveys- ja ympäristöhaittojen ehkäisemiseksi ja torjumiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "12:62 a",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää maanpuolustuksen kannalta välttämättömiä poikkeuksia tämän lain ja REACH-asetuksen noudattamisesta sen mukaan, mitä REACH-asetuksen 2 artiklan 3 kohdassa säädetään. Valtioneuvoston asetuksella voidaan tällöin antaa terveyden ja ympäristön suojelemiseksi tarpeellisia säännöksiä kemikaalien aiheuttamien terveys- ja ympäristöhaittojen ehkäisemiseksi ja torjumiseksi.",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa maanpuolustuksen kannalta valttamattomia poikkeuksia taman lain ja reach-asetuksen noudattamisesta sen mukaan, mita reach-asetuksen 2 artiklan 3 kohdassa saadetaan. valtioneuvoston asetuksella voidaan talloin antaa terveyden ja ympariston suojelemiseksi tarpeellisia saannoksia kemikaalien aiheuttamien terveys- ja ymparistohaittojen ehkaisemiseksi ja torjumiseksi.",
        "title_sv": "Undantag som gäller försvaret",
        "content_sv": "Genom förordning av statsrådet kan bestämmas om undantag som är nödvändiga för landets försvar i fråga om efterlevnaden av denna lag och REACH-förordningen enligt vad som bestäms i artikel 2.3 i REACH-förordningen. Genom förordning av statsrådet kan härvid utfärdas för skyddet av hälsan och miljön behövliga bestämmelser för att förhindra och bekämpa av kemikalier orsakade hälso- och miljöskador.",
        "normalized_sv": "Genom förordning av statsrådet kan bestämmas om undantag som är nödvändiga för landets försvar i fråga om efterlevnaden av denna lag och REACH-förordningen enligt vad som bestäms i artikel 2.3 i REACH-förordningen. Genom förordning av statsrådet kan härvid utfärdas för skyddet av hälsan och miljön behövliga bestämmelser för att förhindra och bekämpa av kemikalier orsakade hälso- och miljöskador.",
        "folded_sv": "genom forordning av statsradet kan bestammas om undantag som ar nodvandiga for landets forsvar i fraga om efterlevnaden av denna lag och reach-forordningen enligt vad som bestams i artikel 2.3 i reach-forordningen. genom forordning av statsradet kan harvid utfardas for skyddet av halsan och miljon behovliga bestammelser for att forhindra och bekampa av kemikalier orsakade halso- och miljoskador."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain soveltamisala",
      "content": "REACH-asetus Tätä lakia sovelletaan lisäksi kemikaalien rekisteröinnistä, arvioinnista, lupamenettelyistä ja rajoituksista (REACH), Euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/EY muuttamisesta sekä neuvoston asetuksen (ETY) N:o 793/93, komission asetuksen (EY) N:o 1488/94, neuvoston direktiivin 76/769/ETY ja komission direktiivien 91/155/ETY, 93/67/ETY, 93/105/EY ja 2000/21/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1907/2006, jäljempänä, ja sen nojalla annettujen Euroopan yhteisöjen säännösten täytäntöönpanoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "REACH-asetus Tätä lakia sovelletaan lisäksi kemikaalien rekisteröinnistä, arvioinnista, lupamenettelyistä ja rajoituksista (REACH), Euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/EY muuttamisesta sekä neuvoston asetuksen (ETY) N:o 793/93, komission asetuksen (EY) N:o 1488/94, neuvoston direktiivin 76/769/ETY ja komission direktiivien 91/155/ETY, 93/67/ETY, 93/105/EY ja 2000/21/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1907/2006, jäljempänä, ja sen nojalla annettujen Euroopan yhteisöjen säännösten täytäntöönpanoon.",
        "folded_fi": "reach-asetus tata lakia sovelletaan lisaksi kemikaalien rekisteroinnista, arvioinnista, lupamenettelyista ja rajoituksista (reach), euroopan kemikaaliviraston perustamisesta, direktiivin 1999/45/ey muuttamisesta seka neuvoston asetuksen (ety) n:o 793/93, komission asetuksen (ey) n:o 1488/94, neuvoston direktiivin 76/769/ety ja komission direktiivien 91/155/ety, 93/67/ety, 93/105/ey ja 2000/21/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1907/2006, jaljempana, ja sen nojalla annettujen euroopan yhteisojen saannosten taytantoonpanoon.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "REACH-förordningen Denna lag tillämpas dessutom på verkställandet av Europaparlamentets och rådets förordning (EG) nr 1907/2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direktiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv 76/769/EEG och kommissionens direktiv 91/155/EEG, 93/67/EEG, 93/105/EG och 2000/21/EG, nedan, och Europeiska gemenskapernas med stöd av den givna bestämmelser.",
        "normalized_sv": "REACH-förordningen Denna lag tillämpas dessutom på verkställandet av Europaparlamentets och rådets förordning (EG) nr 1907/2006 om registrering, utvärdering, godkännande och begränsning av kemikalier (Reach), inrättande av en europeisk kemikaliemyndighet, ändring av direktiv 1999/45/EG och upphävande av rådets förordning (EEG) nr 793/93 och kommissionens förordning (EG) nr 1488/94 samt rådets direktiv 76/769/EEG och kommissionens direktiv 91/155/EEG, 93/67/EEG, 93/105/EG och 2000/21/EG, nedan, och Europeiska gemenskapernas med stöd av den givna bestämmelser.",
        "folded_sv": "reach-forordningen denna lag tillampas dessutom pa verkstallandet av europaparlamentets och radets forordning (eg) nr 1907/2006 om registrering, utvardering, godkannande och begransning av kemikalier (reach), inrattande av en europeisk kemikaliemyndighet, andring av direktiv 1999/45/eg och upphavande av radets forordning (eeg) nr 793/93 och kommissionens forordning (eg) nr 1488/94 samt radets direktiv 76/769/eeg och kommissionens direktiv 91/155/eeg, 93/67/eeg, 93/105/eg och 2000/21/eg, nedan, och europeiska gemenskapernas med stod av den givna bestammelser."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus toimivat REACH-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 a",
        "normalized_fi": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus toimivat REACH-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
        "folded_fi": "sosiaali- ja terveydenhuollon tuotevalvontakeskus ja suomen ymparistokeskus toimivat reach-asetuksen 121 artiklassa tarkoitettuina toimivaltaisina viranomaisina kumpikin omalla toimialallaan.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral är inom sina respektive verksamhetsområden behöriga myndigheter enligt artikel 121 i REACH-förordningen.",
        "normalized_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral är inom sina respektive verksamhetsområden behöriga myndigheter enligt artikel 121 i REACH-förordningen.",
        "folded_sv": "social- och halsovardens produkttillsynscentral och finlands miljocentral ar inom sina respektive verksamhetsomraden behoriga myndigheter enligt artikel 121 i reach-forordningen."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    },
    {
      "provision_ref": "8 b",
      "section": "8 b",
      "title": "Kansallinen neuvontapalvelu",
      "content": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus vastaavat kansallisen neuvontapalvelun järjestämisestä REACH-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokäyttäjille, jakelijoille ja muille asianosaisille. Neuvontapalvelun järjestämisestä ja toteuttamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8 b",
        "normalized_fi": "Sosiaali- ja terveydenhuollon tuotevalvontakeskus ja Suomen ympäristökeskus vastaavat kansallisen neuvontapalvelun järjestämisestä REACH-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokäyttäjille, jakelijoille ja muille asianosaisille. Neuvontapalvelun järjestämisestä ja toteuttamisesta voidaan säätää tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "sosiaali- ja terveydenhuollon tuotevalvontakeskus ja suomen ymparistokeskus vastaavat kansallisen neuvontapalvelun jarjestamisesta reach-asetuksen 124 artiklan mukaisen neuvonnan antamiseksi valmistajille, maahantuojille, jatkokayttajille, jakelijoille ja muille asianosaisille. neuvontapalvelun jarjestamisesta ja toteuttamisesta voidaan saataa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Nationell rådgivning",
        "content_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral ansvarar för den nationella rådgivning som skall ge tillverkare, importörer, nedströmsanvändare, distributörer och andra berörda parter råd enligt artikel 124 i REACH-förordningen. Närmare bestämmelser om ordnandet och genomförandet av rådgivningen kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Social- och hälsovårdens produkttillsynscentral och Finlands miljöcentral ansvarar för den nationella rådgivning som skall ge tillverkare, importörer, nedströmsanvändare, distributörer och andra berörda parter råd enligt artikel 124 i REACH-förordningen. Närmare bestämmelser om ordnandet och genomförandet av rådgivningen kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "social- och halsovardens produkttillsynscentral och finlands miljocentral ansvarar for den nationella radgivning som skall ge tillverkare, importorer, nedstromsanvandare, distributorer och andra berorda parter rad enligt artikel 124 i reach-forordningen. narmare bestammelser om ordnandet och genomforandet av radgivningen kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    },
    {
      "provision_ref": "48 a",
      "section": "48 a",
      "title": "Tietojen toimittaminen kemikaalista",
      "content": "Kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai käyttöön Suomessa, on toimitettava tiedot REACH-asetuksen 31 artiklassa tarkoitetusta kemikaalista Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 a",
        "normalized_fi": "Kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai käyttöön Suomessa, on toimitettava tiedot REACH-asetuksen 31 artiklassa tarkoitetusta kemikaalista Sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
        "folded_fi": "kemikaalien valmistajan, maahantuojan, jakelijan tai muun toiminnanharjoittajan, joka vastaa kemikaalin saattamisesta markkinoille tai kayttoon suomessa, on toimitettava tiedot reach-asetuksen 31 artiklassa tarkoitetusta kemikaalista sosiaali- ja terveydenhuollon tuotevalvontakeskukselle.",
        "title_sv": "Tillställande av uppgifter om kemikalier",
        "content_sv": "Tillverkaren, importören eller distributören av kemikalier eller andra verksamhetsidkare som svarar för att en kemikalie släpps ut på marknaden eller överlåts för ibruktagande i Finland skall tillställa Social- och hälsovårdens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i REACH-förordningen.",
        "normalized_sv": "Tillverkaren, importören eller distributören av kemikalier eller andra verksamhetsidkare som svarar för att en kemikalie släpps ut på marknaden eller överlåts för ibruktagande i Finland skall tillställa Social- och hälsovårdens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i REACH-förordningen.",
        "folded_sv": "tillverkaren, importoren eller distributoren av kemikalier eller andra verksamhetsidkare som svarar for att en kemikalie slapps ut pa marknaden eller overlats for ibruktagande i finland skall tillstalla social- och halsovardens produkttillsynscentral uppgifter om en kemikalie som avses i artikel 31 i reach-forordningen."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Kemikaalirikkomus",
      "content": "Joka tahallaan tai huolimattomuudesta 1) laiminlyö 18 a §:ssä tarkoitetun tietojentoimittamisvelvollisuuden, 20 §:ssä tarkoitetun ilmoituksen tekemisen, 25 §:ssä tarkoitetun hyväksymisen hakemisen, 30 c §:ssä tarkoitetun rekisteröinnin hakemisen taikka 30 e §:ssä tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jollei teosta muualla laissa säädetä ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta rikkoo REACH-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee käyttöturvallisuustiedotetta ja siltä edellytettävien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista työntekijöiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta säilyttää tietoja tai toimittaa niitä toimivaltaiselle viranomaiselle tai Euroopan kemikaalivirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Joka tahallaan tai huolimattomuudesta 1) laiminlyö 18 a § :ssä tarkoitetun tietojentoimittamisvelvollisuuden, 20 § :ssä tarkoitetun ilmoituksen tekemisen, 25 § :ssä tarkoitetun hyväksymisen hakemisen, 30 c § :ssä tarkoitetun rekisteröinnin hakemisen taikka 30 e § :ssä tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jollei teosta muualla laissa säädetä ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myös se, joka tahallaan tai huolimattomuudesta rikkoo REACH-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee käyttöturvallisuustiedotetta ja siltä edellytettävien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista työntekijöiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta säilyttää tietoja tai toimittaa niitä toimivaltaiselle viranomaiselle tai Euroopan kemikaalivirastolle.",
        "folded_fi": "joka tahallaan tai huolimattomuudesta 1) laiminlyo 18 a §:ssa tarkoitetun tietojentoimittamisvelvollisuuden, 20 §:ssa tarkoitetun ilmoituksen tekemisen, 25 §:ssa tarkoitetun hyvaksymisen hakemisen, 30 c §:ssa tarkoitetun rekisteroinnin hakemisen taikka 30 e §:ssa tarkoitetun luvan hakemisen tai ilmoituksen tekemisen tai kemikaalirikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. jollei teosta muualla laissa saadeta ankarampaa rangaistusta, kemikaalirikkomuksesta tuomitaan myos se, joka tahallaan tai huolimattomuudesta rikkoo reach-asetuksen: 1) 31 artiklan velvollisuutta, joka koskee kayttoturvallisuustiedotetta ja silta edellytettavien tietojen toimittamista vastaanottajalle; 2) 32 artiklan mukaista aineita tai valmisteita koskevaa tiedottamisvelvollisuutta; 3) 33 tai 34 artiklan tiedottamisvelvollisuutta taikka 35 artiklan mukaista tyontekijoiden tiedonsaantimahdollisuutta; tai 4) 36 artiklan mukaista velvollisuutta sailyttaa tietoja tai toimittaa niita toimivaltaiselle viranomaiselle tai euroopan kemikaalivirastolle.",
        "title_sv": "Kemikalieförseelse",
        "content_sv": "Den som uppsåtligen eller av oaktsamhet 1) försummar sin skyldighet att lämna uppgifter enligt 18 a §, att göra en anmälan som avses i 20 §, att ansöka om godkännande som avses i 25 §, att ansöka om registrering som avses i 30 c §, att ansöka om tillstånd eller göra en anmälan som avses i 30 e §, eller kemikalieförseelse skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Om inte strängare straff för gärningen föreskrivs någon annanstans i lag skall för kemikalieförseelse dömas också den som uppsåtligen eller av oaktsamhet bryter mot vad som enligt REACH-förordningen 1) i artikel 31 bestäms om skyldigheter som gäller säkerhetsblad och den information i säkerhetsbladet som skall tillhandahållas mottagaren, 2) i artikel 32 bestäms om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestäms om skyldighet att vidarebefordra information eller i artikel 35 bestäms om arbetstagarnas tillgång till information, eller 4) i artikel 36 bestäms om skyldighet att spara information eller lämna den till den behöriga myndigheten eller Europeiska kemikaliemyndigheten.",
        "normalized_sv": "Den som uppsåtligen eller av oaktsamhet 1) försummar sin skyldighet att lämna uppgifter enligt 18 a § , att göra en anmälan som avses i 20 § , att ansöka om godkännande som avses i 25 § , att ansöka om registrering som avses i 30 c § , att ansöka om tillstånd eller göra en anmälan som avses i 30 e § , eller kemikalieförseelse skall, om inte strängare straff för gärningen föreskrivs någon annanstans i lag, för dömas till böter. Om inte strängare straff för gärningen föreskrivs någon annanstans i lag skall för kemikalieförseelse dömas också den som uppsåtligen eller av oaktsamhet bryter mot vad som enligt REACH-förordningen 1) i artikel 31 bestäms om skyldigheter som gäller säkerhetsblad och den information i säkerhetsbladet som skall tillhandahållas mottagaren, 2) i artikel 32 bestäms om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestäms om skyldighet att vidarebefordra information eller i artikel 35 bestäms om arbetstagarnas tillgång till information, eller 4) i artikel 36 bestäms om skyldighet att spara information eller lämna den till den behöriga myndigheten eller Europeiska kemikaliemyndigheten.",
        "folded_sv": "den som uppsatligen eller av oaktsamhet 1) forsummar sin skyldighet att lamna uppgifter enligt 18 a §, att gora en anmalan som avses i 20 §, att ansoka om godkannande som avses i 25 §, att ansoka om registrering som avses i 30 c §, att ansoka om tillstand eller gora en anmalan som avses i 30 e §, eller kemikalieforseelse skall, om inte strangare straff for garningen foreskrivs nagon annanstans i lag, for domas till boter. om inte strangare straff for garningen foreskrivs nagon annanstans i lag skall for kemikalieforseelse domas ocksa den som uppsatligen eller av oaktsamhet bryter mot vad som enligt reach-forordningen 1) i artikel 31 bestams om skyldigheter som galler sakerhetsblad och den information i sakerhetsbladet som skall tillhandahallas mottagaren, 2) i artikel 32 bestams om skyldighet att vidarebefordra information om beredningar, 3) i artiklarna 33 och 34 bestams om skyldighet att vidarebefordra information eller i artikel 35 bestams om arbetstagarnas tillgang till information, eller 4) i artikel 36 bestams om skyldighet att spara information eller lamna den till den behoriga myndigheten eller europeiska kemikaliemyndigheten."
      },
      "valid_from": "2007-06-01",
      "valid_to": null
    }
  ]
}