{
  "id": "649/2007",
  "type": "statute",
  "title": "Laki holhoustoimesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om förmyndarverksamhet",
  "status": "in_force",
  "issued_date": "2007-05-25",
  "in_force_date": "2007-05-25",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/649/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Hakemus edunvalvojan määräämiseksi 12 §:n nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Hakemus edunvalvojan määräämiseksi 12 § :n nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa.",
        "folded_fi": "hakemus edunvalvojan maaraamiseksi 12 §:n nojalla on tehtava sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
        "content_sv": "Ansökan om förordnande av intressebevakare med stöd av 12 § skall göras hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "normalized_sv": "Ansökan om förordnande av intressebevakare med stöd av 12 § skall göras hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "folded_sv": "ansokan om forordnande av intressebevakare med stod av 12 § skall goras hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa. Tuomioistuimen ohella myös holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa, jos edunvalvoja on määrätty 8 tai 9 §:n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän tai määräyksen voimassaoloajan muuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa. Tuomioistuimen ohella myös holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa, jos edunvalvoja on määrätty 8 tai 9 § :n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän tai määräyksen voimassaoloajan muuttamista.",
        "folded_fi": "tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtavaa tai maarayksen voimassaoloaikaa. tuomioistuimen ohella myos holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtavaa tai maarayksen voimassaoloaikaa, jos edunvalvoja on maaratty 8 tai 9 §:n nojalla. edellytyksena on lisaksi, etta paamies kykenee ymmartamaan asian merkityksen ja etta han yhdessa edunvalvojan kanssa pyytaa edunvalvojan tehtavan tai maarayksen voimassaoloajan muuttamista.",
        "content_sv": "Domstolen kan vid behov ändra intressebevakarens uppdrag eller uppdragets giltighetstid. Om en intressebevakare har förordnats med stöd av 8 eller 9 §, kan förutom domstolen också förmyndarmyndigheten vid behov ändra intressebevakaruppdraget eller uppdragets giltighetstid. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakaruppdraget eller uppdragets giltighetstid skall ändras.",
        "normalized_sv": "Domstolen kan vid behov ändra intressebevakarens uppdrag eller uppdragets giltighetstid. Om en intressebevakare har förordnats med stöd av 8 eller 9 § , kan förutom domstolen också förmyndarmyndigheten vid behov ändra intressebevakaruppdraget eller uppdragets giltighetstid. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakaruppdraget eller uppdragets giltighetstid skall ändras.",
        "folded_sv": "domstolen kan vid behov andra intressebevakarens uppdrag eller uppdragets giltighetstid. om en intressebevakare har forordnats med stod av 8 eller 9 §, kan forutom domstolen ocksa formyndarmyndigheten vid behov andra intressebevakaruppdraget eller uppdragets giltighetstid. detta forutsatter dessutom att huvudmannen har formaga att forsta sakens betydelse och att huvudmannen tillsammans med intressebevakaren begar att intressebevakaruppdraget eller uppdragets giltighetstid skall andras."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Tuomioistuimen on vapautettava edunvalvoja tehtävästään myös, jos hän sitä pyytää. Alaikäisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnöstään vapauttaa lapsensa edunvalvojan tehtävästä ainoastaan, jos siihen on erityinen syy. Tuomioistuimen ohella myös holhousviranomainen voi vapauttaa tehtävästään muun edunvalvojan kuin alaikäisen lapsensa huoltajana olevan vanhemman, jos hän sitä pyytää. Samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa määrätä edunvalvojan jatkamaan tehtävässään, kunnes uusi edunvalvoja on määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Tuomioistuimen on vapautettava edunvalvoja tehtävästään myös, jos hän sitä pyytää. Alaikäisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnöstään vapauttaa lapsensa edunvalvojan tehtävästä ainoastaan, jos siihen on erityinen syy. Tuomioistuimen ohella myös holhousviranomainen voi vapauttaa tehtävästään muun edunvalvojan kuin alaikäisen lapsensa huoltajana olevan vanhemman, jos hän sitä pyytää. Samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa määrätä edunvalvojan jatkamaan tehtävässään, kunnes uusi edunvalvoja on määrätty.",
        "folded_fi": "tuomioistuimen on vapautettava edunvalvoja tehtavastaan myos, jos han sita pyytaa. alaikaisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnostaan vapauttaa lapsensa edunvalvojan tehtavasta ainoastaan, jos siihen on erityinen syy. tuomioistuimen ohella myos holhousviranomainen voi vapauttaa tehtavastaan muun edunvalvojan kuin alaikaisen lapsensa huoltajana olevan vanhemman, jos han sita pyytaa. samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa maarata edunvalvojan jatkamaan tehtavassaan, kunnes uusi edunvalvoja on maaratty.",
        "content_sv": "Domstolen skall skilja intressebevakaren från uppdraget också när intressebevakaren själv begär det. En förälder som är vårdnadshavare för sitt minderåriga barn kan endast av särskilda skäl på egen begäran befrias från uppgiften att vara sitt barns intressebevakare. Förutom domstolen kan också förmyndarmyndigheten på begäran av intressebevakaren skilja denne från uppdraget, såvida inte intressebevakaren är en förälder som är vårdnadshavare för sitt minderåriga barn. Samtidigt kan förmyndarmyndigheten på eget initiativ vid behov förordna att intressebevakaren skall kvarstå i uppdraget till dess att en ny intressebevakare har förordnats.",
        "normalized_sv": "Domstolen skall skilja intressebevakaren från uppdraget också när intressebevakaren själv begär det. En förälder som är vårdnadshavare för sitt minderåriga barn kan endast av särskilda skäl på egen begäran befrias från uppgiften att vara sitt barns intressebevakare. Förutom domstolen kan också förmyndarmyndigheten på begäran av intressebevakaren skilja denne från uppdraget, såvida inte intressebevakaren är en förälder som är vårdnadshavare för sitt minderåriga barn. Samtidigt kan förmyndarmyndigheten på eget initiativ vid behov förordna att intressebevakaren skall kvarstå i uppdraget till dess att en ny intressebevakare har förordnats.",
        "folded_sv": "domstolen skall skilja intressebevakaren fran uppdraget ocksa nar intressebevakaren sjalv begar det. en foralder som ar vardnadshavare for sitt minderariga barn kan endast av sarskilda skal pa egen begaran befrias fran uppgiften att vara sitt barns intressebevakare. forutom domstolen kan ocksa formyndarmyndigheten pa begaran av intressebevakaren skilja denne fran uppdraget, savida inte intressebevakaren ar en foralder som ar vardnadshavare for sitt minderariga barn. samtidigt kan formyndarmyndigheten pa eget initiativ vid behov forordna att intressebevakaren skall kvarsta i uppdraget till dess att en ny intressebevakare har forordnats."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Tuomioistuimen ohella myös holhousviranomainen voi 3 momentissa mainitulla perusteella määrätä edunvalvojan tehtävän lakkaamaan, jos edunvalvoja on määrätty 8 tai 9 §:n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän määräämistä lakkaamaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Tuomioistuimen ohella myös holhousviranomainen voi 3 momentissa mainitulla perusteella määrätä edunvalvojan tehtävän lakkaamaan, jos edunvalvoja on määrätty 8 tai 9 § :n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän määräämistä lakkaamaan.",
        "folded_fi": "tuomioistuimen ohella myos holhousviranomainen voi 3 momentissa mainitulla perusteella maarata edunvalvojan tehtavan lakkaamaan, jos edunvalvoja on maaratty 8 tai 9 §:n nojalla. edellytyksena on lisaksi, etta paamies kykenee ymmartamaan asian merkityksen ja etta han yhdessa edunvalvojan kanssa pyytaa edunvalvojan tehtavan maaraamista lakkaamaan.",
        "content_sv": "Om en intressebevakare har förordnats med stöd av 8 eller 9 §, kan förutom domstolen också förmyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphöra. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakarens uppdrag skall förordnas att upphöra.",
        "normalized_sv": "Om en intressebevakare har förordnats med stöd av 8 eller 9 § , kan förutom domstolen också förmyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphöra. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakarens uppdrag skall förordnas att upphöra.",
        "folded_sv": "om en intressebevakare har forordnats med stod av 8 eller 9 §, kan forutom domstolen ocksa formyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphora. detta forutsatter dessutom att huvudmannen har formaga att forsta sakens betydelse och att huvudmannen tillsammans med intressebevakaren begar att intressebevakarens uppdrag skall forordnas att upphora."
      }
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "content": "Hakemus edunvalvojan tehtävän muuttamiseksi 15 §:n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtävästään 16 §:n 3 momentin nojalla tai edunvalvojan tehtävän määräämiseksi lakkaamaan 17 §:n 4 momentin nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17 a",
        "normalized_fi": "Hakemus edunvalvojan tehtävän muuttamiseksi 15 § :n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtävästään 16 § :n 3 momentin nojalla tai edunvalvojan tehtävän määräämiseksi lakkaamaan 17 § :n 4 momentin nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa.",
        "folded_fi": "hakemus edunvalvojan tehtavan muuttamiseksi 15 §:n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtavastaan 16 §:n 3 momentin nojalla tai edunvalvojan tehtavan maaraamiseksi lakkaamaan 17 §:n 4 momentin nojalla on tehtava sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
        "content_sv": "Ändring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag enligt 16 § 3 mom. eller förordnande om att intressebevakarens uppdrag skall upphöra enligt 17 § 4 mom. söks hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "normalized_sv": "Ändring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag enligt 16 § 3 mom. eller förordnande om att intressebevakarens uppdrag skall upphöra enligt 17 § 4 mom. söks hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "folded_sv": "andring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren fran dennes uppdrag enligt 16 § 3 mom. eller forordnande om att intressebevakarens uppdrag skall upphora enligt 17 § 4 mom. soks hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet."
      }
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "Edunvalvoja ei saa lahjoittaa päämiehensä omaisuutta. Edunvalvoja ei saa edustaa päämiestään, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. Jos sisaruksilla on yhteinen edunvalvoja, hänellä on kuitenkin valta edustaa sisaruksia perinnönjaossa, jos näiden edut eivät ole perinnönjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenään. Muu edunvalvoja kuin alaikäisen lapsensa huoltajana oleva vanhempi ei saa edustaa päämiestään myöskään, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai tämän puoliso; 2) edunvalvojan tai hänen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tällaisen henkilön puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. Puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessä taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa eläviä. Sukulaisiin rinnastetaan vastaavat puolisukulaiset. Edunvalvoja ei saa edustaa päämiestään myöskään silloin, kun edunvalvojan ja hänen päämiehensä edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syystä joutua asiassa ristiriitaan keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32",
        "normalized_fi": "Edunvalvoja ei saa lahjoittaa päämiehensä omaisuutta. Edunvalvoja ei saa edustaa päämiestään, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. Jos sisaruksilla on yhteinen edunvalvoja, hänellä on kuitenkin valta edustaa sisaruksia perinnönjaossa, jos näiden edut eivät ole perinnönjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenään. Muu edunvalvoja kuin alaikäisen lapsensa huoltajana oleva vanhempi ei saa edustaa päämiestään myöskään, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai tämän puoliso; 2) edunvalvojan tai hänen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tällaisen henkilön puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. Puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessä taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa eläviä. Sukulaisiin rinnastetaan vastaavat puolisukulaiset. Edunvalvoja ei saa edustaa päämiestään myöskään silloin, kun edunvalvojan ja hänen päämiehensä edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syystä joutua asiassa ristiriitaan keskenään.",
        "folded_fi": "edunvalvoja ei saa lahjoittaa paamiehensa omaisuutta. edunvalvoja ei saa edustaa paamiestaan, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. jos sisaruksilla on yhteinen edunvalvoja, hanella on kuitenkin valta edustaa sisaruksia perinnonjaossa, jos naiden edut eivat ole perinnonjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenaan. muu edunvalvoja kuin alaikaisen lapsensa huoltajana oleva vanhempi ei saa edustaa paamiestaan myoskaan, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai taman puoliso; 2) edunvalvojan tai hanen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tallaisen henkilon puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessa taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa elavia. sukulaisiin rinnastetaan vastaavat puolisukulaiset. edunvalvoja ei saa edustaa paamiestaan myoskaan silloin, kun edunvalvojan ja hanen paamiehensa edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syysta joutua asiassa ristiriitaan keskenaan.",
        "content_sv": "En intressebevakare får inte skänka bort egendom som tillhör huvudmannen. En intressebevakare får inte företräda huvudmannen när motparten är intressebevakaren själv, intressebevakarens make eller barn eller någon som intressebevakaren företräder. Om syskon har en gemensam intressebevakare, är han eller hon dock behörig att företräda syskonen vid arvskifte, om inte syskonens intressen är motstridiga på grund av yrkanden som har framställts vid skiftet eller andra omständigheter som har samband med skiftet. En annan intressebevakare än en förälder som är vårdnadshavare för sitt minderåriga barn får inte heller företräda huvudmannen, om motparten är 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, förälder eller far- eller morförälder eller make till någon av dessa personer, 3) intressebevakarens syskons barn eller förälders syskon. Med makar avses i 2 och 3 mom. äkta makar och personer som lever under äktenskapsliknande förhållanden eller i något annat parförhållande i gemensamt hushåll. Med släktingar jämställs motsvarande halvsläktingar. Intressebevakaren får inte heller företräda huvudmannen när intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av någon annan än en i 2 eller 3 mom. nämnd orsak.",
        "normalized_sv": "En intressebevakare får inte skänka bort egendom som tillhör huvudmannen. En intressebevakare får inte företräda huvudmannen när motparten är intressebevakaren själv, intressebevakarens make eller barn eller någon som intressebevakaren företräder. Om syskon har en gemensam intressebevakare, är han eller hon dock behörig att företräda syskonen vid arvskifte, om inte syskonens intressen är motstridiga på grund av yrkanden som har framställts vid skiftet eller andra omständigheter som har samband med skiftet. En annan intressebevakare än en förälder som är vårdnadshavare för sitt minderåriga barn får inte heller företräda huvudmannen, om motparten är 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, förälder eller far- eller morförälder eller make till någon av dessa personer, 3) intressebevakarens syskons barn eller förälders syskon. Med makar avses i 2 och 3 mom. äkta makar och personer som lever under äktenskapsliknande förhållanden eller i något annat parförhållande i gemensamt hushåll. Med släktingar jämställs motsvarande halvsläktingar. Intressebevakaren får inte heller företräda huvudmannen när intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av någon annan än en i 2 eller 3 mom. nämnd orsak.",
        "folded_sv": "en intressebevakare far inte skanka bort egendom som tillhor huvudmannen. en intressebevakare far inte foretrada huvudmannen nar motparten ar intressebevakaren sjalv, intressebevakarens make eller barn eller nagon som intressebevakaren foretrader. om syskon har en gemensam intressebevakare, ar han eller hon dock behorig att foretrada syskonen vid arvskifte, om inte syskonens intressen ar motstridiga pa grund av yrkanden som har framstallts vid skiftet eller andra omstandigheter som har samband med skiftet. en annan intressebevakare an en foralder som ar vardnadshavare for sitt minderariga barn far inte heller foretrada huvudmannen, om motparten ar 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, foralder eller far- eller morforalder eller make till nagon av dessa personer, 3) intressebevakarens syskons barn eller foralders syskon. med makar avses i 2 och 3 mom. akta makar och personer som lever under aktenskapsliknande forhallanden eller i nagot annat parforhallande i gemensamt hushall. med slaktingar jamstalls motsvarande halvslaktingar. intressebevakaren far inte heller foretrada huvudmannen nar intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av nagon annan an en i 2 eller 3 mom. namnd orsak."
      }
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "content": "Jollei laissa toisin säädetä, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa päämiehensä puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä määräaikaisella sopimuksella toisen käytettäväksi pitemmäksi ajaksi kuin viideksi vuodeksi tai pitemmäksi ajaksi kuin vuodeksi täysi-ikäisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksistä annetun lain (579/1996) 2 §:ssä tarkoitettuja sijoituskohteita taikka osuuksia yhteisöissä lukuun ottamatta: a) varojen tallettamista Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, Ahvenanmaan maakunnan, kunnan tai kuntayhtymän liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla käydään arvopaperimarkkinalain (495/1989) 1 luvun 3 §:ssä tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista Suomessa rekisteröidyssä sijoitusrahastolain (48/1999) 2 §:n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 §:n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessä, joka mainitun 128 §:n 2 momentin mukaan saa markkinoida osuuksiaan Suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston pääomasta rahaston sääntöjen mukaan vähintään kolme neljäsosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin säädetään; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden pääasiallisena sisältönä on oikeus kotitaloudessa tavallisesti käytettävän hyödykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilökohtaista vastuuta yhteisön veloista. Lupaa on haettava siltä holhousviranomaiselta, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa. Jos oikeustoimeen tai toimenpiteeseen ryhdytään useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myös holhousviranomaiselta, jolle valvonta kuuluu heistä jonkun osalta. Asian käsitelleen holhousviranomaisen on tällöin ilmoitettava päätöksestään holhousviranomaisille, joille valvonta kuuluu muiden osalta. Jos lupaa haetaan alaikäisen puolesta tehtävään oikeustoimeen, holhousviranomaisen on varattava 15 vuotta täyttäneelle alaikäiselle tilaisuus tulla kuulluksi, jollei tämän mielipide luotettavasti käy ilmi hakemusasiakirjoista. Asianosaisen kuulemiseen sovelletaan muutoin, mitä hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:34",
        "normalized_fi": "Jollei laissa toisin säädetä, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa päämiehensä puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä määräaikaisella sopimuksella toisen käytettäväksi pitemmäksi ajaksi kuin viideksi vuodeksi tai pitemmäksi ajaksi kuin vuodeksi täysi-ikäisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksistä annetun lain (579/1996) 2 § :ssä tarkoitettuja sijoituskohteita taikka osuuksia yhteisöissä lukuun ottamatta: a) varojen tallettamista Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, Ahvenanmaan maakunnan, kunnan tai kuntayhtymän liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla käydään arvopaperimarkkinalain (495/1989) 1 luvun 3 § :ssä tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista Suomessa rekisteröidyssä sijoitusrahastolain (48/1999) 2 § :n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 § :n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessä, joka mainitun 128 § :n 2 momentin mukaan saa markkinoida osuuksiaan Suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston pääomasta rahaston sääntöjen mukaan vähintään kolme neljäsosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin säädetään; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden pääasiallisena sisältönä on oikeus kotitaloudessa tavallisesti käytettävän hyödykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilökohtaista vastuuta yhteisön veloista. Lupaa on haettava siltä holhousviranomaiselta, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa. Jos oikeustoimeen tai toimenpiteeseen ryhdytään useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myös holhousviranomaiselta, jolle valvonta kuuluu heistä jonkun osalta. Asian käsitelleen holhousviranomaisen on tällöin ilmoitettava päätöksestään holhousviranomaisille, joille valvonta kuuluu muiden osalta. Jos lupaa haetaan alaikäisen puolesta tehtävään oikeustoimeen, holhousviranomaisen on varattava 15 vuotta täyttäneelle alaikäiselle tilaisuus tulla kuulluksi, jollei tämän mielipide luotettavasti käy ilmi hakemusasiakirjoista. Asianosaisen kuulemiseen sovelletaan muutoin, mitä hallintolaissa (434/2003) säädetään.",
        "folded_fi": "jollei laissa toisin saadeta, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa paamiehensa puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistosta, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistosta maaraaikaisella sopimuksella toisen kaytettavaksi pitemmaksi ajaksi kuin viideksi vuodeksi tai pitemmaksi ajaksi kuin vuodeksi taysi-ikaisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksista annetun lain (579/1996) 2 §:ssa tarkoitettuja sijoituskohteita taikka osuuksia yhteisoissa lukuun ottamatta: a) varojen tallettamista euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, ahvenanmaan maakunnan, kunnan tai kuntayhtyman liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla kaydaan arvopaperimarkkinalain (495/1989) 1 luvun 3 §:ssa tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista suomessa rekisteroidyssa sijoitusrahastolain (48/1999) 2 §:n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 §:n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessa, joka mainitun 128 §:n 2 momentin mukaan saa markkinoida osuuksiaan suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston paaomasta rahaston saantojen mukaan vahintaan kolme neljasosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin saadetaan; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden paaasiallisena sisaltona on oikeus kotitaloudessa tavallisesti kaytettavan hyodykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilokohtaista vastuuta yhteison veloista. lupaa on haettava silta holhousviranomaiselta, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa. jos oikeustoimeen tai toimenpiteeseen ryhdytaan useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myos holhousviranomaiselta, jolle valvonta kuuluu heista jonkun osalta. asian kasitelleen holhousviranomaisen on talloin ilmoitettava paatoksestaan holhousviranomaisille, joille valvonta kuuluu muiden osalta. jos lupaa haetaan alaikaisen puolesta tehtavaan oikeustoimeen, holhousviranomaisen on varattava 15 vuotta tayttaneelle alaikaiselle tilaisuus tulla kuulluksi, jollei taman mielipide luotettavasti kay ilmi hakemusasiakirjoista. asianosaisen kuulemiseen sovelletaan muutoin, mita hallintolaissa (434/2003) saadetaan.",
        "content_sv": "Om inte något annat bestäms i lag, har intressebevakaren inte rätt att på huvudmannens vägnar utan förmyndarmyndighetens tillstånd 10) överlåta eller mot vederlag förvärva en bostadsrätt som avses i lagen om bostadsrättsbostäder (650/1990) eller aktier eller andelar som berättigar till besittning av en lägenhet eller någon annan del av en byggnad eller fastighet, med undantag för aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal överlåta nyttjanderätten till en lägenhet eller någon annan del av en byggnad eller fastighet vars besittning grundar sig på en bostadsrätt eller på aktier eller andelar som avses i 10 punkten för längre tid än fem år eller för längre tid än ett år från det att huvudmannen blivit myndig, 13) bevilja penninglån eller mot vederlag förvärva i 2 § i lagen om värdepappersföretag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med följande undantag: a) sätta in medel hos ett kreditinstitut som har koncession i en stat som hör till Europeiska ekonomiska samarbetsområdet, b) förvärva masskuldebrev som staten, landskapet Åland, en kommun eller en samkommun har emitterat, c) förvärva värdepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i värdepappersmarknadslagen (495/1989), d) förvärva andelar i placeringsfonder som är förenliga med det fondföretagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som är registrerade i Finland eller i utländska fondföretag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i nämnda 128 § får marknadsföra sina andelar i Finland, e) förvärva andelar i någon annan än en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjärdedelar placerats i sådana insättningar, masskuldebrev eller värdepapper som avses i underpunkterna a, b och c, f) förvärva sådana investeringsobjekt som kan jämföras med investeringsobjekt som avses i underpunkterna a―e och som bestäms genom förordning av statsrådet, g) förvärva sådana aktier och andelar som i huvudsak medför rätt att erhålla nyttigheter eller tjänster som vanligen används i hushåll, om andelen inte är förenad med personligt ansvar för sammanslutningens skulder. Tillstånd skall sökas hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet. Om en rättshandling företas eller en åtgärd vidtas för flera sådana personers räkning som är föremål för intressebevakning, kan tillstånd för samtligas del sökas också hos den förmyndarmyndighet som övervakar verksamheten i fråga om en av dem. Den förmyndarmyndighet som behandlat saken skall i ett sådant fall meddela sitt beslut till de förmyndarmyndigheter som övervakar verksamheten i fråga om de övriga. Om tillstånd söks för en rättshandling som skall företas på en minderårig persons vägnar, skall förmyndarmyndigheten bereda en minderårig som fyllt 15 år tillfälle att bli hörd, om inte den minderåriges ståndpunkt framgår på ett tillförlitligt sätt av ansökningshandlingarna. På hörande av en part tillämpas i övrigt förvaltningslagen (434/2003).",
        "normalized_sv": "Om inte något annat bestäms i lag, har intressebevakaren inte rätt att på huvudmannens vägnar utan förmyndarmyndighetens tillstånd 10) överlåta eller mot vederlag förvärva en bostadsrätt som avses i lagen om bostadsrättsbostäder (650/1990) eller aktier eller andelar som berättigar till besittning av en lägenhet eller någon annan del av en byggnad eller fastighet, med undantag för aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal överlåta nyttjanderätten till en lägenhet eller någon annan del av en byggnad eller fastighet vars besittning grundar sig på en bostadsrätt eller på aktier eller andelar som avses i 10 punkten för längre tid än fem år eller för längre tid än ett år från det att huvudmannen blivit myndig, 13) bevilja penninglån eller mot vederlag förvärva i 2 § i lagen om värdepappersföretag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med följande undantag: a) sätta in medel hos ett kreditinstitut som har koncession i en stat som hör till Europeiska ekonomiska samarbetsområdet, b) förvärva masskuldebrev som staten, landskapet Åland, en kommun eller en samkommun har emitterat, c) förvärva värdepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i värdepappersmarknadslagen (495/1989), d) förvärva andelar i placeringsfonder som är förenliga med det fondföretagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som är registrerade i Finland eller i utländska fondföretag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i nämnda 128 § får marknadsföra sina andelar i Finland, e) förvärva andelar i någon annan än en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjärdedelar placerats i sådana insättningar, masskuldebrev eller värdepapper som avses i underpunkterna a, b och c, f) förvärva sådana investeringsobjekt som kan jämföras med investeringsobjekt som avses i underpunkterna a―e och som bestäms genom förordning av statsrådet, g) förvärva sådana aktier och andelar som i huvudsak medför rätt att erhålla nyttigheter eller tjänster som vanligen används i hushåll, om andelen inte är förenad med personligt ansvar för sammanslutningens skulder. Tillstånd skall sökas hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet. Om en rättshandling företas eller en åtgärd vidtas för flera sådana personers räkning som är föremål för intressebevakning, kan tillstånd för samtligas del sökas också hos den förmyndarmyndighet som övervakar verksamheten i fråga om en av dem. Den förmyndarmyndighet som behandlat saken skall i ett sådant fall meddela sitt beslut till de förmyndarmyndigheter som övervakar verksamheten i fråga om de övriga. Om tillstånd söks för en rättshandling som skall företas på en minderårig persons vägnar, skall förmyndarmyndigheten bereda en minderårig som fyllt 15 år tillfälle att bli hörd, om inte den minderåriges ståndpunkt framgår på ett tillförlitligt sätt av ansökningshandlingarna. På hörande av en part tillämpas i övrigt förvaltningslagen (434/2003).",
        "folded_sv": "om inte nagot annat bestams i lag, har intressebevakaren inte ratt att pa huvudmannens vagnar utan formyndarmyndighetens tillstand 10) overlata eller mot vederlag forvarva en bostadsratt som avses i lagen om bostadsrattsbostader (650/1990) eller aktier eller andelar som berattigar till besittning av en lagenhet eller nagon annan del av en byggnad eller fastighet, med undantag for aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal overlata nyttjanderatten till en lagenhet eller nagon annan del av en byggnad eller fastighet vars besittning grundar sig pa en bostadsratt eller pa aktier eller andelar som avses i 10 punkten for langre tid an fem ar eller for langre tid an ett ar fran det att huvudmannen blivit myndig, 13) bevilja penninglan eller mot vederlag forvarva i 2 § i lagen om vardepappersforetag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med foljande undantag: a) satta in medel hos ett kreditinstitut som har koncession i en stat som hor till europeiska ekonomiska samarbetsomradet, b) forvarva masskuldebrev som staten, landskapet aland, en kommun eller en samkommun har emitterat, c) forvarva vardepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i vardepappersmarknadslagen (495/1989), d) forvarva andelar i placeringsfonder som ar forenliga med det fondforetagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som ar registrerade i finland eller i utlandska fondforetag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i namnda 128 § far marknadsfora sina andelar i finland, e) forvarva andelar i nagon annan an en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjardedelar placerats i sadana insattningar, masskuldebrev eller vardepapper som avses i underpunkterna a, b och c, f) forvarva sadana investeringsobjekt som kan jamforas med investeringsobjekt som avses i underpunkterna a―e och som bestams genom forordning av statsradet, g) forvarva sadana aktier och andelar som i huvudsak medfor ratt att erhalla nyttigheter eller tjanster som vanligen anvands i hushall, om andelen inte ar forenad med personligt ansvar for sammanslutningens skulder. tillstand skall sokas hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet. om en rattshandling foretas eller en atgard vidtas for flera sadana personers rakning som ar foremal for intressebevakning, kan tillstand for samtligas del sokas ocksa hos den formyndarmyndighet som overvakar verksamheten i fraga om en av dem. den formyndarmyndighet som behandlat saken skall i ett sadant fall meddela sitt beslut till de formyndarmyndigheter som overvakar verksamheten i fraga om de ovriga. om tillstand soks for en rattshandling som skall foretas pa en minderarig persons vagnar, skall formyndarmyndigheten bereda en minderarig som fyllt 15 ar tillfalle att bli hord, om inte den minderariges standpunkt framgar pa ett tillforlitligt satt av ansokningshandlingarna. pa horande av en part tillampas i ovrigt forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "2:45",
      "chapter": "2",
      "section": "45",
      "content": "Päämies ei ole vahingonkorvauslain 3 luvun 1 §:n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hänen lukuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:45",
        "normalized_fi": "Päämies ei ole vahingonkorvauslain 3 luvun 1 § :n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hänen lukuunsa.",
        "folded_fi": "paamies ei ole vahingonkorvauslain 3 luvun 1 §:n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hanen lukuunsa.",
        "content_sv": "Huvudmannen är inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadeståndslagen ersätta skada som intressebevakaren har orsakat när han eller hon handlat för huvudmannens räkning.",
        "normalized_sv": "Huvudmannen är inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadeståndslagen ersätta skada som intressebevakaren har orsakat när han eller hon handlat för huvudmannens räkning.",
        "folded_sv": "huvudmannen ar inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadestandslagen ersatta skada som intressebevakaren har orsakat nar han eller hon handlat for huvudmannens rakning."
      }
    },
    {
      "provision_ref": "6:47 a",
      "chapter": "6",
      "section": "47 a",
      "content": "Jos se on holhousviranomaisten työn tasaamiseksi tarkoituksenmukaista, sisäasiainministeriön asetuksella voidaan säätää, että holhousviranomaisen, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa, on siirrettävä 56 §:ssä tarkoitettuja tilintarkastustehtäviä toisen holhousviranomaisen suoritettaviksi. Sisäasiainministeriön asetuksella säädetään tarkemmin tilintarkastustehtäviä siirtävistä ja vastaanottavista holhousviranomaisista, vuosittain siirrettävien tilintarkastustehtävien määristä sekä muutoin siirron toteuttamisesta. Ennen asetuksen antamista on sekä tilintarkastustehtävän siirtävälle että sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. Vastuu valvonnasta säilyy siirrosta huolimatta muilta osin siirtävällä holhousviranomaisella. Tilintarkastustehtävän siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:47 a",
        "normalized_fi": "Jos se on holhousviranomaisten työn tasaamiseksi tarkoituksenmukaista, sisäasiainministeriön asetuksella voidaan säätää, että holhousviranomaisen, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa, on siirrettävä 56 § :ssä tarkoitettuja tilintarkastustehtäviä toisen holhousviranomaisen suoritettaviksi. Sisäasiainministeriön asetuksella säädetään tarkemmin tilintarkastustehtäviä siirtävistä ja vastaanottavista holhousviranomaisista, vuosittain siirrettävien tilintarkastustehtävien määristä sekä muutoin siirron toteuttamisesta. Ennen asetuksen antamista on sekä tilintarkastustehtävän siirtävälle että sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. Vastuu valvonnasta säilyy siirrosta huolimatta muilta osin siirtävällä holhousviranomaisella. Tilintarkastustehtävän siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
        "folded_fi": "jos se on holhousviranomaisten tyon tasaamiseksi tarkoituksenmukaista, sisaasiainministerion asetuksella voidaan saataa, etta holhousviranomaisen, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa, on siirrettava 56 §:ssa tarkoitettuja tilintarkastustehtavia toisen holhousviranomaisen suoritettaviksi. sisaasiainministerion asetuksella saadetaan tarkemmin tilintarkastustehtavia siirtavista ja vastaanottavista holhousviranomaisista, vuosittain siirrettavien tilintarkastustehtavien maarista seka muutoin siirron toteuttamisesta. ennen asetuksen antamista on seka tilintarkastustehtavan siirtavalle etta sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. vastuu valvonnasta sailyy siirrosta huolimatta muilta osin siirtavalla holhousviranomaisella. tilintarkastustehtavan siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
        "content_sv": "Om det för att fördela arbetet jämnt mellan förmyndarmyndigheterna är ändamålsenligt, kan det genom förordning av inrikesministeriet föreskrivas att den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet skall överföra i 56 § avsedda granskningsuppgifter på en annan förmyndarmyndighet. Genom förordning av inrikesministeriet föreskrivs närmare om vilka förmyndarmyndigheter som överför och tar emot granskningsuppgifter, om det antal uppgifter som kan överföras årligen samt i övrigt om hur överföringen skall ske. Såväl den förmyndarmyndighet som överför granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfälle att bli hörda innan förordningen utfärdas. Oberoende av överföringen kvarstår ansvaret för övervakningen till övriga delar hos den överförande förmyndarmyndigheten. Den berörda intressebevakaren skall underrättas om att en granskningsuppgift har överförts.",
        "normalized_sv": "Om det för att fördela arbetet jämnt mellan förmyndarmyndigheterna är ändamålsenligt, kan det genom förordning av inrikesministeriet föreskrivas att den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet skall överföra i 56 § avsedda granskningsuppgifter på en annan förmyndarmyndighet. Genom förordning av inrikesministeriet föreskrivs närmare om vilka förmyndarmyndigheter som överför och tar emot granskningsuppgifter, om det antal uppgifter som kan överföras årligen samt i övrigt om hur överföringen skall ske. Såväl den förmyndarmyndighet som överför granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfälle att bli hörda innan förordningen utfärdas. Oberoende av överföringen kvarstår ansvaret för övervakningen till övriga delar hos den överförande förmyndarmyndigheten. Den berörda intressebevakaren skall underrättas om att en granskningsuppgift har överförts.",
        "folded_sv": "om det for att fordela arbetet jamnt mellan formyndarmyndigheterna ar andamalsenligt, kan det genom forordning av inrikesministeriet foreskrivas att den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet skall overfora i 56 § avsedda granskningsuppgifter pa en annan formyndarmyndighet. genom forordning av inrikesministeriet foreskrivs narmare om vilka formyndarmyndigheter som overfor och tar emot granskningsuppgifter, om det antal uppgifter som kan overforas arligen samt i ovrigt om hur overforingen skall ske. saval den formyndarmyndighet som overfor granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfalle att bli horda innan forordningen utfardas. oberoende av overforingen kvarstar ansvaret for overvakningen till ovriga delar hos den overforande formyndarmyndigheten. den berorda intressebevakaren skall underrattas om att en granskningsuppgift har overforts."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja Väestörekisterikeskus pitävät edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. Rekisteriin saadaan merkitä edunvalvojaa ja hänen päämiestään tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. Rekisteriin saadaan lisäksi merkitä tiedot henkilön toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisällöstä, edunvalvojan tehtävästä ja määräämisen perusteesta tai edunvalvontavaltuutuksen sisällöstä, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 §:ssä tarkoitettua lupaa koskevasta päätöksestä sekä holhousviranomaisen 57 ja 60 §:n mukaisista toimenpiteistä. Rekisteriin saadaan lisäksi merkitä sellaisia rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja, jotka eivät ole henkilötietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:64",
        "normalized_fi": "Holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja Väestörekisterikeskus pitävät edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. Rekisteriin saadaan merkitä edunvalvojaa ja hänen päämiestään tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. Rekisteriin saadaan lisäksi merkitä tiedot henkilön toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisällöstä, edunvalvojan tehtävästä ja määräämisen perusteesta tai edunvalvontavaltuutuksen sisällöstä, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 § :ssä tarkoitettua lupaa koskevasta päätöksestä sekä holhousviranomaisen 57 ja 60 § :n mukaisista toimenpiteistä. Rekisteriin saadaan lisäksi merkitä sellaisia rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja, jotka eivät ole henkilötietoja.",
        "folded_fi": "holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja vaestorekisterikeskus pitavat edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. rekisteriin saadaan merkita edunvalvojaa ja hanen paamiestaan tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. rekisteriin saadaan lisaksi merkita tiedot henkilon toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisallosta, edunvalvojan tehtavasta ja maaraamisen perusteesta tai edunvalvontavaltuutuksen sisallosta, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 §:ssa tarkoitettua lupaa koskevasta paatoksesta seka holhousviranomaisen 57 ja 60 §:n mukaisista toimenpiteista. rekisteriin saadaan lisaksi merkita sellaisia rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja, jotka eivat ole henkilotietoja.",
        "content_sv": "Registret över förmynderskapsärenden är ett riksomfattande register som förs av förmyndarmyndigheterna och Befolkningsregistercentralen för övervakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmäktiges verksamhet samt för tryggande av tredje mans rätt. I registret får identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmäktigen och fullmaktsgivaren föras in. I registret får dessutom föras in uppgifter om begränsning av en persons handlingsbehörighet, begränsningens innehåll, intressebevakarens uppdrag och grunderna för förordnandet av en intressebevakare eller intressebevakningsfullmaktens innehåll, lämnande och granskning av egendomsförteckning, redovisning och förvaltningsplan, beslut om i 34 § avsett tillstånd samt om förmyndarmyndigheternas åtgärder i enlighet med 57 och 60 §. Utöver detta får uppgifter som är nödvändiga för registrets användningsändamål, men som inte är personuppgifter, föras in i registret.",
        "normalized_sv": "Registret över förmynderskapsärenden är ett riksomfattande register som förs av förmyndarmyndigheterna och Befolkningsregistercentralen för övervakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmäktiges verksamhet samt för tryggande av tredje mans rätt. I registret får identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmäktigen och fullmaktsgivaren föras in. I registret får dessutom föras in uppgifter om begränsning av en persons handlingsbehörighet, begränsningens innehåll, intressebevakarens uppdrag och grunderna för förordnandet av en intressebevakare eller intressebevakningsfullmaktens innehåll, lämnande och granskning av egendomsförteckning, redovisning och förvaltningsplan, beslut om i 34 § avsett tillstånd samt om förmyndarmyndigheternas åtgärder i enlighet med 57 och 60 § . Utöver detta får uppgifter som är nödvändiga för registrets användningsändamål, men som inte är personuppgifter, föras in i registret.",
        "folded_sv": "registret over formynderskapsarenden ar ett riksomfattande register som fors av formyndarmyndigheterna och befolkningsregistercentralen for overvakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmaktiges verksamhet samt for tryggande av tredje mans ratt. i registret far identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmaktigen och fullmaktsgivaren foras in. i registret far dessutom foras in uppgifter om begransning av en persons handlingsbehorighet, begransningens innehall, intressebevakarens uppdrag och grunderna for forordnandet av en intressebevakare eller intressebevakningsfullmaktens innehall, lamnande och granskning av egendomsforteckning, redovisning och forvaltningsplan, beslut om i 34 § avsett tillstand samt om formyndarmyndigheternas atgarder i enlighet med 57 och 60 §. utover detta far uppgifter som ar nodvandiga for registrets anvandningsandamal, men som inte ar personuppgifter, foras in i registret."
      }
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "content": "Jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan määrääminen saattaa aiheuttaa, että edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. Tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella. Jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 §:n nojalla määrätylle edunvalvojalle. Jos edunvalvojan määrääminen oikeudenkäyntiä varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:73",
        "normalized_fi": "Jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan määrääminen saattaa aiheuttaa, että edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. Tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella. Jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 § :n nojalla määrätylle edunvalvojalle. Jos edunvalvojan määrääminen oikeudenkäyntiä varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
        "folded_fi": "jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan maaraaminen saattaa aiheuttaa, etta edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella. jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 §:n nojalla maaratylle edunvalvojalle. jos edunvalvojan maaraaminen oikeudenkayntia varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
        "content_sv": "Om den vars intressen skall bevakas har utfärdat en intressebevakningsfullmakt och förordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphör att gälla, skall fullmäktigen beredas tillfälle att bli hörd i ärendet. Tillfälle till hörande behöver dock inte beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken. Om delgivningen av en kallelse till hörande på grund av tillståndet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 §. Om det med tanke på rättssäkerheten för den som skall höras inte är nödvändigt att utse en intressebevakare för rättegången, behöver hörande dock inte ske.",
        "normalized_sv": "Om den vars intressen skall bevakas har utfärdat en intressebevakningsfullmakt och förordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphör att gälla, skall fullmäktigen beredas tillfälle att bli hörd i ärendet. Tillfälle till hörande behöver dock inte beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken. Om delgivningen av en kallelse till hörande på grund av tillståndet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 § . Om det med tanke på rättssäkerheten för den som skall höras inte är nödvändigt att utse en intressebevakare för rättegången, behöver hörande dock inte ske.",
        "folded_sv": "om den vars intressen skall bevakas har utfardat en intressebevakningsfullmakt och forordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphor att galla, skall fullmaktigen beredas tillfalle att bli hord i arendet. tillfalle till horande behover dock inte beredas, om delgivning av kallelse till horande skall ske genom domstolens kungorelse i enlighet med 11 kap. 9 § i rattegangsbalken. om delgivningen av en kallelse till horande pa grund av tillstandet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 §. om det med tanke pa rattssakerheten for den som skall horas inte ar nodvandigt att utse en intressebevakare for rattegangen, behover horande dock inte ske."
      }
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "content": "Jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa pääkäsittelyn ulkopuolella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:76",
        "normalized_fi": "Jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa pääkäsittelyn ulkopuolella.",
        "folded_fi": "jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa paakasittelyn ulkopuolella.",
        "content_sv": "Om den som skall höras enligt 1 mom. inte utan avsevärd svårighet kan infinna sig vid sammanträdet eller om det finns andra särskilda skäl, kan hörandet ske utom huvudförhandlingen.",
        "normalized_sv": "Om den som skall höras enligt 1 mom. inte utan avsevärd svårighet kan infinna sig vid sammanträdet eller om det finns andra särskilda skäl, kan hörandet ske utom huvudförhandlingen.",
        "folded_sv": "om den som skall horas enligt 1 mom. inte utan avsevard svarighet kan infinna sig vid sammantradet eller om det finns andra sarskilda skal, kan horandet ske utom huvudforhandlingen."
      }
    },
    {
      "provision_ref": "6:79",
      "chapter": "6",
      "section": "79",
      "content": "Asiassa, joka koskee edunvalvojan määräämistä tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa väliaikaisen määräyksen. Jos asiaa ei voida viivyttää, määräys voidaan antaa kuulematta sitä, jonka edun valvomisesta on kysymys, sekä muita 73 §:ssä mainittuja henkilöitä. Väliaikainen määräys on voimassa, kunnes tuomioistuin antaa asiassa päätöksen, jollei määräystä sitä ennen peruuteta tai muuteta. Väliaikaiseen määräykseen ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:79",
        "normalized_fi": "Asiassa, joka koskee edunvalvojan määräämistä tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa väliaikaisen määräyksen. Jos asiaa ei voida viivyttää, määräys voidaan antaa kuulematta sitä, jonka edun valvomisesta on kysymys, sekä muita 73 § :ssä mainittuja henkilöitä. Väliaikainen määräys on voimassa, kunnes tuomioistuin antaa asiassa päätöksen, jollei määräystä sitä ennen peruuteta tai muuteta. Väliaikaiseen määräykseen ei saa hakea muutosta.",
        "folded_fi": "asiassa, joka koskee edunvalvojan maaraamista tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa valiaikaisen maarayksen. jos asiaa ei voida viivyttaa, maarays voidaan antaa kuulematta sita, jonka edun valvomisesta on kysymys, seka muita 73 §:ssa mainittuja henkiloita. valiaikainen maarays on voimassa, kunnes tuomioistuin antaa asiassa paatoksen, jollei maaraysta sita ennen peruuteta tai muuteta. valiaikaiseen maaraykseen ei saa hakea muutosta.",
        "content_sv": "I ett ärende som gäller förordnande av intressebevakare eller begränsning av handlingsbehörigheten kan domstolen ge ett interimistiskt förordnande. Om ärendet inte tål dröjsmål, kan förordnandet ges utan att den vars intressen skall bevakas och andra i 73 § nämnda personer blir hörda. Ett interimistiskt förordnande är i kraft till dess att domstolen meddelar ett beslut i ärendet, om inte förordnandet återkallas eller ändras före det. Ändring får inte sökas i ett interimistiskt förordnande.",
        "normalized_sv": "I ett ärende som gäller förordnande av intressebevakare eller begränsning av handlingsbehörigheten kan domstolen ge ett interimistiskt förordnande. Om ärendet inte tål dröjsmål, kan förordnandet ges utan att den vars intressen skall bevakas och andra i 73 § nämnda personer blir hörda. Ett interimistiskt förordnande är i kraft till dess att domstolen meddelar ett beslut i ärendet, om inte förordnandet återkallas eller ändras före det. Ändring får inte sökas i ett interimistiskt förordnande.",
        "folded_sv": "i ett arende som galler forordnande av intressebevakare eller begransning av handlingsbehorigheten kan domstolen ge ett interimistiskt forordnande. om arendet inte tal drojsmal, kan forordnandet ges utan att den vars intressen skall bevakas och andra i 73 § namnda personer blir horda. ett interimistiskt forordnande ar i kraft till dess att domstolen meddelar ett beslut i arendet, om inte forordnandet aterkallas eller andras fore det. andring far inte sokas i ett interimistiskt forordnande."
      }
    },
    {
      "provision_ref": "6:81",
      "chapter": "6",
      "section": "81",
      "content": "Mitä 69―80 §:ssä säädetään, on soveltuvin osin voimassa myös asiassa, joka koskee edunvalvojan vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan, sekä asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. Käsiteltäessä 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. Väliaikainen määräys voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttää. Tilaisuutta tulla kuulluksi ei tarvitse varata myöskään, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:81",
        "normalized_fi": "Mitä 69―80 § :ssä säädetään, on soveltuvin osin voimassa myös asiassa, joka koskee edunvalvojan vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan, sekä asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. Käsiteltäessä 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. Väliaikainen määräys voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttää. Tilaisuutta tulla kuulluksi ei tarvitse varata myöskään, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella.",
        "folded_fi": "mita 69―80 §:ssa saadetaan, on soveltuvin osin voimassa myos asiassa, joka koskee edunvalvojan vapauttamista tehtavastaan tai hanen tehtavansa muuttamista tai maaraamista lakkaamaan, seka asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. kasiteltaessa 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. valiaikainen maarays voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttaa. tilaisuutta tulla kuulluksi ei tarvitse varata myoskaan, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella.",
        "content_sv": "Vad som bestäms i 69―80 § gäller i tillämpliga delar också skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt ärenden som gäller upphävande eller ändring av begränsning av en persons handlingsbehörighet. Vid behandling av ärenden som nämns i 1 mom. skall intressebevakaren beredas tillfälle att bli hörd. Om ärendet inte tål dröjsmål, kan ett interimistiskt förordnande dock ges utan att intressebevakaren bereds tillfälle att bli hörd. Tillfälle till hörande behöver inte heller beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken.",
        "normalized_sv": "Vad som bestäms i 69―80 § gäller i tillämpliga delar också skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt ärenden som gäller upphävande eller ändring av begränsning av en persons handlingsbehörighet. Vid behandling av ärenden som nämns i 1 mom. skall intressebevakaren beredas tillfälle att bli hörd. Om ärendet inte tål dröjsmål, kan ett interimistiskt förordnande dock ges utan att intressebevakaren bereds tillfälle att bli hörd. Tillfälle till hörande behöver inte heller beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken.",
        "folded_sv": "vad som bestams i 69―80 § galler i tillampliga delar ocksa skiljande av intressebevakare fran uppdraget, andring av intressebevakarens uppdrag eller forordnande om att uppdraget skall upphora samt arenden som galler upphavande eller andring av begransning av en persons handlingsbehorighet. vid behandling av arenden som namns i 1 mom. skall intressebevakaren beredas tillfalle att bli hord. om arendet inte tal drojsmal, kan ett interimistiskt forordnande dock ges utan att intressebevakaren bereds tillfalle att bli hord. tillfalle till horande behover inte heller beredas, om delgivning av kallelse till horande skall ske genom domstolens kungorelse i enlighet med 11 kap. 9 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "6:82",
      "chapter": "6",
      "section": "82",
      "content": "Edellä 1 momentissa tarkoitetun oikeudenkäyntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mitä 44 §:ssä säädetään edunvalvojan osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:82",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun oikeudenkäyntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mitä 44 § :ssä säädetään edunvalvojan osalta.",
        "folded_fi": "edella 1 momentissa tarkoitetun oikeudenkayntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mita 44 §:ssa saadetaan edunvalvojan osalta.",
        "content_sv": "I fråga om arvodet och ersättningen för kostnader till ett i 1 mom. nämnt rättegångsbiträde gäller i tillämpliga delar vad som bestäms för intressebevakarens del i 44 §.",
        "normalized_sv": "I fråga om arvodet och ersättningen för kostnader till ett i 1 mom. nämnt rättegångsbiträde gäller i tillämpliga delar vad som bestäms för intressebevakarens del i 44 § .",
        "folded_sv": "i fraga om arvodet och ersattningen for kostnader till ett i 1 mom. namnt rattegangsbitrade galler i tillampliga delar vad som bestams for intressebevakarens del i 44 §."
      }
    },
    {
      "provision_ref": "6:83",
      "chapter": "6",
      "section": "83",
      "content": "Käräjäoikeuden päätöstä, joka koskee edunvalvojan määräämistä tai vapauttamista tehtävästään taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee käräjäoikeuden päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:83",
        "normalized_fi": "Käräjäoikeuden päätöstä, joka koskee edunvalvojan määräämistä tai vapauttamista tehtävästään taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee käräjäoikeuden päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
        "folded_fi": "karajaoikeuden paatosta, joka koskee edunvalvojan maaraamista tai vapauttamista tehtavastaan taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka paatos ei ole saanut lainvoimaa. sama koskee karajaoikeuden paatosta, jolla edunvalvojan tehtavaa on muutettu, jollei paatoksessa ole toisin maaratty.",
        "content_sv": "Tingsrättens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget eller om begränsning av någons handlingsbehörighet skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller tingsrättens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "normalized_sv": "Tingsrättens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget eller om begränsning av någons handlingsbehörighet skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller tingsrättens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "folded_sv": "tingsrattens beslut om forordnande av en intressebevakare eller skiljande av intressebevakaren fran uppdraget eller om begransning av nagons handlingsbehorighet skall iakttas aven om beslutet inte har vunnit laga kraft. detsamma galler tingsrattens beslut om andring av intressebevakarens uppdrag, om inte nagot annat bestams i beslutet."
      }
    },
    {
      "provision_ref": "9:85",
      "chapter": "9",
      "section": "85",
      "content": "Edunvalvojan määräämistä tai vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan ja tässä laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelystä. Muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen säädetään. Jollei tämän lain säännöksistä muuta johdu, asian käsittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. Holhousviranomaisen suoritteista peritään maksuja siten kuin valtion maksuperustelaissa (150/1992) säädetään. Holhousviranomainen voi kuitenkin yksittäistapauksessa määrätä, ettei sen suoritteesta peritä maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut käytettävissä olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, työttömyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syystä kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:85",
        "normalized_fi": "Edunvalvojan määräämistä tai vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan ja tässä laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelystä. Muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen säädetään. Jollei tämän lain säännöksistä muuta johdu, asian käsittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. Holhousviranomaisen suoritteista peritään maksuja siten kuin valtion maksuperustelaissa (150/1992) säädetään. Holhousviranomainen voi kuitenkin yksittäistapauksessa määrätä, ettei sen suoritteesta peritä maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut käytettävissä olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, työttömyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syystä kohtuutonta.",
        "folded_fi": "edunvalvojan maaraamista tai vapauttamista tehtavastaan tai hanen tehtavansa muuttamista tai maaraamista lakkaamaan ja tassa laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelysta. muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen saadetaan. jollei taman lain saannoksista muuta johdu, asian kasittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. holhousviranomaisen suoritteista peritaan maksuja siten kuin valtion maksuperustelaissa (150/1992) saadetaan. holhousviranomainen voi kuitenkin yksittaistapauksessa maarata, ettei sen suoritteesta perita maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut kaytettavissa olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, tyottomyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syysta kohtuutonta.",
        "content_sv": "Ärenden som gäller förordnande av intressebevakare eller skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt tillstånd eller åläggande enligt denna lag avgörs av förmyndarmyndigheten på föredragning. I övrigt avgörs ett ärende av förmyndarmyndigheten så som särskilt bestäms om avgörande av ärenden som hör till magistratens behörighet. Om inte något annat följer av bestämmelserna i denna lag, skall förvaltningslagen tillämpas på behandlingen av ärenden och på jäv för tjänsteman. För förmyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna för avgifter till staten (150/1992). Förmyndarmyndigheten kan dock i ett enskilt fall bestämma att någon avgift inte tas ut för dess prestation, om den betalningsskyldiges betalningsförmåga med hänsyn till de inkomster och den förmögenhet som står till hans eller hennes förfogande har försämrats väsentligt på grund av underhållsskyldighet, arbetslöshet eller sjukdom eller av någon annan särskild orsak, eller om det av andra orsaker är oskäligt att ta ut en avgift.",
        "normalized_sv": "Ärenden som gäller förordnande av intressebevakare eller skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt tillstånd eller åläggande enligt denna lag avgörs av förmyndarmyndigheten på föredragning. I övrigt avgörs ett ärende av förmyndarmyndigheten så som särskilt bestäms om avgörande av ärenden som hör till magistratens behörighet. Om inte något annat följer av bestämmelserna i denna lag, skall förvaltningslagen tillämpas på behandlingen av ärenden och på jäv för tjänsteman. För förmyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna för avgifter till staten (150/1992). Förmyndarmyndigheten kan dock i ett enskilt fall bestämma att någon avgift inte tas ut för dess prestation, om den betalningsskyldiges betalningsförmåga med hänsyn till de inkomster och den förmögenhet som står till hans eller hennes förfogande har försämrats väsentligt på grund av underhållsskyldighet, arbetslöshet eller sjukdom eller av någon annan särskild orsak, eller om det av andra orsaker är oskäligt att ta ut en avgift.",
        "folded_sv": "arenden som galler forordnande av intressebevakare eller skiljande av intressebevakare fran uppdraget, andring av intressebevakarens uppdrag eller forordnande om att uppdraget skall upphora samt tillstand eller alaggande enligt denna lag avgors av formyndarmyndigheten pa foredragning. i ovrigt avgors ett arende av formyndarmyndigheten sa som sarskilt bestams om avgorande av arenden som hor till magistratens behorighet. om inte nagot annat foljer av bestammelserna i denna lag, skall forvaltningslagen tillampas pa behandlingen av arenden och pa jav for tjansteman. for formyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna for avgifter till staten (150/1992). formyndarmyndigheten kan dock i ett enskilt fall bestamma att nagon avgift inte tas ut for dess prestation, om den betalningsskyldiges betalningsformaga med hansyn till de inkomster och den formogenhet som star till hans eller hennes forfogande har forsamrats vasentligt pa grund av underhallsskyldighet, arbetsloshet eller sjukdom eller av nagon annan sarskild orsak, eller om det av andra orsaker ar oskaligt att ta ut en avgift."
      }
    },
    {
      "provision_ref": "9:86",
      "chapter": "9",
      "section": "86",
      "content": "Kun holhousviranomaista on pyydetty määräämään edunvalvoja tämän lain 12 §:n 1 momentin nojalla, muuttamaan edunvalvojan tehtävää 15 §:n 3 momentin nojalla tai määräämään edunvalvojan tehtävä lakkaamaan 17 §:n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilökohtaisesti sitä, jonka edun valvomisesta on kysymys. Holhousviranomainen voi vaatia, että hakija esittää holhousviranomaiselle lääkärin lausunnon niistä seikoista, joilla on merkitystä asian ratkaisemisen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86",
        "normalized_fi": "Kun holhousviranomaista on pyydetty määräämään edunvalvoja tämän lain 12 § :n 1 momentin nojalla, muuttamaan edunvalvojan tehtävää 15 § :n 3 momentin nojalla tai määräämään edunvalvojan tehtävä lakkaamaan 17 § :n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilökohtaisesti sitä, jonka edun valvomisesta on kysymys. Holhousviranomainen voi vaatia, että hakija esittää holhousviranomaiselle lääkärin lausunnon niistä seikoista, joilla on merkitystä asian ratkaisemisen kannalta.",
        "folded_fi": "kun holhousviranomaista on pyydetty maaraamaan edunvalvoja taman lain 12 §:n 1 momentin nojalla, muuttamaan edunvalvojan tehtavaa 15 §:n 3 momentin nojalla tai maaraamaan edunvalvojan tehtava lakkaamaan 17 §:n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilokohtaisesti sita, jonka edun valvomisesta on kysymys. holhousviranomainen voi vaatia, etta hakija esittaa holhousviranomaiselle laakarin lausunnon niista seikoista, joilla on merkitysta asian ratkaisemisen kannalta.",
        "content_sv": "När en begäran om förordnande av en intressebevakare med stöd av 12 § 1 mom., om ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom. eller om att intressebevakarens uppdrag skall förordnas att upphöra med stöd av 17 § 4 mom. har framställts hos förmyndarmyndigheten, skall förmyndarmyndigheten personligen höra den vars intressen bevakningen gäller. Förmyndarmyndigheten kan kräva att sökanden företer ett läkarutlåtande om de omständigheter som är av betydelse för ärendets avgörande.",
        "normalized_sv": "När en begäran om förordnande av en intressebevakare med stöd av 12 § 1 mom., om ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom. eller om att intressebevakarens uppdrag skall förordnas att upphöra med stöd av 17 § 4 mom. har framställts hos förmyndarmyndigheten, skall förmyndarmyndigheten personligen höra den vars intressen bevakningen gäller. Förmyndarmyndigheten kan kräva att sökanden företer ett läkarutlåtande om de omständigheter som är av betydelse för ärendets avgörande.",
        "folded_sv": "nar en begaran om forordnande av en intressebevakare med stod av 12 § 1 mom., om andring av intressebevakarens uppdrag med stod av 15 § 3 mom. eller om att intressebevakarens uppdrag skall forordnas att upphora med stod av 17 § 4 mom. har framstallts hos formyndarmyndigheten, skall formyndarmyndigheten personligen hora den vars intressen bevakningen galler. formyndarmyndigheten kan krava att sokanden foreter ett lakarutlatande om de omstandigheter som ar av betydelse for arendets avgorande."
      }
    },
    {
      "provision_ref": "9:86 a",
      "chapter": "9",
      "section": "86 a",
      "content": "Holhousviranomaisen päätöstä, joka koskee edunvalvojan määräämistä tai tehtävästään vapauttamista, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee holhousviranomaisen päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 a",
        "normalized_fi": "Holhousviranomaisen päätöstä, joka koskee edunvalvojan määräämistä tai tehtävästään vapauttamista, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee holhousviranomaisen päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
        "folded_fi": "holhousviranomaisen paatosta, joka koskee edunvalvojan maaraamista tai tehtavastaan vapauttamista, on noudatettava, vaikka paatos ei ole saanut lainvoimaa. sama koskee holhousviranomaisen paatosta, jolla edunvalvojan tehtavaa on muutettu, jollei paatoksessa ole toisin maaratty.",
        "content_sv": "Förmyndarmyndighetens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller förmyndarmyndighetens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "normalized_sv": "Förmyndarmyndighetens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller förmyndarmyndighetens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "folded_sv": "formyndarmyndighetens beslut om forordnande av en intressebevakare eller skiljande av intressebevakaren fran uppdraget skall iakttas aven om beslutet inte har vunnit laga kraft. detsamma galler formyndarmyndighetens beslut om andring av intressebevakarens uppdrag, om inte nagot annat bestams i beslutet."
      }
    },
    {
      "provision_ref": "9:87",
      "chapter": "9",
      "section": "87",
      "content": "Holhousviranomaisen päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Holhousviranomaisen päätökseen, joka koskee edunvalvojan määräämistä 12 §:n nojalla, edunvalvojan tehtävän muuttamista 15 §:n 3 momentin nojalla, edunvalvojan vapauttamista tehtävästään 16 §:n 3 momentin nojalla, edunvalvojan tehtävän määräämistä lakkaamaan 17 §:n 4 momentin nojalla, edunvalvojien keskinäisen erimielisyyden ratkaisemista 30 §:n 3 momentin nojalla, 48 §:n 3 momentissa tarkoitetun määräajan pidentämistä tai 51 §:n 1―3 momentissa tarkoitettua tilivelvollisuuden täyttämisajankohtaa, ei saa valittamalla hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87",
        "normalized_fi": "Holhousviranomaisen päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Holhousviranomaisen päätökseen, joka koskee edunvalvojan määräämistä 12 § :n nojalla, edunvalvojan tehtävän muuttamista 15 § :n 3 momentin nojalla, edunvalvojan vapauttamista tehtävästään 16 § :n 3 momentin nojalla, edunvalvojan tehtävän määräämistä lakkaamaan 17 § :n 4 momentin nojalla, edunvalvojien keskinäisen erimielisyyden ratkaisemista 30 § :n 3 momentin nojalla, 48 § :n 3 momentissa tarkoitetun määräajan pidentämistä tai 51 § :n 1―3 momentissa tarkoitettua tilivelvollisuuden täyttämisajankohtaa, ei saa valittamalla hakea muutosta.",
        "folded_fi": "holhousviranomaisen paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. holhousviranomaisen paatokseen, joka koskee edunvalvojan maaraamista 12 §:n nojalla, edunvalvojan tehtavan muuttamista 15 §:n 3 momentin nojalla, edunvalvojan vapauttamista tehtavastaan 16 §:n 3 momentin nojalla, edunvalvojan tehtavan maaraamista lakkaamaan 17 §:n 4 momentin nojalla, edunvalvojien keskinaisen erimielisyyden ratkaisemista 30 §:n 3 momentin nojalla, 48 §:n 3 momentissa tarkoitetun maaraajan pidentamista tai 51 §:n 1―3 momentissa tarkoitettua tilivelvollisuuden tayttamisajankohtaa, ei saa valittamalla hakea muutosta.",
        "content_sv": "Ändring i förmyndarmyndighetens beslut söks hos förvaltningsdomstolen i enlighet med förvaltningsprocesslagen (586/1996). Ändring får inte sökas genom besvär i förmyndarmyndighetens beslut som gäller förordnande av intressebevakare med stöd av 12 §, ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom., förordnande om att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., avgörande av meningsskiljaktigheter mellan intressebevakare med stöd av 30 § 3 mom., förlängning av tid som nämns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten för fullgörande av redovisningsskyldigheten.",
        "normalized_sv": "Ändring i förmyndarmyndighetens beslut söks hos förvaltningsdomstolen i enlighet med förvaltningsprocesslagen (586/1996). Ändring får inte sökas genom besvär i förmyndarmyndighetens beslut som gäller förordnande av intressebevakare med stöd av 12 § , ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom., förordnande om att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., avgörande av meningsskiljaktigheter mellan intressebevakare med stöd av 30 § 3 mom., förlängning av tid som nämns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten för fullgörande av redovisningsskyldigheten.",
        "folded_sv": "andring i formyndarmyndighetens beslut soks hos forvaltningsdomstolen i enlighet med forvaltningsprocesslagen (586/1996). andring far inte sokas genom besvar i formyndarmyndighetens beslut som galler forordnande av intressebevakare med stod av 12 §, andring av intressebevakarens uppdrag med stod av 15 § 3 mom., skiljande av intressebevakaren fran dennes uppdrag med stod av 16 § 3 mom., forordnande om att intressebevakarens uppdrag skall upphora med stod av 17 § 4 mom., avgorande av meningsskiljaktigheter mellan intressebevakare med stod av 30 § 3 mom., forlangning av tid som namns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten for fullgorande av redovisningsskyldigheten."
      }
    },
    {
      "provision_ref": "9:87 a",
      "chapter": "9",
      "section": "87 a",
      "content": "ratkaisupyyntö Jos holhousviranomainen on määrännyt edunvalvojan 12 §:n nojalla, muuttanut edunvalvojan tehtävää 15 §:n 3 momentin nojalla, vapauttanut edunvalvojan tehtävästään 16 §:n 3 momentin nojalla tai määrännyt edunvalvojan tehtävän lakkaamaan 17 §:n 4 momentin nojalla, hakija voi saattaa asian käräjäoikeuden tutkittavaksi (). Jos on kysymys sijaisen määräämisestä 12 §:n 3 momentin nojalla, ratkaisupyynnön voi tehdä myös päämies. Ratkaisupyyntö on tehtävä 30 päivän kuluessa holhousviranomaisen päätöksen tiedoksi saamisesta. Se on toimitettava päätöksen tehneelle holhousviranomaiselle. Ratkaisupyyntö on tehtävä kirjallisesti, ja siinä on ilmoitettava se holhousviranomaisen päätös, jota ratkaisupyyntö koskee, sekä miltä osin ja millä perusteella ratkaisupyynnön tekijä on päätökseen tyytymätön. Holhousviranomaisen on viipymättä toimitettava ratkaisupyyntö 70 tai 71 §:ssä tarkoitetun käräjäoikeuden tutkittavaksi. Holhousviranomaisen on samalla lähetettävä käräjäoikeudelle jäljennös päätöksestään ja asiassa kertyneet asiakirjat. Ratkaisupyynnön käsittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mitä 73 ja 75―83 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87 a",
        "normalized_fi": "ratkaisupyyntö Jos holhousviranomainen on määrännyt edunvalvojan 12 § :n nojalla, muuttanut edunvalvojan tehtävää 15 § :n 3 momentin nojalla, vapauttanut edunvalvojan tehtävästään 16 § :n 3 momentin nojalla tai määrännyt edunvalvojan tehtävän lakkaamaan 17 § :n 4 momentin nojalla, hakija voi saattaa asian käräjäoikeuden tutkittavaksi (). Jos on kysymys sijaisen määräämisestä 12 § :n 3 momentin nojalla, ratkaisupyynnön voi tehdä myös päämies. Ratkaisupyyntö on tehtävä 30 päivän kuluessa holhousviranomaisen päätöksen tiedoksi saamisesta. Se on toimitettava päätöksen tehneelle holhousviranomaiselle. Ratkaisupyyntö on tehtävä kirjallisesti, ja siinä on ilmoitettava se holhousviranomaisen päätös, jota ratkaisupyyntö koskee, sekä miltä osin ja millä perusteella ratkaisupyynnön tekijä on päätökseen tyytymätön. Holhousviranomaisen on viipymättä toimitettava ratkaisupyyntö 70 tai 71 § :ssä tarkoitetun käräjäoikeuden tutkittavaksi. Holhousviranomaisen on samalla lähetettävä käräjäoikeudelle jäljennös päätöksestään ja asiassa kertyneet asiakirjat. Ratkaisupyynnön käsittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mitä 73 ja 75―83 § :ssä säädetään.",
        "folded_fi": "ratkaisupyynto jos holhousviranomainen on maarannyt edunvalvojan 12 §:n nojalla, muuttanut edunvalvojan tehtavaa 15 §:n 3 momentin nojalla, vapauttanut edunvalvojan tehtavastaan 16 §:n 3 momentin nojalla tai maarannyt edunvalvojan tehtavan lakkaamaan 17 §:n 4 momentin nojalla, hakija voi saattaa asian karajaoikeuden tutkittavaksi (). jos on kysymys sijaisen maaraamisesta 12 §:n 3 momentin nojalla, ratkaisupyynnon voi tehda myos paamies. ratkaisupyynto on tehtava 30 paivan kuluessa holhousviranomaisen paatoksen tiedoksi saamisesta. se on toimitettava paatoksen tehneelle holhousviranomaiselle. ratkaisupyynto on tehtava kirjallisesti, ja siina on ilmoitettava se holhousviranomaisen paatos, jota ratkaisupyynto koskee, seka milta osin ja milla perusteella ratkaisupyynnon tekija on paatokseen tyytymaton. holhousviranomaisen on viipymatta toimitettava ratkaisupyynto 70 tai 71 §:ssa tarkoitetun karajaoikeuden tutkittavaksi. holhousviranomaisen on samalla lahetettava karajaoikeudelle jaljennos paatoksestaan ja asiassa kertyneet asiakirjat. ratkaisupyynnon kasittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mita 73 ja 75―83 §:ssa saadetaan.",
        "content_sv": "begäran om avgörande Om förmyndarmyndigheten har förordnat en intressebevakare med stöd av 12 §, ändrat intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljt intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom. eller förordnat att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., kan sökanden föra ärendet till tingsrätten för prövning (). Gäller frågan förordnande av en ställföreträdare med stöd av 12 § 3 mom., kan begäran om avgörande också framställas av huvudmannen. Begäran om avgörande skall framställas inom 30 dagar från delfåendet av förmyndarmyndighetens beslut. Begäran om avgörande skall tillställas den förmyndarmyndighet som har fattat beslutet. Begäran om avgörande skall framställas skriftligen och i begäran skall uppges det beslut av förmyndarmyndigheten som begäran gäller samt till vilka delar och på vilken grund sökanden är missnöjd med beslutet. Förmyndarmyndigheten skall utan dröjsmål sända begäran om avgörande för prövning till den tingsrätt som avses i 70 eller 71 §. Förmyndarmyndigheten skall samtidigt sända tingsrätten en kopia av sitt beslut och handlingarna i ärendet. När domstolen behandlar begäran om avgörande skall 73 och 75―83 § iakttas i tillämpliga delar.",
        "normalized_sv": "begäran om avgörande Om förmyndarmyndigheten har förordnat en intressebevakare med stöd av 12 § , ändrat intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljt intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom. eller förordnat att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., kan sökanden föra ärendet till tingsrätten för prövning (). Gäller frågan förordnande av en ställföreträdare med stöd av 12 § 3 mom., kan begäran om avgörande också framställas av huvudmannen. Begäran om avgörande skall framställas inom 30 dagar från delfåendet av förmyndarmyndighetens beslut. Begäran om avgörande skall tillställas den förmyndarmyndighet som har fattat beslutet. Begäran om avgörande skall framställas skriftligen och i begäran skall uppges det beslut av förmyndarmyndigheten som begäran gäller samt till vilka delar och på vilken grund sökanden är missnöjd med beslutet. Förmyndarmyndigheten skall utan dröjsmål sända begäran om avgörande för prövning till den tingsrätt som avses i 70 eller 71 § . Förmyndarmyndigheten skall samtidigt sända tingsrätten en kopia av sitt beslut och handlingarna i ärendet. När domstolen behandlar begäran om avgörande skall 73 och 75―83 § iakttas i tillämpliga delar.",
        "folded_sv": "begaran om avgorande om formyndarmyndigheten har forordnat en intressebevakare med stod av 12 §, andrat intressebevakarens uppdrag med stod av 15 § 3 mom., skiljt intressebevakaren fran dennes uppdrag med stod av 16 § 3 mom. eller forordnat att intressebevakarens uppdrag skall upphora med stod av 17 § 4 mom., kan sokanden fora arendet till tingsratten for provning (). galler fragan forordnande av en stallforetradare med stod av 12 § 3 mom., kan begaran om avgorande ocksa framstallas av huvudmannen. begaran om avgorande skall framstallas inom 30 dagar fran delfaendet av formyndarmyndighetens beslut. begaran om avgorande skall tillstallas den formyndarmyndighet som har fattat beslutet. begaran om avgorande skall framstallas skriftligen och i begaran skall uppges det beslut av formyndarmyndigheten som begaran galler samt till vilka delar och pa vilken grund sokanden ar missnojd med beslutet. formyndarmyndigheten skall utan drojsmal sanda begaran om avgorande for provning till den tingsratt som avses i 70 eller 71 §. formyndarmyndigheten skall samtidigt sanda tingsratten en kopia av sitt beslut och handlingarna i arendet. nar domstolen behandlar begaran om avgorande skall 73 och 75―83 § iakttas i tillampliga delar."
      }
    },
    {
      "provision_ref": "9:88",
      "chapter": "9",
      "section": "88",
      "content": "Edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista häntä itseään koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edunvalvonnassa olleen kuoltua hänen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:88",
        "normalized_fi": "Edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista häntä itseään koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edunvalvonnassa olleen kuoltua hänen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
        "folded_fi": "edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista hanta itseaan koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. edunvalvonnassa olleen kuoltua hanen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
        "content_sv": "Den som har en intressebevakare har rätt att i enlighet med vad som bestäms i lagen om offentlighet i myndigheternas verksamhet (621/1999) få veta vilka uppgifter det finns om honom eller henne i förmyndarmyndighetens handlingar. Efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rättsinnehavare rätt att få de uppgifter som den avlidne själv skulle ha haft rätt att få.",
        "normalized_sv": "Den som har en intressebevakare har rätt att i enlighet med vad som bestäms i lagen om offentlighet i myndigheternas verksamhet (621/1999) få veta vilka uppgifter det finns om honom eller henne i förmyndarmyndighetens handlingar. Efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rättsinnehavare rätt att få de uppgifter som den avlidne själv skulle ha haft rätt att få.",
        "folded_sv": "den som har en intressebevakare har ratt att i enlighet med vad som bestams i lagen om offentlighet i myndigheternas verksamhet (621/1999) fa veta vilka uppgifter det finns om honom eller henne i formyndarmyndighetens handlingar. efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rattsinnehavare ratt att fa de uppgifter som den avlidne sjalv skulle ha haft ratt att fa."
      }
    },
    {
      "provision_ref": "9:92",
      "chapter": "9",
      "section": "92",
      "content": "Viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilö, luottamushenkilö ja holhoustoimen tehtävässä käytetty asiantuntija eivät ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvän tehtävän perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettävä salassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:92",
        "normalized_fi": "Viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilö, luottamushenkilö ja holhoustoimen tehtävässä käytetty asiantuntija eivät ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvän tehtävän perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettävä salassa.",
        "folded_fi": "viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilo, luottamushenkilo ja holhoustoimen tehtavassa kaytetty asiantuntija eivat ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvan tehtavan perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettava salassa.",
        "content_sv": "På tystnadsplikten för personer verksamma inom myndigheter tillämpas vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. En intressebevakare, den som är anställd hos den som producerar intressebevakningstjänster för förmyndarverksamheten, en förtroendevald eller en sakkunnig som anlitas för uppgifter inom förmyndarverksamheten får inte utan vederbörandes samtycke röja sådant som han eller hon fått veta på grund av sina uppgifter inom förmyndarverksamheten och som till skydd för en enskild persons ekonomiska intressen eller personliga integritet skall hemlighållas.",
        "normalized_sv": "På tystnadsplikten för personer verksamma inom myndigheter tillämpas vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. En intressebevakare, den som är anställd hos den som producerar intressebevakningstjänster för förmyndarverksamheten, en förtroendevald eller en sakkunnig som anlitas för uppgifter inom förmyndarverksamheten får inte utan vederbörandes samtycke röja sådant som han eller hon fått veta på grund av sina uppgifter inom förmyndarverksamheten och som till skydd för en enskild persons ekonomiska intressen eller personliga integritet skall hemlighållas.",
        "folded_sv": "pa tystnadsplikten for personer verksamma inom myndigheter tillampas vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet. en intressebevakare, den som ar anstalld hos den som producerar intressebevakningstjanster for formyndarverksamheten, en fortroendevald eller en sakkunnig som anlitas for uppgifter inom formyndarverksamheten far inte utan vederborandes samtycke roja sadant som han eller hon fatt veta pa grund av sina uppgifter inom formyndarverksamheten och som till skydd for en enskild persons ekonomiska intressen eller personliga integritet skall hemlighallas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Hakemus edunvalvojan määräämiseksi 12 §:n nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Hakemus edunvalvojan määräämiseksi 12 § :n nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa.",
        "folded_fi": "hakemus edunvalvojan maaraamiseksi 12 §:n nojalla on tehtava sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
        "content_sv": "Ansökan om förordnande av intressebevakare med stöd av 12 § skall göras hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "normalized_sv": "Ansökan om förordnande av intressebevakare med stöd av 12 § skall göras hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "folded_sv": "ansokan om forordnande av intressebevakare med stod av 12 § skall goras hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa. Tuomioistuimen ohella myös holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa, jos edunvalvoja on määrätty 8 tai 9 §:n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän tai määräyksen voimassaoloajan muuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa. Tuomioistuimen ohella myös holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtävää tai määräyksen voimassaoloaikaa, jos edunvalvoja on määrätty 8 tai 9 § :n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän tai määräyksen voimassaoloajan muuttamista.",
        "folded_fi": "tuomioistuin voi tarvittaessa muuttaa edunvalvojan tehtavaa tai maarayksen voimassaoloaikaa. tuomioistuimen ohella myos holhousviranomainen voi tarvittaessa muuttaa edunvalvojan tehtavaa tai maarayksen voimassaoloaikaa, jos edunvalvoja on maaratty 8 tai 9 §:n nojalla. edellytyksena on lisaksi, etta paamies kykenee ymmartamaan asian merkityksen ja etta han yhdessa edunvalvojan kanssa pyytaa edunvalvojan tehtavan tai maarayksen voimassaoloajan muuttamista.",
        "content_sv": "Domstolen kan vid behov ändra intressebevakarens uppdrag eller uppdragets giltighetstid. Om en intressebevakare har förordnats med stöd av 8 eller 9 §, kan förutom domstolen också förmyndarmyndigheten vid behov ändra intressebevakaruppdraget eller uppdragets giltighetstid. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakaruppdraget eller uppdragets giltighetstid skall ändras.",
        "normalized_sv": "Domstolen kan vid behov ändra intressebevakarens uppdrag eller uppdragets giltighetstid. Om en intressebevakare har förordnats med stöd av 8 eller 9 § , kan förutom domstolen också förmyndarmyndigheten vid behov ändra intressebevakaruppdraget eller uppdragets giltighetstid. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakaruppdraget eller uppdragets giltighetstid skall ändras.",
        "folded_sv": "domstolen kan vid behov andra intressebevakarens uppdrag eller uppdragets giltighetstid. om en intressebevakare har forordnats med stod av 8 eller 9 §, kan forutom domstolen ocksa formyndarmyndigheten vid behov andra intressebevakaruppdraget eller uppdragets giltighetstid. detta forutsatter dessutom att huvudmannen har formaga att forsta sakens betydelse och att huvudmannen tillsammans med intressebevakaren begar att intressebevakaruppdraget eller uppdragets giltighetstid skall andras."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Tuomioistuimen on vapautettava edunvalvoja tehtävästään myös, jos hän sitä pyytää. Alaikäisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnöstään vapauttaa lapsensa edunvalvojan tehtävästä ainoastaan, jos siihen on erityinen syy. Tuomioistuimen ohella myös holhousviranomainen voi vapauttaa tehtävästään muun edunvalvojan kuin alaikäisen lapsensa huoltajana olevan vanhemman, jos hän sitä pyytää. Samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa määrätä edunvalvojan jatkamaan tehtävässään, kunnes uusi edunvalvoja on määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Tuomioistuimen on vapautettava edunvalvoja tehtävästään myös, jos hän sitä pyytää. Alaikäisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnöstään vapauttaa lapsensa edunvalvojan tehtävästä ainoastaan, jos siihen on erityinen syy. Tuomioistuimen ohella myös holhousviranomainen voi vapauttaa tehtävästään muun edunvalvojan kuin alaikäisen lapsensa huoltajana olevan vanhemman, jos hän sitä pyytää. Samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa määrätä edunvalvojan jatkamaan tehtävässään, kunnes uusi edunvalvoja on määrätty.",
        "folded_fi": "tuomioistuimen on vapautettava edunvalvoja tehtavastaan myos, jos han sita pyytaa. alaikaisen lapsensa huoltajana oleva vanhempi voidaan omasta pyynnostaan vapauttaa lapsensa edunvalvojan tehtavasta ainoastaan, jos siihen on erityinen syy. tuomioistuimen ohella myos holhousviranomainen voi vapauttaa tehtavastaan muun edunvalvojan kuin alaikaisen lapsensa huoltajana olevan vanhemman, jos han sita pyytaa. samalla holhousviranomainen voi omasta aloitteestaan tarvittaessa maarata edunvalvojan jatkamaan tehtavassaan, kunnes uusi edunvalvoja on maaratty.",
        "content_sv": "Domstolen skall skilja intressebevakaren från uppdraget också när intressebevakaren själv begär det. En förälder som är vårdnadshavare för sitt minderåriga barn kan endast av särskilda skäl på egen begäran befrias från uppgiften att vara sitt barns intressebevakare. Förutom domstolen kan också förmyndarmyndigheten på begäran av intressebevakaren skilja denne från uppdraget, såvida inte intressebevakaren är en förälder som är vårdnadshavare för sitt minderåriga barn. Samtidigt kan förmyndarmyndigheten på eget initiativ vid behov förordna att intressebevakaren skall kvarstå i uppdraget till dess att en ny intressebevakare har förordnats.",
        "normalized_sv": "Domstolen skall skilja intressebevakaren från uppdraget också när intressebevakaren själv begär det. En förälder som är vårdnadshavare för sitt minderåriga barn kan endast av särskilda skäl på egen begäran befrias från uppgiften att vara sitt barns intressebevakare. Förutom domstolen kan också förmyndarmyndigheten på begäran av intressebevakaren skilja denne från uppdraget, såvida inte intressebevakaren är en förälder som är vårdnadshavare för sitt minderåriga barn. Samtidigt kan förmyndarmyndigheten på eget initiativ vid behov förordna att intressebevakaren skall kvarstå i uppdraget till dess att en ny intressebevakare har förordnats.",
        "folded_sv": "domstolen skall skilja intressebevakaren fran uppdraget ocksa nar intressebevakaren sjalv begar det. en foralder som ar vardnadshavare for sitt minderariga barn kan endast av sarskilda skal pa egen begaran befrias fran uppgiften att vara sitt barns intressebevakare. forutom domstolen kan ocksa formyndarmyndigheten pa begaran av intressebevakaren skilja denne fran uppdraget, savida inte intressebevakaren ar en foralder som ar vardnadshavare for sitt minderariga barn. samtidigt kan formyndarmyndigheten pa eget initiativ vid behov forordna att intressebevakaren skall kvarsta i uppdraget till dess att en ny intressebevakare har forordnats."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Tuomioistuimen ohella myös holhousviranomainen voi 3 momentissa mainitulla perusteella määrätä edunvalvojan tehtävän lakkaamaan, jos edunvalvoja on määrätty 8 tai 9 §:n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän määräämistä lakkaamaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Tuomioistuimen ohella myös holhousviranomainen voi 3 momentissa mainitulla perusteella määrätä edunvalvojan tehtävän lakkaamaan, jos edunvalvoja on määrätty 8 tai 9 § :n nojalla. Edellytyksenä on lisäksi, että päämies kykenee ymmärtämään asian merkityksen ja että hän yhdessä edunvalvojan kanssa pyytää edunvalvojan tehtävän määräämistä lakkaamaan.",
        "folded_fi": "tuomioistuimen ohella myos holhousviranomainen voi 3 momentissa mainitulla perusteella maarata edunvalvojan tehtavan lakkaamaan, jos edunvalvoja on maaratty 8 tai 9 §:n nojalla. edellytyksena on lisaksi, etta paamies kykenee ymmartamaan asian merkityksen ja etta han yhdessa edunvalvojan kanssa pyytaa edunvalvojan tehtavan maaraamista lakkaamaan.",
        "content_sv": "Om en intressebevakare har förordnats med stöd av 8 eller 9 §, kan förutom domstolen också förmyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphöra. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakarens uppdrag skall förordnas att upphöra.",
        "normalized_sv": "Om en intressebevakare har förordnats med stöd av 8 eller 9 § , kan förutom domstolen också förmyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphöra. Detta förutsätter dessutom att huvudmannen har förmåga att förstå sakens betydelse och att huvudmannen tillsammans med intressebevakaren begär att intressebevakarens uppdrag skall förordnas att upphöra.",
        "folded_sv": "om en intressebevakare har forordnats med stod av 8 eller 9 §, kan forutom domstolen ocksa formyndarmyndigheten i enlighet med 3 mom. besluta att intressebevakarens uppdrag skall upphora. detta forutsatter dessutom att huvudmannen har formaga att forsta sakens betydelse och att huvudmannen tillsammans med intressebevakaren begar att intressebevakarens uppdrag skall forordnas att upphora."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "content": "Hakemus edunvalvojan tehtävän muuttamiseksi 15 §:n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtävästään 16 §:n 3 momentin nojalla tai edunvalvojan tehtävän määräämiseksi lakkaamaan 17 §:n 4 momentin nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17 a",
        "normalized_fi": "Hakemus edunvalvojan tehtävän muuttamiseksi 15 § :n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtävästään 16 § :n 3 momentin nojalla tai edunvalvojan tehtävän määräämiseksi lakkaamaan 17 § :n 4 momentin nojalla on tehtävä sille holhousviranomaiselle, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa.",
        "folded_fi": "hakemus edunvalvojan tehtavan muuttamiseksi 15 §:n 3 momentin nojalla, edunvalvojan vapauttamiseksi tehtavastaan 16 §:n 3 momentin nojalla tai edunvalvojan tehtavan maaraamiseksi lakkaamaan 17 §:n 4 momentin nojalla on tehtava sille holhousviranomaiselle, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa.",
        "content_sv": "Ändring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag enligt 16 § 3 mom. eller förordnande om att intressebevakarens uppdrag skall upphöra enligt 17 § 4 mom. söks hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "normalized_sv": "Ändring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag enligt 16 § 3 mom. eller förordnande om att intressebevakarens uppdrag skall upphöra enligt 17 § 4 mom. söks hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet.",
        "folded_sv": "andring av intressebevakaruppdraget enligt 15 § 3 mom., skiljande av intressebevakaren fran dennes uppdrag enligt 16 § 3 mom. eller forordnande om att intressebevakarens uppdrag skall upphora enligt 17 § 4 mom. soks hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:32",
      "chapter": "2",
      "section": "32",
      "content": "Edunvalvoja ei saa lahjoittaa päämiehensä omaisuutta. Edunvalvoja ei saa edustaa päämiestään, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. Jos sisaruksilla on yhteinen edunvalvoja, hänellä on kuitenkin valta edustaa sisaruksia perinnönjaossa, jos näiden edut eivät ole perinnönjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenään. Muu edunvalvoja kuin alaikäisen lapsensa huoltajana oleva vanhempi ei saa edustaa päämiestään myöskään, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai tämän puoliso; 2) edunvalvojan tai hänen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tällaisen henkilön puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. Puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessä taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa eläviä. Sukulaisiin rinnastetaan vastaavat puolisukulaiset. Edunvalvoja ei saa edustaa päämiestään myöskään silloin, kun edunvalvojan ja hänen päämiehensä edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syystä joutua asiassa ristiriitaan keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:32",
        "normalized_fi": "Edunvalvoja ei saa lahjoittaa päämiehensä omaisuutta. Edunvalvoja ei saa edustaa päämiestään, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. Jos sisaruksilla on yhteinen edunvalvoja, hänellä on kuitenkin valta edustaa sisaruksia perinnönjaossa, jos näiden edut eivät ole perinnönjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenään. Muu edunvalvoja kuin alaikäisen lapsensa huoltajana oleva vanhempi ei saa edustaa päämiestään myöskään, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai tämän puoliso; 2) edunvalvojan tai hänen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tällaisen henkilön puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. Puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessä taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa eläviä. Sukulaisiin rinnastetaan vastaavat puolisukulaiset. Edunvalvoja ei saa edustaa päämiestään myöskään silloin, kun edunvalvojan ja hänen päämiehensä edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syystä joutua asiassa ristiriitaan keskenään.",
        "folded_fi": "edunvalvoja ei saa lahjoittaa paamiehensa omaisuutta. edunvalvoja ei saa edustaa paamiestaan, jos vastapuolena on edunvalvoja itse, edunvalvojan puoliso tai lapsi taikka joku, jota edunvalvoja edustaa. jos sisaruksilla on yhteinen edunvalvoja, hanella on kuitenkin valta edustaa sisaruksia perinnonjaossa, jos naiden edut eivat ole perinnonjaossa esitettyjen vaatimusten tai muiden jakoon liittyvien seikkojen johdosta ristiriidassa keskenaan. muu edunvalvoja kuin alaikaisen lapsensa huoltajana oleva vanhempi ei saa edustaa paamiestaan myoskaan, jos vastapuolena on: 1) edunvalvojan lapsen puoliso taikka edunvalvojan puolison lapsi tai taman puoliso; 2) edunvalvojan tai hanen puolisonsa lapsenlapsi, sisarus, vanhempi tai isovanhempi taikka tallaisen henkilon puoliso; tai 3) edunvalvojan sisaruksen lapsi tai vanhemman sisarus. puolisoilla tarkoitetaan 2 ja 3 momentissa aviopuolisoita ja yhteisessa taloudessa avioliitonomaisissa olosuhteissa tai muussa parisuhteessa elavia. sukulaisiin rinnastetaan vastaavat puolisukulaiset. edunvalvoja ei saa edustaa paamiestaan myoskaan silloin, kun edunvalvojan ja hanen paamiehensa edut saattavat muusta kuin 2 tai 3 momentissa mainitusta syysta joutua asiassa ristiriitaan keskenaan.",
        "content_sv": "En intressebevakare får inte skänka bort egendom som tillhör huvudmannen. En intressebevakare får inte företräda huvudmannen när motparten är intressebevakaren själv, intressebevakarens make eller barn eller någon som intressebevakaren företräder. Om syskon har en gemensam intressebevakare, är han eller hon dock behörig att företräda syskonen vid arvskifte, om inte syskonens intressen är motstridiga på grund av yrkanden som har framställts vid skiftet eller andra omständigheter som har samband med skiftet. En annan intressebevakare än en förälder som är vårdnadshavare för sitt minderåriga barn får inte heller företräda huvudmannen, om motparten är 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, förälder eller far- eller morförälder eller make till någon av dessa personer, 3) intressebevakarens syskons barn eller förälders syskon. Med makar avses i 2 och 3 mom. äkta makar och personer som lever under äktenskapsliknande förhållanden eller i något annat parförhållande i gemensamt hushåll. Med släktingar jämställs motsvarande halvsläktingar. Intressebevakaren får inte heller företräda huvudmannen när intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av någon annan än en i 2 eller 3 mom. nämnd orsak.",
        "normalized_sv": "En intressebevakare får inte skänka bort egendom som tillhör huvudmannen. En intressebevakare får inte företräda huvudmannen när motparten är intressebevakaren själv, intressebevakarens make eller barn eller någon som intressebevakaren företräder. Om syskon har en gemensam intressebevakare, är han eller hon dock behörig att företräda syskonen vid arvskifte, om inte syskonens intressen är motstridiga på grund av yrkanden som har framställts vid skiftet eller andra omständigheter som har samband med skiftet. En annan intressebevakare än en förälder som är vårdnadshavare för sitt minderåriga barn får inte heller företräda huvudmannen, om motparten är 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, förälder eller far- eller morförälder eller make till någon av dessa personer, 3) intressebevakarens syskons barn eller förälders syskon. Med makar avses i 2 och 3 mom. äkta makar och personer som lever under äktenskapsliknande förhållanden eller i något annat parförhållande i gemensamt hushåll. Med släktingar jämställs motsvarande halvsläktingar. Intressebevakaren får inte heller företräda huvudmannen när intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av någon annan än en i 2 eller 3 mom. nämnd orsak.",
        "folded_sv": "en intressebevakare far inte skanka bort egendom som tillhor huvudmannen. en intressebevakare far inte foretrada huvudmannen nar motparten ar intressebevakaren sjalv, intressebevakarens make eller barn eller nagon som intressebevakaren foretrader. om syskon har en gemensam intressebevakare, ar han eller hon dock behorig att foretrada syskonen vid arvskifte, om inte syskonens intressen ar motstridiga pa grund av yrkanden som har framstallts vid skiftet eller andra omstandigheter som har samband med skiftet. en annan intressebevakare an en foralder som ar vardnadshavare for sitt minderariga barn far inte heller foretrada huvudmannen, om motparten ar 1) intressebevakarens barns make eller intressebevakarens makes barn eller dennes make, 2) intressebevakarens eller dennes makes barnbarn, syskon, foralder eller far- eller morforalder eller make till nagon av dessa personer, 3) intressebevakarens syskons barn eller foralders syskon. med makar avses i 2 och 3 mom. akta makar och personer som lever under aktenskapsliknande forhallanden eller i nagot annat parforhallande i gemensamt hushall. med slaktingar jamstalls motsvarande halvslaktingar. intressebevakaren far inte heller foretrada huvudmannen nar intressebevakarens och huvudmannens intressen i saken kan bli motstridiga av nagon annan an en i 2 eller 3 mom. namnd orsak."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:34",
      "chapter": "2",
      "section": "34",
      "content": "Jollei laissa toisin säädetä, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa päämiehensä puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä määräaikaisella sopimuksella toisen käytettäväksi pitemmäksi ajaksi kuin viideksi vuodeksi tai pitemmäksi ajaksi kuin vuodeksi täysi-ikäisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksistä annetun lain (579/1996) 2 §:ssä tarkoitettuja sijoituskohteita taikka osuuksia yhteisöissä lukuun ottamatta: a) varojen tallettamista Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, Ahvenanmaan maakunnan, kunnan tai kuntayhtymän liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla käydään arvopaperimarkkinalain (495/1989) 1 luvun 3 §:ssä tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista Suomessa rekisteröidyssä sijoitusrahastolain (48/1999) 2 §:n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 §:n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessä, joka mainitun 128 §:n 2 momentin mukaan saa markkinoida osuuksiaan Suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston pääomasta rahaston sääntöjen mukaan vähintään kolme neljäsosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin säädetään; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden pääasiallisena sisältönä on oikeus kotitaloudessa tavallisesti käytettävän hyödykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilökohtaista vastuuta yhteisön veloista. Lupaa on haettava siltä holhousviranomaiselta, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa. Jos oikeustoimeen tai toimenpiteeseen ryhdytään useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myös holhousviranomaiselta, jolle valvonta kuuluu heistä jonkun osalta. Asian käsitelleen holhousviranomaisen on tällöin ilmoitettava päätöksestään holhousviranomaisille, joille valvonta kuuluu muiden osalta. Jos lupaa haetaan alaikäisen puolesta tehtävään oikeustoimeen, holhousviranomaisen on varattava 15 vuotta täyttäneelle alaikäiselle tilaisuus tulla kuulluksi, jollei tämän mielipide luotettavasti käy ilmi hakemusasiakirjoista. Asianosaisen kuulemiseen sovelletaan muutoin, mitä hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:34",
        "normalized_fi": "Jollei laissa toisin säädetä, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa päämiehensä puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistöstä määräaikaisella sopimuksella toisen käytettäväksi pitemmäksi ajaksi kuin viideksi vuodeksi tai pitemmäksi ajaksi kuin vuodeksi täysi-ikäisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksistä annetun lain (579/1996) 2 § :ssä tarkoitettuja sijoituskohteita taikka osuuksia yhteisöissä lukuun ottamatta: a) varojen tallettamista Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, Ahvenanmaan maakunnan, kunnan tai kuntayhtymän liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla käydään arvopaperimarkkinalain (495/1989) 1 luvun 3 § :ssä tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista Suomessa rekisteröidyssä sijoitusrahastolain (48/1999) 2 § :n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 § :n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessä, joka mainitun 128 § :n 2 momentin mukaan saa markkinoida osuuksiaan Suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston pääomasta rahaston sääntöjen mukaan vähintään kolme neljäsosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin säädetään; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden pääasiallisena sisältönä on oikeus kotitaloudessa tavallisesti käytettävän hyödykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilökohtaista vastuuta yhteisön veloista. Lupaa on haettava siltä holhousviranomaiselta, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa. Jos oikeustoimeen tai toimenpiteeseen ryhdytään useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myös holhousviranomaiselta, jolle valvonta kuuluu heistä jonkun osalta. Asian käsitelleen holhousviranomaisen on tällöin ilmoitettava päätöksestään holhousviranomaisille, joille valvonta kuuluu muiden osalta. Jos lupaa haetaan alaikäisen puolesta tehtävään oikeustoimeen, holhousviranomaisen on varattava 15 vuotta täyttäneelle alaikäiselle tilaisuus tulla kuulluksi, jollei tämän mielipide luotettavasti käy ilmi hakemusasiakirjoista. Asianosaisen kuulemiseen sovelletaan muutoin, mitä hallintolaissa (434/2003) säädetään.",
        "folded_fi": "jollei laissa toisin saadeta, edunvalvojalla ei ole oikeutta ilman holhousviranomaisen lupaa paamiehensa puolesta: 10) luovuttaa tai vastiketta antamalla hankkia asumisoikeusasunnoista annetussa laissa (650/1990) tarkoitettua asumisoikeutta taikka osakkeita tai osuuksia, jotka oikeuttavat hallitsemaan huoneistoa tai muuta osaa rakennuksesta tai kiinteistosta, lukuun ottamatta 13 kohdan g alakohdassa tarkoitettuja osakkeita tai osuuksia; 11) luovuttaa 10 kohdassa tarkoitetun asumisoikeuden, osakkeiden tai osuuksien nojalla hallittua huoneistoa tai muuta osaa rakennuksesta tai kiinteistosta maaraaikaisella sopimuksella toisen kaytettavaksi pitemmaksi ajaksi kuin viideksi vuodeksi tai pitemmaksi ajaksi kuin vuodeksi taysi-ikaisyyden alkamisesta; 13) antaa rahalainaa tai vastiketta antamalla hankkia sijoituspalveluyrityksista annetun lain (579/1996) 2 §:ssa tarkoitettuja sijoituskohteita taikka osuuksia yhteisoissa lukuun ottamatta: a) varojen tallettamista euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saaneeseen luottolaitokseen; b) valtion, ahvenanmaan maakunnan, kunnan tai kuntayhtyman liikkeeseen laskemien joukkovelkakirjojen hankkimista; c) sellaisten arvopapereiden hankkimista, joilla kaydaan arvopaperimarkkinalain (495/1989) 1 luvun 3 §:ssa tarkoitetuin tavoin julkisesti kauppaa; d) osuuksien hankkimista suomessa rekisteroidyssa sijoitusrahastolain (48/1999) 2 §:n 9 kohdassa mainitun sijoitusrahastodirektiivin mukaisessa sijoitusrahastossa tai sellaisessa sijoitusrahastolain 128 §:n 1 momentissa tarkoitetussa ulkomaisessa yhteissijoitusyrityksessa, joka mainitun 128 §:n 2 momentin mukaan saa markkinoida osuuksiaan suomessa; e) osuuksien hankkimista muussa kuin d alakohdassa tarkoitetussa sijoitusrahastossa, jos rahaston paaomasta rahaston saantojen mukaan vahintaan kolme neljasosaa on sijoitettuna a, b ja c alakohdassa tarkoitettuihin talletuksiin, joukkovelkakirjoihin ja arvopapereihin; f) a―e alakohdassa tarkoitettuihin rinnastettavien sijoituskohteiden hankkimista, joista valtioneuvoston asetuksella niin saadetaan; g) sellaisten osakkeiden tai osuuksien hankkimista, joiden tuottaman oikeuden paaasiallisena sisaltona on oikeus kotitaloudessa tavallisesti kaytettavan hyodykkeen tai palvelun saamiseen, jos osuuteen ei liity henkilokohtaista vastuuta yhteison veloista. lupaa on haettava silta holhousviranomaiselta, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa. jos oikeustoimeen tai toimenpiteeseen ryhdytaan useiden edunvalvonnassa olevien puolesta, lupaa voidaan kaikkien osalta hakea myos holhousviranomaiselta, jolle valvonta kuuluu heista jonkun osalta. asian kasitelleen holhousviranomaisen on talloin ilmoitettava paatoksestaan holhousviranomaisille, joille valvonta kuuluu muiden osalta. jos lupaa haetaan alaikaisen puolesta tehtavaan oikeustoimeen, holhousviranomaisen on varattava 15 vuotta tayttaneelle alaikaiselle tilaisuus tulla kuulluksi, jollei taman mielipide luotettavasti kay ilmi hakemusasiakirjoista. asianosaisen kuulemiseen sovelletaan muutoin, mita hallintolaissa (434/2003) saadetaan.",
        "content_sv": "Om inte något annat bestäms i lag, har intressebevakaren inte rätt att på huvudmannens vägnar utan förmyndarmyndighetens tillstånd 10) överlåta eller mot vederlag förvärva en bostadsrätt som avses i lagen om bostadsrättsbostäder (650/1990) eller aktier eller andelar som berättigar till besittning av en lägenhet eller någon annan del av en byggnad eller fastighet, med undantag för aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal överlåta nyttjanderätten till en lägenhet eller någon annan del av en byggnad eller fastighet vars besittning grundar sig på en bostadsrätt eller på aktier eller andelar som avses i 10 punkten för längre tid än fem år eller för längre tid än ett år från det att huvudmannen blivit myndig, 13) bevilja penninglån eller mot vederlag förvärva i 2 § i lagen om värdepappersföretag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med följande undantag: a) sätta in medel hos ett kreditinstitut som har koncession i en stat som hör till Europeiska ekonomiska samarbetsområdet, b) förvärva masskuldebrev som staten, landskapet Åland, en kommun eller en samkommun har emitterat, c) förvärva värdepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i värdepappersmarknadslagen (495/1989), d) förvärva andelar i placeringsfonder som är förenliga med det fondföretagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som är registrerade i Finland eller i utländska fondföretag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i nämnda 128 § får marknadsföra sina andelar i Finland, e) förvärva andelar i någon annan än en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjärdedelar placerats i sådana insättningar, masskuldebrev eller värdepapper som avses i underpunkterna a, b och c, f) förvärva sådana investeringsobjekt som kan jämföras med investeringsobjekt som avses i underpunkterna a―e och som bestäms genom förordning av statsrådet, g) förvärva sådana aktier och andelar som i huvudsak medför rätt att erhålla nyttigheter eller tjänster som vanligen används i hushåll, om andelen inte är förenad med personligt ansvar för sammanslutningens skulder. Tillstånd skall sökas hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet. Om en rättshandling företas eller en åtgärd vidtas för flera sådana personers räkning som är föremål för intressebevakning, kan tillstånd för samtligas del sökas också hos den förmyndarmyndighet som övervakar verksamheten i fråga om en av dem. Den förmyndarmyndighet som behandlat saken skall i ett sådant fall meddela sitt beslut till de förmyndarmyndigheter som övervakar verksamheten i fråga om de övriga. Om tillstånd söks för en rättshandling som skall företas på en minderårig persons vägnar, skall förmyndarmyndigheten bereda en minderårig som fyllt 15 år tillfälle att bli hörd, om inte den minderåriges ståndpunkt framgår på ett tillförlitligt sätt av ansökningshandlingarna. På hörande av en part tillämpas i övrigt förvaltningslagen (434/2003).",
        "normalized_sv": "Om inte något annat bestäms i lag, har intressebevakaren inte rätt att på huvudmannens vägnar utan förmyndarmyndighetens tillstånd 10) överlåta eller mot vederlag förvärva en bostadsrätt som avses i lagen om bostadsrättsbostäder (650/1990) eller aktier eller andelar som berättigar till besittning av en lägenhet eller någon annan del av en byggnad eller fastighet, med undantag för aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal överlåta nyttjanderätten till en lägenhet eller någon annan del av en byggnad eller fastighet vars besittning grundar sig på en bostadsrätt eller på aktier eller andelar som avses i 10 punkten för längre tid än fem år eller för längre tid än ett år från det att huvudmannen blivit myndig, 13) bevilja penninglån eller mot vederlag förvärva i 2 § i lagen om värdepappersföretag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med följande undantag: a) sätta in medel hos ett kreditinstitut som har koncession i en stat som hör till Europeiska ekonomiska samarbetsområdet, b) förvärva masskuldebrev som staten, landskapet Åland, en kommun eller en samkommun har emitterat, c) förvärva värdepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i värdepappersmarknadslagen (495/1989), d) förvärva andelar i placeringsfonder som är förenliga med det fondföretagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som är registrerade i Finland eller i utländska fondföretag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i nämnda 128 § får marknadsföra sina andelar i Finland, e) förvärva andelar i någon annan än en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjärdedelar placerats i sådana insättningar, masskuldebrev eller värdepapper som avses i underpunkterna a, b och c, f) förvärva sådana investeringsobjekt som kan jämföras med investeringsobjekt som avses i underpunkterna a―e och som bestäms genom förordning av statsrådet, g) förvärva sådana aktier och andelar som i huvudsak medför rätt att erhålla nyttigheter eller tjänster som vanligen används i hushåll, om andelen inte är förenad med personligt ansvar för sammanslutningens skulder. Tillstånd skall sökas hos den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet. Om en rättshandling företas eller en åtgärd vidtas för flera sådana personers räkning som är föremål för intressebevakning, kan tillstånd för samtligas del sökas också hos den förmyndarmyndighet som övervakar verksamheten i fråga om en av dem. Den förmyndarmyndighet som behandlat saken skall i ett sådant fall meddela sitt beslut till de förmyndarmyndigheter som övervakar verksamheten i fråga om de övriga. Om tillstånd söks för en rättshandling som skall företas på en minderårig persons vägnar, skall förmyndarmyndigheten bereda en minderårig som fyllt 15 år tillfälle att bli hörd, om inte den minderåriges ståndpunkt framgår på ett tillförlitligt sätt av ansökningshandlingarna. På hörande av en part tillämpas i övrigt förvaltningslagen (434/2003).",
        "folded_sv": "om inte nagot annat bestams i lag, har intressebevakaren inte ratt att pa huvudmannens vagnar utan formyndarmyndighetens tillstand 10) overlata eller mot vederlag forvarva en bostadsratt som avses i lagen om bostadsrattsbostader (650/1990) eller aktier eller andelar som berattigar till besittning av en lagenhet eller nagon annan del av en byggnad eller fastighet, med undantag for aktier och andelar som avses i 13 punkten underpunkt g, 11) genom ett tidsbundet avtal overlata nyttjanderatten till en lagenhet eller nagon annan del av en byggnad eller fastighet vars besittning grundar sig pa en bostadsratt eller pa aktier eller andelar som avses i 10 punkten for langre tid an fem ar eller for langre tid an ett ar fran det att huvudmannen blivit myndig, 13) bevilja penninglan eller mot vederlag forvarva i 2 § i lagen om vardepappersforetag (579/1996) avsedda investeringsobjekt eller andelar i sammanslutningar, med foljande undantag: a) satta in medel hos ett kreditinstitut som har koncession i en stat som hor till europeiska ekonomiska samarbetsomradet, b) forvarva masskuldebrev som staten, landskapet aland, en kommun eller en samkommun har emitterat, c) forvarva vardepapper med vilka det bedrivs offentlig handel enligt 1 kap. 3 § i vardepappersmarknadslagen (495/1989), d) forvarva andelar i placeringsfonder som ar forenliga med det fondforetagsdirektiv som avses i 2 § 9 punkten i lagen om placeringsfonder (48/1999) och som ar registrerade i finland eller i utlandska fondforetag som avses i 128 § 1 mom. i lagen om placeringsfonder och som i enlighet med 2 mom. i namnda 128 § far marknadsfora sina andelar i finland, e) forvarva andelar i nagon annan an en i underpunkt d avsedd placeringsfond, om fondens kapital enligt fondens regler till minst tre fjardedelar placerats i sadana insattningar, masskuldebrev eller vardepapper som avses i underpunkterna a, b och c, f) forvarva sadana investeringsobjekt som kan jamforas med investeringsobjekt som avses i underpunkterna a―e och som bestams genom forordning av statsradet, g) forvarva sadana aktier och andelar som i huvudsak medfor ratt att erhalla nyttigheter eller tjanster som vanligen anvands i hushall, om andelen inte ar forenad med personligt ansvar for sammanslutningens skulder. tillstand skall sokas hos den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet. om en rattshandling foretas eller en atgard vidtas for flera sadana personers rakning som ar foremal for intressebevakning, kan tillstand for samtligas del sokas ocksa hos den formyndarmyndighet som overvakar verksamheten i fraga om en av dem. den formyndarmyndighet som behandlat saken skall i ett sadant fall meddela sitt beslut till de formyndarmyndigheter som overvakar verksamheten i fraga om de ovriga. om tillstand soks for en rattshandling som skall foretas pa en minderarig persons vagnar, skall formyndarmyndigheten bereda en minderarig som fyllt 15 ar tillfalle att bli hord, om inte den minderariges standpunkt framgar pa ett tillforlitligt satt av ansokningshandlingarna. pa horande av en part tillampas i ovrigt forvaltningslagen (434/2003)."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "2:45",
      "chapter": "2",
      "section": "45",
      "content": "Päämies ei ole vahingonkorvauslain 3 luvun 1 §:n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hänen lukuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:45",
        "normalized_fi": "Päämies ei ole vahingonkorvauslain 3 luvun 1 § :n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hänen lukuunsa.",
        "folded_fi": "paamies ei ole vahingonkorvauslain 3 luvun 1 §:n 3 momentin nojalla velvollinen korvaamaan vahinkoa, jonka edunvalvoja on aiheuttanut toimiessaan hanen lukuunsa.",
        "content_sv": "Huvudmannen är inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadeståndslagen ersätta skada som intressebevakaren har orsakat när han eller hon handlat för huvudmannens räkning.",
        "normalized_sv": "Huvudmannen är inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadeståndslagen ersätta skada som intressebevakaren har orsakat när han eller hon handlat för huvudmannens räkning.",
        "folded_sv": "huvudmannen ar inte skyldig att i enlighet med 3 kap. 1 § 3 mom. i skadestandslagen ersatta skada som intressebevakaren har orsakat nar han eller hon handlat for huvudmannens rakning."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:47 a",
      "chapter": "6",
      "section": "47 a",
      "content": "Jos se on holhousviranomaisten työn tasaamiseksi tarkoituksenmukaista, sisäasiainministeriön asetuksella voidaan säätää, että holhousviranomaisen, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa, on siirrettävä 56 §:ssä tarkoitettuja tilintarkastustehtäviä toisen holhousviranomaisen suoritettaviksi. Sisäasiainministeriön asetuksella säädetään tarkemmin tilintarkastustehtäviä siirtävistä ja vastaanottavista holhousviranomaisista, vuosittain siirrettävien tilintarkastustehtävien määristä sekä muutoin siirron toteuttamisesta. Ennen asetuksen antamista on sekä tilintarkastustehtävän siirtävälle että sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. Vastuu valvonnasta säilyy siirrosta huolimatta muilta osin siirtävällä holhousviranomaisella. Tilintarkastustehtävän siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:47 a",
        "normalized_fi": "Jos se on holhousviranomaisten työn tasaamiseksi tarkoituksenmukaista, sisäasiainministeriön asetuksella voidaan säätää, että holhousviranomaisen, joka 46 tai 47 § :n mukaan valvoo edunvalvojan toimintaa, on siirrettävä 56 § :ssä tarkoitettuja tilintarkastustehtäviä toisen holhousviranomaisen suoritettaviksi. Sisäasiainministeriön asetuksella säädetään tarkemmin tilintarkastustehtäviä siirtävistä ja vastaanottavista holhousviranomaisista, vuosittain siirrettävien tilintarkastustehtävien määristä sekä muutoin siirron toteuttamisesta. Ennen asetuksen antamista on sekä tilintarkastustehtävän siirtävälle että sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. Vastuu valvonnasta säilyy siirrosta huolimatta muilta osin siirtävällä holhousviranomaisella. Tilintarkastustehtävän siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
        "folded_fi": "jos se on holhousviranomaisten tyon tasaamiseksi tarkoituksenmukaista, sisaasiainministerion asetuksella voidaan saataa, etta holhousviranomaisen, joka 46 tai 47 §:n mukaan valvoo edunvalvojan toimintaa, on siirrettava 56 §:ssa tarkoitettuja tilintarkastustehtavia toisen holhousviranomaisen suoritettaviksi. sisaasiainministerion asetuksella saadetaan tarkemmin tilintarkastustehtavia siirtavista ja vastaanottavista holhousviranomaisista, vuosittain siirrettavien tilintarkastustehtavien maarista seka muutoin siirron toteuttamisesta. ennen asetuksen antamista on seka tilintarkastustehtavan siirtavalle etta sen vastaanottavalle holhousviranomaiselle varattava tilaisuus tulla kuulluksi. vastuu valvonnasta sailyy siirrosta huolimatta muilta osin siirtavalla holhousviranomaisella. tilintarkastustehtavan siirrosta on ilmoitettava asianomaiselle edunvalvojalle.",
        "content_sv": "Om det för att fördela arbetet jämnt mellan förmyndarmyndigheterna är ändamålsenligt, kan det genom förordning av inrikesministeriet föreskrivas att den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet skall överföra i 56 § avsedda granskningsuppgifter på en annan förmyndarmyndighet. Genom förordning av inrikesministeriet föreskrivs närmare om vilka förmyndarmyndigheter som överför och tar emot granskningsuppgifter, om det antal uppgifter som kan överföras årligen samt i övrigt om hur överföringen skall ske. Såväl den förmyndarmyndighet som överför granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfälle att bli hörda innan förordningen utfärdas. Oberoende av överföringen kvarstår ansvaret för övervakningen till övriga delar hos den överförande förmyndarmyndigheten. Den berörda intressebevakaren skall underrättas om att en granskningsuppgift har överförts.",
        "normalized_sv": "Om det för att fördela arbetet jämnt mellan förmyndarmyndigheterna är ändamålsenligt, kan det genom förordning av inrikesministeriet föreskrivas att den förmyndarmyndighet som enligt 46 eller 47 § övervakar intressebevakarens verksamhet skall överföra i 56 § avsedda granskningsuppgifter på en annan förmyndarmyndighet. Genom förordning av inrikesministeriet föreskrivs närmare om vilka förmyndarmyndigheter som överför och tar emot granskningsuppgifter, om det antal uppgifter som kan överföras årligen samt i övrigt om hur överföringen skall ske. Såväl den förmyndarmyndighet som överför granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfälle att bli hörda innan förordningen utfärdas. Oberoende av överföringen kvarstår ansvaret för övervakningen till övriga delar hos den överförande förmyndarmyndigheten. Den berörda intressebevakaren skall underrättas om att en granskningsuppgift har överförts.",
        "folded_sv": "om det for att fordela arbetet jamnt mellan formyndarmyndigheterna ar andamalsenligt, kan det genom forordning av inrikesministeriet foreskrivas att den formyndarmyndighet som enligt 46 eller 47 § overvakar intressebevakarens verksamhet skall overfora i 56 § avsedda granskningsuppgifter pa en annan formyndarmyndighet. genom forordning av inrikesministeriet foreskrivs narmare om vilka formyndarmyndigheter som overfor och tar emot granskningsuppgifter, om det antal uppgifter som kan overforas arligen samt i ovrigt om hur overforingen skall ske. saval den formyndarmyndighet som overfor granskningsuppgifter som den som tar emot granskningsuppgifter skall beredas tillfalle att bli horda innan forordningen utfardas. oberoende av overforingen kvarstar ansvaret for overvakningen till ovriga delar hos den overforande formyndarmyndigheten. den berorda intressebevakaren skall underrattas om att en granskningsuppgift har overforts."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja Väestörekisterikeskus pitävät edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. Rekisteriin saadaan merkitä edunvalvojaa ja hänen päämiestään tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. Rekisteriin saadaan lisäksi merkitä tiedot henkilön toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisällöstä, edunvalvojan tehtävästä ja määräämisen perusteesta tai edunvalvontavaltuutuksen sisällöstä, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 §:ssä tarkoitettua lupaa koskevasta päätöksestä sekä holhousviranomaisen 57 ja 60 §:n mukaisista toimenpiteistä. Rekisteriin saadaan lisäksi merkitä sellaisia rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja, jotka eivät ole henkilötietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:64",
        "normalized_fi": "Holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja Väestörekisterikeskus pitävät edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. Rekisteriin saadaan merkitä edunvalvojaa ja hänen päämiestään tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. Rekisteriin saadaan lisäksi merkitä tiedot henkilön toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisällöstä, edunvalvojan tehtävästä ja määräämisen perusteesta tai edunvalvontavaltuutuksen sisällöstä, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 § :ssä tarkoitettua lupaa koskevasta päätöksestä sekä holhousviranomaisen 57 ja 60 § :n mukaisista toimenpiteistä. Rekisteriin saadaan lisäksi merkitä sellaisia rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja, jotka eivät ole henkilötietoja.",
        "folded_fi": "holhousasioiden rekisteri on valtakunnallinen rekisteri, jota holhousviranomaiset ja vaestorekisterikeskus pitavat edunvalvojan ja edunvalvontavaltuutuksesta annetussa laissa (648/2007) tarkoitetun valtuutetun toiminnan valvomiseksi ja kolmansien oikeuden turvaamiseksi. rekisteriin saadaan merkita edunvalvojaa ja hanen paamiestaan tai valtuutettua ja valtuuttajaa koskevat tunniste- ja yhteystiedot. rekisteriin saadaan lisaksi merkita tiedot henkilon toimintakelpoisuuden rajoittamisesta, toimintakelpoisuuden rajoituksen sisallosta, edunvalvojan tehtavasta ja maaraamisen perusteesta tai edunvalvontavaltuutuksen sisallosta, omaisuusluettelon, tilin ja hoitosuunnitelman antamisesta ja tarkastamisesta, 34 §:ssa tarkoitettua lupaa koskevasta paatoksesta seka holhousviranomaisen 57 ja 60 §:n mukaisista toimenpiteista. rekisteriin saadaan lisaksi merkita sellaisia rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja, jotka eivat ole henkilotietoja.",
        "content_sv": "Registret över förmynderskapsärenden är ett riksomfattande register som förs av förmyndarmyndigheterna och Befolkningsregistercentralen för övervakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmäktiges verksamhet samt för tryggande av tredje mans rätt. I registret får identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmäktigen och fullmaktsgivaren föras in. I registret får dessutom föras in uppgifter om begränsning av en persons handlingsbehörighet, begränsningens innehåll, intressebevakarens uppdrag och grunderna för förordnandet av en intressebevakare eller intressebevakningsfullmaktens innehåll, lämnande och granskning av egendomsförteckning, redovisning och förvaltningsplan, beslut om i 34 § avsett tillstånd samt om förmyndarmyndigheternas åtgärder i enlighet med 57 och 60 §. Utöver detta får uppgifter som är nödvändiga för registrets användningsändamål, men som inte är personuppgifter, föras in i registret.",
        "normalized_sv": "Registret över förmynderskapsärenden är ett riksomfattande register som förs av förmyndarmyndigheterna och Befolkningsregistercentralen för övervakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmäktiges verksamhet samt för tryggande av tredje mans rätt. I registret får identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmäktigen och fullmaktsgivaren föras in. I registret får dessutom föras in uppgifter om begränsning av en persons handlingsbehörighet, begränsningens innehåll, intressebevakarens uppdrag och grunderna för förordnandet av en intressebevakare eller intressebevakningsfullmaktens innehåll, lämnande och granskning av egendomsförteckning, redovisning och förvaltningsplan, beslut om i 34 § avsett tillstånd samt om förmyndarmyndigheternas åtgärder i enlighet med 57 och 60 § . Utöver detta får uppgifter som är nödvändiga för registrets användningsändamål, men som inte är personuppgifter, föras in i registret.",
        "folded_sv": "registret over formynderskapsarenden ar ett riksomfattande register som fors av formyndarmyndigheterna och befolkningsregistercentralen for overvakning av intressebevakarnas och i lagen om intressebevakningsfullmakt (648/2007) avsedda fullmaktiges verksamhet samt for tryggande av tredje mans ratt. i registret far identifieringsuppgifter och kontaktinformation om intressebevakaren och dennes huvudman samt om fullmaktigen och fullmaktsgivaren foras in. i registret far dessutom foras in uppgifter om begransning av en persons handlingsbehorighet, begransningens innehall, intressebevakarens uppdrag och grunderna for forordnandet av en intressebevakare eller intressebevakningsfullmaktens innehall, lamnande och granskning av egendomsforteckning, redovisning och forvaltningsplan, beslut om i 34 § avsett tillstand samt om formyndarmyndigheternas atgarder i enlighet med 57 och 60 §. utover detta far uppgifter som ar nodvandiga for registrets anvandningsandamal, men som inte ar personuppgifter, foras in i registret."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "content": "Jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan määrääminen saattaa aiheuttaa, että edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. Tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella. Jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 §:n nojalla määrätylle edunvalvojalle. Jos edunvalvojan määrääminen oikeudenkäyntiä varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:73",
        "normalized_fi": "Jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan määrääminen saattaa aiheuttaa, että edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. Tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella. Jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 § :n nojalla määrätylle edunvalvojalle. Jos edunvalvojan määrääminen oikeudenkäyntiä varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
        "folded_fi": "jos se, jonka etua on valvottava, on antanut edunvalvontavaltuutuksen ja edunvalvojan maaraaminen saattaa aiheuttaa, etta edunvalvontavaltuutus lakkaa kokonaan tai osaksi olemasta voimassa, valtuutetulle on varattava tilaisuus tulla asiassa kuulluksi. tilaisuutta tulla kuulluksi ei kuitenkaan tarvitse varata, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella. jos kuulemistilaisuuden varaamista koskevaa tiedoksiantoa ei ole kuultavan tilan vuoksi saatu toimitetuksi sille, jonka etua on valvottava, tiedoksianto toimitetaan 82 §:n nojalla maaratylle edunvalvojalle. jos edunvalvojan maaraaminen oikeudenkayntia varten ei ole kuultavan oikeusturvan kannalta tarpeellista, kuulemisesta voidaan kuitenkin luopua.",
        "content_sv": "Om den vars intressen skall bevakas har utfärdat en intressebevakningsfullmakt och förordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphör att gälla, skall fullmäktigen beredas tillfälle att bli hörd i ärendet. Tillfälle till hörande behöver dock inte beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken. Om delgivningen av en kallelse till hörande på grund av tillståndet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 §. Om det med tanke på rättssäkerheten för den som skall höras inte är nödvändigt att utse en intressebevakare för rättegången, behöver hörande dock inte ske.",
        "normalized_sv": "Om den vars intressen skall bevakas har utfärdat en intressebevakningsfullmakt och förordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphör att gälla, skall fullmäktigen beredas tillfälle att bli hörd i ärendet. Tillfälle till hörande behöver dock inte beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken. Om delgivningen av en kallelse till hörande på grund av tillståndet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 § . Om det med tanke på rättssäkerheten för den som skall höras inte är nödvändigt att utse en intressebevakare för rättegången, behöver hörande dock inte ske.",
        "folded_sv": "om den vars intressen skall bevakas har utfardat en intressebevakningsfullmakt och forordnandet av en intressebevakare kan leda till att intressebevakningsfullmakten helt eller delvis upphor att galla, skall fullmaktigen beredas tillfalle att bli hord i arendet. tillfalle till horande behover dock inte beredas, om delgivning av kallelse till horande skall ske genom domstolens kungorelse i enlighet med 11 kap. 9 § i rattegangsbalken. om delgivningen av en kallelse till horande pa grund av tillstandet hos den vars intressen skall bevakas, inte har kunnat ske med honom eller henne, skall delgivningen ske med en intressebevakare som utses enligt 82 §. om det med tanke pa rattssakerheten for den som skall horas inte ar nodvandigt att utse en intressebevakare for rattegangen, behover horande dock inte ske."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "content": "Jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa pääkäsittelyn ulkopuolella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:76",
        "normalized_fi": "Jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa pääkäsittelyn ulkopuolella.",
        "folded_fi": "jos 1 momentissa tarkoitettu kuultava ei ilman huomattavaa vaikeutta voi saapua istuntoon tai jos siihen on muu erityinen syy, kuuleminen voidaan toimittaa paakasittelyn ulkopuolella.",
        "content_sv": "Om den som skall höras enligt 1 mom. inte utan avsevärd svårighet kan infinna sig vid sammanträdet eller om det finns andra särskilda skäl, kan hörandet ske utom huvudförhandlingen.",
        "normalized_sv": "Om den som skall höras enligt 1 mom. inte utan avsevärd svårighet kan infinna sig vid sammanträdet eller om det finns andra särskilda skäl, kan hörandet ske utom huvudförhandlingen.",
        "folded_sv": "om den som skall horas enligt 1 mom. inte utan avsevard svarighet kan infinna sig vid sammantradet eller om det finns andra sarskilda skal, kan horandet ske utom huvudforhandlingen."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:79",
      "chapter": "6",
      "section": "79",
      "content": "Asiassa, joka koskee edunvalvojan määräämistä tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa väliaikaisen määräyksen. Jos asiaa ei voida viivyttää, määräys voidaan antaa kuulematta sitä, jonka edun valvomisesta on kysymys, sekä muita 73 §:ssä mainittuja henkilöitä. Väliaikainen määräys on voimassa, kunnes tuomioistuin antaa asiassa päätöksen, jollei määräystä sitä ennen peruuteta tai muuteta. Väliaikaiseen määräykseen ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:79",
        "normalized_fi": "Asiassa, joka koskee edunvalvojan määräämistä tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa väliaikaisen määräyksen. Jos asiaa ei voida viivyttää, määräys voidaan antaa kuulematta sitä, jonka edun valvomisesta on kysymys, sekä muita 73 § :ssä mainittuja henkilöitä. Väliaikainen määräys on voimassa, kunnes tuomioistuin antaa asiassa päätöksen, jollei määräystä sitä ennen peruuteta tai muuteta. Väliaikaiseen määräykseen ei saa hakea muutosta.",
        "folded_fi": "asiassa, joka koskee edunvalvojan maaraamista tai toimintakelpoisuuden rajoittamista, tuomioistuin voi antaa valiaikaisen maarayksen. jos asiaa ei voida viivyttaa, maarays voidaan antaa kuulematta sita, jonka edun valvomisesta on kysymys, seka muita 73 §:ssa mainittuja henkiloita. valiaikainen maarays on voimassa, kunnes tuomioistuin antaa asiassa paatoksen, jollei maaraysta sita ennen peruuteta tai muuteta. valiaikaiseen maaraykseen ei saa hakea muutosta.",
        "content_sv": "I ett ärende som gäller förordnande av intressebevakare eller begränsning av handlingsbehörigheten kan domstolen ge ett interimistiskt förordnande. Om ärendet inte tål dröjsmål, kan förordnandet ges utan att den vars intressen skall bevakas och andra i 73 § nämnda personer blir hörda. Ett interimistiskt förordnande är i kraft till dess att domstolen meddelar ett beslut i ärendet, om inte förordnandet återkallas eller ändras före det. Ändring får inte sökas i ett interimistiskt förordnande.",
        "normalized_sv": "I ett ärende som gäller förordnande av intressebevakare eller begränsning av handlingsbehörigheten kan domstolen ge ett interimistiskt förordnande. Om ärendet inte tål dröjsmål, kan förordnandet ges utan att den vars intressen skall bevakas och andra i 73 § nämnda personer blir hörda. Ett interimistiskt förordnande är i kraft till dess att domstolen meddelar ett beslut i ärendet, om inte förordnandet återkallas eller ändras före det. Ändring får inte sökas i ett interimistiskt förordnande.",
        "folded_sv": "i ett arende som galler forordnande av intressebevakare eller begransning av handlingsbehorigheten kan domstolen ge ett interimistiskt forordnande. om arendet inte tal drojsmal, kan forordnandet ges utan att den vars intressen skall bevakas och andra i 73 § namnda personer blir horda. ett interimistiskt forordnande ar i kraft till dess att domstolen meddelar ett beslut i arendet, om inte forordnandet aterkallas eller andras fore det. andring far inte sokas i ett interimistiskt forordnande."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:81",
      "chapter": "6",
      "section": "81",
      "content": "Mitä 69―80 §:ssä säädetään, on soveltuvin osin voimassa myös asiassa, joka koskee edunvalvojan vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan, sekä asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. Käsiteltäessä 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. Väliaikainen määräys voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttää. Tilaisuutta tulla kuulluksi ei tarvitse varata myöskään, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 §:ssä tarkoitetulla tuomioistuimen kuulutuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:81",
        "normalized_fi": "Mitä 69―80 § :ssä säädetään, on soveltuvin osin voimassa myös asiassa, joka koskee edunvalvojan vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan, sekä asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. Käsiteltäessä 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. Väliaikainen määräys voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttää. Tilaisuutta tulla kuulluksi ei tarvitse varata myöskään, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkäymiskaaren 11 luvun 9 § :ssä tarkoitetulla tuomioistuimen kuulutuksella.",
        "folded_fi": "mita 69―80 §:ssa saadetaan, on soveltuvin osin voimassa myos asiassa, joka koskee edunvalvojan vapauttamista tehtavastaan tai hanen tehtavansa muuttamista tai maaraamista lakkaamaan, seka asiassa, joka koskee toimintakelpoisuuden rajoituksen poistamista tai muuttamista. kasiteltaessa 1 momentissa tarkoitettua asiaa on edunvalvojalle varattava tilaisuus tulla kuulluksi. valiaikainen maarays voidaan kuitenkin antaa varaamatta edunvalvojalle tilaisuutta tulla kuulluksi, jos asiaa ei voida viivyttaa. tilaisuutta tulla kuulluksi ei tarvitse varata myoskaan, jos kuulemistilaisuuden varaamista koskeva tiedoksianto olisi toimitettava oikeudenkaymiskaaren 11 luvun 9 §:ssa tarkoitetulla tuomioistuimen kuulutuksella.",
        "content_sv": "Vad som bestäms i 69―80 § gäller i tillämpliga delar också skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt ärenden som gäller upphävande eller ändring av begränsning av en persons handlingsbehörighet. Vid behandling av ärenden som nämns i 1 mom. skall intressebevakaren beredas tillfälle att bli hörd. Om ärendet inte tål dröjsmål, kan ett interimistiskt förordnande dock ges utan att intressebevakaren bereds tillfälle att bli hörd. Tillfälle till hörande behöver inte heller beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken.",
        "normalized_sv": "Vad som bestäms i 69―80 § gäller i tillämpliga delar också skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt ärenden som gäller upphävande eller ändring av begränsning av en persons handlingsbehörighet. Vid behandling av ärenden som nämns i 1 mom. skall intressebevakaren beredas tillfälle att bli hörd. Om ärendet inte tål dröjsmål, kan ett interimistiskt förordnande dock ges utan att intressebevakaren bereds tillfälle att bli hörd. Tillfälle till hörande behöver inte heller beredas, om delgivning av kallelse till hörande skall ske genom domstolens kungörelse i enlighet med 11 kap. 9 § i rättegångsbalken.",
        "folded_sv": "vad som bestams i 69―80 § galler i tillampliga delar ocksa skiljande av intressebevakare fran uppdraget, andring av intressebevakarens uppdrag eller forordnande om att uppdraget skall upphora samt arenden som galler upphavande eller andring av begransning av en persons handlingsbehorighet. vid behandling av arenden som namns i 1 mom. skall intressebevakaren beredas tillfalle att bli hord. om arendet inte tal drojsmal, kan ett interimistiskt forordnande dock ges utan att intressebevakaren bereds tillfalle att bli hord. tillfalle till horande behover inte heller beredas, om delgivning av kallelse till horande skall ske genom domstolens kungorelse i enlighet med 11 kap. 9 § i rattegangsbalken."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:82",
      "chapter": "6",
      "section": "82",
      "content": "Edellä 1 momentissa tarkoitetun oikeudenkäyntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mitä 44 §:ssä säädetään edunvalvojan osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:82",
        "normalized_fi": "Edellä 1 momentissa tarkoitetun oikeudenkäyntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mitä 44 § :ssä säädetään edunvalvojan osalta.",
        "folded_fi": "edella 1 momentissa tarkoitetun oikeudenkayntiavustajan palkkiosta ja kulujen korvaamisesta on soveltuvin osin voimassa, mita 44 §:ssa saadetaan edunvalvojan osalta.",
        "content_sv": "I fråga om arvodet och ersättningen för kostnader till ett i 1 mom. nämnt rättegångsbiträde gäller i tillämpliga delar vad som bestäms för intressebevakarens del i 44 §.",
        "normalized_sv": "I fråga om arvodet och ersättningen för kostnader till ett i 1 mom. nämnt rättegångsbiträde gäller i tillämpliga delar vad som bestäms för intressebevakarens del i 44 § .",
        "folded_sv": "i fraga om arvodet och ersattningen for kostnader till ett i 1 mom. namnt rattegangsbitrade galler i tillampliga delar vad som bestams for intressebevakarens del i 44 §."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "6:83",
      "chapter": "6",
      "section": "83",
      "content": "Käräjäoikeuden päätöstä, joka koskee edunvalvojan määräämistä tai vapauttamista tehtävästään taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee käräjäoikeuden päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:83",
        "normalized_fi": "Käräjäoikeuden päätöstä, joka koskee edunvalvojan määräämistä tai vapauttamista tehtävästään taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee käräjäoikeuden päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
        "folded_fi": "karajaoikeuden paatosta, joka koskee edunvalvojan maaraamista tai vapauttamista tehtavastaan taikka jolla jonkun toimintakelpoisuutta on rajoitettu, on noudatettava, vaikka paatos ei ole saanut lainvoimaa. sama koskee karajaoikeuden paatosta, jolla edunvalvojan tehtavaa on muutettu, jollei paatoksessa ole toisin maaratty.",
        "content_sv": "Tingsrättens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget eller om begränsning av någons handlingsbehörighet skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller tingsrättens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "normalized_sv": "Tingsrättens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget eller om begränsning av någons handlingsbehörighet skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller tingsrättens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "folded_sv": "tingsrattens beslut om forordnande av en intressebevakare eller skiljande av intressebevakaren fran uppdraget eller om begransning av nagons handlingsbehorighet skall iakttas aven om beslutet inte har vunnit laga kraft. detsamma galler tingsrattens beslut om andring av intressebevakarens uppdrag, om inte nagot annat bestams i beslutet."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:85",
      "chapter": "9",
      "section": "85",
      "content": "Edunvalvojan määräämistä tai vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan ja tässä laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelystä. Muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen säädetään. Jollei tämän lain säännöksistä muuta johdu, asian käsittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. Holhousviranomaisen suoritteista peritään maksuja siten kuin valtion maksuperustelaissa (150/1992) säädetään. Holhousviranomainen voi kuitenkin yksittäistapauksessa määrätä, ettei sen suoritteesta peritä maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut käytettävissä olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, työttömyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syystä kohtuutonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:85",
        "normalized_fi": "Edunvalvojan määräämistä tai vapauttamista tehtävästään tai hänen tehtävänsä muuttamista tai määräämistä lakkaamaan ja tässä laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelystä. Muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen säädetään. Jollei tämän lain säännöksistä muuta johdu, asian käsittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. Holhousviranomaisen suoritteista peritään maksuja siten kuin valtion maksuperustelaissa (150/1992) säädetään. Holhousviranomainen voi kuitenkin yksittäistapauksessa määrätä, ettei sen suoritteesta peritä maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut käytettävissä olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, työttömyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syystä kohtuutonta.",
        "folded_fi": "edunvalvojan maaraamista tai vapauttamista tehtavastaan tai hanen tehtavansa muuttamista tai maaraamista lakkaamaan ja tassa laissa tarkoitettua lupaa tai velvoittamista koskeva asia ratkaistaan holhousviranomaisessa esittelysta. muutoin asia ratkaistaan holhousviranomaisessa siten kuin asian ratkaisemisesta maistraatin toimivaltaan kuuluvassa asiassa erikseen saadetaan. jollei taman lain saannoksista muuta johdu, asian kasittelyyn ja virkamiehen esteellisyyteen sovelletaan hallintolakia. holhousviranomaisen suoritteista peritaan maksuja siten kuin valtion maksuperustelaissa (150/1992) saadetaan. holhousviranomainen voi kuitenkin yksittaistapauksessa maarata, ettei sen suoritteesta perita maksua, jos maksuvelvollisen maksukyky on olennaisesti alentunut kaytettavissa olevat tulot ja varallisuus huomioon ottaen elatusvelvollisuuden, tyottomyyden, sairauden tai muun erityisen syyn johdosta tai jos maksun periminen olisi muusta syysta kohtuutonta.",
        "content_sv": "Ärenden som gäller förordnande av intressebevakare eller skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt tillstånd eller åläggande enligt denna lag avgörs av förmyndarmyndigheten på föredragning. I övrigt avgörs ett ärende av förmyndarmyndigheten så som särskilt bestäms om avgörande av ärenden som hör till magistratens behörighet. Om inte något annat följer av bestämmelserna i denna lag, skall förvaltningslagen tillämpas på behandlingen av ärenden och på jäv för tjänsteman. För förmyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna för avgifter till staten (150/1992). Förmyndarmyndigheten kan dock i ett enskilt fall bestämma att någon avgift inte tas ut för dess prestation, om den betalningsskyldiges betalningsförmåga med hänsyn till de inkomster och den förmögenhet som står till hans eller hennes förfogande har försämrats väsentligt på grund av underhållsskyldighet, arbetslöshet eller sjukdom eller av någon annan särskild orsak, eller om det av andra orsaker är oskäligt att ta ut en avgift.",
        "normalized_sv": "Ärenden som gäller förordnande av intressebevakare eller skiljande av intressebevakare från uppdraget, ändring av intressebevakarens uppdrag eller förordnande om att uppdraget skall upphöra samt tillstånd eller åläggande enligt denna lag avgörs av förmyndarmyndigheten på föredragning. I övrigt avgörs ett ärende av förmyndarmyndigheten så som särskilt bestäms om avgörande av ärenden som hör till magistratens behörighet. Om inte något annat följer av bestämmelserna i denna lag, skall förvaltningslagen tillämpas på behandlingen av ärenden och på jäv för tjänsteman. För förmyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna för avgifter till staten (150/1992). Förmyndarmyndigheten kan dock i ett enskilt fall bestämma att någon avgift inte tas ut för dess prestation, om den betalningsskyldiges betalningsförmåga med hänsyn till de inkomster och den förmögenhet som står till hans eller hennes förfogande har försämrats väsentligt på grund av underhållsskyldighet, arbetslöshet eller sjukdom eller av någon annan särskild orsak, eller om det av andra orsaker är oskäligt att ta ut en avgift.",
        "folded_sv": "arenden som galler forordnande av intressebevakare eller skiljande av intressebevakare fran uppdraget, andring av intressebevakarens uppdrag eller forordnande om att uppdraget skall upphora samt tillstand eller alaggande enligt denna lag avgors av formyndarmyndigheten pa foredragning. i ovrigt avgors ett arende av formyndarmyndigheten sa som sarskilt bestams om avgorande av arenden som hor till magistratens behorighet. om inte nagot annat foljer av bestammelserna i denna lag, skall forvaltningslagen tillampas pa behandlingen av arenden och pa jav for tjansteman. for formyndarmyndighetens prestationer tas avgifter ut enligt lagen om grunderna for avgifter till staten (150/1992). formyndarmyndigheten kan dock i ett enskilt fall bestamma att nagon avgift inte tas ut for dess prestation, om den betalningsskyldiges betalningsformaga med hansyn till de inkomster och den formogenhet som star till hans eller hennes forfogande har forsamrats vasentligt pa grund av underhallsskyldighet, arbetsloshet eller sjukdom eller av nagon annan sarskild orsak, eller om det av andra orsaker ar oskaligt att ta ut en avgift."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:86",
      "chapter": "9",
      "section": "86",
      "content": "Kun holhousviranomaista on pyydetty määräämään edunvalvoja tämän lain 12 §:n 1 momentin nojalla, muuttamaan edunvalvojan tehtävää 15 §:n 3 momentin nojalla tai määräämään edunvalvojan tehtävä lakkaamaan 17 §:n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilökohtaisesti sitä, jonka edun valvomisesta on kysymys. Holhousviranomainen voi vaatia, että hakija esittää holhousviranomaiselle lääkärin lausunnon niistä seikoista, joilla on merkitystä asian ratkaisemisen kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86",
        "normalized_fi": "Kun holhousviranomaista on pyydetty määräämään edunvalvoja tämän lain 12 § :n 1 momentin nojalla, muuttamaan edunvalvojan tehtävää 15 § :n 3 momentin nojalla tai määräämään edunvalvojan tehtävä lakkaamaan 17 § :n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilökohtaisesti sitä, jonka edun valvomisesta on kysymys. Holhousviranomainen voi vaatia, että hakija esittää holhousviranomaiselle lääkärin lausunnon niistä seikoista, joilla on merkitystä asian ratkaisemisen kannalta.",
        "folded_fi": "kun holhousviranomaista on pyydetty maaraamaan edunvalvoja taman lain 12 §:n 1 momentin nojalla, muuttamaan edunvalvojan tehtavaa 15 §:n 3 momentin nojalla tai maaraamaan edunvalvojan tehtava lakkaamaan 17 §:n 4 momentin nojalla, holhousviranomaisen tulee kuulla henkilokohtaisesti sita, jonka edun valvomisesta on kysymys. holhousviranomainen voi vaatia, etta hakija esittaa holhousviranomaiselle laakarin lausunnon niista seikoista, joilla on merkitysta asian ratkaisemisen kannalta.",
        "content_sv": "När en begäran om förordnande av en intressebevakare med stöd av 12 § 1 mom., om ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom. eller om att intressebevakarens uppdrag skall förordnas att upphöra med stöd av 17 § 4 mom. har framställts hos förmyndarmyndigheten, skall förmyndarmyndigheten personligen höra den vars intressen bevakningen gäller. Förmyndarmyndigheten kan kräva att sökanden företer ett läkarutlåtande om de omständigheter som är av betydelse för ärendets avgörande.",
        "normalized_sv": "När en begäran om förordnande av en intressebevakare med stöd av 12 § 1 mom., om ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom. eller om att intressebevakarens uppdrag skall förordnas att upphöra med stöd av 17 § 4 mom. har framställts hos förmyndarmyndigheten, skall förmyndarmyndigheten personligen höra den vars intressen bevakningen gäller. Förmyndarmyndigheten kan kräva att sökanden företer ett läkarutlåtande om de omständigheter som är av betydelse för ärendets avgörande.",
        "folded_sv": "nar en begaran om forordnande av en intressebevakare med stod av 12 § 1 mom., om andring av intressebevakarens uppdrag med stod av 15 § 3 mom. eller om att intressebevakarens uppdrag skall forordnas att upphora med stod av 17 § 4 mom. har framstallts hos formyndarmyndigheten, skall formyndarmyndigheten personligen hora den vars intressen bevakningen galler. formyndarmyndigheten kan krava att sokanden foreter ett lakarutlatande om de omstandigheter som ar av betydelse for arendets avgorande."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:86 a",
      "chapter": "9",
      "section": "86 a",
      "content": "Holhousviranomaisen päätöstä, joka koskee edunvalvojan määräämistä tai tehtävästään vapauttamista, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee holhousviranomaisen päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:86 a",
        "normalized_fi": "Holhousviranomaisen päätöstä, joka koskee edunvalvojan määräämistä tai tehtävästään vapauttamista, on noudatettava, vaikka päätös ei ole saanut lainvoimaa. Sama koskee holhousviranomaisen päätöstä, jolla edunvalvojan tehtävää on muutettu, jollei päätöksessä ole toisin määrätty.",
        "folded_fi": "holhousviranomaisen paatosta, joka koskee edunvalvojan maaraamista tai tehtavastaan vapauttamista, on noudatettava, vaikka paatos ei ole saanut lainvoimaa. sama koskee holhousviranomaisen paatosta, jolla edunvalvojan tehtavaa on muutettu, jollei paatoksessa ole toisin maaratty.",
        "content_sv": "Förmyndarmyndighetens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller förmyndarmyndighetens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "normalized_sv": "Förmyndarmyndighetens beslut om förordnande av en intressebevakare eller skiljande av intressebevakaren från uppdraget skall iakttas även om beslutet inte har vunnit laga kraft. Detsamma gäller förmyndarmyndighetens beslut om ändring av intressebevakarens uppdrag, om inte något annat bestäms i beslutet.",
        "folded_sv": "formyndarmyndighetens beslut om forordnande av en intressebevakare eller skiljande av intressebevakaren fran uppdraget skall iakttas aven om beslutet inte har vunnit laga kraft. detsamma galler formyndarmyndighetens beslut om andring av intressebevakarens uppdrag, om inte nagot annat bestams i beslutet."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:87",
      "chapter": "9",
      "section": "87",
      "content": "Holhousviranomaisen päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Holhousviranomaisen päätökseen, joka koskee edunvalvojan määräämistä 12 §:n nojalla, edunvalvojan tehtävän muuttamista 15 §:n 3 momentin nojalla, edunvalvojan vapauttamista tehtävästään 16 §:n 3 momentin nojalla, edunvalvojan tehtävän määräämistä lakkaamaan 17 §:n 4 momentin nojalla, edunvalvojien keskinäisen erimielisyyden ratkaisemista 30 §:n 3 momentin nojalla, 48 §:n 3 momentissa tarkoitetun määräajan pidentämistä tai 51 §:n 1―3 momentissa tarkoitettua tilivelvollisuuden täyttämisajankohtaa, ei saa valittamalla hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87",
        "normalized_fi": "Holhousviranomaisen päätökseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Holhousviranomaisen päätökseen, joka koskee edunvalvojan määräämistä 12 § :n nojalla, edunvalvojan tehtävän muuttamista 15 § :n 3 momentin nojalla, edunvalvojan vapauttamista tehtävästään 16 § :n 3 momentin nojalla, edunvalvojan tehtävän määräämistä lakkaamaan 17 § :n 4 momentin nojalla, edunvalvojien keskinäisen erimielisyyden ratkaisemista 30 § :n 3 momentin nojalla, 48 § :n 3 momentissa tarkoitetun määräajan pidentämistä tai 51 § :n 1―3 momentissa tarkoitettua tilivelvollisuuden täyttämisajankohtaa, ei saa valittamalla hakea muutosta.",
        "folded_fi": "holhousviranomaisen paatokseen haetaan muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan. holhousviranomaisen paatokseen, joka koskee edunvalvojan maaraamista 12 §:n nojalla, edunvalvojan tehtavan muuttamista 15 §:n 3 momentin nojalla, edunvalvojan vapauttamista tehtavastaan 16 §:n 3 momentin nojalla, edunvalvojan tehtavan maaraamista lakkaamaan 17 §:n 4 momentin nojalla, edunvalvojien keskinaisen erimielisyyden ratkaisemista 30 §:n 3 momentin nojalla, 48 §:n 3 momentissa tarkoitetun maaraajan pidentamista tai 51 §:n 1―3 momentissa tarkoitettua tilivelvollisuuden tayttamisajankohtaa, ei saa valittamalla hakea muutosta.",
        "content_sv": "Ändring i förmyndarmyndighetens beslut söks hos förvaltningsdomstolen i enlighet med förvaltningsprocesslagen (586/1996). Ändring får inte sökas genom besvär i förmyndarmyndighetens beslut som gäller förordnande av intressebevakare med stöd av 12 §, ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom., förordnande om att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., avgörande av meningsskiljaktigheter mellan intressebevakare med stöd av 30 § 3 mom., förlängning av tid som nämns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten för fullgörande av redovisningsskyldigheten.",
        "normalized_sv": "Ändring i förmyndarmyndighetens beslut söks hos förvaltningsdomstolen i enlighet med förvaltningsprocesslagen (586/1996). Ändring får inte sökas genom besvär i förmyndarmyndighetens beslut som gäller förordnande av intressebevakare med stöd av 12 § , ändring av intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljande av intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom., förordnande om att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., avgörande av meningsskiljaktigheter mellan intressebevakare med stöd av 30 § 3 mom., förlängning av tid som nämns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten för fullgörande av redovisningsskyldigheten.",
        "folded_sv": "andring i formyndarmyndighetens beslut soks hos forvaltningsdomstolen i enlighet med forvaltningsprocesslagen (586/1996). andring far inte sokas genom besvar i formyndarmyndighetens beslut som galler forordnande av intressebevakare med stod av 12 §, andring av intressebevakarens uppdrag med stod av 15 § 3 mom., skiljande av intressebevakaren fran dennes uppdrag med stod av 16 § 3 mom., forordnande om att intressebevakarens uppdrag skall upphora med stod av 17 § 4 mom., avgorande av meningsskiljaktigheter mellan intressebevakare med stod av 30 § 3 mom., forlangning av tid som namns i 48 § 3 mom. eller den i 51 § 1―3 mom. avsedda tidpunkten for fullgorande av redovisningsskyldigheten."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:87 a",
      "chapter": "9",
      "section": "87 a",
      "content": "ratkaisupyyntö Jos holhousviranomainen on määrännyt edunvalvojan 12 §:n nojalla, muuttanut edunvalvojan tehtävää 15 §:n 3 momentin nojalla, vapauttanut edunvalvojan tehtävästään 16 §:n 3 momentin nojalla tai määrännyt edunvalvojan tehtävän lakkaamaan 17 §:n 4 momentin nojalla, hakija voi saattaa asian käräjäoikeuden tutkittavaksi (). Jos on kysymys sijaisen määräämisestä 12 §:n 3 momentin nojalla, ratkaisupyynnön voi tehdä myös päämies. Ratkaisupyyntö on tehtävä 30 päivän kuluessa holhousviranomaisen päätöksen tiedoksi saamisesta. Se on toimitettava päätöksen tehneelle holhousviranomaiselle. Ratkaisupyyntö on tehtävä kirjallisesti, ja siinä on ilmoitettava se holhousviranomaisen päätös, jota ratkaisupyyntö koskee, sekä miltä osin ja millä perusteella ratkaisupyynnön tekijä on päätökseen tyytymätön. Holhousviranomaisen on viipymättä toimitettava ratkaisupyyntö 70 tai 71 §:ssä tarkoitetun käräjäoikeuden tutkittavaksi. Holhousviranomaisen on samalla lähetettävä käräjäoikeudelle jäljennös päätöksestään ja asiassa kertyneet asiakirjat. Ratkaisupyynnön käsittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mitä 73 ja 75―83 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:87 a",
        "normalized_fi": "ratkaisupyyntö Jos holhousviranomainen on määrännyt edunvalvojan 12 § :n nojalla, muuttanut edunvalvojan tehtävää 15 § :n 3 momentin nojalla, vapauttanut edunvalvojan tehtävästään 16 § :n 3 momentin nojalla tai määrännyt edunvalvojan tehtävän lakkaamaan 17 § :n 4 momentin nojalla, hakija voi saattaa asian käräjäoikeuden tutkittavaksi (). Jos on kysymys sijaisen määräämisestä 12 § :n 3 momentin nojalla, ratkaisupyynnön voi tehdä myös päämies. Ratkaisupyyntö on tehtävä 30 päivän kuluessa holhousviranomaisen päätöksen tiedoksi saamisesta. Se on toimitettava päätöksen tehneelle holhousviranomaiselle. Ratkaisupyyntö on tehtävä kirjallisesti, ja siinä on ilmoitettava se holhousviranomaisen päätös, jota ratkaisupyyntö koskee, sekä miltä osin ja millä perusteella ratkaisupyynnön tekijä on päätökseen tyytymätön. Holhousviranomaisen on viipymättä toimitettava ratkaisupyyntö 70 tai 71 § :ssä tarkoitetun käräjäoikeuden tutkittavaksi. Holhousviranomaisen on samalla lähetettävä käräjäoikeudelle jäljennös päätöksestään ja asiassa kertyneet asiakirjat. Ratkaisupyynnön käsittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mitä 73 ja 75―83 § :ssä säädetään.",
        "folded_fi": "ratkaisupyynto jos holhousviranomainen on maarannyt edunvalvojan 12 §:n nojalla, muuttanut edunvalvojan tehtavaa 15 §:n 3 momentin nojalla, vapauttanut edunvalvojan tehtavastaan 16 §:n 3 momentin nojalla tai maarannyt edunvalvojan tehtavan lakkaamaan 17 §:n 4 momentin nojalla, hakija voi saattaa asian karajaoikeuden tutkittavaksi (). jos on kysymys sijaisen maaraamisesta 12 §:n 3 momentin nojalla, ratkaisupyynnon voi tehda myos paamies. ratkaisupyynto on tehtava 30 paivan kuluessa holhousviranomaisen paatoksen tiedoksi saamisesta. se on toimitettava paatoksen tehneelle holhousviranomaiselle. ratkaisupyynto on tehtava kirjallisesti, ja siina on ilmoitettava se holhousviranomaisen paatos, jota ratkaisupyynto koskee, seka milta osin ja milla perusteella ratkaisupyynnon tekija on paatokseen tyytymaton. holhousviranomaisen on viipymatta toimitettava ratkaisupyynto 70 tai 71 §:ssa tarkoitetun karajaoikeuden tutkittavaksi. holhousviranomaisen on samalla lahetettava karajaoikeudelle jaljennos paatoksestaan ja asiassa kertyneet asiakirjat. ratkaisupyynnon kasittelyyn tuomioistuimessa sovelletaan soveltuvin osin, mita 73 ja 75―83 §:ssa saadetaan.",
        "content_sv": "begäran om avgörande Om förmyndarmyndigheten har förordnat en intressebevakare med stöd av 12 §, ändrat intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljt intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom. eller förordnat att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., kan sökanden föra ärendet till tingsrätten för prövning (). Gäller frågan förordnande av en ställföreträdare med stöd av 12 § 3 mom., kan begäran om avgörande också framställas av huvudmannen. Begäran om avgörande skall framställas inom 30 dagar från delfåendet av förmyndarmyndighetens beslut. Begäran om avgörande skall tillställas den förmyndarmyndighet som har fattat beslutet. Begäran om avgörande skall framställas skriftligen och i begäran skall uppges det beslut av förmyndarmyndigheten som begäran gäller samt till vilka delar och på vilken grund sökanden är missnöjd med beslutet. Förmyndarmyndigheten skall utan dröjsmål sända begäran om avgörande för prövning till den tingsrätt som avses i 70 eller 71 §. Förmyndarmyndigheten skall samtidigt sända tingsrätten en kopia av sitt beslut och handlingarna i ärendet. När domstolen behandlar begäran om avgörande skall 73 och 75―83 § iakttas i tillämpliga delar.",
        "normalized_sv": "begäran om avgörande Om förmyndarmyndigheten har förordnat en intressebevakare med stöd av 12 § , ändrat intressebevakarens uppdrag med stöd av 15 § 3 mom., skiljt intressebevakaren från dennes uppdrag med stöd av 16 § 3 mom. eller förordnat att intressebevakarens uppdrag skall upphöra med stöd av 17 § 4 mom., kan sökanden föra ärendet till tingsrätten för prövning (). Gäller frågan förordnande av en ställföreträdare med stöd av 12 § 3 mom., kan begäran om avgörande också framställas av huvudmannen. Begäran om avgörande skall framställas inom 30 dagar från delfåendet av förmyndarmyndighetens beslut. Begäran om avgörande skall tillställas den förmyndarmyndighet som har fattat beslutet. Begäran om avgörande skall framställas skriftligen och i begäran skall uppges det beslut av förmyndarmyndigheten som begäran gäller samt till vilka delar och på vilken grund sökanden är missnöjd med beslutet. Förmyndarmyndigheten skall utan dröjsmål sända begäran om avgörande för prövning till den tingsrätt som avses i 70 eller 71 § . Förmyndarmyndigheten skall samtidigt sända tingsrätten en kopia av sitt beslut och handlingarna i ärendet. När domstolen behandlar begäran om avgörande skall 73 och 75―83 § iakttas i tillämpliga delar.",
        "folded_sv": "begaran om avgorande om formyndarmyndigheten har forordnat en intressebevakare med stod av 12 §, andrat intressebevakarens uppdrag med stod av 15 § 3 mom., skiljt intressebevakaren fran dennes uppdrag med stod av 16 § 3 mom. eller forordnat att intressebevakarens uppdrag skall upphora med stod av 17 § 4 mom., kan sokanden fora arendet till tingsratten for provning (). galler fragan forordnande av en stallforetradare med stod av 12 § 3 mom., kan begaran om avgorande ocksa framstallas av huvudmannen. begaran om avgorande skall framstallas inom 30 dagar fran delfaendet av formyndarmyndighetens beslut. begaran om avgorande skall tillstallas den formyndarmyndighet som har fattat beslutet. begaran om avgorande skall framstallas skriftligen och i begaran skall uppges det beslut av formyndarmyndigheten som begaran galler samt till vilka delar och pa vilken grund sokanden ar missnojd med beslutet. formyndarmyndigheten skall utan drojsmal sanda begaran om avgorande for provning till den tingsratt som avses i 70 eller 71 §. formyndarmyndigheten skall samtidigt sanda tingsratten en kopia av sitt beslut och handlingarna i arendet. nar domstolen behandlar begaran om avgorande skall 73 och 75―83 § iakttas i tillampliga delar."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:88",
      "chapter": "9",
      "section": "88",
      "content": "Edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista häntä itseään koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edunvalvonnassa olleen kuoltua hänen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:88",
        "normalized_fi": "Edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista häntä itseään koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) säädetään. Edunvalvonnassa olleen kuoltua hänen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
        "folded_fi": "edunvalvonnassa olevalla on oikeus saada tieto holhousviranomaisen asiakirjoissa olevista hanta itseaan koskevista tiedoista siten kuin viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999) saadetaan. edunvalvonnassa olleen kuoltua hanen oikeudenomistajallaan on oikeus saada ne tiedot, jotka olisi tullut antaa edunvalvonnassa olevalle itselleen.",
        "content_sv": "Den som har en intressebevakare har rätt att i enlighet med vad som bestäms i lagen om offentlighet i myndigheternas verksamhet (621/1999) få veta vilka uppgifter det finns om honom eller henne i förmyndarmyndighetens handlingar. Efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rättsinnehavare rätt att få de uppgifter som den avlidne själv skulle ha haft rätt att få.",
        "normalized_sv": "Den som har en intressebevakare har rätt att i enlighet med vad som bestäms i lagen om offentlighet i myndigheternas verksamhet (621/1999) få veta vilka uppgifter det finns om honom eller henne i förmyndarmyndighetens handlingar. Efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rättsinnehavare rätt att få de uppgifter som den avlidne själv skulle ha haft rätt att få.",
        "folded_sv": "den som har en intressebevakare har ratt att i enlighet med vad som bestams i lagen om offentlighet i myndigheternas verksamhet (621/1999) fa veta vilka uppgifter det finns om honom eller henne i formyndarmyndighetens handlingar. efter att den som hade en intressebevakare har avlidit har var och en av den avlidnes rattsinnehavare ratt att fa de uppgifter som den avlidne sjalv skulle ha haft ratt att fa."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    },
    {
      "provision_ref": "9:92",
      "chapter": "9",
      "section": "92",
      "content": "Viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilö, luottamushenkilö ja holhoustoimen tehtävässä käytetty asiantuntija eivät ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvän tehtävän perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettävä salassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "9:92",
        "normalized_fi": "Viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mitä viranomaisten toiminnan julkisuudesta annetussa laissa säädetään. Edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilö, luottamushenkilö ja holhoustoimen tehtävässä käytetty asiantuntija eivät ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvän tehtävän perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettävä salassa.",
        "folded_fi": "viranomaisessa toimivan salassapitovelvollisuuteen sovelletaan, mita viranomaisten toiminnan julkisuudesta annetussa laissa saadetaan. edunvalvoja, holhoustoimen edunvalvontapalvelun tuottajan palveluksessa oleva henkilo, luottamushenkilo ja holhoustoimen tehtavassa kaytetty asiantuntija eivat ilman asianomaisen suostumusta saa ilmaista holhoustoimeen liittyvan tehtavan perusteella tietoon saamaansa asiaa, joka yksityisen taloudellisen edun tai yksityisyyden suojaamiseksi on pidettava salassa.",
        "content_sv": "På tystnadsplikten för personer verksamma inom myndigheter tillämpas vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. En intressebevakare, den som är anställd hos den som producerar intressebevakningstjänster för förmyndarverksamheten, en förtroendevald eller en sakkunnig som anlitas för uppgifter inom förmyndarverksamheten får inte utan vederbörandes samtycke röja sådant som han eller hon fått veta på grund av sina uppgifter inom förmyndarverksamheten och som till skydd för en enskild persons ekonomiska intressen eller personliga integritet skall hemlighållas.",
        "normalized_sv": "På tystnadsplikten för personer verksamma inom myndigheter tillämpas vad som föreskrivs i lagen om offentlighet i myndigheternas verksamhet. En intressebevakare, den som är anställd hos den som producerar intressebevakningstjänster för förmyndarverksamheten, en förtroendevald eller en sakkunnig som anlitas för uppgifter inom förmyndarverksamheten får inte utan vederbörandes samtycke röja sådant som han eller hon fått veta på grund av sina uppgifter inom förmyndarverksamheten och som till skydd för en enskild persons ekonomiska intressen eller personliga integritet skall hemlighållas.",
        "folded_sv": "pa tystnadsplikten for personer verksamma inom myndigheter tillampas vad som foreskrivs i lagen om offentlighet i myndigheternas verksamhet. en intressebevakare, den som ar anstalld hos den som producerar intressebevakningstjanster for formyndarverksamheten, en fortroendevald eller en sakkunnig som anlitas for uppgifter inom formyndarverksamheten far inte utan vederborandes samtycke roja sadant som han eller hon fatt veta pa grund av sina uppgifter inom formyndarverksamheten och som till skydd for en enskild persons ekonomiska intressen eller personliga integritet skall hemlighallas."
      },
      "valid_from": "2007-05-25",
      "valid_to": null
    }
  ]
}