{
  "id": "649/2024",
  "type": "statute",
  "title": "Laki ilmailulain muuttamisesta",
  "title_en": "Lag om ändring av luftfartslagen",
  "status": "in_force",
  "issued_date": "2024-11-22",
  "in_force_date": "2024-11-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/649/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "14:151 a",
      "chapter": "14",
      "section": "151 a",
      "title": "Ilma-aluksen käyttäjälle määrättävät seuraamusmaksut",
      "content": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen käyttäjälle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyö mainitun asetuksen 5 artiklassa säädetyn tankkausvelvollisuuden. Seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi kertaa ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimääräinen hinta tonnilta vuodessa tankkaamattomalla kokonaismäärällä. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Liikenne- ja viestintäviraston on perusteltava seuraamusmaksun määräämistä koskevassa päätöksessään menetelmä, jolla lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla on määritetty. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpään saatavilla olevaan tekniseen kertomukseen. Liikenne- ja viestintävirasto voi vapauttaa ilma-aluksen käyttäjän määrätystä seuraamusmaksusta, jos tämä pystyy osoittamaan, että lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklassa säädettyjen velvoitteiden noudattamatta jättäminen johtui sen tahdosta riippumattomista ja poikkeuksellisista sekä ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu välttää, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 a",
        "normalized_fi": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen käyttäjälle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyö mainitun asetuksen 5 artiklassa säädetyn tankkausvelvollisuuden. Seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi kertaa ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimääräinen hinta tonnilta vuodessa tankkaamattomalla kokonaismäärällä. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Liikenne- ja viestintäviraston on perusteltava seuraamusmaksun määräämistä koskevassa päätöksessään menetelmä, jolla lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla on määritetty. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpään saatavilla olevaan tekniseen kertomukseen. Liikenne- ja viestintävirasto voi vapauttaa ilma-aluksen käyttäjän määrätystä seuraamusmaksusta, jos tämä pystyy osoittamaan, että lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklassa säädettyjen velvoitteiden noudattamatta jättäminen johtui sen tahdosta riippumattomista ja poikkeuksellisista sekä ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu välttää, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "liikenne- ja viestintavirasto maaraa seuraamusmaksun lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen kayttajalle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyo mainitun asetuksen 5 artiklassa saadetyn tankkausvelvollisuuden. seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi kertaa ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimaarainen hinta tonnilta vuodessa tankkaamattomalla kokonaismaaralla. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. liikenne- ja viestintaviraston on perusteltava seuraamusmaksun maaraamista koskevassa paatoksessaan menetelma, jolla lentopolttoaineen hinta euroopan unionin lentopolttoainemarkkinoilla on maaritetty. menetelman on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestavista polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpaan saatavilla olevaan tekniseen kertomukseen. liikenne- ja viestintavirasto voi vapauttaa ilma-aluksen kayttajan maaratysta seuraamusmaksusta, jos tama pystyy osoittamaan, etta lentoliikenteen kestavista polttoaineista annetun asetuksen 5 artiklassa saadettyjen velvoitteiden noudattamatta jattaminen johtui sen tahdosta riippumattomista ja poikkeuksellisista seka ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu valttaa, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påföljdsavgift för luftfartygsoperatörer",
        "content_sv": "Transport- och kommunikationsverket påför en luftfartygsoperatör som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om operatören uppsåtligen eller av oaktsamhet bryter mot eller försummar tankningskravet enligt artikel 5 i den förordningen. Påföljdsavgiftens belopp ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av det årliga genomsnittspriset på flygbränsle per ton multiplicerat med den totala årliga otankade mängden. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Transport- och kommunikationsverket ska i beslutet om påförande av påföljdsavgift motivera den metod med vilken priset på flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Transport- och kommunikationsverket kan befria en luftfartygsoperatör från en påförd påföljdsavgift, om luftfartygsoperatören kan visa att försummelsen av skyldigheterna enligt artikel 5 i förordningen om hållbara bränslen för lufttransport berodde på exceptionella och oförutsebara omständigheter som var oberoende av operatörens vilja och vars verkningar inte hade kunnat undvikas även om alla rimliga åtgärder hade vidtagits. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Transport- och kommunikationsverket påför en luftfartygsoperatör som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om operatören uppsåtligen eller av oaktsamhet bryter mot eller försummar tankningskravet enligt artikel 5 i den förordningen. Påföljdsavgiftens belopp ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av det årliga genomsnittspriset på flygbränsle per ton multiplicerat med den totala årliga otankade mängden. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Transport- och kommunikationsverket ska i beslutet om påförande av påföljdsavgift motivera den metod med vilken priset på flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Transport- och kommunikationsverket kan befria en luftfartygsoperatör från en påförd påföljdsavgift, om luftfartygsoperatören kan visa att försummelsen av skyldigheterna enligt artikel 5 i förordningen om hållbara bränslen för lufttransport berodde på exceptionella och oförutsebara omständigheter som var oberoende av operatörens vilja och vars verkningar inte hade kunnat undvikas även om alla rimliga åtgärder hade vidtagits. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "transport- och kommunikationsverket pafor en luftfartygsoperator som avses i artikel 3.3 i forordningen om hallbara branslen for lufttransport en pafoljdsavgift, om operatoren uppsatligen eller av oaktsamhet bryter mot eller forsummar tankningskravet enligt artikel 5 i den forordningen. pafoljdsavgiftens belopp ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av det arliga genomsnittspriset pa flygbransle per ton multiplicerat med den totala arliga otankade mangden. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. transport- och kommunikationsverket ska i beslutet om paforande av pafoljdsavgift motivera den metod med vilken priset pa flygbransle har faststallts pa europeiska unionens marknad for flygbransle. metoden ska grunda sig pa verifierbara och objektiva kriterier, inklusive den senaste tillgangliga tekniska rapport som avses i artikel 13 i forordningen om hallbara branslen for lufttransport. transport- och kommunikationsverket kan befria en luftfartygsoperator fran en paford pafoljdsavgift, om luftfartygsoperatoren kan visa att forsummelsen av skyldigheterna enligt artikel 5 i forordningen om hallbara branslen for lufttransport berodde pa exceptionella och oforutsebara omstandigheter som var oberoende av operatorens vilja och vars verkningar inte hade kunnat undvikas aven om alla rimliga atgarder hade vidtagits. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      }
    },
    {
      "provision_ref": "14:151 b",
      "chapter": "14",
      "section": "151 b",
      "title": "Unionin lentoaseman pitäjälle määrättävät seuraamusmaksut",
      "content": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitäjälle, joka tahallaan tai huolimattomuudesta jättää toteuttamatta tarvittavia toimenpiteitä sen korjaamiseksi, että mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten käyttäjillä ei ole riittävää pääsyä kestävien lentopolttoaineiden vähimmäisosuuksia sisältäviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa säädetyn mukaisesti. Määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 b",
        "normalized_fi": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitäjälle, joka tahallaan tai huolimattomuudesta jättää toteuttamatta tarvittavia toimenpiteitä sen korjaamiseksi, että mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten käyttäjillä ei ole riittävää pääsyä kestävien lentopolttoaineiden vähimmäisosuuksia sisältäviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa säädetyn mukaisesti. Määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "liikenne- ja viestintavirasto maaraa seuraamusmaksun lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitajalle, joka tahallaan tai huolimattomuudesta jattaa toteuttamatta tarvittavia toimenpiteita sen korjaamiseksi, etta mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten kayttajilla ei ole riittavaa paasya kestavien lentopolttoaineiden vahimmaisosuuksia sisaltaviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa saadetyn mukaisesti. maarattava seuraamusmaksu saa olla enintaan 100 000 euroa. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påföljdsavgift för unionsflygplatsens ledningsenhet",
        "content_sv": "Transport- och kommunikationsverket påför en unionsflygplats ledningsenhet som avses i artikel 3.2 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om ledningsenheten uppsåtligen eller av oaktsamhet underlåter att vidta behövliga åtgärder för att avhjälpa en brist på tillräcklig tillgång för luftfartygsoperatörer enligt artikel 3.3 i den förordningen till flygbränslen som innehåller minimiandelar av hållbara flygbränslen i enlighet med vad som föreskrivs i artikel 6.3 i den förordningen. Påföljdsavgiften får uppgå till högst 100 000 euro. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Transport- och kommunikationsverket påför en unionsflygplats ledningsenhet som avses i artikel 3.2 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om ledningsenheten uppsåtligen eller av oaktsamhet underlåter att vidta behövliga åtgärder för att avhjälpa en brist på tillräcklig tillgång för luftfartygsoperatörer enligt artikel 3.3 i den förordningen till flygbränslen som innehåller minimiandelar av hållbara flygbränslen i enlighet med vad som föreskrivs i artikel 6.3 i den förordningen. Påföljdsavgiften får uppgå till högst 100 000 euro. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "transport- och kommunikationsverket pafor en unionsflygplats ledningsenhet som avses i artikel 3.2 i forordningen om hallbara branslen for lufttransport en pafoljdsavgift, om ledningsenheten uppsatligen eller av oaktsamhet underlater att vidta behovliga atgarder for att avhjalpa en brist pa tillracklig tillgang for luftfartygsoperatorer enligt artikel 3.3 i den forordningen till flygbranslen som innehaller minimiandelar av hallbara flygbranslen i enlighet med vad som foreskrivs i artikel 6.3 i den forordningen. pafoljdsavgiften far uppga till hogst 100 000 euro. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      }
    },
    {
      "provision_ref": "14:151 c",
      "chapter": "14",
      "section": "151 c",
      "title": "Seuraamusmaksun täytäntöönpano",
      "content": "Edellä 151 a ja 151 b §:ssä tarkoitetut seuraamusmaksut määrätään maksettavaksi valtiolle. Seuraamusmaksun täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 c",
        "normalized_fi": "Edellä 151 a ja 151 b § :ssä tarkoitetut seuraamusmaksut määrätään maksettavaksi valtiolle. Seuraamusmaksun täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
        "folded_fi": "edella 151 a ja 151 b §:ssa tarkoitetut seuraamusmaksut maarataan maksettavaksi valtiolle. seuraamusmaksun taytantoonpanosta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispaivasta.",
        "title_sv": "Verkställighet av påföljdsavgift",
        "content_sv": "De påföljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. Bestämmelser om verkställigheten av påföljdsavgifter finns i lagen om verkställighet av böter (672/2002). En påföljdsavgift preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "normalized_sv": "De påföljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. Bestämmelser om verkställigheten av påföljdsavgifter finns i lagen om verkställighet av böter (672/2002). En påföljdsavgift preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "folded_sv": "de pafoljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. bestammelser om verkstalligheten av pafoljdsavgifter finns i lagen om verkstallighet av boter (672/2002). en pafoljdsavgift preskriberas fem ar efter det att det lagakraftvunna avgorandet om pafoljdsavgiften meddelades."
      }
    },
    {
      "provision_ref": "14:151 d",
      "chapter": "14",
      "section": "151 d",
      "title": "Kertomus seuraamusmaksutulojen käyttämisestä",
      "content": "Liikenne- ja viestintävirasto julkaisee kertomukset 151 a ja 151 b §:ssä ja uusiutuvien polttoaineiden käytön edistämisestä liikenteessä annetun lain (446/2007) 11 a §:ssä tarkoitetuista seuraamusmaksuista kertyneiden tulojen käytöstä. Kertomuksesta säädetään lentoliikenteen kestävistä polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 d",
        "normalized_fi": "Liikenne- ja viestintävirasto julkaisee kertomukset 151 a ja 151 b § :ssä ja uusiutuvien polttoaineiden käytön edistämisestä liikenteessä annetun lain (446/2007) 11 a § :ssä tarkoitetuista seuraamusmaksuista kertyneiden tulojen käytöstä. Kertomuksesta säädetään lentoliikenteen kestävistä polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
        "folded_fi": "liikenne- ja viestintavirasto julkaisee kertomukset 151 a ja 151 b §:ssa ja uusiutuvien polttoaineiden kayton edistamisesta liikenteessa annetun lain (446/2007) 11 a §:ssa tarkoitetuista seuraamusmaksuista kertyneiden tulojen kaytosta. kertomuksesta saadetaan lentoliikenteen kestavista polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
        "title_sv": "Rapport om användningen av intäkterna från påföljdsavgifter",
        "content_sv": "Transport- och kommunikationsverket offentliggör rapporter om användningen av intäkterna från de påföljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om främjande av användningen av förnybara drivmedel för transport (446/2007). Bestämmelser om rapporten finns i artikel 12.10 i förordningen om hållbara bränslen för lufttransport.",
        "normalized_sv": "Transport- och kommunikationsverket offentliggör rapporter om användningen av intäkterna från de påföljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om främjande av användningen av förnybara drivmedel för transport (446/2007). Bestämmelser om rapporten finns i artikel 12.10 i förordningen om hållbara bränslen för lufttransport.",
        "folded_sv": "transport- och kommunikationsverket offentliggor rapporter om anvandningen av intakterna fran de pafoljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om framjande av anvandningen av fornybara drivmedel for transport (446/2007). bestammelser om rapporten finns i artikel 12.10 i forordningen om hallbara branslen for lufttransport."
      }
    },
    {
      "provision_ref": "14:153",
      "chapter": "14",
      "section": "153",
      "title": "Viranomaisten tiedonsaanti- ja tarkastusoikeus",
      "content": "Liikenne- ja viestintävirastolla on salassapitosäännösten estämättä oikeus saada tämän lain mukaisten tehtävien suorittamiseksi välttämättömät tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkilöiltä, joiden oikeuksista ja velvollisuuksista tässä laissa säädetään. Tiedot on luovutettava ilman aiheetonta viivytystä, viranomaisen pyytämässä muodossa ja maksutta. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Energiavirastolta välttämättömät tiedot sille 93 b §:ssä säädettyjen viranomaistehtävien hoitamiseksi. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Tullilta tarpeellisia tietoja 146 §:ssä tarkoitetun valvotun edustajan ja tunnetun lähettäjän hyväksyntämenettelyä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:153",
        "normalized_fi": "Liikenne- ja viestintävirastolla on salassapitosäännösten estämättä oikeus saada tämän lain mukaisten tehtävien suorittamiseksi välttämättömät tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkilöiltä, joiden oikeuksista ja velvollisuuksista tässä laissa säädetään. Tiedot on luovutettava ilman aiheetonta viivytystä, viranomaisen pyytämässä muodossa ja maksutta. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Energiavirastolta välttämättömät tiedot sille 93 b § :ssä säädettyjen viranomaistehtävien hoitamiseksi. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Tullilta tarpeellisia tietoja 146 § :ssä tarkoitetun valvotun edustajan ja tunnetun lähettäjän hyväksyntämenettelyä varten.",
        "folded_fi": "liikenne- ja viestintavirastolla on salassapitosaannosten estamatta oikeus saada taman lain mukaisten tehtavien suorittamiseksi valttamattomat tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkiloilta, joiden oikeuksista ja velvollisuuksista tassa laissa saadetaan. tiedot on luovutettava ilman aiheetonta viivytysta, viranomaisen pyytamassa muodossa ja maksutta. liikenne- ja viestintavirastolla on oikeus saada salassapitosaannosten estamatta energiavirastolta valttamattomat tiedot sille 93 b §:ssa saadettyjen viranomaistehtavien hoitamiseksi. liikenne- ja viestintavirastolla on oikeus saada salassapitosaannosten estamatta tullilta tarpeellisia tietoja 146 §:ssa tarkoitetun valvotun edustajan ja tunnetun lahettajan hyvaksyntamenettelya varten.",
        "title_sv": "Myndigheters rätt att få information och utföra inspektioner",
        "content_sv": "Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av tjänsteleverantörer, tillståndshavare, andra aktörer och personer vars rättigheter och skyldigheter regleras i denna lag få nödvändiga uppgifter för utförande av uppgifter enligt denna lag. Uppgifterna ska lämnas ut utan obefogat dröjsmål, i den form som myndigheten begärt och avgiftsfritt. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Energimyndigheten få nödvändiga uppgifter för fullgörande av de myndighetsuppgifter verket har enligt 93 b §. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Tullen få behövliga uppgifter för förfaranden för godkännande av sådana säkerhetsgodkända speditörer och kända avsändare som avses i 146 §.",
        "normalized_sv": "Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av tjänsteleverantörer, tillståndshavare, andra aktörer och personer vars rättigheter och skyldigheter regleras i denna lag få nödvändiga uppgifter för utförande av uppgifter enligt denna lag. Uppgifterna ska lämnas ut utan obefogat dröjsmål, i den form som myndigheten begärt och avgiftsfritt. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Energimyndigheten få nödvändiga uppgifter för fullgörande av de myndighetsuppgifter verket har enligt 93 b § . Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Tullen få behövliga uppgifter för förfaranden för godkännande av sådana säkerhetsgodkända speditörer och kända avsändare som avses i 146 § .",
        "folded_sv": "transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av tjansteleverantorer, tillstandshavare, andra aktorer och personer vars rattigheter och skyldigheter regleras i denna lag fa nodvandiga uppgifter for utforande av uppgifter enligt denna lag. uppgifterna ska lamnas ut utan obefogat drojsmal, i den form som myndigheten begart och avgiftsfritt. transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av energimyndigheten fa nodvandiga uppgifter for fullgorande av de myndighetsuppgifter verket har enligt 93 b §. transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av tullen fa behovliga uppgifter for forfaranden for godkannande av sadana sakerhetsgodkanda speditorer och kanda avsandare som avses i 146 §."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 30) U-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa U-space-täytäntöönpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteistä tietopalvelua U-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin käyttöönotosta ja direktiivin 2014/94/EU kumoamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2023/1804; 32) sähkönsyötöllä paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sähkön syöttöä paikoitettuna olevaan ilma-alukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 30) U-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa U-space-täytäntöönpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteistä tietopalvelua U-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin käyttöönotosta ja direktiivin 2014/94/EU kumoamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2023/1804; 32) sähkönsyötöllä paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sähkön syöttöä paikoitettuna olevaan ilma-alukseen.",
        "folded_fi": "tassa laissa tarkoitetaan: 30) u-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa u-space-taytantoonpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteista tietopalvelua u-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin kayttoonotosta ja direktiivin 2014/94/eu kumoamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) 2023/1804; 32) sahkonsyotolla paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sahkon syottoa paikoitettuna olevaan ilma-alukseen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med leverantör av gemensamma informationstjänster för U-space 30) en tjänsteleverantör som tillhandahåller gemensamma informationstjänster enligt artikel 2.4 i U-space-genomförandeförordningen i U-space-luftrum, infrastrukturförordningen 31) Europaparlamentets och rådets förordning (EU) 2023/1804 om utbyggnad av infrastruktur för alternativa drivmedel och om upphävande av direktiv 2014/94/EU, elförsörjning till stillastående luftfartyg 32) elförsörjning enligt artikel 2.23 i infrastrukturförordningen till parkerade luftfartyg.",
        "normalized_sv": "I denna lag avses med leverantör av gemensamma informationstjänster för U-space 30) en tjänsteleverantör som tillhandahåller gemensamma informationstjänster enligt artikel 2.4 i U-space-genomförandeförordningen i U-space-luftrum, infrastrukturförordningen 31) Europaparlamentets och rådets förordning (EU) 2023/1804 om utbyggnad av infrastruktur för alternativa drivmedel och om upphävande av direktiv 2014/94/EU, elförsörjning till stillastående luftfartyg 32) elförsörjning enligt artikel 2.23 i infrastrukturförordningen till parkerade luftfartyg.",
        "folded_sv": "i denna lag avses med leverantor av gemensamma informationstjanster for u-space 30) en tjansteleverantor som tillhandahaller gemensamma informationstjanster enligt artikel 2.4 i u-space-genomforandeforordningen i u-space-luftrum, infrastrukturforordningen 31) europaparlamentets och radets forordning (eu) 2023/1804 om utbyggnad av infrastruktur for alternativa drivmedel och om upphavande av direktiv 2014/94/eu, elforsorjning till stillastaende luftfartyg 32) elforsorjning enligt artikel 2.23 i infrastrukturforordningen till parkerade luftfartyg."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Liikenne- ja viestintävirasto toimii Suomen kansallisena ilmailuviranomaisena. Sen lisäksi, mitä tässä laissa säädetään Liikenne- ja viestintäviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (); 8) lentoliikenteen kestävistä polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen käyttäjille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitäjille säädettyjä oikeuksia ja velvoitteita; 9) jakeluinfra-asetus siltä osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sähkönsyöttöä paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Liikenne- ja viestintävirasto toimii Suomen kansallisena ilmailuviranomaisena. Sen lisäksi, mitä tässä laissa säädetään Liikenne- ja viestintäviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (); 8) lentoliikenteen kestävistä polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen käyttäjille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitäjille säädettyjä oikeuksia ja velvoitteita; 9) jakeluinfra-asetus siltä osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sähkönsyöttöä paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
        "folded_fi": "liikenne- ja viestintavirasto toimii suomen kansallisena ilmailuviranomaisena. sen lisaksi, mita tassa laissa saadetaan liikenne- ja viestintaviraston tehtavista, virasto toimii seuraavissa euroopan unionin saadoksissa tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lahestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista saannoista ja menettelyista seka direktiivin 2002/30/ey kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 598/2014 (); 8) lentoliikenteen kestavista polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestavalle lentoliikenteelle (refueleu aviation -aloite) annettu euroopan parlamentin ja neuvoston asetus (eu) 2023/2405 () silta osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen kayttajille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitajille saadettyja oikeuksia ja velvoitteita; 9) jakeluinfra-asetus silta osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sahkonsyottoa paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Transport- och kommunikationsverket är nationell luftfartsmyndighet i Finland. Utöver vad som i denna lag föreskrivs om Transport- och kommunikationsverkets uppgifter, är Transport- och kommunikationsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (), 8) förordningen om hållbara bränslen för lufttransport Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del den gäller de rättigheter och skyldigheter som föreskrivs för luftfartygsoperatörer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den förordningen, 9) infrastrukturförordningen till den del den gäller i artikel 12 i den förordningen avsedda krav som gäller elförsörjning till stillastående luftfartyg.",
        "normalized_sv": "Transport- och kommunikationsverket är nationell luftfartsmyndighet i Finland. Utöver vad som i denna lag föreskrivs om Transport- och kommunikationsverkets uppgifter, är Transport- och kommunikationsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (), 8) förordningen om hållbara bränslen för lufttransport Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del den gäller de rättigheter och skyldigheter som föreskrivs för luftfartygsoperatörer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den förordningen, 9) infrastrukturförordningen till den del den gäller i artikel 12 i den förordningen avsedda krav som gäller elförsörjning till stillastående luftfartyg.",
        "folded_sv": "transport- och kommunikationsverket ar nationell luftfartsmyndighet i finland. utover vad som i denna lag foreskrivs om transport- och kommunikationsverkets uppgifter, ar transport- och kommunikationsverket behorig nationell myndighet enligt foljande av europeiska unionens rattsakter: 7) forordningen om flygplatsbuller europaparlamentets och radets forordning (eu) nr 598/2014 om regler och forfaranden for att av bullerskal infora driftsrestriktioner vid flygplatser i unionen inom en valavvagd strategi och om upphavande av direktiv 2002/30/eg (), 8) forordningen om hallbara branslen for lufttransport europaparlamentets och radets forordning (eu) 2023/2405 om sakerstallande av lika villkor for hallbar lufttransport (refueleu aviation) () till den del den galler de rattigheter och skyldigheter som foreskrivs for luftfartygsoperatorer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den forordningen, 9) infrastrukturforordningen till den del den galler i artikel 12 i den forordningen avsedda krav som galler elforsorjning till stillastaende luftfartyg."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "title": "Sähkönsyöttö paikallaan oleviin ilma-aluksiin",
      "content": "Lentoaseman pitäjä vastaa siitä, että paikallaan oleviin ilma-aluksiin varmistetaan sähkönsyöttö jakeluinfra-asetuksen 12 artiklan mukaisesti. Edellä 1 momentissa säädetystä poiketen sähköä ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93",
        "normalized_fi": "Lentoaseman pitäjä vastaa siitä, että paikallaan oleviin ilma-aluksiin varmistetaan sähkönsyöttö jakeluinfra-asetuksen 12 artiklan mukaisesti. Edellä 1 momentissa säädetystä poiketen sähköä ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
        "folded_fi": "lentoaseman pitaja vastaa siita, etta paikallaan oleviin ilma-aluksiin varmistetaan sahkonsyotto jakeluinfra-asetuksen 12 artiklan mukaisesti. edella 1 momentissa saadetysta poiketen sahkoa ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
        "title_sv": "Elförsörjning till stillastående luftfartyg",
        "content_sv": "Flygplatsoperatören ansvarar för att elförsörjningen till stillastående luftfartyg säkerställs i enlighet med artikel 12 i infrastrukturförordningen. Med avvikelse från 1 mom. behöver el inte levereras till en sådan remoteplats för luftfartyg som avses i artikel 12.2 i infrastrukturförordningen.",
        "normalized_sv": "Flygplatsoperatören ansvarar för att elförsörjningen till stillastående luftfartyg säkerställs i enlighet med artikel 12 i infrastrukturförordningen. Med avvikelse från 1 mom. behöver el inte levereras till en sådan remoteplats för luftfartyg som avses i artikel 12.2 i infrastrukturförordningen.",
        "folded_sv": "flygplatsoperatoren ansvarar for att elforsorjningen till stillastaende luftfartyg sakerstalls i enlighet med artikel 12 i infrastrukturforordningen. med avvikelse fran 1 mom. behover el inte levereras till en sadan remoteplats for luftfartyg som avses i artikel 12.2 i infrastrukturforordningen."
      }
    },
    {
      "provision_ref": "93 a",
      "section": "93 a",
      "title": "Tankkausvelvoitetta koskevien pyyntöjen käsittely",
      "content": "Liikenne- ja viestintäviraston on lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklan mukaisesti käsiteltävä mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen käyttäjän pyynnöt ja tehtävä niitä koskevat päätökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 a",
        "normalized_fi": "Liikenne- ja viestintäviraston on lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklan mukaisesti käsiteltävä mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen käyttäjän pyynnöt ja tehtävä niitä koskevat päätökset.",
        "folded_fi": "liikenne- ja viestintaviraston on lentoliikenteen kestavista polttoaineista annetun asetuksen 5 artiklan mukaisesti kasiteltava mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen kayttajan pyynnot ja tehtava niita koskevat paatokset.",
        "title_sv": "Behandling av begäran om tankningskrav",
        "content_sv": "Transport- och kommunikationsverket ska i enlighet med artikel 5 i förordningen om hållbara bränslen för lufttransport behandla en begäran enligt artikel 5.3 i den förordningen av en luftfartygsoperatör som avses i artikel 3.3 i den förordningen och fatta beslut om begäran.",
        "normalized_sv": "Transport- och kommunikationsverket ska i enlighet med artikel 5 i förordningen om hållbara bränslen för lufttransport behandla en begäran enligt artikel 5.3 i den förordningen av en luftfartygsoperatör som avses i artikel 3.3 i den förordningen och fatta beslut om begäran.",
        "folded_sv": "transport- och kommunikationsverket ska i enlighet med artikel 5 i forordningen om hallbara branslen for lufttransport behandla en begaran enligt artikel 5.3 i den forordningen av en luftfartygsoperator som avses i artikel 3.3 i den forordningen och fatta beslut om begaran."
      }
    },
    {
      "provision_ref": "93 b",
      "section": "93 b",
      "title": "Unionin lentoaseman pitäjää koskevat ilmoitukset",
      "content": "Liikenne- ja viestintäviraston on käsiteltävä lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten käyttäjien tekemät ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitäjien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa säädettyjä velvoitetta. Menettelystä säädetään mainitun asetuksen mainitussa artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 b",
        "normalized_fi": "Liikenne- ja viestintäviraston on käsiteltävä lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten käyttäjien tekemät ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitäjien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa säädettyjä velvoitetta. Menettelystä säädetään mainitun asetuksen mainitussa artiklassa.",
        "folded_fi": "liikenne- ja viestintaviraston on kasiteltava lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten kayttajien tekemat ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitajien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa saadettyja velvoitetta. menettelysta saadetaan mainitun asetuksen mainitussa artiklassa.",
        "title_sv": "Anmälningar som gäller unionsflygplatsers ledningsenheter",
        "content_sv": "Transport- och kommunikationsverket ska behandla anmälningar från luftfartygsoperatörer som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport om brister hos sådana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den förordningen vad gäller fullgörandet av skyldigheten enligt artikel 6.1 i den förordningen. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "normalized_sv": "Transport- och kommunikationsverket ska behandla anmälningar från luftfartygsoperatörer som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport om brister hos sådana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den förordningen vad gäller fullgörandet av skyldigheten enligt artikel 6.1 i den förordningen. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "folded_sv": "transport- och kommunikationsverket ska behandla anmalningar fran luftfartygsoperatorer som avses i artikel 3.3 i forordningen om hallbara branslen for lufttransport om brister hos sadana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den forordningen vad galler fullgorandet av skyldigheten enligt artikel 6.1 i den forordningen. bestammelser om forfarandet finns i den namnda artikeln i den forordningen."
      }
    },
    {
      "provision_ref": "93 c",
      "section": "93 c",
      "title": "Eräät ilmoitukset",
      "content": "Liikenne- ja viestintävirasto voi lentoaseman pitäjän pyynnöstä päättää, että kyseinen lentoasema katsotaan lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. Pyynnöstä ja päätöksestä säädetään mainitun asetuksen 2 artiklan 2 kohdassa. Lentoliikenteen kestävistä polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut päätökset tulla kohdelluiksi ilma-aluksen käyttäjinä on ilmoitettava Liikenne- ja viestintävirastolle. Liikenne- ja viestintäviraston on ilmoitettava päätöksestä. Ilmoittamisesta säädetään asetuksen 2 artiklan 3 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 c",
        "normalized_fi": "Liikenne- ja viestintävirasto voi lentoaseman pitäjän pyynnöstä päättää, että kyseinen lentoasema katsotaan lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. Pyynnöstä ja päätöksestä säädetään mainitun asetuksen 2 artiklan 2 kohdassa. Lentoliikenteen kestävistä polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut päätökset tulla kohdelluiksi ilma-aluksen käyttäjinä on ilmoitettava Liikenne- ja viestintävirastolle. Liikenne- ja viestintäviraston on ilmoitettava päätöksestä. Ilmoittamisesta säädetään asetuksen 2 artiklan 3 kohdassa.",
        "folded_fi": "liikenne- ja viestintavirasto voi lentoaseman pitajan pyynnosta paattaa, etta kyseinen lentoasema katsotaan lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. pyynnosta ja paatoksesta saadetaan mainitun asetuksen 2 artiklan 2 kohdassa. lentoliikenteen kestavista polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut paatokset tulla kohdelluiksi ilma-aluksen kayttajina on ilmoitettava liikenne- ja viestintavirastolle. liikenne- ja viestintaviraston on ilmoitettava paatoksesta. ilmoittamisesta saadetaan asetuksen 2 artiklan 3 kohdassa.",
        "title_sv": "Vissa anmälningar",
        "content_sv": "Transport- och kommunikationsverket kan på begäran av flygplatsoperatören besluta att flygplatsen i fråga ska betraktas som en sådan unionsflygplats som avses i artikel 3.1 i förordningen om hållbara bränslen för lufttransport. Bestämmelser om begäran och beslut finns i artikel 2.2. i den förordningen. De beslut som avses i artikel 2.3 i förordningen om hållbara bränslen för lufttransport och som gäller behandling såsom luftfartygsoperatör ska anmälas till Transport- och kommunikationsverket. Transport- och kommunikationsverket ska anmäla beslutet. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "normalized_sv": "Transport- och kommunikationsverket kan på begäran av flygplatsoperatören besluta att flygplatsen i fråga ska betraktas som en sådan unionsflygplats som avses i artikel 3.1 i förordningen om hållbara bränslen för lufttransport. Bestämmelser om begäran och beslut finns i artikel 2.2. i den förordningen. De beslut som avses i artikel 2.3 i förordningen om hållbara bränslen för lufttransport och som gäller behandling såsom luftfartygsoperatör ska anmälas till Transport- och kommunikationsverket. Transport- och kommunikationsverket ska anmäla beslutet. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "folded_sv": "transport- och kommunikationsverket kan pa begaran av flygplatsoperatoren besluta att flygplatsen i fraga ska betraktas som en sadan unionsflygplats som avses i artikel 3.1 i forordningen om hallbara branslen for lufttransport. bestammelser om begaran och beslut finns i artikel 2.2. i den forordningen. de beslut som avses i artikel 2.3 i forordningen om hallbara branslen for lufttransport och som galler behandling sasom luftfartygsoperator ska anmalas till transport- och kommunikationsverket. transport- och kommunikationsverket ska anmala beslutet. bestammelser om forfarandet finns i den namnda artikeln i den forordningen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "14:151 a",
      "chapter": "14",
      "section": "151 a",
      "title": "Ilma-aluksen käyttäjälle määrättävät seuraamusmaksut",
      "content": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen käyttäjälle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyö mainitun asetuksen 5 artiklassa säädetyn tankkausvelvollisuuden. Seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi kertaa ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimääräinen hinta tonnilta vuodessa tankkaamattomalla kokonaismäärällä. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Liikenne- ja viestintäviraston on perusteltava seuraamusmaksun määräämistä koskevassa päätöksessään menetelmä, jolla lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla on määritetty. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpään saatavilla olevaan tekniseen kertomukseen. Liikenne- ja viestintävirasto voi vapauttaa ilma-aluksen käyttäjän määrätystä seuraamusmaksusta, jos tämä pystyy osoittamaan, että lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklassa säädettyjen velvoitteiden noudattamatta jättäminen johtui sen tahdosta riippumattomista ja poikkeuksellisista sekä ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu välttää, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 a",
        "normalized_fi": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen käyttäjälle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyö mainitun asetuksen 5 artiklassa säädetyn tankkausvelvollisuuden. Seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi kertaa ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimääräinen hinta tonnilta vuodessa tankkaamattomalla kokonaismäärällä. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Liikenne- ja viestintäviraston on perusteltava seuraamusmaksun määräämistä koskevassa päätöksessään menetelmä, jolla lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla on määritetty. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpään saatavilla olevaan tekniseen kertomukseen. Liikenne- ja viestintävirasto voi vapauttaa ilma-aluksen käyttäjän määrätystä seuraamusmaksusta, jos tämä pystyy osoittamaan, että lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklassa säädettyjen velvoitteiden noudattamatta jättäminen johtui sen tahdosta riippumattomista ja poikkeuksellisista sekä ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu välttää, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "liikenne- ja viestintavirasto maaraa seuraamusmaksun lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitetulle ilma-aluksen kayttajalle, joka tahallaan tai huolimattomuudesta rikkoo tai laiminlyo mainitun asetuksen 5 artiklassa saadetyn tankkausvelvollisuuden. seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi kertaa ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentopolttoaineen vuotuinen keskimaarainen hinta tonnilta vuodessa tankkaamattomalla kokonaismaaralla. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. liikenne- ja viestintaviraston on perusteltava seuraamusmaksun maaraamista koskevassa paatoksessaan menetelma, jolla lentopolttoaineen hinta euroopan unionin lentopolttoainemarkkinoilla on maaritetty. menetelman on perustuttava todennettaviin ja puolueettomiin perusteisiin mukaan lukien lentoliikenteen kestavista polttoaineista annetun asetuksen 13 artiklassa tarkoitettuun viimeisimpaan saatavilla olevaan tekniseen kertomukseen. liikenne- ja viestintavirasto voi vapauttaa ilma-aluksen kayttajan maaratysta seuraamusmaksusta, jos tama pystyy osoittamaan, etta lentoliikenteen kestavista polttoaineista annetun asetuksen 5 artiklassa saadettyjen velvoitteiden noudattamatta jattaminen johtui sen tahdosta riippumattomista ja poikkeuksellisista seka ennalta-arvaamattomista olosuhteista, joiden vaikutuksia ei olisi voitu valttaa, vaikka kaikki kohtuulliset toimenpiteet olisi toteutettu. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påföljdsavgift för luftfartygsoperatörer",
        "content_sv": "Transport- och kommunikationsverket påför en luftfartygsoperatör som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om operatören uppsåtligen eller av oaktsamhet bryter mot eller försummar tankningskravet enligt artikel 5 i den förordningen. Påföljdsavgiftens belopp ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av det årliga genomsnittspriset på flygbränsle per ton multiplicerat med den totala årliga otankade mängden. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Transport- och kommunikationsverket ska i beslutet om påförande av påföljdsavgift motivera den metod med vilken priset på flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Transport- och kommunikationsverket kan befria en luftfartygsoperatör från en påförd påföljdsavgift, om luftfartygsoperatören kan visa att försummelsen av skyldigheterna enligt artikel 5 i förordningen om hållbara bränslen för lufttransport berodde på exceptionella och oförutsebara omständigheter som var oberoende av operatörens vilja och vars verkningar inte hade kunnat undvikas även om alla rimliga åtgärder hade vidtagits. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Transport- och kommunikationsverket påför en luftfartygsoperatör som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om operatören uppsåtligen eller av oaktsamhet bryter mot eller försummar tankningskravet enligt artikel 5 i den förordningen. Påföljdsavgiftens belopp ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av det årliga genomsnittspriset på flygbränsle per ton multiplicerat med den totala årliga otankade mängden. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Transport- och kommunikationsverket ska i beslutet om påförande av påföljdsavgift motivera den metod med vilken priset på flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Transport- och kommunikationsverket kan befria en luftfartygsoperatör från en påförd påföljdsavgift, om luftfartygsoperatören kan visa att försummelsen av skyldigheterna enligt artikel 5 i förordningen om hållbara bränslen för lufttransport berodde på exceptionella och oförutsebara omständigheter som var oberoende av operatörens vilja och vars verkningar inte hade kunnat undvikas även om alla rimliga åtgärder hade vidtagits. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "transport- och kommunikationsverket pafor en luftfartygsoperator som avses i artikel 3.3 i forordningen om hallbara branslen for lufttransport en pafoljdsavgift, om operatoren uppsatligen eller av oaktsamhet bryter mot eller forsummar tankningskravet enligt artikel 5 i den forordningen. pafoljdsavgiftens belopp ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av det arliga genomsnittspriset pa flygbransle per ton multiplicerat med den totala arliga otankade mangden. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. transport- och kommunikationsverket ska i beslutet om paforande av pafoljdsavgift motivera den metod med vilken priset pa flygbransle har faststallts pa europeiska unionens marknad for flygbransle. metoden ska grunda sig pa verifierbara och objektiva kriterier, inklusive den senaste tillgangliga tekniska rapport som avses i artikel 13 i forordningen om hallbara branslen for lufttransport. transport- och kommunikationsverket kan befria en luftfartygsoperator fran en paford pafoljdsavgift, om luftfartygsoperatoren kan visa att forsummelsen av skyldigheterna enligt artikel 5 i forordningen om hallbara branslen for lufttransport berodde pa exceptionella och oforutsebara omstandigheter som var oberoende av operatorens vilja och vars verkningar inte hade kunnat undvikas aven om alla rimliga atgarder hade vidtagits. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "14:151 b",
      "chapter": "14",
      "section": "151 b",
      "title": "Unionin lentoaseman pitäjälle määrättävät seuraamusmaksut",
      "content": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitäjälle, joka tahallaan tai huolimattomuudesta jättää toteuttamatta tarvittavia toimenpiteitä sen korjaamiseksi, että mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten käyttäjillä ei ole riittävää pääsyä kestävien lentopolttoaineiden vähimmäisosuuksia sisältäviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa säädetyn mukaisesti. Määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 b",
        "normalized_fi": "Liikenne- ja viestintävirasto määrää seuraamusmaksun lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitäjälle, joka tahallaan tai huolimattomuudesta jättää toteuttamatta tarvittavia toimenpiteitä sen korjaamiseksi, että mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten käyttäjillä ei ole riittävää pääsyä kestävien lentopolttoaineiden vähimmäisosuuksia sisältäviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa säädetyn mukaisesti. Määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "liikenne- ja viestintavirasto maaraa seuraamusmaksun lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 2 kohdassa tarkoitetulle unionin lentoaseman pitajalle, joka tahallaan tai huolimattomuudesta jattaa toteuttamatta tarvittavia toimenpiteita sen korjaamiseksi, etta mainitun artiklan 3 kohdassa tarkoitetuilla ilma-alusten kayttajilla ei ole riittavaa paasya kestavien lentopolttoaineiden vahimmaisosuuksia sisaltaviin lentopolttoaineisiin asetuksen 6 artiklan 3 kohdassa saadetyn mukaisesti. maarattava seuraamusmaksu saa olla enintaan 100 000 euroa. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påföljdsavgift för unionsflygplatsens ledningsenhet",
        "content_sv": "Transport- och kommunikationsverket påför en unionsflygplats ledningsenhet som avses i artikel 3.2 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om ledningsenheten uppsåtligen eller av oaktsamhet underlåter att vidta behövliga åtgärder för att avhjälpa en brist på tillräcklig tillgång för luftfartygsoperatörer enligt artikel 3.3 i den förordningen till flygbränslen som innehåller minimiandelar av hållbara flygbränslen i enlighet med vad som föreskrivs i artikel 6.3 i den förordningen. Påföljdsavgiften får uppgå till högst 100 000 euro. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Transport- och kommunikationsverket påför en unionsflygplats ledningsenhet som avses i artikel 3.2 i förordningen om hållbara bränslen för lufttransport en påföljdsavgift, om ledningsenheten uppsåtligen eller av oaktsamhet underlåter att vidta behövliga åtgärder för att avhjälpa en brist på tillräcklig tillgång för luftfartygsoperatörer enligt artikel 3.3 i den förordningen till flygbränslen som innehåller minimiandelar av hållbara flygbränslen i enlighet med vad som föreskrivs i artikel 6.3 i den förordningen. Påföljdsavgiften får uppgå till högst 100 000 euro. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "transport- och kommunikationsverket pafor en unionsflygplats ledningsenhet som avses i artikel 3.2 i forordningen om hallbara branslen for lufttransport en pafoljdsavgift, om ledningsenheten uppsatligen eller av oaktsamhet underlater att vidta behovliga atgarder for att avhjalpa en brist pa tillracklig tillgang for luftfartygsoperatorer enligt artikel 3.3 i den forordningen till flygbranslen som innehaller minimiandelar av hallbara flygbranslen i enlighet med vad som foreskrivs i artikel 6.3 i den forordningen. pafoljdsavgiften far uppga till hogst 100 000 euro. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "14:151 c",
      "chapter": "14",
      "section": "151 c",
      "title": "Seuraamusmaksun täytäntöönpano",
      "content": "Edellä 151 a ja 151 b §:ssä tarkoitetut seuraamusmaksut määrätään maksettavaksi valtiolle. Seuraamusmaksun täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 c",
        "normalized_fi": "Edellä 151 a ja 151 b § :ssä tarkoitetut seuraamusmaksut määrätään maksettavaksi valtiolle. Seuraamusmaksun täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
        "folded_fi": "edella 151 a ja 151 b §:ssa tarkoitetut seuraamusmaksut maarataan maksettavaksi valtiolle. seuraamusmaksun taytantoonpanosta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). seuraamusmaksu vanhenee viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispaivasta.",
        "title_sv": "Verkställighet av påföljdsavgift",
        "content_sv": "De påföljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. Bestämmelser om verkställigheten av påföljdsavgifter finns i lagen om verkställighet av böter (672/2002). En påföljdsavgift preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "normalized_sv": "De påföljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. Bestämmelser om verkställigheten av påföljdsavgifter finns i lagen om verkställighet av böter (672/2002). En påföljdsavgift preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "folded_sv": "de pafoljdsavgifter som avses i 151 a och 151 b § ska betalas till staten. bestammelser om verkstalligheten av pafoljdsavgifter finns i lagen om verkstallighet av boter (672/2002). en pafoljdsavgift preskriberas fem ar efter det att det lagakraftvunna avgorandet om pafoljdsavgiften meddelades."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "14:151 d",
      "chapter": "14",
      "section": "151 d",
      "title": "Kertomus seuraamusmaksutulojen käyttämisestä",
      "content": "Liikenne- ja viestintävirasto julkaisee kertomukset 151 a ja 151 b §:ssä ja uusiutuvien polttoaineiden käytön edistämisestä liikenteessä annetun lain (446/2007) 11 a §:ssä tarkoitetuista seuraamusmaksuista kertyneiden tulojen käytöstä. Kertomuksesta säädetään lentoliikenteen kestävistä polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:151 d",
        "normalized_fi": "Liikenne- ja viestintävirasto julkaisee kertomukset 151 a ja 151 b § :ssä ja uusiutuvien polttoaineiden käytön edistämisestä liikenteessä annetun lain (446/2007) 11 a § :ssä tarkoitetuista seuraamusmaksuista kertyneiden tulojen käytöstä. Kertomuksesta säädetään lentoliikenteen kestävistä polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
        "folded_fi": "liikenne- ja viestintavirasto julkaisee kertomukset 151 a ja 151 b §:ssa ja uusiutuvien polttoaineiden kayton edistamisesta liikenteessa annetun lain (446/2007) 11 a §:ssa tarkoitetuista seuraamusmaksuista kertyneiden tulojen kaytosta. kertomuksesta saadetaan lentoliikenteen kestavista polttoaineista annetun asetuksen 12 artiklan 10 kohdassa.",
        "title_sv": "Rapport om användningen av intäkterna från påföljdsavgifter",
        "content_sv": "Transport- och kommunikationsverket offentliggör rapporter om användningen av intäkterna från de påföljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om främjande av användningen av förnybara drivmedel för transport (446/2007). Bestämmelser om rapporten finns i artikel 12.10 i förordningen om hållbara bränslen för lufttransport.",
        "normalized_sv": "Transport- och kommunikationsverket offentliggör rapporter om användningen av intäkterna från de påföljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om främjande av användningen av förnybara drivmedel för transport (446/2007). Bestämmelser om rapporten finns i artikel 12.10 i förordningen om hållbara bränslen för lufttransport.",
        "folded_sv": "transport- och kommunikationsverket offentliggor rapporter om anvandningen av intakterna fran de pafoljdsavgifter som avses i 151 a och 151 b § samt i 11 a § i lagen om framjande av anvandningen av fornybara drivmedel for transport (446/2007). bestammelser om rapporten finns i artikel 12.10 i forordningen om hallbara branslen for lufttransport."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "14:153",
      "chapter": "14",
      "section": "153",
      "title": "Viranomaisten tiedonsaanti- ja tarkastusoikeus",
      "content": "Liikenne- ja viestintävirastolla on salassapitosäännösten estämättä oikeus saada tämän lain mukaisten tehtävien suorittamiseksi välttämättömät tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkilöiltä, joiden oikeuksista ja velvollisuuksista tässä laissa säädetään. Tiedot on luovutettava ilman aiheetonta viivytystä, viranomaisen pyytämässä muodossa ja maksutta. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Energiavirastolta välttämättömät tiedot sille 93 b §:ssä säädettyjen viranomaistehtävien hoitamiseksi. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Tullilta tarpeellisia tietoja 146 §:ssä tarkoitetun valvotun edustajan ja tunnetun lähettäjän hyväksyntämenettelyä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:153",
        "normalized_fi": "Liikenne- ja viestintävirastolla on salassapitosäännösten estämättä oikeus saada tämän lain mukaisten tehtävien suorittamiseksi välttämättömät tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkilöiltä, joiden oikeuksista ja velvollisuuksista tässä laissa säädetään. Tiedot on luovutettava ilman aiheetonta viivytystä, viranomaisen pyytämässä muodossa ja maksutta. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Energiavirastolta välttämättömät tiedot sille 93 b § :ssä säädettyjen viranomaistehtävien hoitamiseksi. Liikenne- ja viestintävirastolla on oikeus saada salassapitosäännösten estämättä Tullilta tarpeellisia tietoja 146 § :ssä tarkoitetun valvotun edustajan ja tunnetun lähettäjän hyväksyntämenettelyä varten.",
        "folded_fi": "liikenne- ja viestintavirastolla on salassapitosaannosten estamatta oikeus saada taman lain mukaisten tehtavien suorittamiseksi valttamattomat tiedot palveluntarjoajilta, luvanhaltijoilta, muilta toimijoilta ja henkiloilta, joiden oikeuksista ja velvollisuuksista tassa laissa saadetaan. tiedot on luovutettava ilman aiheetonta viivytysta, viranomaisen pyytamassa muodossa ja maksutta. liikenne- ja viestintavirastolla on oikeus saada salassapitosaannosten estamatta energiavirastolta valttamattomat tiedot sille 93 b §:ssa saadettyjen viranomaistehtavien hoitamiseksi. liikenne- ja viestintavirastolla on oikeus saada salassapitosaannosten estamatta tullilta tarpeellisia tietoja 146 §:ssa tarkoitetun valvotun edustajan ja tunnetun lahettajan hyvaksyntamenettelya varten.",
        "title_sv": "Myndigheters rätt att få information och utföra inspektioner",
        "content_sv": "Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av tjänsteleverantörer, tillståndshavare, andra aktörer och personer vars rättigheter och skyldigheter regleras i denna lag få nödvändiga uppgifter för utförande av uppgifter enligt denna lag. Uppgifterna ska lämnas ut utan obefogat dröjsmål, i den form som myndigheten begärt och avgiftsfritt. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Energimyndigheten få nödvändiga uppgifter för fullgörande av de myndighetsuppgifter verket har enligt 93 b §. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Tullen få behövliga uppgifter för förfaranden för godkännande av sådana säkerhetsgodkända speditörer och kända avsändare som avses i 146 §.",
        "normalized_sv": "Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av tjänsteleverantörer, tillståndshavare, andra aktörer och personer vars rättigheter och skyldigheter regleras i denna lag få nödvändiga uppgifter för utförande av uppgifter enligt denna lag. Uppgifterna ska lämnas ut utan obefogat dröjsmål, i den form som myndigheten begärt och avgiftsfritt. Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Energimyndigheten få nödvändiga uppgifter för fullgörande av de myndighetsuppgifter verket har enligt 93 b § . Transport- och kommunikationsverket har trots sekretessbestämmelserna rätt att av Tullen få behövliga uppgifter för förfaranden för godkännande av sådana säkerhetsgodkända speditörer och kända avsändare som avses i 146 § .",
        "folded_sv": "transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av tjansteleverantorer, tillstandshavare, andra aktorer och personer vars rattigheter och skyldigheter regleras i denna lag fa nodvandiga uppgifter for utforande av uppgifter enligt denna lag. uppgifterna ska lamnas ut utan obefogat drojsmal, i den form som myndigheten begart och avgiftsfritt. transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av energimyndigheten fa nodvandiga uppgifter for fullgorande av de myndighetsuppgifter verket har enligt 93 b §. transport- och kommunikationsverket har trots sekretessbestammelserna ratt att av tullen fa behovliga uppgifter for forfaranden for godkannande av sadana sakerhetsgodkanda speditorer och kanda avsandare som avses i 146 §."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 30) U-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa U-space-täytäntöönpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteistä tietopalvelua U-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin käyttöönotosta ja direktiivin 2014/94/EU kumoamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2023/1804; 32) sähkönsyötöllä paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sähkön syöttöä paikoitettuna olevaan ilma-alukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 30) U-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa U-space-täytäntöönpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteistä tietopalvelua U-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin käyttöönotosta ja direktiivin 2014/94/EU kumoamisesta annettua Euroopan parlamentin ja neuvoston asetusta (EU) 2023/1804; 32) sähkönsyötöllä paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sähkön syöttöä paikoitettuna olevaan ilma-alukseen.",
        "folded_fi": "tassa laissa tarkoitetaan: 30) u-spacen yhteisen tietopalvelun tarjoajalla palveluntarjoajaa, joka tarjoaa u-space-taytantoonpanoasetuksen 2 artiklan 4 alakohdassa tarkoitettua yhteista tietopalvelua u-space-ilmatilassa; 31) jakeluinfra-asetuksella vaihtoehtoisten polttoaineiden infrastruktuurin kayttoonotosta ja direktiivin 2014/94/eu kumoamisesta annettua euroopan parlamentin ja neuvoston asetusta (eu) 2023/1804; 32) sahkonsyotolla paikallaan olevaan ilma-alukseen jakeluinfra-asetuksen 2 artiklan 23 kohdassa tarkoitettua sahkon syottoa paikoitettuna olevaan ilma-alukseen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med leverantör av gemensamma informationstjänster för U-space 30) en tjänsteleverantör som tillhandahåller gemensamma informationstjänster enligt artikel 2.4 i U-space-genomförandeförordningen i U-space-luftrum, infrastrukturförordningen 31) Europaparlamentets och rådets förordning (EU) 2023/1804 om utbyggnad av infrastruktur för alternativa drivmedel och om upphävande av direktiv 2014/94/EU, elförsörjning till stillastående luftfartyg 32) elförsörjning enligt artikel 2.23 i infrastrukturförordningen till parkerade luftfartyg.",
        "normalized_sv": "I denna lag avses med leverantör av gemensamma informationstjänster för U-space 30) en tjänsteleverantör som tillhandahåller gemensamma informationstjänster enligt artikel 2.4 i U-space-genomförandeförordningen i U-space-luftrum, infrastrukturförordningen 31) Europaparlamentets och rådets förordning (EU) 2023/1804 om utbyggnad av infrastruktur för alternativa drivmedel och om upphävande av direktiv 2014/94/EU, elförsörjning till stillastående luftfartyg 32) elförsörjning enligt artikel 2.23 i infrastrukturförordningen till parkerade luftfartyg.",
        "folded_sv": "i denna lag avses med leverantor av gemensamma informationstjanster for u-space 30) en tjansteleverantor som tillhandahaller gemensamma informationstjanster enligt artikel 2.4 i u-space-genomforandeforordningen i u-space-luftrum, infrastrukturforordningen 31) europaparlamentets och radets forordning (eu) 2023/1804 om utbyggnad av infrastruktur for alternativa drivmedel och om upphavande av direktiv 2014/94/eu, elforsorjning till stillastaende luftfartyg 32) elforsorjning enligt artikel 2.23 i infrastrukturforordningen till parkerade luftfartyg."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltainen viranomainen",
      "content": "Liikenne- ja viestintävirasto toimii Suomen kansallisena ilmailuviranomaisena. Sen lisäksi, mitä tässä laissa säädetään Liikenne- ja viestintäviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (); 8) lentoliikenteen kestävistä polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen käyttäjille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitäjille säädettyjä oikeuksia ja velvoitteita; 9) jakeluinfra-asetus siltä osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sähkönsyöttöä paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Liikenne- ja viestintävirasto toimii Suomen kansallisena ilmailuviranomaisena. Sen lisäksi, mitä tässä laissa säädetään Liikenne- ja viestintäviraston tehtävistä, virasto toimii seuraavissa Euroopan unionin säädöksissä tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lähestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista säännöistä ja menettelyistä sekä direktiivin 2002/30/EY kumoamisesta annettu Euroopan parlamentin ja neuvoston asetus (EU) N:o 598/2014 (); 8) lentoliikenteen kestävistä polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen käyttäjille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitäjille säädettyjä oikeuksia ja velvoitteita; 9) jakeluinfra-asetus siltä osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sähkönsyöttöä paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
        "folded_fi": "liikenne- ja viestintavirasto toimii suomen kansallisena ilmailuviranomaisena. sen lisaksi, mita tassa laissa saadetaan liikenne- ja viestintaviraston tehtavista, virasto toimii seuraavissa euroopan unionin saadoksissa tarkoitettuna toimivaltaisena kansallisena viranomaisena: 7) melunhallinta-asetus tasapainoisen lahestymistavan mukaista meluun liittyvien toimintarajoitusten asettamista unionin lentoasemilla koskevista saannoista ja menettelyista seka direktiivin 2002/30/ey kumoamisesta annettu euroopan parlamentin ja neuvoston asetus (eu) n:o 598/2014 (); 8) lentoliikenteen kestavista polttoaineista annettu asetus tasapuolisten toimintaedellytysten varmistamisesta kestavalle lentoliikenteelle (refueleu aviation -aloite) annettu euroopan parlamentin ja neuvoston asetus (eu) 2023/2405 () silta osin, kuin se koskee asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-aluksen kayttajille ja mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoasemien pitajille saadettyja oikeuksia ja velvoitteita; 9) jakeluinfra-asetus silta osin, kuin se koskee asetuksen 12 artiklassa tarkoitettuja, sahkonsyottoa paikallaan oleviin ilma-aluksiin koskevia vaatimuksia.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Transport- och kommunikationsverket är nationell luftfartsmyndighet i Finland. Utöver vad som i denna lag föreskrivs om Transport- och kommunikationsverkets uppgifter, är Transport- och kommunikationsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (), 8) förordningen om hållbara bränslen för lufttransport Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del den gäller de rättigheter och skyldigheter som föreskrivs för luftfartygsoperatörer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den förordningen, 9) infrastrukturförordningen till den del den gäller i artikel 12 i den förordningen avsedda krav som gäller elförsörjning till stillastående luftfartyg.",
        "normalized_sv": "Transport- och kommunikationsverket är nationell luftfartsmyndighet i Finland. Utöver vad som i denna lag föreskrivs om Transport- och kommunikationsverkets uppgifter, är Transport- och kommunikationsverket behörig nationell myndighet enligt följande av Europeiska unionens rättsakter: 7) förordningen om flygplatsbuller Europaparlamentets och rådets förordning (EU) nr 598/2014 om regler och förfaranden för att av bullerskäl införa driftsrestriktioner vid flygplatser i unionen inom en välavvägd strategi och om upphävande av direktiv 2002/30/EG (), 8) förordningen om hållbara bränslen för lufttransport Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del den gäller de rättigheter och skyldigheter som föreskrivs för luftfartygsoperatörer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den förordningen, 9) infrastrukturförordningen till den del den gäller i artikel 12 i den förordningen avsedda krav som gäller elförsörjning till stillastående luftfartyg.",
        "folded_sv": "transport- och kommunikationsverket ar nationell luftfartsmyndighet i finland. utover vad som i denna lag foreskrivs om transport- och kommunikationsverkets uppgifter, ar transport- och kommunikationsverket behorig nationell myndighet enligt foljande av europeiska unionens rattsakter: 7) forordningen om flygplatsbuller europaparlamentets och radets forordning (eu) nr 598/2014 om regler och forfaranden for att av bullerskal infora driftsrestriktioner vid flygplatser i unionen inom en valavvagd strategi och om upphavande av direktiv 2002/30/eg (), 8) forordningen om hallbara branslen for lufttransport europaparlamentets och radets forordning (eu) 2023/2405 om sakerstallande av lika villkor for hallbar lufttransport (refueleu aviation) () till den del den galler de rattigheter och skyldigheter som foreskrivs for luftfartygsoperatorer som avses i artikel 3.3 och unionsflygplatsernas ledningsenheter som avses i artikel 3.2 i den forordningen, 9) infrastrukturforordningen till den del den galler i artikel 12 i den forordningen avsedda krav som galler elforsorjning till stillastaende luftfartyg."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "93",
      "section": "93",
      "title": "Sähkönsyöttö paikallaan oleviin ilma-aluksiin",
      "content": "Lentoaseman pitäjä vastaa siitä, että paikallaan oleviin ilma-aluksiin varmistetaan sähkönsyöttö jakeluinfra-asetuksen 12 artiklan mukaisesti. Edellä 1 momentissa säädetystä poiketen sähköä ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93",
        "normalized_fi": "Lentoaseman pitäjä vastaa siitä, että paikallaan oleviin ilma-aluksiin varmistetaan sähkönsyöttö jakeluinfra-asetuksen 12 artiklan mukaisesti. Edellä 1 momentissa säädetystä poiketen sähköä ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
        "folded_fi": "lentoaseman pitaja vastaa siita, etta paikallaan oleviin ilma-aluksiin varmistetaan sahkonsyotto jakeluinfra-asetuksen 12 artiklan mukaisesti. edella 1 momentissa saadetysta poiketen sahkoa ei tarvitse toimittaa jakeluinfra-asetuksen 12 artiklan 2 kohdassa tarkoitetulle ilma-aluksen ulkopaikalle.",
        "title_sv": "Elförsörjning till stillastående luftfartyg",
        "content_sv": "Flygplatsoperatören ansvarar för att elförsörjningen till stillastående luftfartyg säkerställs i enlighet med artikel 12 i infrastrukturförordningen. Med avvikelse från 1 mom. behöver el inte levereras till en sådan remoteplats för luftfartyg som avses i artikel 12.2 i infrastrukturförordningen.",
        "normalized_sv": "Flygplatsoperatören ansvarar för att elförsörjningen till stillastående luftfartyg säkerställs i enlighet med artikel 12 i infrastrukturförordningen. Med avvikelse från 1 mom. behöver el inte levereras till en sådan remoteplats för luftfartyg som avses i artikel 12.2 i infrastrukturförordningen.",
        "folded_sv": "flygplatsoperatoren ansvarar for att elforsorjningen till stillastaende luftfartyg sakerstalls i enlighet med artikel 12 i infrastrukturforordningen. med avvikelse fran 1 mom. behover el inte levereras till en sadan remoteplats for luftfartyg som avses i artikel 12.2 i infrastrukturforordningen."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "93 a",
      "section": "93 a",
      "title": "Tankkausvelvoitetta koskevien pyyntöjen käsittely",
      "content": "Liikenne- ja viestintäviraston on lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklan mukaisesti käsiteltävä mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen käyttäjän pyynnöt ja tehtävä niitä koskevat päätökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 a",
        "normalized_fi": "Liikenne- ja viestintäviraston on lentoliikenteen kestävistä polttoaineista annetun asetuksen 5 artiklan mukaisesti käsiteltävä mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen käyttäjän pyynnöt ja tehtävä niitä koskevat päätökset.",
        "folded_fi": "liikenne- ja viestintaviraston on lentoliikenteen kestavista polttoaineista annetun asetuksen 5 artiklan mukaisesti kasiteltava mainitun artiklan 3 kohdassa tarkoitetut 3 artiklan 3 kohdassa tarkoitetun ilma-aluksen kayttajan pyynnot ja tehtava niita koskevat paatokset.",
        "title_sv": "Behandling av begäran om tankningskrav",
        "content_sv": "Transport- och kommunikationsverket ska i enlighet med artikel 5 i förordningen om hållbara bränslen för lufttransport behandla en begäran enligt artikel 5.3 i den förordningen av en luftfartygsoperatör som avses i artikel 3.3 i den förordningen och fatta beslut om begäran.",
        "normalized_sv": "Transport- och kommunikationsverket ska i enlighet med artikel 5 i förordningen om hållbara bränslen för lufttransport behandla en begäran enligt artikel 5.3 i den förordningen av en luftfartygsoperatör som avses i artikel 3.3 i den förordningen och fatta beslut om begäran.",
        "folded_sv": "transport- och kommunikationsverket ska i enlighet med artikel 5 i forordningen om hallbara branslen for lufttransport behandla en begaran enligt artikel 5.3 i den forordningen av en luftfartygsoperator som avses i artikel 3.3 i den forordningen och fatta beslut om begaran."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "93 b",
      "section": "93 b",
      "title": "Unionin lentoaseman pitäjää koskevat ilmoitukset",
      "content": "Liikenne- ja viestintäviraston on käsiteltävä lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten käyttäjien tekemät ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitäjien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa säädettyjä velvoitetta. Menettelystä säädetään mainitun asetuksen mainitussa artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 b",
        "normalized_fi": "Liikenne- ja viestintäviraston on käsiteltävä lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten käyttäjien tekemät ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitäjien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa säädettyjä velvoitetta. Menettelystä säädetään mainitun asetuksen mainitussa artiklassa.",
        "folded_fi": "liikenne- ja viestintaviraston on kasiteltava lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 3 kohdassa tarkoitettujen ilma-alusten kayttajien tekemat ilmoitukset mainitun artiklan 2 kohdassa tarkoitettujen unionin lentoaseman pitajien puutteista noudattaa asetuksen 6 artiklan 1 kohdassa saadettyja velvoitetta. menettelysta saadetaan mainitun asetuksen mainitussa artiklassa.",
        "title_sv": "Anmälningar som gäller unionsflygplatsers ledningsenheter",
        "content_sv": "Transport- och kommunikationsverket ska behandla anmälningar från luftfartygsoperatörer som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport om brister hos sådana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den förordningen vad gäller fullgörandet av skyldigheten enligt artikel 6.1 i den förordningen. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "normalized_sv": "Transport- och kommunikationsverket ska behandla anmälningar från luftfartygsoperatörer som avses i artikel 3.3 i förordningen om hållbara bränslen för lufttransport om brister hos sådana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den förordningen vad gäller fullgörandet av skyldigheten enligt artikel 6.1 i den förordningen. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "folded_sv": "transport- och kommunikationsverket ska behandla anmalningar fran luftfartygsoperatorer som avses i artikel 3.3 i forordningen om hallbara branslen for lufttransport om brister hos sadana unionsflygplatsers ledningsenheter som avses i artikel 3.2 i den forordningen vad galler fullgorandet av skyldigheten enligt artikel 6.1 i den forordningen. bestammelser om forfarandet finns i den namnda artikeln i den forordningen."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "93 c",
      "section": "93 c",
      "title": "Eräät ilmoitukset",
      "content": "Liikenne- ja viestintävirasto voi lentoaseman pitäjän pyynnöstä päättää, että kyseinen lentoasema katsotaan lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. Pyynnöstä ja päätöksestä säädetään mainitun asetuksen 2 artiklan 2 kohdassa. Lentoliikenteen kestävistä polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut päätökset tulla kohdelluiksi ilma-aluksen käyttäjinä on ilmoitettava Liikenne- ja viestintävirastolle. Liikenne- ja viestintäviraston on ilmoitettava päätöksestä. Ilmoittamisesta säädetään asetuksen 2 artiklan 3 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93 c",
        "normalized_fi": "Liikenne- ja viestintävirasto voi lentoaseman pitäjän pyynnöstä päättää, että kyseinen lentoasema katsotaan lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. Pyynnöstä ja päätöksestä säädetään mainitun asetuksen 2 artiklan 2 kohdassa. Lentoliikenteen kestävistä polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut päätökset tulla kohdelluiksi ilma-aluksen käyttäjinä on ilmoitettava Liikenne- ja viestintävirastolle. Liikenne- ja viestintäviraston on ilmoitettava päätöksestä. Ilmoittamisesta säädetään asetuksen 2 artiklan 3 kohdassa.",
        "folded_fi": "liikenne- ja viestintavirasto voi lentoaseman pitajan pyynnosta paattaa, etta kyseinen lentoasema katsotaan lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 1 kohdassa tarkoitetuksi unionin lentoasemaksi. pyynnosta ja paatoksesta saadetaan mainitun asetuksen 2 artiklan 2 kohdassa. lentoliikenteen kestavista polttoaineista annetun asetuksen 2 artiklan 3 kohdassa tarkoitetut paatokset tulla kohdelluiksi ilma-aluksen kayttajina on ilmoitettava liikenne- ja viestintavirastolle. liikenne- ja viestintaviraston on ilmoitettava paatoksesta. ilmoittamisesta saadetaan asetuksen 2 artiklan 3 kohdassa.",
        "title_sv": "Vissa anmälningar",
        "content_sv": "Transport- och kommunikationsverket kan på begäran av flygplatsoperatören besluta att flygplatsen i fråga ska betraktas som en sådan unionsflygplats som avses i artikel 3.1 i förordningen om hållbara bränslen för lufttransport. Bestämmelser om begäran och beslut finns i artikel 2.2. i den förordningen. De beslut som avses i artikel 2.3 i förordningen om hållbara bränslen för lufttransport och som gäller behandling såsom luftfartygsoperatör ska anmälas till Transport- och kommunikationsverket. Transport- och kommunikationsverket ska anmäla beslutet. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "normalized_sv": "Transport- och kommunikationsverket kan på begäran av flygplatsoperatören besluta att flygplatsen i fråga ska betraktas som en sådan unionsflygplats som avses i artikel 3.1 i förordningen om hållbara bränslen för lufttransport. Bestämmelser om begäran och beslut finns i artikel 2.2. i den förordningen. De beslut som avses i artikel 2.3 i förordningen om hållbara bränslen för lufttransport och som gäller behandling såsom luftfartygsoperatör ska anmälas till Transport- och kommunikationsverket. Transport- och kommunikationsverket ska anmäla beslutet. Bestämmelser om förfarandet finns i den nämnda artikeln i den förordningen.",
        "folded_sv": "transport- och kommunikationsverket kan pa begaran av flygplatsoperatoren besluta att flygplatsen i fraga ska betraktas som en sadan unionsflygplats som avses i artikel 3.1 i forordningen om hallbara branslen for lufttransport. bestammelser om begaran och beslut finns i artikel 2.2. i den forordningen. de beslut som avses i artikel 2.3 i forordningen om hallbara branslen for lufttransport och som galler behandling sasom luftfartygsoperator ska anmalas till transport- och kommunikationsverket. transport- och kommunikationsverket ska anmala beslutet. bestammelser om forfarandet finns i den namnda artikeln i den forordningen."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    }
  ]
}