{
  "id": "650/2006",
  "type": "statute",
  "title": "Laki sijoituspalveluyrityksistä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om värdepappersföretag",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/650/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Omien osakkeiden, osuuksien, pääomalainojen ja debentuurien hankinnan rahoittaminen ja pantiksi ottaminen",
      "content": "Sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiölain (624/2006) 13 luvun 10 §:n 1 momentin sekä velkakirjalain (622/1947) 34 §:n 3 momentin säännösten estämättä antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niitä pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 §:ssä tarkoitettuja pörssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmään kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiölain (624/2006) 13 luvun 10 § :n 1 momentin sekä velkakirjalain (622/1947) 34 § :n 3 momentin säännösten estämättä antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niitä pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 § :ssä tarkoitettuja pörssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmään kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
        "folded_fi": "sijoituspalveluyritys ja sen konsolidointiryhmaan kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiolain (624/2006) 13 luvun 10 §:n 1 momentin seka velkakirjalain (622/1947) 34 §:n 3 momentin saannosten estamatta antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niita pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 §:ssa tarkoitettuja porssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmaan kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
        "title_sv": "Finansiering av förvärv och emottagande som pant av egna aktier, andelar, kapitallån och debenturer",
        "content_sv": "Om något annat inte följer av 3 mom. får ett värdepappersföretag och ett till dess konsolideringsgrupp hörande företag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lån för förvärv av egna eller moderföretagets aktier och andelar och ta emot dem som pant, om dessa är sådana börs- eller marknadsvärdepapper som avses i 1 kap. 3 § i värdepappersmarknadslagen och om beviljandet av lånet eller emottagandet av panten hör till värdepappersföretagets eller det till dess konsolideringsgrupp hörande företagets normala affärsverksamhet och lånet har beviljats eller panten tagits emot på sådana sedvanliga villkor som värdepappersföretaget iakttar i sin verksamhet.",
        "normalized_sv": "Om något annat inte följer av 3 mom. får ett värdepappersföretag och ett till dess konsolideringsgrupp hörande företag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lån för förvärv av egna eller moderföretagets aktier och andelar och ta emot dem som pant, om dessa är sådana börs- eller marknadsvärdepapper som avses i 1 kap. 3 § i värdepappersmarknadslagen och om beviljandet av lånet eller emottagandet av panten hör till värdepappersföretagets eller det till dess konsolideringsgrupp hörande företagets normala affärsverksamhet och lånet har beviljats eller panten tagits emot på sådana sedvanliga villkor som värdepappersföretaget iakttar i sin verksamhet.",
        "folded_sv": "om nagot annat inte foljer av 3 mom. far ett vardepappersforetag och ett till dess konsolideringsgrupp horande foretag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lan for forvarv av egna eller moderforetagets aktier och andelar och ta emot dem som pant, om dessa ar sadana bors- eller marknadsvardepapper som avses i 1 kap. 3 § i vardepappersmarknadslagen och om beviljandet av lanet eller emottagandet av panten hor till vardepappersforetagets eller det till dess konsolideringsgrupp horande foretagets normala affarsverksamhet och lanet har beviljats eller panten tagits emot pa sadana sedvanliga villkor som vardepappersforetaget iakttar i sin verksamhet."
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Kotipaikan siirto Euroopan talousalueeseen kuuluvaan toiseen valtioon",
      "content": "Rekisteriviranomainen ei saa antaa eurooppayhtiölain (742/2004) 9 §:n 5 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 §:n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Rekisteriviranomainen ei saa antaa eurooppayhtiölain (742/2004) 9 § :n 5 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 § :n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "folded_fi": "rekisteriviranomainen ei saa antaa eurooppayhtiolain (742/2004) 9 §:n 5 momentissa tarkoitettua todistusta, jos rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykalan 2 momentissa tarkoitetun luvan myontamista, etta sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia saannoksia. luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiolain 16 luvun 6 §:n 2 momentissa tarkoitetusta maarapaivasta vain, jos rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "title_sv": "Flyttning av hemort till någon annan stat inom Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Registermyndigheten får inte ge ett sådant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om Finansinspektionen innan ett sådant tillstånd som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om flyttning av hemort eller bestämmelserna om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "normalized_sv": "Registermyndigheten får inte ge ett sådant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om Finansinspektionen innan ett sådant tillstånd som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om flyttning av hemort eller bestämmelserna om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "folded_sv": "registermyndigheten far inte ge ett sadant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om finansinspektionen innan ett sadant tillstand som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att vardepappersforetaget inte har iakttagit bestammelserna om flyttning av hemort eller bestammelserna om fortsattande av verksamheten i finland eller avslutande av verksamheten. tillstand far beviljas innan en manad har forflutit fran den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om finansinspektionen har meddelat att den inte motsatter sig en flyttning av hemorten."
      }
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Osallistuminen ulkomaisen Eurooppayhtiön perustamiseen sulautumalla",
      "content": "Jos sijoituspalveluyritys osallistuu eurooppayhtiöasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tällaista sulautumista koskevaa eurooppayhtiölain 4 §:n 3 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut sulautumista tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 §:n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Jos sijoituspalveluyritys osallistuu eurooppayhtiöasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tällaista sulautumista koskevaa eurooppayhtiölain 4 § :n 3 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut sulautumista tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 § :n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "folded_fi": "jos sijoituspalveluyritys osallistuu eurooppayhtioasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tallaista sulautumista koskevaa eurooppayhtiolain 4 §:n 3 momentissa tarkoitettua todistusta, jos rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykalan 2 momentissa tarkoitetun luvan myontamista, etta sijoituspalveluyritys ei ole noudattanut sulautumista tai suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia saannoksia. luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiolain 16 luvun 6 §:n 2 momentissa tarkoitetusta maarapaivasta vain, jos rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "title_sv": "Deltagande i bildande av ett utländskt europabolag genom fusion",
        "content_sv": "Om ett värdepappersföretag deltar i en fusion som avses i artikel 2.1 i europabolagsförordningen, får registermyndigheten inte för denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om Finansinspektionen innan ett sådant tillstånd som avses i 4 § 2 mom. i nämnda lag beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om fusion eller om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "normalized_sv": "Om ett värdepappersföretag deltar i en fusion som avses i artikel 2.1 i europabolagsförordningen, får registermyndigheten inte för denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om Finansinspektionen innan ett sådant tillstånd som avses i 4 § 2 mom. i nämnda lag beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om fusion eller om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "folded_sv": "om ett vardepappersforetag deltar i en fusion som avses i artikel 2.1 i europabolagsforordningen, far registermyndigheten inte for denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om finansinspektionen innan ett sadant tillstand som avses i 4 § 2 mom. i namnda lag beviljats har meddelat registermyndigheten att vardepappersforetaget inte har iakttagit bestammelserna om fusion eller om fortsattande av verksamheten i finland eller avslutande av verksamheten. tillstand far beviljas innan en manad har forflutit fran den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om finansinspektionen har meddelat att den inte motsatter sig en flyttning av hemorten."
      }
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Korvausrahastoselvitys",
      "content": "Jos 38 §:ssä tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jäävät toimenpiteen jälkeen sijoittajien korvausjärjestelmän antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteestä sijoittajalle viimeistään kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiölain 16 luvun 6 §:n nojalla asettamaa määräpäivää. Ilmoitukseen on liitettävä korvausrahastoselvitys ja jäljennös Rahoitustarkastuksen lausunnosta. Ilmoituksessa on mainittava tämän pykälän 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Jos 38 § :ssä tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jäävät toimenpiteen jälkeen sijoittajien korvausjärjestelmän antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteestä sijoittajalle viimeistään kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiölain 16 luvun 6 § :n nojalla asettamaa määräpäivää. Ilmoitukseen on liitettävä korvausrahastoselvitys ja jäljennös Rahoitustarkastuksen lausunnosta. Ilmoituksessa on mainittava tämän pykälän 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
        "folded_fi": "jos 38 §:ssa tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jaavat toimenpiteen jalkeen sijoittajien korvausjarjestelman antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteesta sijoittajalle viimeistaan kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiolain 16 luvun 6 §:n nojalla asettamaa maarapaivaa. ilmoitukseen on liitettava korvausrahastoselvitys ja jaljennos rahoitustarkastuksen lausunnosta. ilmoituksessa on mainittava taman pykalan 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
        "title_sv": "Ersättningsfondutredning",
        "content_sv": "Om fordringar som omfattas av det investerarskydd som avses i 38 § efter åtgärden inte alls eller bara delvis kommer att ha ett sådant skydd som ersättningssystemet för investerare ger, skall värdepappersföretaget meddela investeraren åtgärden senast tre månader före den dag som registermyndigheten har satt ut för borgenärerna med stöd av 16 kap. 6 § i aktiebolagslagen. Till meddelandet skall fogas ersättningsfondutredningen samt en kopia av Finansinspektionens utlåtande. I meddelandet skall nämnas att investeraren har uppsägningsrätt så som bestäms i 3 mom. i denna paragraf.",
        "normalized_sv": "Om fordringar som omfattas av det investerarskydd som avses i 38 § efter åtgärden inte alls eller bara delvis kommer att ha ett sådant skydd som ersättningssystemet för investerare ger, skall värdepappersföretaget meddela investeraren åtgärden senast tre månader före den dag som registermyndigheten har satt ut för borgenärerna med stöd av 16 kap. 6 § i aktiebolagslagen. Till meddelandet skall fogas ersättningsfondutredningen samt en kopia av Finansinspektionens utlåtande. I meddelandet skall nämnas att investeraren har uppsägningsrätt så som bestäms i 3 mom. i denna paragraf.",
        "folded_sv": "om fordringar som omfattas av det investerarskydd som avses i 38 § efter atgarden inte alls eller bara delvis kommer att ha ett sadant skydd som ersattningssystemet for investerare ger, skall vardepappersforetaget meddela investeraren atgarden senast tre manader fore den dag som registermyndigheten har satt ut for borgenarerna med stod av 16 kap. 6 § i aktiebolagslagen. till meddelandet skall fogas ersattningsfondutredningen samt en kopia av finansinspektionens utlatande. i meddelandet skall namnas att investeraren har uppsagningsratt sa som bestams i 3 mom. i denna paragraf."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Tilinpäätös ja osavuosikatsaus",
      "content": "Rahoitustarkastus voi antaa tarkempia määräyksiä, ohjeita ja lausuntoja osavuosikatsauksen antamisesta sekä myöntää luvan erityisestä syystä poiketa arvopaperimarkkinalain katsausta koskevista säännöksistä, jos poikkeus ei vaaranna sijoittajan asemaa. Määräysten, ohjeiden ja lausuntojen antamisessa sekä poikkeuslupien myöntämisessä noudatetaan soveltuvin osin, mitä luottolaitostoiminnasta annetun lain 31 §:n 2―4 momentissa säädetään. Poikkeusluvan myöntämisestä on ilmoitettava osavuosikatsauksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Rahoitustarkastus voi antaa tarkempia määräyksiä, ohjeita ja lausuntoja osavuosikatsauksen antamisesta sekä myöntää luvan erityisestä syystä poiketa arvopaperimarkkinalain katsausta koskevista säännöksistä, jos poikkeus ei vaaranna sijoittajan asemaa. Määräysten, ohjeiden ja lausuntojen antamisessa sekä poikkeuslupien myöntämisessä noudatetaan soveltuvin osin, mitä luottolaitostoiminnasta annetun lain 31 § :n 2―4 momentissa säädetään. Poikkeusluvan myöntämisestä on ilmoitettava osavuosikatsauksessa.",
        "folded_fi": "rahoitustarkastus voi antaa tarkempia maarayksia, ohjeita ja lausuntoja osavuosikatsauksen antamisesta seka myontaa luvan erityisesta syysta poiketa arvopaperimarkkinalain katsausta koskevista saannoksista, jos poikkeus ei vaaranna sijoittajan asemaa. maaraysten, ohjeiden ja lausuntojen antamisessa seka poikkeuslupien myontamisessa noudatetaan soveltuvin osin, mita luottolaitostoiminnasta annetun lain 31 §:n 2―4 momentissa saadetaan. poikkeusluvan myontamisesta on ilmoitettava osavuosikatsauksessa.",
        "title_sv": "Bokslut och delårsrapport",
        "content_sv": "Finansinspektionen kan meddela närmare föreskrifter samt ge anvisningar och utlåtanden om upprättande av delårsrapporter samt av särskilda skäl bevilja dispens från vad som i värdepappersmarknadslagen bestäms om delårsrapporter, om detta inte leder till att investerarnas ställning äventyras. I fråga om bestämmelserna, anvisningarna, utlåtandena och dispenserna iakttas i tillämpliga delar 31 § 2―4 mom. i kreditinstitutslagen. I delårsrapporten skall nämnas om dispens har beviljats.",
        "normalized_sv": "Finansinspektionen kan meddela närmare föreskrifter samt ge anvisningar och utlåtanden om upprättande av delårsrapporter samt av särskilda skäl bevilja dispens från vad som i värdepappersmarknadslagen bestäms om delårsrapporter, om detta inte leder till att investerarnas ställning äventyras. I fråga om bestämmelserna, anvisningarna, utlåtandena och dispenserna iakttas i tillämpliga delar 31 § 2―4 mom. i kreditinstitutslagen. I delårsrapporten skall nämnas om dispens har beviljats.",
        "folded_sv": "finansinspektionen kan meddela narmare foreskrifter samt ge anvisningar och utlatanden om upprattande av delarsrapporter samt av sarskilda skal bevilja dispens fran vad som i vardepappersmarknadslagen bestams om delarsrapporter, om detta inte leder till att investerarnas stallning aventyras. i fraga om bestammelserna, anvisningarna, utlatandena och dispenserna iakttas i tillampliga delar 31 § 2―4 mom. i kreditinstitutslagen. i delarsrapporten skall namnas om dispens har beviljats."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Omien varojen vähimmäismäärä ja sisäiset liiketoimet",
      "content": "Jos sijoituspalveluyrityksen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Jos sijoituspalveluyrityksen konsolidoitujen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys eivät saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Sijoituspalveluyrityksen konsolidointiryhmään kuuluvan osakeyhtiömuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edellä säädetyn estämättä voimassa, mitä osakeyhtiölain 13 luvun 7 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos sijoituspalveluyrityksen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Jos sijoituspalveluyrityksen konsolidoitujen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys eivät saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Sijoituspalveluyrityksen konsolidointiryhmään kuuluvan osakeyhtiömuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edellä säädetyn estämättä voimassa, mitä osakeyhtiölain 13 luvun 7 § :ssä säädetään.",
        "folded_fi": "jos sijoituspalveluyrityksen omien varojen maara on vahemman kuin 2―4 momentissa saadetaan, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle paaomalle, ellei rahoitustarkastus erityisesta syysta maaraajaksi myonna poikkeusta. jos sijoituspalveluyrityksen konsolidoitujen omien varojen maara on vahemman kuin 2―4 momentissa saadetaan, sijoituspalveluyritys ja sen konsolidointiryhmaan kuuluva yritys eivat saa jakaa voittoa tai muuta tuottoa omalle paaomalle, ellei rahoitustarkastus erityisesta syysta maaraajaksi myonna poikkeusta. sijoituspalveluyrityksen konsolidointiryhmaan kuuluvan osakeyhtiomuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edella saadetyn estamatta voimassa, mita osakeyhtiolain 13 luvun 7 §:ssa saadetaan.",
        "title_sv": "Minimibeloppet av kapitalbasen och interna affärstransaktioner",
        "content_sv": "Om ett värdepappersföretags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får företaget inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. Om ett värdepappersföretags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får värdepappersföretaget och till dess konsolideringsgrupp hörande företag inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. I fråga om den rätt till vinstutdelning som tillkommer aktieägarna i sådana finansiella institut i aktiebolagsform samt i tjänsteföretag som hör till samma konsolideringsgrupp som ett värdepappersföretag gäller, utan hinder av vad som bestäms ovan, 13 kap. 7 § i aktiebolagslagen.",
        "normalized_sv": "Om ett värdepappersföretags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får företaget inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. Om ett värdepappersföretags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får värdepappersföretaget och till dess konsolideringsgrupp hörande företag inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. I fråga om den rätt till vinstutdelning som tillkommer aktieägarna i sådana finansiella institut i aktiebolagsform samt i tjänsteföretag som hör till samma konsolideringsgrupp som ett värdepappersföretag gäller, utan hinder av vad som bestäms ovan, 13 kap. 7 § i aktiebolagslagen.",
        "folded_sv": "om ett vardepappersforetags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, far foretaget inte dela ut vinst eller annan avkastning pa det egna kapitalet, om inte finansinspektionen av sarskilda skal for viss tid beviljar dispens. om ett vardepappersforetags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, far vardepappersforetaget och till dess konsolideringsgrupp horande foretag inte dela ut vinst eller annan avkastning pa det egna kapitalet, om inte finansinspektionen av sarskilda skal for viss tid beviljar dispens. i fraga om den ratt till vinstutdelning som tillkommer aktieagarna i sadana finansiella institut i aktiebolagsform samt i tjansteforetag som hor till samma konsolideringsgrupp som ett vardepappersforetag galler, utan hinder av vad som bestams ovan, 13 kap. 7 § i aktiebolagslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Omien osakkeiden, osuuksien, pääomalainojen ja debentuurien hankinnan rahoittaminen ja pantiksi ottaminen",
      "content": "Sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiölain (624/2006) 13 luvun 10 §:n 1 momentin sekä velkakirjalain (622/1947) 34 §:n 3 momentin säännösten estämättä antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niitä pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 §:ssä tarkoitettuja pörssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmään kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiölain (624/2006) 13 luvun 10 § :n 1 momentin sekä velkakirjalain (622/1947) 34 § :n 3 momentin säännösten estämättä antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niitä pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 § :ssä tarkoitettuja pörssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmään kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
        "folded_fi": "sijoituspalveluyritys ja sen konsolidointiryhmaan kuuluva yritys saa, jollei 3 momentista muuta johdu, osakeyhtiolain (624/2006) 13 luvun 10 §:n 1 momentin seka velkakirjalain (622/1947) 34 §:n 3 momentin saannosten estamatta antaa lainaa omien tai emoyrityksen osakkeiden ja osuuksien hankkimiseksi ja ottaa niita pantiksi, jos ne ovat arvopaperimarkkinalain 1 luvun 3 §:ssa tarkoitettuja porssi- tai markkina-arvopapereita ja jos lainan antaminen tai pantin ottaminen kuuluu sijoituspalveluyrityksen tai sen konsolidointiryhmaan kuuluvan yrityksen tavanomaiseen liiketoimintaan ja jos laina on annettu taikka pantti otettu sijoituspalveluyrityksen toiminnassa noudatetuin tavanomaisin ehdoin.",
        "title_sv": "Finansiering av förvärv och emottagande som pant av egna aktier, andelar, kapitallån och debenturer",
        "content_sv": "Om något annat inte följer av 3 mom. får ett värdepappersföretag och ett till dess konsolideringsgrupp hörande företag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lån för förvärv av egna eller moderföretagets aktier och andelar och ta emot dem som pant, om dessa är sådana börs- eller marknadsvärdepapper som avses i 1 kap. 3 § i värdepappersmarknadslagen och om beviljandet av lånet eller emottagandet av panten hör till värdepappersföretagets eller det till dess konsolideringsgrupp hörande företagets normala affärsverksamhet och lånet har beviljats eller panten tagits emot på sådana sedvanliga villkor som värdepappersföretaget iakttar i sin verksamhet.",
        "normalized_sv": "Om något annat inte följer av 3 mom. får ett värdepappersföretag och ett till dess konsolideringsgrupp hörande företag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lån för förvärv av egna eller moderföretagets aktier och andelar och ta emot dem som pant, om dessa är sådana börs- eller marknadsvärdepapper som avses i 1 kap. 3 § i värdepappersmarknadslagen och om beviljandet av lånet eller emottagandet av panten hör till värdepappersföretagets eller det till dess konsolideringsgrupp hörande företagets normala affärsverksamhet och lånet har beviljats eller panten tagits emot på sådana sedvanliga villkor som värdepappersföretaget iakttar i sin verksamhet.",
        "folded_sv": "om nagot annat inte foljer av 3 mom. far ett vardepappersforetag och ett till dess konsolideringsgrupp horande foretag, utan hinder av 13 kap. 10 § 1 mom. i aktiebolagslagen (624/2006) samt 34 § 3 mom. i lagen om skuldebrev (622/1947), bevilja lan for forvarv av egna eller moderforetagets aktier och andelar och ta emot dem som pant, om dessa ar sadana bors- eller marknadsvardepapper som avses i 1 kap. 3 § i vardepappersmarknadslagen och om beviljandet av lanet eller emottagandet av panten hor till vardepappersforetagets eller det till dess konsolideringsgrupp horande foretagets normala affarsverksamhet och lanet har beviljats eller panten tagits emot pa sadana sedvanliga villkor som vardepappersforetaget iakttar i sin verksamhet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Kotipaikan siirto Euroopan talousalueeseen kuuluvaan toiseen valtioon",
      "content": "Rekisteriviranomainen ei saa antaa eurooppayhtiölain (742/2004) 9 §:n 5 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 §:n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Rekisteriviranomainen ei saa antaa eurooppayhtiölain (742/2004) 9 § :n 5 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 § :n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "folded_fi": "rekisteriviranomainen ei saa antaa eurooppayhtiolain (742/2004) 9 §:n 5 momentissa tarkoitettua todistusta, jos rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykalan 2 momentissa tarkoitetun luvan myontamista, etta sijoituspalveluyritys ei ole noudattanut kotipaikan siirtoa tai suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia saannoksia. luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiolain 16 luvun 6 §:n 2 momentissa tarkoitetusta maarapaivasta vain, jos rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "title_sv": "Flyttning av hemort till någon annan stat inom Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Registermyndigheten får inte ge ett sådant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om Finansinspektionen innan ett sådant tillstånd som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om flyttning av hemort eller bestämmelserna om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "normalized_sv": "Registermyndigheten får inte ge ett sådant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om Finansinspektionen innan ett sådant tillstånd som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om flyttning av hemort eller bestämmelserna om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "folded_sv": "registermyndigheten far inte ge ett sadant intyg som avses i 9 § 5 mom. i lagen om europabolag (742/2004), om finansinspektionen innan ett sadant tillstand som avses i 2 mom. i samma paragraf beviljats har meddelat registermyndigheten att vardepappersforetaget inte har iakttagit bestammelserna om flyttning av hemort eller bestammelserna om fortsattande av verksamheten i finland eller avslutande av verksamheten. tillstand far beviljas innan en manad har forflutit fran den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om finansinspektionen har meddelat att den inte motsatter sig en flyttning av hemorten."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Osallistuminen ulkomaisen Eurooppayhtiön perustamiseen sulautumalla",
      "content": "Jos sijoituspalveluyritys osallistuu eurooppayhtiöasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tällaista sulautumista koskevaa eurooppayhtiölain 4 §:n 3 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut sulautumista tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 §:n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Jos sijoituspalveluyritys osallistuu eurooppayhtiöasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tällaista sulautumista koskevaa eurooppayhtiölain 4 § :n 3 momentissa tarkoitettua todistusta, jos Rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykälän 2 momentissa tarkoitetun luvan myöntämistä, että sijoituspalveluyritys ei ole noudattanut sulautumista tai Suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia säännöksiä. Luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiölain 16 luvun 6 § :n 2 momentissa tarkoitetusta määräpäivästä vain, jos Rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "folded_fi": "jos sijoituspalveluyritys osallistuu eurooppayhtioasetuksen 2 artiklan 1 kohdassa tarkoitettuun sulautumiseen, rekisteriviranomainen ei saa antaa tallaista sulautumista koskevaa eurooppayhtiolain 4 §:n 3 momentissa tarkoitettua todistusta, jos rahoitustarkastus on ilmoittanut rekisteriviranomaiselle ennen saman pykalan 2 momentissa tarkoitetun luvan myontamista, etta sijoituspalveluyritys ei ole noudattanut sulautumista tai suomessa tapahtuvan toiminnan jatkamista tai toiminnan lopettamista koskevia saannoksia. luvan saa antaa ennen kuin kuukausi on kulunut osakeyhtiolain 16 luvun 6 §:n 2 momentissa tarkoitetusta maarapaivasta vain, jos rahoitustarkastus on ilmoittanut, ettei se vastusta kotipaikan siirtoa.",
        "title_sv": "Deltagande i bildande av ett utländskt europabolag genom fusion",
        "content_sv": "Om ett värdepappersföretag deltar i en fusion som avses i artikel 2.1 i europabolagsförordningen, får registermyndigheten inte för denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om Finansinspektionen innan ett sådant tillstånd som avses i 4 § 2 mom. i nämnda lag beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om fusion eller om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "normalized_sv": "Om ett värdepappersföretag deltar i en fusion som avses i artikel 2.1 i europabolagsförordningen, får registermyndigheten inte för denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om Finansinspektionen innan ett sådant tillstånd som avses i 4 § 2 mom. i nämnda lag beviljats har meddelat registermyndigheten att värdepappersföretaget inte har iakttagit bestämmelserna om fusion eller om fortsättande av verksamheten i Finland eller avslutande av verksamheten. Tillstånd får beviljas innan en månad har förflutit från den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om Finansinspektionen har meddelat att den inte motsätter sig en flyttning av hemorten.",
        "folded_sv": "om ett vardepappersforetag deltar i en fusion som avses i artikel 2.1 i europabolagsforordningen, far registermyndigheten inte for denna fusion ge ett intyg som avses i 4 § 3 mom. i lagen om europabolag, om finansinspektionen innan ett sadant tillstand som avses i 4 § 2 mom. i namnda lag beviljats har meddelat registermyndigheten att vardepappersforetaget inte har iakttagit bestammelserna om fusion eller om fortsattande av verksamheten i finland eller avslutande av verksamheten. tillstand far beviljas innan en manad har forflutit fran den dag som avses i 16 kap. 6 § 2 mom. i aktiebolagslagen endast om finansinspektionen har meddelat att den inte motsatter sig en flyttning av hemorten."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Korvausrahastoselvitys",
      "content": "Jos 38 §:ssä tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jäävät toimenpiteen jälkeen sijoittajien korvausjärjestelmän antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteestä sijoittajalle viimeistään kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiölain 16 luvun 6 §:n nojalla asettamaa määräpäivää. Ilmoitukseen on liitettävä korvausrahastoselvitys ja jäljennös Rahoitustarkastuksen lausunnosta. Ilmoituksessa on mainittava tämän pykälän 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Jos 38 § :ssä tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jäävät toimenpiteen jälkeen sijoittajien korvausjärjestelmän antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteestä sijoittajalle viimeistään kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiölain 16 luvun 6 § :n nojalla asettamaa määräpäivää. Ilmoitukseen on liitettävä korvausrahastoselvitys ja jäljennös Rahoitustarkastuksen lausunnosta. Ilmoituksessa on mainittava tämän pykälän 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
        "folded_fi": "jos 38 §:ssa tarkoitetun sijoittajan suojan piiriin kuuluvat saamiset kokonaan tai osittain jaavat toimenpiteen jalkeen sijoittajien korvausjarjestelman antaman suojan ulkopuolelle, sijoituspalveluyrityksen on ilmoitettava toimenpiteesta sijoittajalle viimeistaan kolmea kuukautta ennen rekisteriviranomaisen velkojille osakeyhtiolain 16 luvun 6 §:n nojalla asettamaa maarapaivaa. ilmoitukseen on liitettava korvausrahastoselvitys ja jaljennos rahoitustarkastuksen lausunnosta. ilmoituksessa on mainittava taman pykalan 3 momentin mukaisesta sijoittajan irtisanomisoikeudesta.",
        "title_sv": "Ersättningsfondutredning",
        "content_sv": "Om fordringar som omfattas av det investerarskydd som avses i 38 § efter åtgärden inte alls eller bara delvis kommer att ha ett sådant skydd som ersättningssystemet för investerare ger, skall värdepappersföretaget meddela investeraren åtgärden senast tre månader före den dag som registermyndigheten har satt ut för borgenärerna med stöd av 16 kap. 6 § i aktiebolagslagen. Till meddelandet skall fogas ersättningsfondutredningen samt en kopia av Finansinspektionens utlåtande. I meddelandet skall nämnas att investeraren har uppsägningsrätt så som bestäms i 3 mom. i denna paragraf.",
        "normalized_sv": "Om fordringar som omfattas av det investerarskydd som avses i 38 § efter åtgärden inte alls eller bara delvis kommer att ha ett sådant skydd som ersättningssystemet för investerare ger, skall värdepappersföretaget meddela investeraren åtgärden senast tre månader före den dag som registermyndigheten har satt ut för borgenärerna med stöd av 16 kap. 6 § i aktiebolagslagen. Till meddelandet skall fogas ersättningsfondutredningen samt en kopia av Finansinspektionens utlåtande. I meddelandet skall nämnas att investeraren har uppsägningsrätt så som bestäms i 3 mom. i denna paragraf.",
        "folded_sv": "om fordringar som omfattas av det investerarskydd som avses i 38 § efter atgarden inte alls eller bara delvis kommer att ha ett sadant skydd som ersattningssystemet for investerare ger, skall vardepappersforetaget meddela investeraren atgarden senast tre manader fore den dag som registermyndigheten har satt ut for borgenarerna med stod av 16 kap. 6 § i aktiebolagslagen. till meddelandet skall fogas ersattningsfondutredningen samt en kopia av finansinspektionens utlatande. i meddelandet skall namnas att investeraren har uppsagningsratt sa som bestams i 3 mom. i denna paragraf."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Tilinpäätös ja osavuosikatsaus",
      "content": "Rahoitustarkastus voi antaa tarkempia määräyksiä, ohjeita ja lausuntoja osavuosikatsauksen antamisesta sekä myöntää luvan erityisestä syystä poiketa arvopaperimarkkinalain katsausta koskevista säännöksistä, jos poikkeus ei vaaranna sijoittajan asemaa. Määräysten, ohjeiden ja lausuntojen antamisessa sekä poikkeuslupien myöntämisessä noudatetaan soveltuvin osin, mitä luottolaitostoiminnasta annetun lain 31 §:n 2―4 momentissa säädetään. Poikkeusluvan myöntämisestä on ilmoitettava osavuosikatsauksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Rahoitustarkastus voi antaa tarkempia määräyksiä, ohjeita ja lausuntoja osavuosikatsauksen antamisesta sekä myöntää luvan erityisestä syystä poiketa arvopaperimarkkinalain katsausta koskevista säännöksistä, jos poikkeus ei vaaranna sijoittajan asemaa. Määräysten, ohjeiden ja lausuntojen antamisessa sekä poikkeuslupien myöntämisessä noudatetaan soveltuvin osin, mitä luottolaitostoiminnasta annetun lain 31 § :n 2―4 momentissa säädetään. Poikkeusluvan myöntämisestä on ilmoitettava osavuosikatsauksessa.",
        "folded_fi": "rahoitustarkastus voi antaa tarkempia maarayksia, ohjeita ja lausuntoja osavuosikatsauksen antamisesta seka myontaa luvan erityisesta syysta poiketa arvopaperimarkkinalain katsausta koskevista saannoksista, jos poikkeus ei vaaranna sijoittajan asemaa. maaraysten, ohjeiden ja lausuntojen antamisessa seka poikkeuslupien myontamisessa noudatetaan soveltuvin osin, mita luottolaitostoiminnasta annetun lain 31 §:n 2―4 momentissa saadetaan. poikkeusluvan myontamisesta on ilmoitettava osavuosikatsauksessa.",
        "title_sv": "Bokslut och delårsrapport",
        "content_sv": "Finansinspektionen kan meddela närmare föreskrifter samt ge anvisningar och utlåtanden om upprättande av delårsrapporter samt av särskilda skäl bevilja dispens från vad som i värdepappersmarknadslagen bestäms om delårsrapporter, om detta inte leder till att investerarnas ställning äventyras. I fråga om bestämmelserna, anvisningarna, utlåtandena och dispenserna iakttas i tillämpliga delar 31 § 2―4 mom. i kreditinstitutslagen. I delårsrapporten skall nämnas om dispens har beviljats.",
        "normalized_sv": "Finansinspektionen kan meddela närmare föreskrifter samt ge anvisningar och utlåtanden om upprättande av delårsrapporter samt av särskilda skäl bevilja dispens från vad som i värdepappersmarknadslagen bestäms om delårsrapporter, om detta inte leder till att investerarnas ställning äventyras. I fråga om bestämmelserna, anvisningarna, utlåtandena och dispenserna iakttas i tillämpliga delar 31 § 2―4 mom. i kreditinstitutslagen. I delårsrapporten skall nämnas om dispens har beviljats.",
        "folded_sv": "finansinspektionen kan meddela narmare foreskrifter samt ge anvisningar och utlatanden om upprattande av delarsrapporter samt av sarskilda skal bevilja dispens fran vad som i vardepappersmarknadslagen bestams om delarsrapporter, om detta inte leder till att investerarnas stallning aventyras. i fraga om bestammelserna, anvisningarna, utlatandena och dispenserna iakttas i tillampliga delar 31 § 2―4 mom. i kreditinstitutslagen. i delarsrapporten skall namnas om dispens har beviljats."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Omien varojen vähimmäismäärä ja sisäiset liiketoimet",
      "content": "Jos sijoituspalveluyrityksen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Jos sijoituspalveluyrityksen konsolidoitujen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys eivät saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Sijoituspalveluyrityksen konsolidointiryhmään kuuluvan osakeyhtiömuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edellä säädetyn estämättä voimassa, mitä osakeyhtiölain 13 luvun 7 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Jos sijoituspalveluyrityksen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Jos sijoituspalveluyrityksen konsolidoitujen omien varojen määrä on vähemmän kuin 2―4 momentissa säädetään, sijoituspalveluyritys ja sen konsolidointiryhmään kuuluva yritys eivät saa jakaa voittoa tai muuta tuottoa omalle pääomalle, ellei Rahoitustarkastus erityisestä syystä määräajaksi myönnä poikkeusta. Sijoituspalveluyrityksen konsolidointiryhmään kuuluvan osakeyhtiömuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edellä säädetyn estämättä voimassa, mitä osakeyhtiölain 13 luvun 7 § :ssä säädetään.",
        "folded_fi": "jos sijoituspalveluyrityksen omien varojen maara on vahemman kuin 2―4 momentissa saadetaan, sijoituspalveluyritys ei saa jakaa voittoa tai muuta tuottoa omalle paaomalle, ellei rahoitustarkastus erityisesta syysta maaraajaksi myonna poikkeusta. jos sijoituspalveluyrityksen konsolidoitujen omien varojen maara on vahemman kuin 2―4 momentissa saadetaan, sijoituspalveluyritys ja sen konsolidointiryhmaan kuuluva yritys eivat saa jakaa voittoa tai muuta tuottoa omalle paaomalle, ellei rahoitustarkastus erityisesta syysta maaraajaksi myonna poikkeusta. sijoituspalveluyrityksen konsolidointiryhmaan kuuluvan osakeyhtiomuotoisen rahoituslaitoksen ja palveluyrityksen osakkeenomistajan oikeudesta osinkoon on edella saadetyn estamatta voimassa, mita osakeyhtiolain 13 luvun 7 §:ssa saadetaan.",
        "title_sv": "Minimibeloppet av kapitalbasen och interna affärstransaktioner",
        "content_sv": "Om ett värdepappersföretags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får företaget inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. Om ett värdepappersföretags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får värdepappersföretaget och till dess konsolideringsgrupp hörande företag inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. I fråga om den rätt till vinstutdelning som tillkommer aktieägarna i sådana finansiella institut i aktiebolagsform samt i tjänsteföretag som hör till samma konsolideringsgrupp som ett värdepappersföretag gäller, utan hinder av vad som bestäms ovan, 13 kap. 7 § i aktiebolagslagen.",
        "normalized_sv": "Om ett värdepappersföretags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får företaget inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. Om ett värdepappersföretags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, får värdepappersföretaget och till dess konsolideringsgrupp hörande företag inte dela ut vinst eller annan avkastning på det egna kapitalet, om inte Finansinspektionen av särskilda skäl för viss tid beviljar dispens. I fråga om den rätt till vinstutdelning som tillkommer aktieägarna i sådana finansiella institut i aktiebolagsform samt i tjänsteföretag som hör till samma konsolideringsgrupp som ett värdepappersföretag gäller, utan hinder av vad som bestäms ovan, 13 kap. 7 § i aktiebolagslagen.",
        "folded_sv": "om ett vardepappersforetags kapitalbas sjunker under det i 2―4 mom. angivna beloppet, far foretaget inte dela ut vinst eller annan avkastning pa det egna kapitalet, om inte finansinspektionen av sarskilda skal for viss tid beviljar dispens. om ett vardepappersforetags konsoliderade kapitalbas sjunker under det i 2―4 mom. angivna beloppet, far vardepappersforetaget och till dess konsolideringsgrupp horande foretag inte dela ut vinst eller annan avkastning pa det egna kapitalet, om inte finansinspektionen av sarskilda skal for viss tid beviljar dispens. i fraga om den ratt till vinstutdelning som tillkommer aktieagarna i sadana finansiella institut i aktiebolagsform samt i tjansteforetag som hor till samma konsolideringsgrupp som ett vardepappersforetag galler, utan hinder av vad som bestams ovan, 13 kap. 7 § i aktiebolagslagen."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}