{
  "id": "650/2024",
  "type": "statute",
  "title": "Laki uusiutuvien polttoaineiden käytön edistämisestä liikenteessä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om främjande av användningen av förnybara drivmedel för transport",
  "status": "in_force",
  "issued_date": "2024-11-22",
  "in_force_date": "2024-11-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/650/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "lentoliikenteen kestävistä polttoaineista annettu asetus Sen lisäksi, mitä 1 momentissa säädetään, lain tarkoituksena on myös toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtävistä ja lentopolttoaineen toimittajia koskevasta seuraamusjärjestelmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "lentoliikenteen kestävistä polttoaineista annettu asetus Sen lisäksi, mitä 1 momentissa säädetään, lain tarkoituksena on myös toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtävistä ja lentopolttoaineen toimittajia koskevasta seuraamusjärjestelmästä.",
        "folded_fi": "lentoliikenteen kestavista polttoaineista annettu asetus sen lisaksi, mita 1 momentissa saadetaan, lain tarkoituksena on myos toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestavalle lentoliikenteelle (refueleu aviation -aloite) annettu euroopan parlamentin ja neuvoston asetus (eu) 2023/2405 () silta osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtavista ja lentopolttoaineen toimittajia koskevasta seuraamusjarjestelmasta.",
        "title_sv": "Lagens syfte",
        "content_sv": "förordningen om hållbara bränslen för lufttransport Utöver vad som föreskrivs i 1 mom. är syftet med lagen också att verkställa Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del det är fråga om myndighetsuppgifter som följer av skyldigheter och rättigheter för flygbränsleleverantörer och om ett påföljdssystem för flygbränsleleverantörer.",
        "normalized_sv": "förordningen om hållbara bränslen för lufttransport Utöver vad som föreskrivs i 1 mom. är syftet med lagen också att verkställa Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del det är fråga om myndighetsuppgifter som följer av skyldigheter och rättigheter för flygbränsleleverantörer och om ett påföljdssystem för flygbränsleleverantörer.",
        "folded_sv": "forordningen om hallbara branslen for lufttransport utover vad som foreskrivs i 1 mom. ar syftet med lagen ocksa att verkstalla europaparlamentets och radets forordning (eu) 2023/2405 om sakerstallande av lika villkor for hallbar lufttransport (refueleu aviation) () till den del det ar fraga om myndighetsuppgifter som foljer av skyldigheter och rattigheter for flygbransleleverantorer och om ett pafoljdssystem for flygbransleleverantorer."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 15) energiasisällöllä polttoaineen alempaa lämpöarvoa, jota määritettäessä polttoaine katsotaan toimitetuksi 15 celsiusasteen lämpötilassa; 16) lentopolttoaineen toimittajalla sitä, jolla on lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 15) energiasisällöllä polttoaineen alempaa lämpöarvoa, jota määritettäessä polttoaine katsotaan toimitetuksi 15 celsiusasteen lämpötilassa; 16) lentopolttoaineen toimittajalla sitä, jolla on lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
        "folded_fi": "tassa laissa tarkoitetaan: 15) energiasisallolla polttoaineen alempaa lampoarvoa, jota maaritettaessa polttoaine katsotaan toimitetuksi 15 celsiusasteen lampotilassa; 16) lentopolttoaineen toimittajalla sita, jolla on lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 15) energiinnehåll ett drivmedels nedre värmevärde; när energiinnehållet bestäms anses drivmedlet vara levererat vid en temperatur av 15 grader Celsius, 16) flygbränsleleverantör den som har äganderätten till sådant flygbränsle som avses i artikel 3.6 i förordningen om hållbara bränslen för lufttransport eller sådan vätgas för luftfart som avses i artikel 3.17 i den förordningen innan flygbränslet eller vätgasen överlåts till ett luftfartyg på en unionsflygplats som avses i artikel 3.1 i den förordningen.",
        "normalized_sv": "I denna lag avses med 15) energiinnehåll ett drivmedels nedre värmevärde; när energiinnehållet bestäms anses drivmedlet vara levererat vid en temperatur av 15 grader Celsius, 16) flygbränsleleverantör den som har äganderätten till sådant flygbränsle som avses i artikel 3.6 i förordningen om hållbara bränslen för lufttransport eller sådan vätgas för luftfart som avses i artikel 3.17 i den förordningen innan flygbränslet eller vätgasen överlåts till ett luftfartyg på en unionsflygplats som avses i artikel 3.1 i den förordningen.",
        "folded_sv": "i denna lag avses med 15) energiinnehall ett drivmedels nedre varmevarde; nar energiinnehallet bestams anses drivmedlet vara levererat vid en temperatur av 15 grader celsius, 16) flygbransleleverantor den som har aganderatten till sadant flygbransle som avses i artikel 3.6 i forordningen om hallbara branslen for lufttransport eller sadan vatgas for luftfart som avses i artikel 3.17 i den forordningen innan flygbranslet eller vatgasen overlats till ett luftfartyg pa en unionsflygplats som avses i artikel 3.1 i den forordningen."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Jakeluvelvoite ja lain soveltamisala",
      "content": "Tämän lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b §:ää sovelletaan lentopolttoaineen toimittajiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tämän lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b § :ää sovelletaan lentopolttoaineen toimittajiin.",
        "folded_fi": "taman lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b §:aa sovelletaan lentopolttoaineen toimittajiin.",
        "title_sv": "Distributionsskyldighet och lagens tillämpningsområde",
        "content_sv": "Bestämmelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillämpas på flygbränsleleverantörer.",
        "normalized_sv": "Bestämmelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillämpas på flygbränsleleverantörer.",
        "folded_sv": "bestammelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillampas pa flygbransleleverantorer."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimivaltaiset viranomaiset ja tietojen luovuttaminen",
      "content": "Lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on Energiavirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on Energiavirasto.",
        "folded_fi": "lentoliikenteen kestavista polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on energiavirasto.",
        "title_sv": "Behöriga myndigheter och utlämnande av uppgifter",
        "content_sv": "Energimyndigheten är behörig myndighet enligt artikel 11 i förordningen om hållbara bränslen för lufttransport i ärenden som gäller flygbränsleleverantörer.",
        "normalized_sv": "Energimyndigheten är behörig myndighet enligt artikel 11 i förordningen om hållbara bränslen för lufttransport i ärenden som gäller flygbränsleleverantörer.",
        "folded_sv": "energimyndigheten ar behorig myndighet enligt artikel 11 i forordningen om hallbara branslen for lufttransport i arenden som galler flygbransleleverantorer."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Lentopolttoaineen toimittajille määrättävät seuraamusmaksut",
      "content": "Seuraamusmaksu määrätään lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jättää täyttämättä lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita kestävien lentopolttoaineiden vähimmäisosuuksista; 2) jättää noudattamatta lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vähimmäisosuuksia ja synteettisten lentopolttoaineiden keskimääräisiä osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisiä tietoja niiden kestävien lentopolttoaineiden ominaisuuksista tai alkuperästä, jotka se on toimittanut lentoliikenteen kestävistä polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Seuraamusmaksu määrätään lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jättää täyttämättä lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita kestävien lentopolttoaineiden vähimmäisosuuksista; 2) jättää noudattamatta lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vähimmäisosuuksia ja synteettisten lentopolttoaineiden keskimääräisiä osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisiä tietoja niiden kestävien lentopolttoaineiden ominaisuuksista tai alkuperästä, jotka se on toimittanut lentoliikenteen kestävistä polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
        "folded_fi": "seuraamusmaksu maarataan lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jattaa tayttamatta lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadettyja velvoitteita kestavien lentopolttoaineiden vahimmaisosuuksista; 2) jattaa noudattamatta lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadettyja velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vahimmaisosuuksia ja synteettisten lentopolttoaineiden keskimaaraisia osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisia tietoja niiden kestavien lentopolttoaineiden ominaisuuksista tai alkuperasta, jotka se on toimittanut lentoliikenteen kestavista polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
        "title_sv": "Påföljdsavgift för flygbränsleleverantörer",
        "content_sv": "Påföljdsavgift påförs en flygbränsleleverantör som uppsåtligen eller av oaktsamhet 1) underlåter att fullgöra de skyldigheter i fråga om minimiandelar av hållbara flygbränslen som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport, 2) underlåter att fullgöra de skyldigheter som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport och som gäller minimiandelar av i den förordningen avsedda syntetiska flygbränslen och genomsnittliga andelar av syntetiska flygbränslen åren 2030-2034, 3) har lämnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget för hållbara flygbränslen som leverantören har tillhandahållit i enlighet med artikel 9.2 och artikel 10 i förordningen om hållbara bränslen för lufttransport.",
        "normalized_sv": "Påföljdsavgift påförs en flygbränsleleverantör som uppsåtligen eller av oaktsamhet 1) underlåter att fullgöra de skyldigheter i fråga om minimiandelar av hållbara flygbränslen som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport, 2) underlåter att fullgöra de skyldigheter som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport och som gäller minimiandelar av i den förordningen avsedda syntetiska flygbränslen och genomsnittliga andelar av syntetiska flygbränslen åren 2030-2034, 3) har lämnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget för hållbara flygbränslen som leverantören har tillhandahållit i enlighet med artikel 9.2 och artikel 10 i förordningen om hållbara bränslen för lufttransport.",
        "folded_sv": "pafoljdsavgift pafors en flygbransleleverantor som uppsatligen eller av oaktsamhet 1) underlater att fullgora de skyldigheter i fraga om minimiandelar av hallbara flygbranslen som anges i artikel 4 i forordningen om hallbara branslen for lufttransport, 2) underlater att fullgora de skyldigheter som anges i artikel 4 i forordningen om hallbara branslen for lufttransport och som galler minimiandelar av i den forordningen avsedda syntetiska flygbranslen och genomsnittliga andelar av syntetiska flygbranslen aren 2030-2034, 3) har lamnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget for hallbara flygbranslen som leverantoren har tillhandahallit i enlighet med artikel 9.2 och artikel 10 i forordningen om hallbara branslen for lufttransport."
      }
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Lentopolttoaineen toimittajan seuraamusmaksujen määrääminen ja suuruus",
      "content": "Energiavirasto määrää 11 a §:ssä tarkoitetut seuraamusmaksut. Edellä 11 a §:n 1 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden määrällä, jotka eivät täytä asetuksen 4 artiklassa ja liitteessä I tarkoitettuja vähimmäisosuuksia. Edellä 11 a §:n 2 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen määrällä, joka ei täytä asetuksen 4 artiklassa ja I liitteessä tarkoitettuja vähimmäisosuuksia. Kaksinkertaisen seuraamuksen välttämiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vähimmäisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jättämisestä määrätyt seuraamusmaksut. Edellä 11 a §:n 3 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan välinen erotus niiden polttoaineiden määrällä, joista on annettu harhaanjohtavat tai virheelliset tiedot. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Energiaviraston on perusteltava seuraamusmaksua määrätessään menetelmä, jolla on määritetty lentopolttoaineen, kestävän lentopolttoaineen ja synteettisen lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myös lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 b",
        "normalized_fi": "Energiavirasto määrää 11 a § :ssä tarkoitetut seuraamusmaksut. Edellä 11 a § :n 1 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden määrällä, jotka eivät täytä asetuksen 4 artiklassa ja liitteessä I tarkoitettuja vähimmäisosuuksia. Edellä 11 a § :n 2 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen määrällä, joka ei täytä asetuksen 4 artiklassa ja I liitteessä tarkoitettuja vähimmäisosuuksia. Kaksinkertaisen seuraamuksen välttämiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vähimmäisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jättämisestä määrätyt seuraamusmaksut. Edellä 11 a § :n 3 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan välinen erotus niiden polttoaineiden määrällä, joista on annettu harhaanjohtavat tai virheelliset tiedot. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Energiaviraston on perusteltava seuraamusmaksua määrätessään menetelmä, jolla on määritetty lentopolttoaineen, kestävän lentopolttoaineen ja synteettisen lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myös lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "energiavirasto maaraa 11 a §:ssa tarkoitetut seuraamusmaksut. edella 11 a §:n 1 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestavien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden maaralla, jotka eivat tayta asetuksen 4 artiklassa ja liitteessa i tarkoitettuja vahimmaisosuuksia. edella 11 a §:n 2 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen maaralla, joka ei tayta asetuksen 4 artiklassa ja i liitteessa tarkoitettuja vahimmaisosuuksia. kaksinkertaisen seuraamuksen valttamiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vahimmaisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jattamisesta maaratyt seuraamusmaksut. edella 11 a §:n 3 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestavien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan valinen erotus niiden polttoaineiden maaralla, joista on annettu harhaanjohtavat tai virheelliset tiedot. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. energiaviraston on perusteltava seuraamusmaksua maaratessaan menetelma, jolla on maaritetty lentopolttoaineen, kestavan lentopolttoaineen ja synteettisen lentopolttoaineen hinta euroopan unionin lentopolttoainemarkkinoilla. menetelman on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myos lentoliikenteen kestavista polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påförande av påföljdsavgift och påföljdsavgiftens storlek för flygbränsleleverantörer",
        "content_sv": "Energimyndigheten påför de påföljdsavgifter som avses i 11 a §. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 1 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. Beloppet av den påföljdsavgift som påförs med stöd av11 a § 2 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på syntetiskt flygbränsle enligt artikel 3.12 i förordningen om hållbara bränslen för lufttransport och konventionellt flygbränsle enligt artikel 3.14 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. För att undvika dubbel påföljd ska i påföljdsavgiftens storlek beaktas eventuella påföljdsavgifter som påförts flygbränsleleverantören för underlåtenhet att iaktta de skyldigheter i fråga om minimiandelen syntetiska flygbränslen som avser tidsperioden 2030-2034. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 3 punkten ska vara minst dubbelt så stort och högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 multiplicerat med den mängd bränsle för vilken vilseledande eller felaktiga uppgifter har lämnats. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Energimyndigheten ska när den påför en påföljdsavgift motivera den metod med vilken priset på flygbränsle, hållbart flygbränsle och syntetiskt flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Energimyndigheten påför de påföljdsavgifter som avses i 11 a § . Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 1 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. Beloppet av den påföljdsavgift som påförs med stöd av11 a § 2 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på syntetiskt flygbränsle enligt artikel 3.12 i förordningen om hållbara bränslen för lufttransport och konventionellt flygbränsle enligt artikel 3.14 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. För att undvika dubbel påföljd ska i påföljdsavgiftens storlek beaktas eventuella påföljdsavgifter som påförts flygbränsleleverantören för underlåtenhet att iaktta de skyldigheter i fråga om minimiandelen syntetiska flygbränslen som avser tidsperioden 2030-2034. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 3 punkten ska vara minst dubbelt så stort och högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 multiplicerat med den mängd bränsle för vilken vilseledande eller felaktiga uppgifter har lämnats. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Energimyndigheten ska när den påför en påföljdsavgift motivera den metod med vilken priset på flygbränsle, hållbart flygbränsle och syntetiskt flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "energimyndigheten pafor de pafoljdsavgifter som avses i 11 a §. beloppet av den pafoljdsavgift som pafors med stod av 11 a § 1 punkten ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa konventionellt flygbransle enligt artikel 3.14 i forordningen om hallbara branslen for lufttransport och hallbart flygbransle enligt artikel 3.7 i den forordningen multiplicerat med den mangd flygbransle som inte uppfyller de minimiandelar som avses i artikel 4 i den forordningen och bilaga i till den forordningen. beloppet av den pafoljdsavgift som pafors med stod av11 a § 2 punkten ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa syntetiskt flygbransle enligt artikel 3.12 i forordningen om hallbara branslen for lufttransport och konventionellt flygbransle enligt artikel 3.14 i den forordningen multiplicerat med den mangd flygbransle som inte uppfyller de minimiandelar som avses i artikel 4 i den forordningen och bilaga i till den forordningen. for att undvika dubbel pafoljd ska i pafoljdsavgiftens storlek beaktas eventuella pafoljdsavgifter som paforts flygbransleleverantoren for underlatenhet att iaktta de skyldigheter i fraga om minimiandelen syntetiska flygbranslen som avser tidsperioden 2030-2034. beloppet av den pafoljdsavgift som pafors med stod av 11 a § 3 punkten ska vara minst dubbelt sa stort och hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa konventionellt flygbransle enligt artikel 3.14 i forordningen om hallbara branslen for lufttransport och hallbart flygbransle enligt artikel 3.7 multiplicerat med den mangd bransle for vilken vilseledande eller felaktiga uppgifter har lamnats. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. energimyndigheten ska nar den pafor en pafoljdsavgift motivera den metod med vilken priset pa flygbransle, hallbart flygbransle och syntetiskt flygbransle har faststallts pa europeiska unionens marknad for flygbransle. metoden ska grunda sig pa verifierbara och objektiva kriterier, inklusive den senaste tillgangliga tekniska rapport som avses i artikel 13 i forordningen om hallbara branslen for lufttransport. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      }
    },
    {
      "provision_ref": "11 c",
      "section": "11 c",
      "title": "Energiaviraston velvollisuus varmistaa puuttuvan lentopolttoaineen toimitus",
      "content": "Energiaviraston on varmistettava, että jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädetystä velvoitteesta, joka koskee kestävien lentopolttoaineiden ja synteettisten lentopolttoaineiden vähimmäisosuuksia tiettynä mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemäärän kyseistä raportointikautta koskevan velvoitteensa lisäksi. Menettelystä säädetään mainitun asetuksen 12 artiklan 8 kohdassa. Edellä 1 momentissa tarkoitetun velvollisuuden täyttäminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 c",
        "normalized_fi": "Energiaviraston on varmistettava, että jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädetystä velvoitteesta, joka koskee kestävien lentopolttoaineiden ja synteettisten lentopolttoaineiden vähimmäisosuuksia tiettynä mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemäärän kyseistä raportointikautta koskevan velvoitteensa lisäksi. Menettelystä säädetään mainitun asetuksen 12 artiklan 8 kohdassa. Edellä 1 momentissa tarkoitetun velvollisuuden täyttäminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
        "folded_fi": "energiaviraston on varmistettava, etta jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadetysta velvoitteesta, joka koskee kestavien lentopolttoaineiden ja synteettisten lentopolttoaineiden vahimmaisosuuksia tiettyna mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemaaran kyseista raportointikautta koskevan velvoitteensa lisaksi. menettelysta saadetaan mainitun asetuksen 12 artiklan 8 kohdassa. edella 1 momentissa tarkoitetun velvollisuuden tayttaminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
        "title_sv": "Energimyndighetens skyldighet att säkerställa leverans av den mängd flygbränsle som motsvarar underskottet",
        "content_sv": "Energimyndigheten ska säkerställa att alla flygbränsleleverantörer som har ackumulerat ett underskott i förhållande till den skyldighet som fastställs i artikel 4 i förordningen om hållbara bränslen för lufttransport när det gäller minimiandelarna hållbara flygbränslen och syntetiska flygbränslen under en viss sådan rapporteringsperiod som avses i artikel 3.23 i den förordningen, under den efterföljande rapporteringsperioden ska förse marknaden med en mängd av respektive bränsle som motsvarar detta underskott, utöver den mängd som de är skyldiga att leverera för den rapporteringsperioden. Bestämmelser om förfarandet finns i artikel 12.8 i den förordningen. Fullgörandet av skyldigheten enligt 1 mom. befriar inte flygbränsleleverantören från skyldigheten att betala påföljdsavgift.",
        "normalized_sv": "Energimyndigheten ska säkerställa att alla flygbränsleleverantörer som har ackumulerat ett underskott i förhållande till den skyldighet som fastställs i artikel 4 i förordningen om hållbara bränslen för lufttransport när det gäller minimiandelarna hållbara flygbränslen och syntetiska flygbränslen under en viss sådan rapporteringsperiod som avses i artikel 3.23 i den förordningen, under den efterföljande rapporteringsperioden ska förse marknaden med en mängd av respektive bränsle som motsvarar detta underskott, utöver den mängd som de är skyldiga att leverera för den rapporteringsperioden. Bestämmelser om förfarandet finns i artikel 12.8 i den förordningen. Fullgörandet av skyldigheten enligt 1 mom. befriar inte flygbränsleleverantören från skyldigheten att betala påföljdsavgift.",
        "folded_sv": "energimyndigheten ska sakerstalla att alla flygbransleleverantorer som har ackumulerat ett underskott i forhallande till den skyldighet som faststalls i artikel 4 i forordningen om hallbara branslen for lufttransport nar det galler minimiandelarna hallbara flygbranslen och syntetiska flygbranslen under en viss sadan rapporteringsperiod som avses i artikel 3.23 i den forordningen, under den efterfoljande rapporteringsperioden ska forse marknaden med en mangd av respektive bransle som motsvarar detta underskott, utover den mangd som de ar skyldiga att leverera for den rapporteringsperioden. bestammelser om forfarandet finns i artikel 12.8 i den forordningen. fullgorandet av skyldigheten enligt 1 mom. befriar inte flygbransleleverantoren fran skyldigheten att betala pafoljdsavgift."
      }
    },
    {
      "provision_ref": "11 d",
      "section": "11 d",
      "title": "Eräät lentopolttoaineen toimittajan pyynnöt",
      "content": "Energiaviraston on käsiteltävä lentopolttoaineen toimittajan lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyyntö. Pyynnön käsittelystä säädetään mainitun asetuksen 11 artiklan 8 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 d",
        "normalized_fi": "Energiaviraston on käsiteltävä lentopolttoaineen toimittajan lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyyntö. Pyynnön käsittelystä säädetään mainitun asetuksen 11 artiklan 8 kohdassa.",
        "folded_fi": "energiaviraston on kasiteltava lentopolttoaineen toimittajan lentoliikenteen kestavista polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyynto. pyynnon kasittelysta saadetaan mainitun asetuksen 11 artiklan 8 kohdassa.",
        "title_sv": "Vissa begäranden från flygbränsleleverantörer",
        "content_sv": "Energimyndigheten ska behandla en begäran som avses i artikel 11.8 i förordningen om hållbara bränslen för lufttransport från en flygbränsleleverantör. Bestämmelser om behandlingen av begäran finns i artikel 11.8 i den förordningen.",
        "normalized_sv": "Energimyndigheten ska behandla en begäran som avses i artikel 11.8 i förordningen om hållbara bränslen för lufttransport från en flygbränsleleverantör. Bestämmelser om behandlingen av begäran finns i artikel 11.8 i den förordningen.",
        "folded_sv": "energimyndigheten ska behandla en begaran som avses i artikel 11.8 i forordningen om hallbara branslen for lufttransport fran en flygbransleleverantor. bestammelser om behandlingen av begaran finns i artikel 11.8 i den forordningen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muutoksenhaku",
      "content": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen ja Energiaviraston 3 a, 5, 11 a ja 12 §:ssä tarkoitettuun päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen ja Energiaviraston 3 a, 5, 11 a ja 12 § :ssä tarkoitettuun päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003).",
        "folded_fi": "tyo- ja elinkeinoministerion taman lain nojalla tekemaan paatokseen ja energiaviraston 3 a, 5, 11 a ja 12 §:ssa tarkoitettuun paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003).",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut som arbets- och näringsministeriet har fattat med stöd av denna lag och av Energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003).",
        "normalized_sv": "Omprövning av ett beslut som arbets- och näringsministeriet har fattat med stöd av denna lag och av Energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003).",
        "folded_sv": "omprovning av ett beslut som arbets- och naringsministeriet har fattat med stod av denna lag och av energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § far begaras. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "title": "Seuraamusmaksujen ja virhemaksun täytäntöönpano",
      "content": "Edellä 11, 11 a ja 12 §:n nojalla maksettaviksi määrättyjen seuraamusmaksujen ja virhemaksujen täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Edellä 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Edellä 11, 11 a ja 12 § :n nojalla maksettaviksi määrättyjen seuraamusmaksujen ja virhemaksujen täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Edellä 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
        "folded_fi": "edella 11, 11 a ja 12 §:n nojalla maksettaviksi maarattyjen seuraamusmaksujen ja virhemaksujen taytantoonpanosta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). edella 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispaivasta.",
        "title_sv": "Verkställighet av påföljdsavgifter och felavgifter",
        "content_sv": "Bestämmelser om verkställigheten av påföljdsavgifter och felavgifter som påförts med stöd av 11, 11 a och 12 § finns i lagen om verkställighet av böter (672/2002). De påföljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "normalized_sv": "Bestämmelser om verkställigheten av påföljdsavgifter och felavgifter som påförts med stöd av 11, 11 a och 12 § finns i lagen om verkställighet av böter (672/2002). De påföljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "folded_sv": "bestammelser om verkstalligheten av pafoljdsavgifter och felavgifter som paforts med stod av 11, 11 a och 12 § finns i lagen om verkstallighet av boter (672/2002). de pafoljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem ar efter det att det lagakraftvunna avgorandet om pafoljdsavgiften meddelades."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "lentoliikenteen kestävistä polttoaineista annettu asetus Sen lisäksi, mitä 1 momentissa säädetään, lain tarkoituksena on myös toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtävistä ja lentopolttoaineen toimittajia koskevasta seuraamusjärjestelmästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "lentoliikenteen kestävistä polttoaineista annettu asetus Sen lisäksi, mitä 1 momentissa säädetään, lain tarkoituksena on myös toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestävälle lentoliikenteelle (ReFuelEU Aviation -aloite) annettu Euroopan parlamentin ja neuvoston asetus (EU) 2023/2405 () siltä osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtävistä ja lentopolttoaineen toimittajia koskevasta seuraamusjärjestelmästä.",
        "folded_fi": "lentoliikenteen kestavista polttoaineista annettu asetus sen lisaksi, mita 1 momentissa saadetaan, lain tarkoituksena on myos toimeenpanna tasapuolisten toimintaedellytysten varmistamisesta kestavalle lentoliikenteelle (refueleu aviation -aloite) annettu euroopan parlamentin ja neuvoston asetus (eu) 2023/2405 () silta osin, kuin kyse on lentopolttoaineen toimittajien velvoitteista ja oikeuksista johtuvista viranomaistehtavista ja lentopolttoaineen toimittajia koskevasta seuraamusjarjestelmasta.",
        "title_sv": "Lagens syfte",
        "content_sv": "förordningen om hållbara bränslen för lufttransport Utöver vad som föreskrivs i 1 mom. är syftet med lagen också att verkställa Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del det är fråga om myndighetsuppgifter som följer av skyldigheter och rättigheter för flygbränsleleverantörer och om ett påföljdssystem för flygbränsleleverantörer.",
        "normalized_sv": "förordningen om hållbara bränslen för lufttransport Utöver vad som föreskrivs i 1 mom. är syftet med lagen också att verkställa Europaparlamentets och rådets förordning (EU) 2023/2405 om säkerställande av lika villkor för hållbar lufttransport (ReFuelEU Aviation) () till den del det är fråga om myndighetsuppgifter som följer av skyldigheter och rättigheter för flygbränsleleverantörer och om ett påföljdssystem för flygbränsleleverantörer.",
        "folded_sv": "forordningen om hallbara branslen for lufttransport utover vad som foreskrivs i 1 mom. ar syftet med lagen ocksa att verkstalla europaparlamentets och radets forordning (eu) 2023/2405 om sakerstallande av lika villkor for hallbar lufttransport (refueleu aviation) () till den del det ar fraga om myndighetsuppgifter som foljer av skyldigheter och rattigheter for flygbransleleverantorer och om ett pafoljdssystem for flygbransleleverantorer."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 15) energiasisällöllä polttoaineen alempaa lämpöarvoa, jota määritettäessä polttoaine katsotaan toimitetuksi 15 celsiusasteen lämpötilassa; 16) lentopolttoaineen toimittajalla sitä, jolla on lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 15) energiasisällöllä polttoaineen alempaa lämpöarvoa, jota määritettäessä polttoaine katsotaan toimitetuksi 15 celsiusasteen lämpötilassa; 16) lentopolttoaineen toimittajalla sitä, jolla on lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
        "folded_fi": "tassa laissa tarkoitetaan: 15) energiasisallolla polttoaineen alempaa lampoarvoa, jota maaritettaessa polttoaine katsotaan toimitetuksi 15 celsiusasteen lampotilassa; 16) lentopolttoaineen toimittajalla sita, jolla on lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 6 kohdassa tarkoitetun lentopolttoaineen tai 3 artiklan 17 kohdassa tarkoitetun lentoliikenteeseen tarkoitetun vedyn omistusoikeus ennen kuin se luovutetaan mainitun asetuksen 3 artiklan 1 kohdassa tarkoitetulla unionin lentoasemalla ilma-alukseen.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 15) energiinnehåll ett drivmedels nedre värmevärde; när energiinnehållet bestäms anses drivmedlet vara levererat vid en temperatur av 15 grader Celsius, 16) flygbränsleleverantör den som har äganderätten till sådant flygbränsle som avses i artikel 3.6 i förordningen om hållbara bränslen för lufttransport eller sådan vätgas för luftfart som avses i artikel 3.17 i den förordningen innan flygbränslet eller vätgasen överlåts till ett luftfartyg på en unionsflygplats som avses i artikel 3.1 i den förordningen.",
        "normalized_sv": "I denna lag avses med 15) energiinnehåll ett drivmedels nedre värmevärde; när energiinnehållet bestäms anses drivmedlet vara levererat vid en temperatur av 15 grader Celsius, 16) flygbränsleleverantör den som har äganderätten till sådant flygbränsle som avses i artikel 3.6 i förordningen om hållbara bränslen för lufttransport eller sådan vätgas för luftfart som avses i artikel 3.17 i den förordningen innan flygbränslet eller vätgasen överlåts till ett luftfartyg på en unionsflygplats som avses i artikel 3.1 i den förordningen.",
        "folded_sv": "i denna lag avses med 15) energiinnehall ett drivmedels nedre varmevarde; nar energiinnehallet bestams anses drivmedlet vara levererat vid en temperatur av 15 grader celsius, 16) flygbransleleverantor den som har aganderatten till sadant flygbransle som avses i artikel 3.6 i forordningen om hallbara branslen for lufttransport eller sadan vatgas for luftfart som avses i artikel 3.17 i den forordningen innan flygbranslet eller vatgasen overlats till ett luftfartyg pa en unionsflygplats som avses i artikel 3.1 i den forordningen."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Jakeluvelvoite ja lain soveltamisala",
      "content": "Tämän lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b §:ää sovelletaan lentopolttoaineen toimittajiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tämän lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b § :ää sovelletaan lentopolttoaineen toimittajiin.",
        "folded_fi": "taman lain 1-3, 4, 9, 11 a-11 d, 13, 14 a ja 14 b §:aa sovelletaan lentopolttoaineen toimittajiin.",
        "title_sv": "Distributionsskyldighet och lagens tillämpningsområde",
        "content_sv": "Bestämmelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillämpas på flygbränsleleverantörer.",
        "normalized_sv": "Bestämmelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillämpas på flygbränsleleverantörer.",
        "folded_sv": "bestammelserna i 1-3, 4, 9, 11 a-11 d, 13, 14 a och 14 b § i denna lag tillampas pa flygbransleleverantorer."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimivaltaiset viranomaiset ja tietojen luovuttaminen",
      "content": "Lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on Energiavirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on Energiavirasto.",
        "folded_fi": "lentoliikenteen kestavista polttoaineista annetun asetuksen 11 artiklassa tarkoitettu toimivaltainen viranomainen lentopolttoaineen toimittajia koskevissa asioissa on energiavirasto.",
        "title_sv": "Behöriga myndigheter och utlämnande av uppgifter",
        "content_sv": "Energimyndigheten är behörig myndighet enligt artikel 11 i förordningen om hållbara bränslen för lufttransport i ärenden som gäller flygbränsleleverantörer.",
        "normalized_sv": "Energimyndigheten är behörig myndighet enligt artikel 11 i förordningen om hållbara bränslen för lufttransport i ärenden som gäller flygbränsleleverantörer.",
        "folded_sv": "energimyndigheten ar behorig myndighet enligt artikel 11 i forordningen om hallbara branslen for lufttransport i arenden som galler flygbransleleverantorer."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Lentopolttoaineen toimittajille määrättävät seuraamusmaksut",
      "content": "Seuraamusmaksu määrätään lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jättää täyttämättä lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita kestävien lentopolttoaineiden vähimmäisosuuksista; 2) jättää noudattamatta lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vähimmäisosuuksia ja synteettisten lentopolttoaineiden keskimääräisiä osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisiä tietoja niiden kestävien lentopolttoaineiden ominaisuuksista tai alkuperästä, jotka se on toimittanut lentoliikenteen kestävistä polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Seuraamusmaksu määrätään lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jättää täyttämättä lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita kestävien lentopolttoaineiden vähimmäisosuuksista; 2) jättää noudattamatta lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädettyjä velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vähimmäisosuuksia ja synteettisten lentopolttoaineiden keskimääräisiä osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisiä tietoja niiden kestävien lentopolttoaineiden ominaisuuksista tai alkuperästä, jotka se on toimittanut lentoliikenteen kestävistä polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
        "folded_fi": "seuraamusmaksu maarataan lentopolttoaineen toimittajalle, joka tahallaan tai huolimattomuudesta: 1) jattaa tayttamatta lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadettyja velvoitteita kestavien lentopolttoaineiden vahimmaisosuuksista; 2) jattaa noudattamatta lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadettyja velvoitteita, jotka koskevat asetuksessa tarkoitettujen synteettisten lentopolttoaineiden vahimmaisosuuksia ja synteettisten lentopolttoaineiden keskimaaraisia osuuksia vuosina 2030-2034; 3) on antanut harhaanjohtavia tai virheellisia tietoja niiden kestavien lentopolttoaineiden ominaisuuksista tai alkuperasta, jotka se on toimittanut lentoliikenteen kestavista polttoaineista annetun asetuksen 9 artiklan 2 kohdan ja asetuksen 10 artiklan mukaisesti.",
        "title_sv": "Påföljdsavgift för flygbränsleleverantörer",
        "content_sv": "Påföljdsavgift påförs en flygbränsleleverantör som uppsåtligen eller av oaktsamhet 1) underlåter att fullgöra de skyldigheter i fråga om minimiandelar av hållbara flygbränslen som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport, 2) underlåter att fullgöra de skyldigheter som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport och som gäller minimiandelar av i den förordningen avsedda syntetiska flygbränslen och genomsnittliga andelar av syntetiska flygbränslen åren 2030-2034, 3) har lämnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget för hållbara flygbränslen som leverantören har tillhandahållit i enlighet med artikel 9.2 och artikel 10 i förordningen om hållbara bränslen för lufttransport.",
        "normalized_sv": "Påföljdsavgift påförs en flygbränsleleverantör som uppsåtligen eller av oaktsamhet 1) underlåter att fullgöra de skyldigheter i fråga om minimiandelar av hållbara flygbränslen som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport, 2) underlåter att fullgöra de skyldigheter som anges i artikel 4 i förordningen om hållbara bränslen för lufttransport och som gäller minimiandelar av i den förordningen avsedda syntetiska flygbränslen och genomsnittliga andelar av syntetiska flygbränslen åren 2030-2034, 3) har lämnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget för hållbara flygbränslen som leverantören har tillhandahållit i enlighet med artikel 9.2 och artikel 10 i förordningen om hållbara bränslen för lufttransport.",
        "folded_sv": "pafoljdsavgift pafors en flygbransleleverantor som uppsatligen eller av oaktsamhet 1) underlater att fullgora de skyldigheter i fraga om minimiandelar av hallbara flygbranslen som anges i artikel 4 i forordningen om hallbara branslen for lufttransport, 2) underlater att fullgora de skyldigheter som anges i artikel 4 i forordningen om hallbara branslen for lufttransport och som galler minimiandelar av i den forordningen avsedda syntetiska flygbranslen och genomsnittliga andelar av syntetiska flygbranslen aren 2030-2034, 3) har lamnat vilseledande eller felaktiga uppgifter om egenskaperna hos eller ursprunget for hallbara flygbranslen som leverantoren har tillhandahallit i enlighet med artikel 9.2 och artikel 10 i forordningen om hallbara branslen for lufttransport."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Lentopolttoaineen toimittajan seuraamusmaksujen määrääminen ja suuruus",
      "content": "Energiavirasto määrää 11 a §:ssä tarkoitetut seuraamusmaksut. Edellä 11 a §:n 1 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden määrällä, jotka eivät täytä asetuksen 4 artiklassa ja liitteessä I tarkoitettuja vähimmäisosuuksia. Edellä 11 a §:n 2 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen määrällä, joka ei täytä asetuksen 4 artiklassa ja I liitteessä tarkoitettuja vähimmäisosuuksia. Kaksinkertaisen seuraamuksen välttämiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vähimmäisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jättämisestä määrätyt seuraamusmaksut. Edellä 11 a §:n 3 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan välinen erotus niiden polttoaineiden määrällä, joista on annettu harhaanjohtavat tai virheelliset tiedot. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Energiaviraston on perusteltava seuraamusmaksua määrätessään menetelmä, jolla on määritetty lentopolttoaineen, kestävän lentopolttoaineen ja synteettisen lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myös lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 b",
        "normalized_fi": "Energiavirasto määrää 11 a § :ssä tarkoitetut seuraamusmaksut. Edellä 11 a § :n 1 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden määrällä, jotka eivät täytä asetuksen 4 artiklassa ja liitteessä I tarkoitettuja vähimmäisosuuksia. Edellä 11 a § :n 2 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja se saa olla enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen määrällä, joka ei täytä asetuksen 4 artiklassa ja I liitteessä tarkoitettuja vähimmäisosuuksia. Kaksinkertaisen seuraamuksen välttämiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vähimmäisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jättämisestä määrätyt seuraamusmaksut. Edellä 11 a § :n 3 kohdan nojalla määrättävän seuraamusmaksun rahamäärän on oltava suuruudeltaan vähintään kaksi ja enintään neljä kertaa se määrä, joka saadaan kertomalla lentoliikenteen kestävistä polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestävien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan välinen erotus niiden polttoaineiden määrällä, joista on annettu harhaanjohtavat tai virheelliset tiedot. Seuraamusmaksua määrättäessä on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. Energiaviraston on perusteltava seuraamusmaksua määrätessään menetelmä, jolla on määritetty lentopolttoaineen, kestävän lentopolttoaineen ja synteettisen lentopolttoaineen hinta Euroopan unionin lentopolttoainemarkkinoilla. Menetelmän on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myös lentoliikenteen kestävistä polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. Seuraamusmaksua ei saa määrätä, jos on kulunut yli kolme vuotta siitä, kun rikkomus tai laiminlyönti on tapahtunut.",
        "folded_fi": "energiavirasto maaraa 11 a §:ssa tarkoitetut seuraamusmaksut. edella 11 a §:n 1 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestavien lentopolttoaineiden tonnilta lasketun vuotuisen keskihinnan erotus niiden lentopolttoaineiden maaralla, jotka eivat tayta asetuksen 4 artiklassa ja liitteessa i tarkoitettuja vahimmaisosuuksia. edella 11 a §:n 2 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja se saa olla enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 12 kohdassa tarkoitetun synteettisen lentopolttoaineen ja 14 kohdassa tarkoitetun perinteisen lentopolttoaineen vuotuisen keskihinnan erotus tonnilta sellaisen lentopolttoaineen maaralla, joka ei tayta asetuksen 4 artiklassa ja i liitteessa tarkoitettuja vahimmaisosuuksia. kaksinkertaisen seuraamuksen valttamiseksi seuraamusmaksun suuruudessa on otettava huomioon mahdolliset lentopolttoaineen toimittajalle synteettisten lentopolttoaineiden vahimmaisosuuksia koskevien velvoitteiden vuosien 2030-2034 velvoitekaudella noudattamatta jattamisesta maaratyt seuraamusmaksut. edella 11 a §:n 3 kohdan nojalla maarattavan seuraamusmaksun rahamaaran on oltava suuruudeltaan vahintaan kaksi ja enintaan nelja kertaa se maara, joka saadaan kertomalla lentoliikenteen kestavista polttoaineista annetun asetuksen 3 artiklan 14 kohdassa tarkoitetun perinteisen lentopolttoaineen ja 7 kohdassa tarkoitettujen kestavien lentopolttoaineiden tonnilta lasketun vuosittaisen keskihinnan valinen erotus niiden polttoaineiden maaralla, joista on annettu harhaanjohtavat tai virheelliset tiedot. seuraamusmaksua maarattaessa on otettava huomioon rikkomisen luonne, kesto, toistuvuus ja vakavuus. energiaviraston on perusteltava seuraamusmaksua maaratessaan menetelma, jolla on maaritetty lentopolttoaineen, kestavan lentopolttoaineen ja synteettisen lentopolttoaineen hinta euroopan unionin lentopolttoainemarkkinoilla. menetelman on perustuttava todennettaviin ja puolueettomiin perusteisiin, joihin kuuluu myos lentoliikenteen kestavista polttoaineista annetun asetuksen 13 artiklassa tarkoitettu viimeisin saatavilla oleva tekninen kertomus. seuraamusmaksua ei saa maarata, jos on kulunut yli kolme vuotta siita, kun rikkomus tai laiminlyonti on tapahtunut.",
        "title_sv": "Påförande av påföljdsavgift och påföljdsavgiftens storlek för flygbränsleleverantörer",
        "content_sv": "Energimyndigheten påför de påföljdsavgifter som avses i 11 a §. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 1 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. Beloppet av den påföljdsavgift som påförs med stöd av11 a § 2 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på syntetiskt flygbränsle enligt artikel 3.12 i förordningen om hållbara bränslen för lufttransport och konventionellt flygbränsle enligt artikel 3.14 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. För att undvika dubbel påföljd ska i påföljdsavgiftens storlek beaktas eventuella påföljdsavgifter som påförts flygbränsleleverantören för underlåtenhet att iaktta de skyldigheter i fråga om minimiandelen syntetiska flygbränslen som avser tidsperioden 2030-2034. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 3 punkten ska vara minst dubbelt så stort och högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 multiplicerat med den mängd bränsle för vilken vilseledande eller felaktiga uppgifter har lämnats. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Energimyndigheten ska när den påför en påföljdsavgift motivera den metod med vilken priset på flygbränsle, hållbart flygbränsle och syntetiskt flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "normalized_sv": "Energimyndigheten påför de påföljdsavgifter som avses i 11 a § . Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 1 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. Beloppet av den påföljdsavgift som påförs med stöd av11 a § 2 punkten ska vara minst dubbelt så stort och får vara högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på syntetiskt flygbränsle enligt artikel 3.12 i förordningen om hållbara bränslen för lufttransport och konventionellt flygbränsle enligt artikel 3.14 i den förordningen multiplicerat med den mängd flygbränsle som inte uppfyller de minimiandelar som avses i artikel 4 i den förordningen och bilaga I till den förordningen. För att undvika dubbel påföljd ska i påföljdsavgiftens storlek beaktas eventuella påföljdsavgifter som påförts flygbränsleleverantören för underlåtenhet att iaktta de skyldigheter i fråga om minimiandelen syntetiska flygbränslen som avser tidsperioden 2030-2034. Beloppet av den påföljdsavgift som påförs med stöd av 11 a § 3 punkten ska vara minst dubbelt så stort och högst fyra gånger så stort som det belopp som blir resultatet av skillnaden mellan det årliga genomsnittspriset per ton på konventionellt flygbränsle enligt artikel 3.14 i förordningen om hållbara bränslen för lufttransport och hållbart flygbränsle enligt artikel 3.7 multiplicerat med den mängd bränsle för vilken vilseledande eller felaktiga uppgifter har lämnats. När påföljdsavgift påförs ska överträdelsens art, varaktighet, upprepning och omfattning beaktas. Energimyndigheten ska när den påför en påföljdsavgift motivera den metod med vilken priset på flygbränsle, hållbart flygbränsle och syntetiskt flygbränsle har fastställts på Europeiska unionens marknad för flygbränsle. Metoden ska grunda sig på verifierbara och objektiva kriterier, inklusive den senaste tillgängliga tekniska rapport som avses i artikel 13 i förordningen om hållbara bränslen för lufttransport. Påföljdsavgift får inte påföras om det har förflutit mer än tre år sedan överträdelsen eller försummelsen inträffade.",
        "folded_sv": "energimyndigheten pafor de pafoljdsavgifter som avses i 11 a §. beloppet av den pafoljdsavgift som pafors med stod av 11 a § 1 punkten ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa konventionellt flygbransle enligt artikel 3.14 i forordningen om hallbara branslen for lufttransport och hallbart flygbransle enligt artikel 3.7 i den forordningen multiplicerat med den mangd flygbransle som inte uppfyller de minimiandelar som avses i artikel 4 i den forordningen och bilaga i till den forordningen. beloppet av den pafoljdsavgift som pafors med stod av11 a § 2 punkten ska vara minst dubbelt sa stort och far vara hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa syntetiskt flygbransle enligt artikel 3.12 i forordningen om hallbara branslen for lufttransport och konventionellt flygbransle enligt artikel 3.14 i den forordningen multiplicerat med den mangd flygbransle som inte uppfyller de minimiandelar som avses i artikel 4 i den forordningen och bilaga i till den forordningen. for att undvika dubbel pafoljd ska i pafoljdsavgiftens storlek beaktas eventuella pafoljdsavgifter som paforts flygbransleleverantoren for underlatenhet att iaktta de skyldigheter i fraga om minimiandelen syntetiska flygbranslen som avser tidsperioden 2030-2034. beloppet av den pafoljdsavgift som pafors med stod av 11 a § 3 punkten ska vara minst dubbelt sa stort och hogst fyra ganger sa stort som det belopp som blir resultatet av skillnaden mellan det arliga genomsnittspriset per ton pa konventionellt flygbransle enligt artikel 3.14 i forordningen om hallbara branslen for lufttransport och hallbart flygbransle enligt artikel 3.7 multiplicerat med den mangd bransle for vilken vilseledande eller felaktiga uppgifter har lamnats. nar pafoljdsavgift pafors ska overtradelsens art, varaktighet, upprepning och omfattning beaktas. energimyndigheten ska nar den pafor en pafoljdsavgift motivera den metod med vilken priset pa flygbransle, hallbart flygbransle och syntetiskt flygbransle har faststallts pa europeiska unionens marknad for flygbransle. metoden ska grunda sig pa verifierbara och objektiva kriterier, inklusive den senaste tillgangliga tekniska rapport som avses i artikel 13 i forordningen om hallbara branslen for lufttransport. pafoljdsavgift far inte paforas om det har forflutit mer an tre ar sedan overtradelsen eller forsummelsen intraffade."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "11 c",
      "section": "11 c",
      "title": "Energiaviraston velvollisuus varmistaa puuttuvan lentopolttoaineen toimitus",
      "content": "Energiaviraston on varmistettava, että jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädetystä velvoitteesta, joka koskee kestävien lentopolttoaineiden ja synteettisten lentopolttoaineiden vähimmäisosuuksia tiettynä mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemäärän kyseistä raportointikautta koskevan velvoitteensa lisäksi. Menettelystä säädetään mainitun asetuksen 12 artiklan 8 kohdassa. Edellä 1 momentissa tarkoitetun velvollisuuden täyttäminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 c",
        "normalized_fi": "Energiaviraston on varmistettava, että jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestävistä polttoaineista annetun asetuksen 4 artiklassa säädetystä velvoitteesta, joka koskee kestävien lentopolttoaineiden ja synteettisten lentopolttoaineiden vähimmäisosuuksia tiettynä mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemäärän kyseistä raportointikautta koskevan velvoitteensa lisäksi. Menettelystä säädetään mainitun asetuksen 12 artiklan 8 kohdassa. Edellä 1 momentissa tarkoitetun velvollisuuden täyttäminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
        "folded_fi": "energiaviraston on varmistettava, etta jokainen lentopolttoaineen toimittaja, jolle on kertynyt vaje lentoliikenteen kestavista polttoaineista annetun asetuksen 4 artiklassa saadetysta velvoitteesta, joka koskee kestavien lentopolttoaineiden ja synteettisten lentopolttoaineiden vahimmaisosuuksia tiettyna mainitun asetuksen 3 artiklan 23 kohdassa tarkoitetulla raportointikaudella, toimittaa seuraavalla raportointikaudella markkinoille vajausta vastaavan polttoainemaaran kyseista raportointikautta koskevan velvoitteensa lisaksi. menettelysta saadetaan mainitun asetuksen 12 artiklan 8 kohdassa. edella 1 momentissa tarkoitetun velvollisuuden tayttaminen ei vapauta lentopolttoaineen toimittajaa velvollisuudesta maksaa seuraamusmaksu.",
        "title_sv": "Energimyndighetens skyldighet att säkerställa leverans av den mängd flygbränsle som motsvarar underskottet",
        "content_sv": "Energimyndigheten ska säkerställa att alla flygbränsleleverantörer som har ackumulerat ett underskott i förhållande till den skyldighet som fastställs i artikel 4 i förordningen om hållbara bränslen för lufttransport när det gäller minimiandelarna hållbara flygbränslen och syntetiska flygbränslen under en viss sådan rapporteringsperiod som avses i artikel 3.23 i den förordningen, under den efterföljande rapporteringsperioden ska förse marknaden med en mängd av respektive bränsle som motsvarar detta underskott, utöver den mängd som de är skyldiga att leverera för den rapporteringsperioden. Bestämmelser om förfarandet finns i artikel 12.8 i den förordningen. Fullgörandet av skyldigheten enligt 1 mom. befriar inte flygbränsleleverantören från skyldigheten att betala påföljdsavgift.",
        "normalized_sv": "Energimyndigheten ska säkerställa att alla flygbränsleleverantörer som har ackumulerat ett underskott i förhållande till den skyldighet som fastställs i artikel 4 i förordningen om hållbara bränslen för lufttransport när det gäller minimiandelarna hållbara flygbränslen och syntetiska flygbränslen under en viss sådan rapporteringsperiod som avses i artikel 3.23 i den förordningen, under den efterföljande rapporteringsperioden ska förse marknaden med en mängd av respektive bränsle som motsvarar detta underskott, utöver den mängd som de är skyldiga att leverera för den rapporteringsperioden. Bestämmelser om förfarandet finns i artikel 12.8 i den förordningen. Fullgörandet av skyldigheten enligt 1 mom. befriar inte flygbränsleleverantören från skyldigheten att betala påföljdsavgift.",
        "folded_sv": "energimyndigheten ska sakerstalla att alla flygbransleleverantorer som har ackumulerat ett underskott i forhallande till den skyldighet som faststalls i artikel 4 i forordningen om hallbara branslen for lufttransport nar det galler minimiandelarna hallbara flygbranslen och syntetiska flygbranslen under en viss sadan rapporteringsperiod som avses i artikel 3.23 i den forordningen, under den efterfoljande rapporteringsperioden ska forse marknaden med en mangd av respektive bransle som motsvarar detta underskott, utover den mangd som de ar skyldiga att leverera for den rapporteringsperioden. bestammelser om forfarandet finns i artikel 12.8 i den forordningen. fullgorandet av skyldigheten enligt 1 mom. befriar inte flygbransleleverantoren fran skyldigheten att betala pafoljdsavgift."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "11 d",
      "section": "11 d",
      "title": "Eräät lentopolttoaineen toimittajan pyynnöt",
      "content": "Energiaviraston on käsiteltävä lentopolttoaineen toimittajan lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyyntö. Pyynnön käsittelystä säädetään mainitun asetuksen 11 artiklan 8 kohdassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 d",
        "normalized_fi": "Energiaviraston on käsiteltävä lentopolttoaineen toimittajan lentoliikenteen kestävistä polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyyntö. Pyynnön käsittelystä säädetään mainitun asetuksen 11 artiklan 8 kohdassa.",
        "folded_fi": "energiaviraston on kasiteltava lentopolttoaineen toimittajan lentoliikenteen kestavista polttoaineista annetun asetuksen 11 artiklan 8 kohdassa tarkoitettu pyynto. pyynnon kasittelysta saadetaan mainitun asetuksen 11 artiklan 8 kohdassa.",
        "title_sv": "Vissa begäranden från flygbränsleleverantörer",
        "content_sv": "Energimyndigheten ska behandla en begäran som avses i artikel 11.8 i förordningen om hållbara bränslen för lufttransport från en flygbränsleleverantör. Bestämmelser om behandlingen av begäran finns i artikel 11.8 i den förordningen.",
        "normalized_sv": "Energimyndigheten ska behandla en begäran som avses i artikel 11.8 i förordningen om hållbara bränslen för lufttransport från en flygbränsleleverantör. Bestämmelser om behandlingen av begäran finns i artikel 11.8 i den förordningen.",
        "folded_sv": "energimyndigheten ska behandla en begaran som avses i artikel 11.8 i forordningen om hallbara branslen for lufttransport fran en flygbransleleverantor. bestammelser om behandlingen av begaran finns i artikel 11.8 i den forordningen."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Muutoksenhaku",
      "content": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen ja Energiaviraston 3 a, 5, 11 a ja 12 §:ssä tarkoitettuun päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Työ- ja elinkeinoministeriön tämän lain nojalla tekemään päätökseen ja Energiaviraston 3 a, 5, 11 a ja 12 § :ssä tarkoitettuun päätökseen saa vaatia oikaisua. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003).",
        "folded_fi": "tyo- ja elinkeinoministerion taman lain nojalla tekemaan paatokseen ja energiaviraston 3 a, 5, 11 a ja 12 §:ssa tarkoitettuun paatokseen saa vaatia oikaisua. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003).",
        "title_sv": "Ändringssökande",
        "content_sv": "Omprövning av ett beslut som arbets- och näringsministeriet har fattat med stöd av denna lag och av Energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003).",
        "normalized_sv": "Omprövning av ett beslut som arbets- och näringsministeriet har fattat med stöd av denna lag och av Energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § får begäras. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003).",
        "folded_sv": "omprovning av ett beslut som arbets- och naringsministeriet har fattat med stod av denna lag och av energimyndighetens beslut som avses i 3 a, 5, 11 a och 12 § far begaras. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003)."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    },
    {
      "provision_ref": "14 b",
      "section": "14 b",
      "title": "Seuraamusmaksujen ja virhemaksun täytäntöönpano",
      "content": "Edellä 11, 11 a ja 12 §:n nojalla maksettaviksi määrättyjen seuraamusmaksujen ja virhemaksujen täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Edellä 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 b",
        "normalized_fi": "Edellä 11, 11 a ja 12 § :n nojalla maksettaviksi määrättyjen seuraamusmaksujen ja virhemaksujen täytäntöönpanosta säädetään sakon täytäntöönpanosta annetussa laissa (672/2002). Edellä 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispäivästä.",
        "folded_fi": "edella 11, 11 a ja 12 §:n nojalla maksettaviksi maarattyjen seuraamusmaksujen ja virhemaksujen taytantoonpanosta saadetaan sakon taytantoonpanosta annetussa laissa (672/2002). edella 1 momentissa tarkoitetut seuraamusmaksut ja virhemaksu vanhenevat viiden vuoden kuluttua seuraamusmaksua koskevan lainvoiman saaneen ratkaisun antamispaivasta.",
        "title_sv": "Verkställighet av påföljdsavgifter och felavgifter",
        "content_sv": "Bestämmelser om verkställigheten av påföljdsavgifter och felavgifter som påförts med stöd av 11, 11 a och 12 § finns i lagen om verkställighet av böter (672/2002). De påföljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "normalized_sv": "Bestämmelser om verkställigheten av påföljdsavgifter och felavgifter som påförts med stöd av 11, 11 a och 12 § finns i lagen om verkställighet av böter (672/2002). De påföljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem år efter det att det lagakraftvunna avgörandet om påföljdsavgiften meddelades.",
        "folded_sv": "bestammelser om verkstalligheten av pafoljdsavgifter och felavgifter som paforts med stod av 11, 11 a och 12 § finns i lagen om verkstallighet av boter (672/2002). de pafoljdsavgifter och felavgifter som avses i 1 mom. preskriberas fem ar efter det att det lagakraftvunna avgorandet om pafoljdsavgiften meddelades."
      },
      "valid_from": "2024-11-22",
      "valid_to": null
    }
  ]
}