{
  "id": "653/2007",
  "type": "statute",
  "title": "Laki Euroopan yhteisön rajan yli kuljetettavan käteisrahan valvonnasta",
  "title_en": "Lag om kontroller av kontanta medel som förflyttas över Europeiska gemenskapens gräns",
  "status": "in_force",
  "issued_date": "2007-06-08",
  "in_force_date": "2007-06-08",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/653/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa annetaan täydentävät säännökset yhteisön alueelle tuotavan tai sieltä vietävän käteisrahan valvonnasta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1889/2005 soveltamisesta Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa annetaan täydentävät säännökset yhteisön alueelle tuotavan tai sieltä vietävän käteisrahan valvonnasta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1889/2005 soveltamisesta Suomessa.",
        "folded_fi": "tassa laissa annetaan taydentavat saannokset yhteison alueelle tuotavan tai sielta vietavan kateisrahan valvonnasta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1889/2005 soveltamisesta suomessa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller kompletterande bestämmelser om tillämpningen i Finland av Europaparlamentets och rådets förordning (EG) nr 1889/2005 om kontroller av kontanta medel som förs in i eller ut ur gemenskapen.",
        "normalized_sv": "Denna lag innehåller kompletterande bestämmelser om tillämpningen i Finland av Europaparlamentets och rådets förordning (EG) nr 1889/2005 om kontroller av kontanta medel som förs in i eller ut ur gemenskapen.",
        "folded_sv": "denna lag innehaller kompletterande bestammelser om tillampningen i finland av europaparlamentets och radets forordning (eg) nr 1889/2005 om kontroller av kontanta medel som fors in i eller ut ur gemenskapen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "Asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. Lisäksi poliisi ja rajavartiolaitos ovat tullitehtäviä hoitaessaan toimivaltaisia viranomaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. Lisäksi poliisi ja rajavartiolaitos ovat tullitehtäviä hoitaessaan toimivaltaisia viranomaisia.",
        "folded_fi": "asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. lisaksi poliisi ja rajavartiolaitos ovat tullitehtavia hoitaessaan toimivaltaisia viranomaisia.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Den behöriga myndighet som avses i artikel 2 i förordningen är tullverket. När polisen och gränsbevakningsväsendet sköter tulluppgifter är även de behöriga.",
        "normalized_sv": "Den behöriga myndighet som avses i artikel 2 i förordningen är tullverket. När polisen och gränsbevakningsväsendet sköter tulluppgifter är även de behöriga.",
        "folded_sv": "den behoriga myndighet som avses i artikel 2 i forordningen ar tullverket. nar polisen och gransbevakningsvasendet skoter tulluppgifter ar aven de behoriga."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ilmoitus",
      "content": "Asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen käteisrahan kuljettamisesta vähintään 10 000 euron verran yhteisön alueelle tai sieltä pois tehdään 2 §:ssä tarkoitetulle toimivaltaiselle viranomaiselle. Ilmoitus on tehtävä kirjallisesti. Tullihallitus voi antaa tarkempia määräyksiä ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen käteisrahan kuljettamisesta vähintään 10 000 euron verran yhteisön alueelle tai sieltä pois tehdään 2 § :ssä tarkoitetulle toimivaltaiselle viranomaiselle. Ilmoitus on tehtävä kirjallisesti. Tullihallitus voi antaa tarkempia määräyksiä ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelystä.",
        "folded_fi": "asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen kateisrahan kuljettamisesta vahintaan 10 000 euron verran yhteison alueelle tai sielta pois tehdaan 2 §:ssa tarkoitetulle toimivaltaiselle viranomaiselle. ilmoitus on tehtava kirjallisesti. tullihallitus voi antaa tarkempia maarayksia ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelysta.",
        "title_sv": "Anmälan",
        "content_sv": "En i artikel 3 i förordningen avsedd anmälan om att kontanta medel som avses i artikel 2 i förordningen förs in i eller ut ur gemenskapen till ett värde av minst 10 000 euro skall lämnas till den behöriga myndighet som avses i 2 §. Anmälan skall vara skriftlig. Tullstyrelsen kan utfärda närmare föreskrifter om anmälans form, platsen för lämnande av anmälan och om anmälningsförfarandet i övrigt.",
        "normalized_sv": "En i artikel 3 i förordningen avsedd anmälan om att kontanta medel som avses i artikel 2 i förordningen förs in i eller ut ur gemenskapen till ett värde av minst 10 000 euro skall lämnas till den behöriga myndighet som avses i 2 § . Anmälan skall vara skriftlig. Tullstyrelsen kan utfärda närmare föreskrifter om anmälans form, platsen för lämnande av anmälan och om anmälningsförfarandet i övrigt.",
        "folded_sv": "en i artikel 3 i forordningen avsedd anmalan om att kontanta medel som avses i artikel 2 i forordningen fors in i eller ut ur gemenskapen till ett varde av minst 10 000 euro skall lamnas till den behoriga myndighet som avses i 2 §. anmalan skall vara skriftlig. tullstyrelsen kan utfarda narmare foreskrifter om anmalans form, platsen for lamnande av anmalan och om anmalningsforfarandet i ovrigt."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valuutan muuntokurssit",
      "content": "Ulkomaan valuutassa maahantuodun tai maastavietävän käteisrahan euroiksi muuntamisessa käytetään tullilain (1466/1994) 7 §:ssä tarkoitettuja, Tullihallituksen vahvistamia muuntokursseja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ulkomaan valuutassa maahantuodun tai maastavietävän käteisrahan euroiksi muuntamisessa käytetään tullilain (1466/1994) 7 § :ssä tarkoitettuja, Tullihallituksen vahvistamia muuntokursseja.",
        "folded_fi": "ulkomaan valuutassa maahantuodun tai maastavietavan kateisrahan euroiksi muuntamisessa kaytetaan tullilain (1466/1994) 7 §:ssa tarkoitettuja, tullihallituksen vahvistamia muuntokursseja.",
        "title_sv": "Valutaomräkningskurser",
        "content_sv": "När kontanta medel i utländsk valuta som förs in i eller ut ur landet omräknas i euro skall de omräkningskurser som avses i 7 § i tullagen (1466/1994) och som fastställts av Tullstyrelsen användas.",
        "normalized_sv": "När kontanta medel i utländsk valuta som förs in i eller ut ur landet omräknas i euro skall de omräkningskurser som avses i 7 § i tullagen (1466/1994) och som fastställts av Tullstyrelsen användas.",
        "folded_sv": "nar kontanta medel i utlandsk valuta som fors in i eller ut ur landet omraknas i euro skall de omrakningskurser som avses i 7 § i tullagen (1466/1994) och som faststallts av tullstyrelsen anvandas."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkastusoikeus",
      "content": "Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysäyttää henkilö ja tarkastaa hänen päällysvaatteensa ja matkatavaransa, kun hän saapuu yhteisöön tai lähtee yhteisöstä, sekä pysäyttää ja tarkastaa kulkuneuvo. Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myös muu kuin 1 momentissa tarkoitettu henkilöntarkastus, jos henkilöä todennäköisin syin epäillään asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamatta jättämisestä. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 §:ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Muutoin noudatetaan soveltuvin osin, mitä henkilöntarkastuksesta säädetään pakkokeinolaissa (450/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysäyttää henkilö ja tarkastaa hänen päällysvaatteensa ja matkatavaransa, kun hän saapuu yhteisöön tai lähtee yhteisöstä, sekä pysäyttää ja tarkastaa kulkuneuvo. Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myös muu kuin 1 momentissa tarkoitettu henkilöntarkastus, jos henkilöä todennäköisin syin epäillään asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamatta jättämisestä. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 § :ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Muutoin noudatetaan soveltuvin osin, mitä henkilöntarkastuksesta säädetään pakkokeinolaissa (450/1987).",
        "folded_fi": "asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysayttaa henkilo ja tarkastaa hanen paallysvaatteensa ja matkatavaransa, kun han saapuu yhteisoon tai lahtee yhteisosta, seka pysayttaa ja tarkastaa kulkuneuvo. asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myos muu kuin 1 momentissa tarkoitettu henkilontarkastus, jos henkiloa todennakoisin syin epaillaan asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamatta jattamisesta. toimenpiteesta paattaa tullimies, jolla on oikeus paattaa tullilain 15 §:ssa tarkoitetusta henkilontarkastuksesta, paallystoon kuuluva poliisimies taikka pidattamiseen oikeutettu rajavartiolaitoksen virkamies tai vahintaan majurin arvoinen rajavartiomies. muutoin noudatetaan soveltuvin osin, mita henkilontarkastuksesta saadetaan pakkokeinolaissa (450/1987).",
        "title_sv": "Granskningsrätt",
        "content_sv": "För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att hejda en person och granska hans eller hennes ytterkläder och resgods när personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att utföra också annan kroppsvisitation än sådan som avses i 1 mom., om personen på sannolika skäl misstänks för att inte ha fullgjort anmälningsplikten enligt artikel 3 i förordningen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. I övrigt iakttas i tillämpliga delar vad som i tvångsmedelslagen (450/1987) bestäms om kroppsvisitation.",
        "normalized_sv": "För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att hejda en person och granska hans eller hennes ytterkläder och resgods när personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att utföra också annan kroppsvisitation än sådan som avses i 1 mom., om personen på sannolika skäl misstänks för att inte ha fullgjort anmälningsplikten enligt artikel 3 i förordningen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. I övrigt iakttas i tillämpliga delar vad som i tvångsmedelslagen (450/1987) bestäms om kroppsvisitation.",
        "folded_sv": "for kontroll av att anmalningsplikten enligt artikel 3 i forordningen har fullgjorts har den behoriga myndigheten ratt att hejda en person och granska hans eller hennes ytterklader och resgods nar personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. for kontroll av att anmalningsplikten enligt artikel 3 i forordningen har fullgjorts har den behoriga myndigheten ratt att utfora ocksa annan kroppsvisitation an sadan som avses i 1 mom., om personen pa sannolika skal misstanks for att inte ha fullgjort anmalningsplikten enligt artikel 3 i forordningen. beslut om atgarden fattas av den tullman som har ratt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hor till befalet, en anhallningsberattigad tjansteman vid gransbevakningsvasendet eller en gransbevakningsman med minst majors grad. i ovrigt iakttas i tillampliga delar vad som i tvangsmedelslagen (450/1987) bestams om kroppsvisitation."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Haltuunotto-oikeus",
      "content": "Toimivaltaisella viranomaisella on oikeus pidättää ja ottaa haltuun yhteisöön tuotu tai yhteisöstä vietävä käteisraha, jos asetuksen 3 artiklassa säädettyä ilmoittamisvelvollisuutta ei ole täytetty, ja jos toimenpide on tarpeen sen selvittämiseksi, onko käteisrahaan syytä puuttua muun lainsäädännön nojalla. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 §:ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Sille, jolta otetaan haltuun käteisrahaa, on annettava todistus haltuunotosta. Toimivaltaisen viranomaisen on pidettävä kirjaa haltuun otetuista käteisrahoista. Jollei laissa toisin säädetä, käteisraha on asetettava asianosaisen saataville tai palautettava hänelle siten kuin asianomainen henkilö ja toimivaltainen viranomainen erikseen sopivat viimeistään viiden arkipäivän kuluttua haltuunotosta. Toimivaltainen viranomainen voi tallettaa käteisrahan lääninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään. Tallettaminen tehdään sille lääninhallitukselle, jonka toimialueella käteisraha on haltuunotettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Toimivaltaisella viranomaisella on oikeus pidättää ja ottaa haltuun yhteisöön tuotu tai yhteisöstä vietävä käteisraha, jos asetuksen 3 artiklassa säädettyä ilmoittamisvelvollisuutta ei ole täytetty, ja jos toimenpide on tarpeen sen selvittämiseksi, onko käteisrahaan syytä puuttua muun lainsäädännön nojalla. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 § :ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Sille, jolta otetaan haltuun käteisrahaa, on annettava todistus haltuunotosta. Toimivaltaisen viranomaisen on pidettävä kirjaa haltuun otetuista käteisrahoista. Jollei laissa toisin säädetä, käteisraha on asetettava asianosaisen saataville tai palautettava hänelle siten kuin asianomainen henkilö ja toimivaltainen viranomainen erikseen sopivat viimeistään viiden arkipäivän kuluttua haltuunotosta. Toimivaltainen viranomainen voi tallettaa käteisrahan lääninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään. Tallettaminen tehdään sille lääninhallitukselle, jonka toimialueella käteisraha on haltuunotettu.",
        "folded_fi": "toimivaltaisella viranomaisella on oikeus pidattaa ja ottaa haltuun yhteisoon tuotu tai yhteisosta vietava kateisraha, jos asetuksen 3 artiklassa saadettya ilmoittamisvelvollisuutta ei ole taytetty, ja jos toimenpide on tarpeen sen selvittamiseksi, onko kateisrahaan syyta puuttua muun lainsaadannon nojalla. toimenpiteesta paattaa tullimies, jolla on oikeus paattaa tullilain 15 §:ssa tarkoitetusta henkilontarkastuksesta, paallystoon kuuluva poliisimies taikka pidattamiseen oikeutettu rajavartiolaitoksen virkamies tai vahintaan majurin arvoinen rajavartiomies. sille, jolta otetaan haltuun kateisrahaa, on annettava todistus haltuunotosta. toimivaltaisen viranomaisen on pidettava kirjaa haltuun otetuista kateisrahoista. jollei laissa toisin saadeta, kateisraha on asetettava asianosaisen saataville tai palautettava hanelle siten kuin asianomainen henkilo ja toimivaltainen viranomainen erikseen sopivat viimeistaan viiden arkipaivan kuluttua haltuunotosta. toimivaltainen viranomainen voi tallettaa kateisrahan laaninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) saadetaan. tallettaminen tehdaan sille laaninhallitukselle, jonka toimialueella kateisraha on haltuunotettu.",
        "title_sv": "Rätt till omhändertagande",
        "content_sv": "Den behöriga myndigheten har rätt att kvarhålla och omhänderta kontanta medel som förs in i eller ut ur gemenskapen, om anmälningsplikten enligt artikel 3 i förordningen inte har fullgjorts och om åtgärden är nödvändig för utredning av om det med stöd av annan lagstiftning finns anledning att vidta åtgärder beträffande de kontanta medlen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. Till den hos vilken kontanta medel omhändertas skall ges ett intyg över omhändertagandet. Den behöriga myndigheten skall föra bok över omhändertagna kontanta medel. Om inte något annat föreskrivs i lag, skall de kontanta medlen göras tillgängliga för eller återlämnas till personen inom fem vardagar från omhändertagandet i enlighet med vad personen och den behöriga myndigheten separat kommer överens om. Den behöriga myndigheten kan deponera de kontanta medlen hos länsstyrelsen i enlighet med bestämmelserna i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931). Deponeringen görs hos den länsstyrelse inom vars verksamhetsområde de kontanta medlen har omhändertagits.",
        "normalized_sv": "Den behöriga myndigheten har rätt att kvarhålla och omhänderta kontanta medel som förs in i eller ut ur gemenskapen, om anmälningsplikten enligt artikel 3 i förordningen inte har fullgjorts och om åtgärden är nödvändig för utredning av om det med stöd av annan lagstiftning finns anledning att vidta åtgärder beträffande de kontanta medlen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. Till den hos vilken kontanta medel omhändertas skall ges ett intyg över omhändertagandet. Den behöriga myndigheten skall föra bok över omhändertagna kontanta medel. Om inte något annat föreskrivs i lag, skall de kontanta medlen göras tillgängliga för eller återlämnas till personen inom fem vardagar från omhändertagandet i enlighet med vad personen och den behöriga myndigheten separat kommer överens om. Den behöriga myndigheten kan deponera de kontanta medlen hos länsstyrelsen i enlighet med bestämmelserna i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931). Deponeringen görs hos den länsstyrelse inom vars verksamhetsområde de kontanta medlen har omhändertagits.",
        "folded_sv": "den behoriga myndigheten har ratt att kvarhalla och omhanderta kontanta medel som fors in i eller ut ur gemenskapen, om anmalningsplikten enligt artikel 3 i forordningen inte har fullgjorts och om atgarden ar nodvandig for utredning av om det med stod av annan lagstiftning finns anledning att vidta atgarder betraffande de kontanta medlen. beslut om atgarden fattas av den tullman som har ratt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hor till befalet, en anhallningsberattigad tjansteman vid gransbevakningsvasendet eller en gransbevakningsman med minst majors grad. till den hos vilken kontanta medel omhandertas skall ges ett intyg over omhandertagandet. den behoriga myndigheten skall fora bok over omhandertagna kontanta medel. om inte nagot annat foreskrivs i lag, skall de kontanta medlen goras tillgangliga for eller aterlamnas till personen inom fem vardagar fran omhandertagandet i enlighet med vad personen och den behoriga myndigheten separat kommer overens om. den behoriga myndigheten kan deponera de kontanta medlen hos lansstyrelsen i enlighet med bestammelserna i lagen om deponering av pengar, vardeandelar, vardepapper eller handlingar som betalning eller till befrielse fran annan fullgorelseskyldighet (281/1931). deponeringen gors hos den lansstyrelse inom vars verksamhetsomrade de kontanta medlen har omhandertagits."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tietojen rekisteröinti ja julkisuus",
      "content": "Asetuksen 5 artiklassa tarkoitetut tiedot talletetaan Tullihallituksen pitämään tullivalvonnan rekisteriin siten kuin mainitussa artiklassa säädetään. Edellä 1 momentissa tarkoitetun rekisterin tietojen salassa pitämiseen sovelletaan, mitä tullilaissa tullivalvonnan rekistereissä olevien tietojen salassapidosta säädetään. Jollei 1 §:ssä tarkoitetussa asetuksessa taikka tässä tai muussa laissa toisin säädetä, sovelletaan tässä laissa tarkoitettuihin tietoihin henkilötietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Asetuksen 5 artiklassa tarkoitetut tiedot talletetaan Tullihallituksen pitämään tullivalvonnan rekisteriin siten kuin mainitussa artiklassa säädetään. Edellä 1 momentissa tarkoitetun rekisterin tietojen salassa pitämiseen sovelletaan, mitä tullilaissa tullivalvonnan rekistereissä olevien tietojen salassapidosta säädetään. Jollei 1 § :ssä tarkoitetussa asetuksessa taikka tässä tai muussa laissa toisin säädetä, sovelletaan tässä laissa tarkoitettuihin tietoihin henkilötietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
        "folded_fi": "asetuksen 5 artiklassa tarkoitetut tiedot talletetaan tullihallituksen pitamaan tullivalvonnan rekisteriin siten kuin mainitussa artiklassa saadetaan. edella 1 momentissa tarkoitetun rekisterin tietojen salassa pitamiseen sovelletaan, mita tullilaissa tullivalvonnan rekistereissa olevien tietojen salassapidosta saadetaan. jollei 1 §:ssa tarkoitetussa asetuksessa taikka tassa tai muussa laissa toisin saadeta, sovelletaan tassa laissa tarkoitettuihin tietoihin henkilotietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
        "title_sv": "Registrering av information och informationens offentlighet",
        "content_sv": "Den information som avses i artikel 5 i förordningen registreras i Tullstyrelsens register för tullövervakning enligt vad som bestäms i nämnda artikel. På hemlighållande av informationen i det register som avses i 1 mom. tillämpas vad som i tullagen bestäms om hemlighållande av uppgifterna i register för tullövervakning. Om inte annat föreskrivs i den i 1 § nämnda förordningen eller i denna eller någon annan lag, tillämpas på de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Den information som avses i artikel 5 i förordningen registreras i Tullstyrelsens register för tullövervakning enligt vad som bestäms i nämnda artikel. På hemlighållande av informationen i det register som avses i 1 mom. tillämpas vad som i tullagen bestäms om hemlighållande av uppgifterna i register för tullövervakning. Om inte annat föreskrivs i den i 1 § nämnda förordningen eller i denna eller någon annan lag, tillämpas på de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "den information som avses i artikel 5 i forordningen registreras i tullstyrelsens register for tullovervakning enligt vad som bestams i namnda artikel. pa hemlighallande av informationen i det register som avses i 1 mom. tillampas vad som i tullagen bestams om hemlighallande av uppgifterna i register for tullovervakning. om inte annat foreskrivs i den i 1 § namnda forordningen eller i denna eller nagon annan lag, tillampas pa de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tietojen luovuttaminen",
      "content": "Tullihallitus luovuttaa salassapitosäännösten estämättä 7 §:n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen käyttöön sekä päättää niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jäsenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta henkilötietolain 32 §:n 1 momentin tarkoittamalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tullihallitus luovuttaa salassapitosäännösten estämättä 7 § :n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen käyttöön sekä päättää niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jäsenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta henkilötietolain 32 § :n 1 momentin tarkoittamalla tavalla.",
        "folded_fi": "tullihallitus luovuttaa salassapitosaannosten estamatta 7 §:n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen kayttoon seka paattaa niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jasenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. tiedot voidaan luovuttaa myos teknisen kayttoyhteyden avulla. ennen tietojen luovuttamista teknisen kayttoyhteyden avulla on tietoja pyytavan esitettava selvitys tietojen suojaamisesta henkilotietolain 32 §:n 1 momentin tarkoittamalla tavalla.",
        "title_sv": "Utlämnande av information",
        "content_sv": "Tullstyrelsen lämnar utan hinder av sekretessbestämmelserna ut information som avses i 7 § 1 mom. till centralen för utredning av penningtvätt i enlighet med artikel 5 i förordningen och beslutar om utlämnande av informationen till de behöriga myndigheterna i övriga medlemsstater, kommissionen och tredjeländer i enlighet med artiklarna 6 och 7 i förordningen. Informationen kan även lämnas ut via teknisk anslutning. Innan information lämnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas på det sätt som avses i 32 § 1 mom. i personuppgiftslagen.",
        "normalized_sv": "Tullstyrelsen lämnar utan hinder av sekretessbestämmelserna ut information som avses i 7 § 1 mom. till centralen för utredning av penningtvätt i enlighet med artikel 5 i förordningen och beslutar om utlämnande av informationen till de behöriga myndigheterna i övriga medlemsstater, kommissionen och tredjeländer i enlighet med artiklarna 6 och 7 i förordningen. Informationen kan även lämnas ut via teknisk anslutning. Innan information lämnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas på det sätt som avses i 32 § 1 mom. i personuppgiftslagen.",
        "folded_sv": "tullstyrelsen lamnar utan hinder av sekretessbestammelserna ut information som avses i 7 § 1 mom. till centralen for utredning av penningtvatt i enlighet med artikel 5 i forordningen och beslutar om utlamnande av informationen till de behoriga myndigheterna i ovriga medlemsstater, kommissionen och tredjelander i enlighet med artiklarna 6 och 7 i forordningen. informationen kan aven lamnas ut via teknisk anslutning. innan information lamnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas pa det satt som avses i 32 § 1 mom. i personuppgiftslagen."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Käteisrahan ilmoittamisrikkomus",
      "content": "käteisrahan ilmoittamisrikkomuksesta Joka tahallaan tai huolimattomuudesta laiminlyö asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisenä, on tuomittava, jollei teosta ole muualla säädetty ankarampaa rangaistusta, sakkoon. Tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "käteisrahan ilmoittamisrikkomuksesta Joka tahallaan tai huolimattomuudesta laiminlyö asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisenä, on tuomittava, jollei teosta ole muualla säädetty ankarampaa rangaistusta, sakkoon. Tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 § :ää.",
        "folded_fi": "kateisrahan ilmoittamisrikkomuksesta joka tahallaan tai huolimattomuudesta laiminlyo asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisena, on tuomittava, jollei teosta ole muualla saadetty ankarampaa rangaistusta, sakkoon. tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 §:aa.",
        "title_sv": "Förseelse mot anmälningsplikten i fråga om kontanta medel",
        "content_sv": "förseelse mot anmälningsplikten i fråga om kontanta medel Den som uppsåtligen eller av oaktsamhet försummar anmälningsplikten enligt artikel 3 i förordningen eller lämnar en ofullständig eller oriktig anmälan skall, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter. På uppsåtligt lämnande av en ofullständig eller oriktig anmälan tillämpas inte 16 kap. 8 § i strafflagen (39/1889).",
        "normalized_sv": "förseelse mot anmälningsplikten i fråga om kontanta medel Den som uppsåtligen eller av oaktsamhet försummar anmälningsplikten enligt artikel 3 i förordningen eller lämnar en ofullständig eller oriktig anmälan skall, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter. På uppsåtligt lämnande av en ofullständig eller oriktig anmälan tillämpas inte 16 kap. 8 § i strafflagen (39/1889).",
        "folded_sv": "forseelse mot anmalningsplikten i fraga om kontanta medel den som uppsatligen eller av oaktsamhet forsummar anmalningsplikten enligt artikel 3 i forordningen eller lamnar en ofullstandig eller oriktig anmalan skall, om inte strangare straff for garningen foreskrivs nagon annanstans, for domas till boter. pa uppsatligt lamnande av en ofullstandig eller oriktig anmalan tillampas inte 16 kap. 8 § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä kesäkuuta 2007.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä kesäkuuta 2007.",
        "folded_fi": "tama laki tulee voimaan 15 paivana kesakuuta 2007.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 juni 2007.",
        "normalized_sv": "Denna lag träder i kraft den 15 juni 2007.",
        "folded_sv": "denna lag trader i kraft den 15 juni 2007."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tässä laissa annetaan täydentävät säännökset yhteisön alueelle tuotavan tai sieltä vietävän käteisrahan valvonnasta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1889/2005 soveltamisesta Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa annetaan täydentävät säännökset yhteisön alueelle tuotavan tai sieltä vietävän käteisrahan valvonnasta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1889/2005 soveltamisesta Suomessa.",
        "folded_fi": "tassa laissa annetaan taydentavat saannokset yhteison alueelle tuotavan tai sielta vietavan kateisrahan valvonnasta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1889/2005 soveltamisesta suomessa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag innehåller kompletterande bestämmelser om tillämpningen i Finland av Europaparlamentets och rådets förordning (EG) nr 1889/2005 om kontroller av kontanta medel som förs in i eller ut ur gemenskapen.",
        "normalized_sv": "Denna lag innehåller kompletterande bestämmelser om tillämpningen i Finland av Europaparlamentets och rådets förordning (EG) nr 1889/2005 om kontroller av kontanta medel som förs in i eller ut ur gemenskapen.",
        "folded_sv": "denna lag innehaller kompletterande bestammelser om tillampningen i finland av europaparlamentets och radets forordning (eg) nr 1889/2005 om kontroller av kontanta medel som fors in i eller ut ur gemenskapen."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Toimivaltainen viranomainen",
      "content": "Asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. Lisäksi poliisi ja rajavartiolaitos ovat tullitehtäviä hoitaessaan toimivaltaisia viranomaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. Lisäksi poliisi ja rajavartiolaitos ovat tullitehtäviä hoitaessaan toimivaltaisia viranomaisia.",
        "folded_fi": "asetuksen 2 artiklassa tarkoitettu toimivaltainen viranomainen on tullilaitos. lisaksi poliisi ja rajavartiolaitos ovat tullitehtavia hoitaessaan toimivaltaisia viranomaisia.",
        "title_sv": "Behörig myndighet",
        "content_sv": "Den behöriga myndighet som avses i artikel 2 i förordningen är tullverket. När polisen och gränsbevakningsväsendet sköter tulluppgifter är även de behöriga.",
        "normalized_sv": "Den behöriga myndighet som avses i artikel 2 i förordningen är tullverket. När polisen och gränsbevakningsväsendet sköter tulluppgifter är även de behöriga.",
        "folded_sv": "den behoriga myndighet som avses i artikel 2 i forordningen ar tullverket. nar polisen och gransbevakningsvasendet skoter tulluppgifter ar aven de behoriga."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ilmoitus",
      "content": "Asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen käteisrahan kuljettamisesta vähintään 10 000 euron verran yhteisön alueelle tai sieltä pois tehdään 2 §:ssä tarkoitetulle toimivaltaiselle viranomaiselle. Ilmoitus on tehtävä kirjallisesti. Tullihallitus voi antaa tarkempia määräyksiä ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen käteisrahan kuljettamisesta vähintään 10 000 euron verran yhteisön alueelle tai sieltä pois tehdään 2 § :ssä tarkoitetulle toimivaltaiselle viranomaiselle. Ilmoitus on tehtävä kirjallisesti. Tullihallitus voi antaa tarkempia määräyksiä ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelystä.",
        "folded_fi": "asetuksen 3 artiklassa tarkoitettu ilmoitus asetuksen 2 artiklan mukaisen kateisrahan kuljettamisesta vahintaan 10 000 euron verran yhteison alueelle tai sielta pois tehdaan 2 §:ssa tarkoitetulle toimivaltaiselle viranomaiselle. ilmoitus on tehtava kirjallisesti. tullihallitus voi antaa tarkempia maarayksia ilmoituksen muodosta, ilmoituksen antamisen paikasta ja muusta ilmoittamismenettelysta.",
        "title_sv": "Anmälan",
        "content_sv": "En i artikel 3 i förordningen avsedd anmälan om att kontanta medel som avses i artikel 2 i förordningen förs in i eller ut ur gemenskapen till ett värde av minst 10 000 euro skall lämnas till den behöriga myndighet som avses i 2 §. Anmälan skall vara skriftlig. Tullstyrelsen kan utfärda närmare föreskrifter om anmälans form, platsen för lämnande av anmälan och om anmälningsförfarandet i övrigt.",
        "normalized_sv": "En i artikel 3 i förordningen avsedd anmälan om att kontanta medel som avses i artikel 2 i förordningen förs in i eller ut ur gemenskapen till ett värde av minst 10 000 euro skall lämnas till den behöriga myndighet som avses i 2 § . Anmälan skall vara skriftlig. Tullstyrelsen kan utfärda närmare föreskrifter om anmälans form, platsen för lämnande av anmälan och om anmälningsförfarandet i övrigt.",
        "folded_sv": "en i artikel 3 i forordningen avsedd anmalan om att kontanta medel som avses i artikel 2 i forordningen fors in i eller ut ur gemenskapen till ett varde av minst 10 000 euro skall lamnas till den behoriga myndighet som avses i 2 §. anmalan skall vara skriftlig. tullstyrelsen kan utfarda narmare foreskrifter om anmalans form, platsen for lamnande av anmalan och om anmalningsforfarandet i ovrigt."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Valuutan muuntokurssit",
      "content": "Ulkomaan valuutassa maahantuodun tai maastavietävän käteisrahan euroiksi muuntamisessa käytetään tullilain (1466/1994) 7 §:ssä tarkoitettuja, Tullihallituksen vahvistamia muuntokursseja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Ulkomaan valuutassa maahantuodun tai maastavietävän käteisrahan euroiksi muuntamisessa käytetään tullilain (1466/1994) 7 § :ssä tarkoitettuja, Tullihallituksen vahvistamia muuntokursseja.",
        "folded_fi": "ulkomaan valuutassa maahantuodun tai maastavietavan kateisrahan euroiksi muuntamisessa kaytetaan tullilain (1466/1994) 7 §:ssa tarkoitettuja, tullihallituksen vahvistamia muuntokursseja.",
        "title_sv": "Valutaomräkningskurser",
        "content_sv": "När kontanta medel i utländsk valuta som förs in i eller ut ur landet omräknas i euro skall de omräkningskurser som avses i 7 § i tullagen (1466/1994) och som fastställts av Tullstyrelsen användas.",
        "normalized_sv": "När kontanta medel i utländsk valuta som förs in i eller ut ur landet omräknas i euro skall de omräkningskurser som avses i 7 § i tullagen (1466/1994) och som fastställts av Tullstyrelsen användas.",
        "folded_sv": "nar kontanta medel i utlandsk valuta som fors in i eller ut ur landet omraknas i euro skall de omrakningskurser som avses i 7 § i tullagen (1466/1994) och som faststallts av tullstyrelsen anvandas."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkastusoikeus",
      "content": "Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysäyttää henkilö ja tarkastaa hänen päällysvaatteensa ja matkatavaransa, kun hän saapuu yhteisöön tai lähtee yhteisöstä, sekä pysäyttää ja tarkastaa kulkuneuvo. Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myös muu kuin 1 momentissa tarkoitettu henkilöntarkastus, jos henkilöä todennäköisin syin epäillään asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamatta jättämisestä. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 §:ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Muutoin noudatetaan soveltuvin osin, mitä henkilöntarkastuksesta säädetään pakkokeinolaissa (450/1987).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysäyttää henkilö ja tarkastaa hänen päällysvaatteensa ja matkatavaransa, kun hän saapuu yhteisöön tai lähtee yhteisöstä, sekä pysäyttää ja tarkastaa kulkuneuvo. Asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myös muu kuin 1 momentissa tarkoitettu henkilöntarkastus, jos henkilöä todennäköisin syin epäillään asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden noudattamatta jättämisestä. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 § :ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Muutoin noudatetaan soveltuvin osin, mitä henkilöntarkastuksesta säädetään pakkokeinolaissa (450/1987).",
        "folded_fi": "asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus pysayttaa henkilo ja tarkastaa hanen paallysvaatteensa ja matkatavaransa, kun han saapuu yhteisoon tai lahtee yhteisosta, seka pysayttaa ja tarkastaa kulkuneuvo. asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamisen tarkastamiseksi toimivaltaisella viranomaisella on oikeus toimittaa myos muu kuin 1 momentissa tarkoitettu henkilontarkastus, jos henkiloa todennakoisin syin epaillaan asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden noudattamatta jattamisesta. toimenpiteesta paattaa tullimies, jolla on oikeus paattaa tullilain 15 §:ssa tarkoitetusta henkilontarkastuksesta, paallystoon kuuluva poliisimies taikka pidattamiseen oikeutettu rajavartiolaitoksen virkamies tai vahintaan majurin arvoinen rajavartiomies. muutoin noudatetaan soveltuvin osin, mita henkilontarkastuksesta saadetaan pakkokeinolaissa (450/1987).",
        "title_sv": "Granskningsrätt",
        "content_sv": "För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att hejda en person och granska hans eller hennes ytterkläder och resgods när personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att utföra också annan kroppsvisitation än sådan som avses i 1 mom., om personen på sannolika skäl misstänks för att inte ha fullgjort anmälningsplikten enligt artikel 3 i förordningen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. I övrigt iakttas i tillämpliga delar vad som i tvångsmedelslagen (450/1987) bestäms om kroppsvisitation.",
        "normalized_sv": "För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att hejda en person och granska hans eller hennes ytterkläder och resgods när personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. För kontroll av att anmälningsplikten enligt artikel 3 i förordningen har fullgjorts har den behöriga myndigheten rätt att utföra också annan kroppsvisitation än sådan som avses i 1 mom., om personen på sannolika skäl misstänks för att inte ha fullgjort anmälningsplikten enligt artikel 3 i förordningen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. I övrigt iakttas i tillämpliga delar vad som i tvångsmedelslagen (450/1987) bestäms om kroppsvisitation.",
        "folded_sv": "for kontroll av att anmalningsplikten enligt artikel 3 i forordningen har fullgjorts har den behoriga myndigheten ratt att hejda en person och granska hans eller hennes ytterklader och resgods nar personen reser in i eller ut ur gemenskapen, samt hejda och granska fordon. for kontroll av att anmalningsplikten enligt artikel 3 i forordningen har fullgjorts har den behoriga myndigheten ratt att utfora ocksa annan kroppsvisitation an sadan som avses i 1 mom., om personen pa sannolika skal misstanks for att inte ha fullgjort anmalningsplikten enligt artikel 3 i forordningen. beslut om atgarden fattas av den tullman som har ratt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hor till befalet, en anhallningsberattigad tjansteman vid gransbevakningsvasendet eller en gransbevakningsman med minst majors grad. i ovrigt iakttas i tillampliga delar vad som i tvangsmedelslagen (450/1987) bestams om kroppsvisitation."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Haltuunotto-oikeus",
      "content": "Toimivaltaisella viranomaisella on oikeus pidättää ja ottaa haltuun yhteisöön tuotu tai yhteisöstä vietävä käteisraha, jos asetuksen 3 artiklassa säädettyä ilmoittamisvelvollisuutta ei ole täytetty, ja jos toimenpide on tarpeen sen selvittämiseksi, onko käteisrahaan syytä puuttua muun lainsäädännön nojalla. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 §:ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Sille, jolta otetaan haltuun käteisrahaa, on annettava todistus haltuunotosta. Toimivaltaisen viranomaisen on pidettävä kirjaa haltuun otetuista käteisrahoista. Jollei laissa toisin säädetä, käteisraha on asetettava asianosaisen saataville tai palautettava hänelle siten kuin asianomainen henkilö ja toimivaltainen viranomainen erikseen sopivat viimeistään viiden arkipäivän kuluttua haltuunotosta. Toimivaltainen viranomainen voi tallettaa käteisrahan lääninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään. Tallettaminen tehdään sille lääninhallitukselle, jonka toimialueella käteisraha on haltuunotettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Toimivaltaisella viranomaisella on oikeus pidättää ja ottaa haltuun yhteisöön tuotu tai yhteisöstä vietävä käteisraha, jos asetuksen 3 artiklassa säädettyä ilmoittamisvelvollisuutta ei ole täytetty, ja jos toimenpide on tarpeen sen selvittämiseksi, onko käteisrahaan syytä puuttua muun lainsäädännön nojalla. Toimenpiteestä päättää tullimies, jolla on oikeus päättää tullilain 15 § :ssä tarkoitetusta henkilöntarkastuksesta, päällystöön kuuluva poliisimies taikka pidättämiseen oikeutettu rajavartiolaitoksen virkamies tai vähintään majurin arvoinen rajavartiomies. Sille, jolta otetaan haltuun käteisrahaa, on annettava todistus haltuunotosta. Toimivaltaisen viranomaisen on pidettävä kirjaa haltuun otetuista käteisrahoista. Jollei laissa toisin säädetä, käteisraha on asetettava asianosaisen saataville tai palautettava hänelle siten kuin asianomainen henkilö ja toimivaltainen viranomainen erikseen sopivat viimeistään viiden arkipäivän kuluttua haltuunotosta. Toimivaltainen viranomainen voi tallettaa käteisrahan lääninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) säädetään. Tallettaminen tehdään sille lääninhallitukselle, jonka toimialueella käteisraha on haltuunotettu.",
        "folded_fi": "toimivaltaisella viranomaisella on oikeus pidattaa ja ottaa haltuun yhteisoon tuotu tai yhteisosta vietava kateisraha, jos asetuksen 3 artiklassa saadettya ilmoittamisvelvollisuutta ei ole taytetty, ja jos toimenpide on tarpeen sen selvittamiseksi, onko kateisrahaan syyta puuttua muun lainsaadannon nojalla. toimenpiteesta paattaa tullimies, jolla on oikeus paattaa tullilain 15 §:ssa tarkoitetusta henkilontarkastuksesta, paallystoon kuuluva poliisimies taikka pidattamiseen oikeutettu rajavartiolaitoksen virkamies tai vahintaan majurin arvoinen rajavartiomies. sille, jolta otetaan haltuun kateisrahaa, on annettava todistus haltuunotosta. toimivaltaisen viranomaisen on pidettava kirjaa haltuun otetuista kateisrahoista. jollei laissa toisin saadeta, kateisraha on asetettava asianosaisen saataville tai palautettava hanelle siten kuin asianomainen henkilo ja toimivaltainen viranomainen erikseen sopivat viimeistaan viiden arkipaivan kuluttua haltuunotosta. toimivaltainen viranomainen voi tallettaa kateisrahan laaninhallitukseen siten kuin rahan, arvo-osuuksien, arvopaperien tai asiakirjain tallettamisesta velan maksuna tai vapautumiseksi muusta suoritusvelvollisuudesta annetussa laissa (281/1931) saadetaan. tallettaminen tehdaan sille laaninhallitukselle, jonka toimialueella kateisraha on haltuunotettu.",
        "title_sv": "Rätt till omhändertagande",
        "content_sv": "Den behöriga myndigheten har rätt att kvarhålla och omhänderta kontanta medel som förs in i eller ut ur gemenskapen, om anmälningsplikten enligt artikel 3 i förordningen inte har fullgjorts och om åtgärden är nödvändig för utredning av om det med stöd av annan lagstiftning finns anledning att vidta åtgärder beträffande de kontanta medlen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. Till den hos vilken kontanta medel omhändertas skall ges ett intyg över omhändertagandet. Den behöriga myndigheten skall föra bok över omhändertagna kontanta medel. Om inte något annat föreskrivs i lag, skall de kontanta medlen göras tillgängliga för eller återlämnas till personen inom fem vardagar från omhändertagandet i enlighet med vad personen och den behöriga myndigheten separat kommer överens om. Den behöriga myndigheten kan deponera de kontanta medlen hos länsstyrelsen i enlighet med bestämmelserna i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931). Deponeringen görs hos den länsstyrelse inom vars verksamhetsområde de kontanta medlen har omhändertagits.",
        "normalized_sv": "Den behöriga myndigheten har rätt att kvarhålla och omhänderta kontanta medel som förs in i eller ut ur gemenskapen, om anmälningsplikten enligt artikel 3 i förordningen inte har fullgjorts och om åtgärden är nödvändig för utredning av om det med stöd av annan lagstiftning finns anledning att vidta åtgärder beträffande de kontanta medlen. Beslut om åtgärden fattas av den tullman som har rätt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hör till befälet, en anhållningsberättigad tjänsteman vid gränsbevakningsväsendet eller en gränsbevakningsman med minst majors grad. Till den hos vilken kontanta medel omhändertas skall ges ett intyg över omhändertagandet. Den behöriga myndigheten skall föra bok över omhändertagna kontanta medel. Om inte något annat föreskrivs i lag, skall de kontanta medlen göras tillgängliga för eller återlämnas till personen inom fem vardagar från omhändertagandet i enlighet med vad personen och den behöriga myndigheten separat kommer överens om. Den behöriga myndigheten kan deponera de kontanta medlen hos länsstyrelsen i enlighet med bestämmelserna i lagen om deponering av pengar, värdeandelar, värdepapper eller handlingar som betalning eller till befrielse från annan fullgörelseskyldighet (281/1931). Deponeringen görs hos den länsstyrelse inom vars verksamhetsområde de kontanta medlen har omhändertagits.",
        "folded_sv": "den behoriga myndigheten har ratt att kvarhalla och omhanderta kontanta medel som fors in i eller ut ur gemenskapen, om anmalningsplikten enligt artikel 3 i forordningen inte har fullgjorts och om atgarden ar nodvandig for utredning av om det med stod av annan lagstiftning finns anledning att vidta atgarder betraffande de kontanta medlen. beslut om atgarden fattas av den tullman som har ratt att besluta om kroppsvisitation enligt 15 § i tullagen, en polisman som hor till befalet, en anhallningsberattigad tjansteman vid gransbevakningsvasendet eller en gransbevakningsman med minst majors grad. till den hos vilken kontanta medel omhandertas skall ges ett intyg over omhandertagandet. den behoriga myndigheten skall fora bok over omhandertagna kontanta medel. om inte nagot annat foreskrivs i lag, skall de kontanta medlen goras tillgangliga for eller aterlamnas till personen inom fem vardagar fran omhandertagandet i enlighet med vad personen och den behoriga myndigheten separat kommer overens om. den behoriga myndigheten kan deponera de kontanta medlen hos lansstyrelsen i enlighet med bestammelserna i lagen om deponering av pengar, vardeandelar, vardepapper eller handlingar som betalning eller till befrielse fran annan fullgorelseskyldighet (281/1931). deponeringen gors hos den lansstyrelse inom vars verksamhetsomrade de kontanta medlen har omhandertagits."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tietojen rekisteröinti ja julkisuus",
      "content": "Asetuksen 5 artiklassa tarkoitetut tiedot talletetaan Tullihallituksen pitämään tullivalvonnan rekisteriin siten kuin mainitussa artiklassa säädetään. Edellä 1 momentissa tarkoitetun rekisterin tietojen salassa pitämiseen sovelletaan, mitä tullilaissa tullivalvonnan rekistereissä olevien tietojen salassapidosta säädetään. Jollei 1 §:ssä tarkoitetussa asetuksessa taikka tässä tai muussa laissa toisin säädetä, sovelletaan tässä laissa tarkoitettuihin tietoihin henkilötietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Asetuksen 5 artiklassa tarkoitetut tiedot talletetaan Tullihallituksen pitämään tullivalvonnan rekisteriin siten kuin mainitussa artiklassa säädetään. Edellä 1 momentissa tarkoitetun rekisterin tietojen salassa pitämiseen sovelletaan, mitä tullilaissa tullivalvonnan rekistereissä olevien tietojen salassapidosta säädetään. Jollei 1 § :ssä tarkoitetussa asetuksessa taikka tässä tai muussa laissa toisin säädetä, sovelletaan tässä laissa tarkoitettuihin tietoihin henkilötietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
        "folded_fi": "asetuksen 5 artiklassa tarkoitetut tiedot talletetaan tullihallituksen pitamaan tullivalvonnan rekisteriin siten kuin mainitussa artiklassa saadetaan. edella 1 momentissa tarkoitetun rekisterin tietojen salassa pitamiseen sovelletaan, mita tullilaissa tullivalvonnan rekistereissa olevien tietojen salassapidosta saadetaan. jollei 1 §:ssa tarkoitetussa asetuksessa taikka tassa tai muussa laissa toisin saadeta, sovelletaan tassa laissa tarkoitettuihin tietoihin henkilotietolakia (523/1999) ja viranomaisten toiminnan julkisuudesta annettua lakia (621/1999).",
        "title_sv": "Registrering av information och informationens offentlighet",
        "content_sv": "Den information som avses i artikel 5 i förordningen registreras i Tullstyrelsens register för tullövervakning enligt vad som bestäms i nämnda artikel. På hemlighållande av informationen i det register som avses i 1 mom. tillämpas vad som i tullagen bestäms om hemlighållande av uppgifterna i register för tullövervakning. Om inte annat föreskrivs i den i 1 § nämnda förordningen eller i denna eller någon annan lag, tillämpas på de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "normalized_sv": "Den information som avses i artikel 5 i förordningen registreras i Tullstyrelsens register för tullövervakning enligt vad som bestäms i nämnda artikel. På hemlighållande av informationen i det register som avses i 1 mom. tillämpas vad som i tullagen bestäms om hemlighållande av uppgifterna i register för tullövervakning. Om inte annat föreskrivs i den i 1 § nämnda förordningen eller i denna eller någon annan lag, tillämpas på de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999).",
        "folded_sv": "den information som avses i artikel 5 i forordningen registreras i tullstyrelsens register for tullovervakning enligt vad som bestams i namnda artikel. pa hemlighallande av informationen i det register som avses i 1 mom. tillampas vad som i tullagen bestams om hemlighallande av uppgifterna i register for tullovervakning. om inte annat foreskrivs i den i 1 § namnda forordningen eller i denna eller nagon annan lag, tillampas pa de uppgifter som avses i denna lag personuppgiftslagen (523/1999) och lagen om offentlighet i myndigheternas verksamhet (621/1999)."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tietojen luovuttaminen",
      "content": "Tullihallitus luovuttaa salassapitosäännösten estämättä 7 §:n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen käyttöön sekä päättää niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jäsenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta henkilötietolain 32 §:n 1 momentin tarkoittamalla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tullihallitus luovuttaa salassapitosäännösten estämättä 7 § :n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen käyttöön sekä päättää niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jäsenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. Tiedot voidaan luovuttaa myös teknisen käyttöyhteyden avulla. Ennen tietojen luovuttamista teknisen käyttöyhteyden avulla on tietoja pyytävän esitettävä selvitys tietojen suojaamisesta henkilötietolain 32 § :n 1 momentin tarkoittamalla tavalla.",
        "folded_fi": "tullihallitus luovuttaa salassapitosaannosten estamatta 7 §:n 1 momentissa tarkoitetut tiedot asetuksen 5 artiklan mukaisesti rahanpesun selvittelykeskuksen kayttoon seka paattaa niiden luovuttamisesta asetuksen 6 ja 7 artiklan mukaisesti muiden jasenvaltioiden toimivaltaisille viranomaisille, komissiolle ja kolmansille maille. tiedot voidaan luovuttaa myos teknisen kayttoyhteyden avulla. ennen tietojen luovuttamista teknisen kayttoyhteyden avulla on tietoja pyytavan esitettava selvitys tietojen suojaamisesta henkilotietolain 32 §:n 1 momentin tarkoittamalla tavalla.",
        "title_sv": "Utlämnande av information",
        "content_sv": "Tullstyrelsen lämnar utan hinder av sekretessbestämmelserna ut information som avses i 7 § 1 mom. till centralen för utredning av penningtvätt i enlighet med artikel 5 i förordningen och beslutar om utlämnande av informationen till de behöriga myndigheterna i övriga medlemsstater, kommissionen och tredjeländer i enlighet med artiklarna 6 och 7 i förordningen. Informationen kan även lämnas ut via teknisk anslutning. Innan information lämnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas på det sätt som avses i 32 § 1 mom. i personuppgiftslagen.",
        "normalized_sv": "Tullstyrelsen lämnar utan hinder av sekretessbestämmelserna ut information som avses i 7 § 1 mom. till centralen för utredning av penningtvätt i enlighet med artikel 5 i förordningen och beslutar om utlämnande av informationen till de behöriga myndigheterna i övriga medlemsstater, kommissionen och tredjeländer i enlighet med artiklarna 6 och 7 i förordningen. Informationen kan även lämnas ut via teknisk anslutning. Innan information lämnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas på det sätt som avses i 32 § 1 mom. i personuppgiftslagen.",
        "folded_sv": "tullstyrelsen lamnar utan hinder av sekretessbestammelserna ut information som avses i 7 § 1 mom. till centralen for utredning av penningtvatt i enlighet med artikel 5 i forordningen och beslutar om utlamnande av informationen till de behoriga myndigheterna i ovriga medlemsstater, kommissionen och tredjelander i enlighet med artiklarna 6 och 7 i forordningen. informationen kan aven lamnas ut via teknisk anslutning. innan information lamnas ut via teknisk anslutning skall den som ber om informationen visa att uppgifterna skyddas pa det satt som avses i 32 § 1 mom. i personuppgiftslagen."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Käteisrahan ilmoittamisrikkomus",
      "content": "käteisrahan ilmoittamisrikkomuksesta Joka tahallaan tai huolimattomuudesta laiminlyö asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisenä, on tuomittava, jollei teosta ole muualla säädetty ankarampaa rangaistusta, sakkoon. Tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "käteisrahan ilmoittamisrikkomuksesta Joka tahallaan tai huolimattomuudesta laiminlyö asetuksen 3 artiklassa säädetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisenä, on tuomittava, jollei teosta ole muualla säädetty ankarampaa rangaistusta, sakkoon. Tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 § :ää.",
        "folded_fi": "kateisrahan ilmoittamisrikkomuksesta joka tahallaan tai huolimattomuudesta laiminlyo asetuksen 3 artiklassa saadetyn ilmoittamisvelvollisuuden tai antaa ilmoituksen vaillinaisena tai virheellisena, on tuomittava, jollei teosta ole muualla saadetty ankarampaa rangaistusta, sakkoon. tahalliseen vaillinaisen tai virheellisen ilmoituksen antamiseen ei sovelleta rikoslain (39/1889) 16 luvun 8 §:aa.",
        "title_sv": "Förseelse mot anmälningsplikten i fråga om kontanta medel",
        "content_sv": "förseelse mot anmälningsplikten i fråga om kontanta medel Den som uppsåtligen eller av oaktsamhet försummar anmälningsplikten enligt artikel 3 i förordningen eller lämnar en ofullständig eller oriktig anmälan skall, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter. På uppsåtligt lämnande av en ofullständig eller oriktig anmälan tillämpas inte 16 kap. 8 § i strafflagen (39/1889).",
        "normalized_sv": "förseelse mot anmälningsplikten i fråga om kontanta medel Den som uppsåtligen eller av oaktsamhet försummar anmälningsplikten enligt artikel 3 i förordningen eller lämnar en ofullständig eller oriktig anmälan skall, om inte strängare straff för gärningen föreskrivs någon annanstans, för dömas till böter. På uppsåtligt lämnande av en ofullständig eller oriktig anmälan tillämpas inte 16 kap. 8 § i strafflagen (39/1889).",
        "folded_sv": "forseelse mot anmalningsplikten i fraga om kontanta medel den som uppsatligen eller av oaktsamhet forsummar anmalningsplikten enligt artikel 3 i forordningen eller lamnar en ofullstandig eller oriktig anmalan skall, om inte strangare straff for garningen foreskrivs nagon annanstans, for domas till boter. pa uppsatligt lamnande av en ofullstandig eller oriktig anmalan tillampas inte 16 kap. 8 § i strafflagen (39/1889)."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä kesäkuuta 2007.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä kesäkuuta 2007.",
        "folded_fi": "tama laki tulee voimaan 15 paivana kesakuuta 2007.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 juni 2007.",
        "normalized_sv": "Denna lag träder i kraft den 15 juni 2007.",
        "folded_sv": "denna lag trader i kraft den 15 juni 2007."
      },
      "valid_from": "2007-06-08",
      "valid_to": null
    }
  ]
}