{
  "id": "659/2015",
  "type": "statute",
  "title": "Laki rikoksen johdosta tapahtuvasta luovuttamisesta Suomen ja muiden Pohjoismaiden välillä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utlämning för brott mellan Finland och de övriga nordiska länderna",
  "status": "in_force",
  "issued_date": "2015-05-22",
  "in_force_date": "2015-05-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/659/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Luovuttamisesta ja säilöön ottamisen voimassa pitämisestä päättää Helsingin käräjäoikeus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Luovuttamisesta ja säilöön ottamisen voimassa pitämisestä päättää Helsingin käräjäoikeus.",
        "folded_fi": "luovuttamisesta ja sailoon ottamisen voimassa pitamisesta paattaa helsingin karajaoikeus.",
        "title_sv": "Behörig domstol",
        "content_sv": "Beslut om utlämning och fortsatt förvar fattas av Helsingfors tingsrätt.",
        "normalized_sv": "Beslut om utlämning och fortsatt förvar fattas av Helsingfors tingsrätt.",
        "folded_sv": "beslut om utlamning och fortsatt forvar fattas av helsingfors tingsratt."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Toimivaltaiset syyttäjät",
      "content": "Jollei tässä laissa toisin säädetä, Helsingin käräjäoikeuden tuomiopiirissä toimivat kihlakunnansyyttäjät ovat toimivaltaisia hoitamaan tämän lain mukaisia syyttäjäntehtäviä. Erityisestä syystä toimivaltainen syyttäjä voi olla myös muu kuin 1 momentissa tarkoitettu syyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, Helsingin käräjäoikeuden tuomiopiirissä toimivat kihlakunnansyyttäjät ovat toimivaltaisia hoitamaan tämän lain mukaisia syyttäjäntehtäviä. Erityisestä syystä toimivaltainen syyttäjä voi olla myös muu kuin 1 momentissa tarkoitettu syyttäjä.",
        "folded_fi": "jollei tassa laissa toisin saadeta, helsingin karajaoikeuden tuomiopiirissa toimivat kihlakunnansyyttajat ovat toimivaltaisia hoitamaan taman lain mukaisia syyttajantehtavia. erityisesta syysta toimivaltainen syyttaja voi olla myos muu kuin 1 momentissa tarkoitettu syyttaja.",
        "title_sv": "Behöriga åklagare",
        "content_sv": "Om inte något annat föreskrivs i denna lag, är häradsåklagarna inom domkretsen för Helsingfors tingsrätt behöriga att sköta de åklagaruppgifter som avses i denna lag. Av särskilda skäl kan också någon annan åklagare än en sådan som avses i 1 mom. vara behörig åklagare.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, är häradsåklagarna inom domkretsen för Helsingfors tingsrätt behöriga att sköta de åklagaruppgifter som avses i denna lag. Av särskilda skäl kan också någon annan åklagare än en sådan som avses i 1 mom. vara behörig åklagare.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, ar haradsaklagarna inom domkretsen for helsingfors tingsratt behoriga att skota de aklagaruppgifter som avses i denna lag. av sarskilda skal kan ocksa nagon annan aklagare an en sadan som avses i 1 mom. vara behorig aklagare."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Läsnäolo istunnossa",
      "content": "Luovutettavaksi pyydettyä, joka on otettu säilöön, on käräjäoikeuden istunnossa kuultava syyttäjän pyynnön sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Luovutettavaksi pyydettyä, joka on otettu säilöön, on käräjäoikeuden istunnossa kuultava syyttäjän pyynnön sisällöstä.",
        "folded_fi": "luovutettavaksi pyydettya, joka on otettu sailoon, on karajaoikeuden istunnossa kuultava syyttajan pyynnon sisallosta.",
        "title_sv": "Närvaro vid sammanträdet",
        "content_sv": "Om den som begärs utlämnad har tagits i förvar, ska han eller hon höras vid tingsrättens sammanträde med anledning av innehållet i åklagarens framställning.",
        "normalized_sv": "Om den som begärs utlämnad har tagits i förvar, ska han eller hon höras vid tingsrättens sammanträde med anledning av innehållet i åklagarens framställning.",
        "folded_sv": "om den som begars utlamnad har tagits i forvar, ska han eller hon horas vid tingsrattens sammantrade med anledning av innehallet i aklagarens framstallning."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Suostumuksen ilmoittaminen",
      "content": "Luovutettavaksi pyydetty ilmoittaa käräjäoikeuden istunnossa, suostuuko hän luovuttamiseensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Luovutettavaksi pyydetty ilmoittaa käräjäoikeuden istunnossa, suostuuko hän luovuttamiseensa.",
        "folded_fi": "luovutettavaksi pyydetty ilmoittaa karajaoikeuden istunnossa, suostuuko han luovuttamiseensa.",
        "title_sv": "Samtycke",
        "content_sv": "Den som begärs utlämnad ska vid tingsrättens sammanträde meddela om han eller hon samtycker till utlämningen.",
        "normalized_sv": "Den som begärs utlämnad ska vid tingsrättens sammanträde meddela om han eller hon samtycker till utlämningen.",
        "folded_sv": "den som begars utlamnad ska vid tingsrattens sammantrade meddela om han eller hon samtycker till utlamningen."
      }
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "Kuuleminen videoyhteyden välityksellä",
      "content": "Jos käräjäoikeus harkitsee soveliaaksi, luovuttamisasian käsittelyssä voidaan käyttää videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos käräjäoikeus pitää sitä tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava käräjäoikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27 a",
        "normalized_fi": "Jos käräjäoikeus harkitsee soveliaaksi, luovuttamisasian käsittelyssä voidaan käyttää videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos käräjäoikeus pitää sitä tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava käräjäoikeuteen.",
        "folded_fi": "jos karajaoikeus harkitsee soveliaaksi, luovuttamisasian kasittelyssa voidaan kayttaa videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos karajaoikeus pitaa sita tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava karajaoikeuteen.",
        "title_sv": "Hörande via videoförbindelse",
        "content_sv": "Om tingsrätten anser att det är lämpligt, kan videokonferens eller någon annan lämplig teknisk metod för dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan tala med och se varandra användas vid behandlingen av ett utlämningsärende. Om tingsrätten anser att det behövs, ska den som begärs utlämnad ändå hämtas till domstolen.",
        "normalized_sv": "Om tingsrätten anser att det är lämpligt, kan videokonferens eller någon annan lämplig teknisk metod för dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan tala med och se varandra användas vid behandlingen av ett utlämningsärende. Om tingsrätten anser att det behövs, ska den som begärs utlämnad ändå hämtas till domstolen.",
        "folded_sv": "om tingsratten anser att det ar lampligt, kan videokonferens eller nagon annan lamplig teknisk metod for dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan tala med och se varandra anvandas vid behandlingen av ett utlamningsarende. om tingsratten anser att det behovs, ska den som begars utlamnad anda hamtas till domstolen."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Muutoksenhakuoikeus",
      "content": "Luovuttamista koskevaan käräjäoikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkäymiskaaren 30 luvun 3 §:n nojalla myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Luovuttamista koskevaan käräjäoikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkäymiskaaren 30 luvun 3 § :n nojalla myöntää valitusluvan.",
        "folded_fi": "luovuttamista koskevaan karajaoikeuden paatokseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkaymiskaaren 30 luvun 3 §:n nojalla myontaa valitusluvan.",
        "title_sv": "Rätt att söka ändring",
        "content_sv": "Ett beslut om utlämning som tingsrätten har fattat får överklagas genom besvär hos högsta domstolen, om högsta domstolen meddelar besvärstillstånd med stöd av 30 kap. 3 § i rättegångsbalken.",
        "normalized_sv": "Ett beslut om utlämning som tingsrätten har fattat får överklagas genom besvär hos högsta domstolen, om högsta domstolen meddelar besvärstillstånd med stöd av 30 kap. 3 § i rättegångsbalken.",
        "folded_sv": "ett beslut om utlamning som tingsratten har fattat far overklagas genom besvar hos hogsta domstolen, om hogsta domstolen meddelar besvarstillstand med stod av 30 kap. 3 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Muutoksenhakemuksen tekeminen",
      "content": "Sen, joka haluaa hakea muutosta luovuttamista koskevaan käräjäoikeuden päätökseen, on seitsemän päivän kuluessa päätöksestä toimitettava käräjäoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelmä, johon on sisällytettävä lupahakemus ja valitus. Muutoksenhakemusta, jota ei ole tehty määräajassa, ei oteta tutkittavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Sen, joka haluaa hakea muutosta luovuttamista koskevaan käräjäoikeuden päätökseen, on seitsemän päivän kuluessa päätöksestä toimitettava käräjäoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelmä, johon on sisällytettävä lupahakemus ja valitus. Muutoksenhakemusta, jota ei ole tehty määräajassa, ei oteta tutkittavaksi.",
        "folded_fi": "sen, joka haluaa hakea muutosta luovuttamista koskevaan karajaoikeuden paatokseen, on seitseman paivan kuluessa paatoksesta toimitettava karajaoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelma, johon on sisallytettava lupahakemus ja valitus. muutoksenhakemusta, jota ei ole tehty maaraajassa, ei oteta tutkittavaksi.",
        "title_sv": "Ändringsansökan",
        "content_sv": "Den som vill söka ändring i tingsrättens beslut om utlämning ska inom sju dagar från beslutet tillställa tingsrätten en till högsta domstolen riktad fullföljdsskrift, som ska innehålla tillståndsansökan och de besvär som anförs. En ändringsansökan som inte har gjorts inom den föreskrivna tiden tas inte upp till prövning.",
        "normalized_sv": "Den som vill söka ändring i tingsrättens beslut om utlämning ska inom sju dagar från beslutet tillställa tingsrätten en till högsta domstolen riktad fullföljdsskrift, som ska innehålla tillståndsansökan och de besvär som anförs. En ändringsansökan som inte har gjorts inom den föreskrivna tiden tas inte upp till prövning.",
        "folded_sv": "den som vill soka andring i tingsrattens beslut om utlamning ska inom sju dagar fran beslutet tillstalla tingsratten en till hogsta domstolen riktad fullfoljdsskrift, som ska innehalla tillstandsansokan och de besvar som anfors. en andringsansokan som inte har gjorts inom den foreskrivna tiden tas inte upp till provning."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Muutoksenhakemukseen vastaaminen",
      "content": "Muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. Vastauksen antamista varten vastapuoli saa käräjäoikeudesta jäljennökset muutoksenhakukirjelmästä ja siihen liitetyistä asiakirjoista. Määräaika vastauksen antamiseen on seitsemän päivää muutoksenhakuajan päättymisestä. Vastapuolen on mainitussa määräajassa toimitettava kirjallinen vastaus käräjäoikeuteen. Muutoksenhakija saa käräjäoikeudesta jäljennöksen vastauksesta ja siihen liitetyistä asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. Vastauksen antamista varten vastapuoli saa käräjäoikeudesta jäljennökset muutoksenhakukirjelmästä ja siihen liitetyistä asiakirjoista. Määräaika vastauksen antamiseen on seitsemän päivää muutoksenhakuajan päättymisestä. Vastapuolen on mainitussa määräajassa toimitettava kirjallinen vastaus käräjäoikeuteen. Muutoksenhakija saa käräjäoikeudesta jäljennöksen vastauksesta ja siihen liitetyistä asiakirjoista.",
        "folded_fi": "muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. vastauksen antamista varten vastapuoli saa karajaoikeudesta jaljennokset muutoksenhakukirjelmasta ja siihen liitetyista asiakirjoista. maaraaika vastauksen antamiseen on seitseman paivaa muutoksenhakuajan paattymisesta. vastapuolen on mainitussa maaraajassa toimitettava kirjallinen vastaus karajaoikeuteen. muutoksenhakija saa karajaoikeudesta jaljennoksen vastauksesta ja siihen liitetyista asiakirjoista.",
        "title_sv": "Bemötande av ändringsansökan",
        "content_sv": "Ändringssökandens motpart har rätt att skriftligen bemöta ändringsansökan. För avgivande av bemötande får motparten från tingsrätten kopior av fullföljdsskriften och av de handlingar som fogats till den. Tiden för inlämnande av bemötande är sju dagar från den dag då besvärstiden löper ut. Motparten ska inom denna tid tillställa tingsrätten ett skriftligt bemötande. Ändringssökanden får från tingsrätten en kopia av bemötandet och av de handlingar som fogats till det.",
        "normalized_sv": "Ändringssökandens motpart har rätt att skriftligen bemöta ändringsansökan. För avgivande av bemötande får motparten från tingsrätten kopior av fullföljdsskriften och av de handlingar som fogats till den. Tiden för inlämnande av bemötande är sju dagar från den dag då besvärstiden löper ut. Motparten ska inom denna tid tillställa tingsrätten ett skriftligt bemötande. Ändringssökanden får från tingsrätten en kopia av bemötandet och av de handlingar som fogats till det.",
        "folded_sv": "andringssokandens motpart har ratt att skriftligen bemota andringsansokan. for avgivande av bemotande far motparten fran tingsratten kopior av fullfoljdsskriften och av de handlingar som fogats till den. tiden for inlamnande av bemotande ar sju dagar fran den dag da besvarstiden loper ut. motparten ska inom denna tid tillstalla tingsratten ett skriftligt bemotande. andringssokanden far fran tingsratten en kopia av bemotandet och av de handlingar som fogats till det."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Asiakirjojen toimittaminen korkeimpaan oikeuteen",
      "content": "Käräjäoikeuden tulee lähettää muutoksenhakukirjelmä liitteineen viipymättä sen saavuttua korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös käräjäoikeuden päätöksestä. Vastaavasti vastauskirjelmä liitteineen on sen saavuttua lähetettävä viipymättä korkeimmalle oikeudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Käräjäoikeuden tulee lähettää muutoksenhakukirjelmä liitteineen viipymättä sen saavuttua korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös käräjäoikeuden päätöksestä. Vastaavasti vastauskirjelmä liitteineen on sen saavuttua lähetettävä viipymättä korkeimmalle oikeudelle.",
        "folded_fi": "karajaoikeuden tulee lahettaa muutoksenhakukirjelma liitteineen viipymatta sen saavuttua korkeimmalle oikeudelle. samalla on lahetettava asiaa koskeva asiakirjavihko seka jaljennos karajaoikeuden paatoksesta. vastaavasti vastauskirjelma liitteineen on sen saavuttua lahetettava viipymatta korkeimmalle oikeudelle.",
        "title_sv": "Översändande av handlingarna till högsta domstolen",
        "content_sv": "Utan dröjsmål efter det att fullföljdsskriften med bilagor har inkommit till tingsrätten ska tingsrätten sända dessa till högsta domstolen tillsammans med akten i ärendet och en kopia av tingsrättens beslut. Likaså ska bemötandet med bilagor sändas till högsta domstolen utan dröjsmål efter det att de har inkommit.",
        "normalized_sv": "Utan dröjsmål efter det att fullföljdsskriften med bilagor har inkommit till tingsrätten ska tingsrätten sända dessa till högsta domstolen tillsammans med akten i ärendet och en kopia av tingsrättens beslut. Likaså ska bemötandet med bilagor sändas till högsta domstolen utan dröjsmål efter det att de har inkommit.",
        "folded_sv": "utan drojsmal efter det att fullfoljdsskriften med bilagor har inkommit till tingsratten ska tingsratten sanda dessa till hogsta domstolen tillsammans med akten i arendet och en kopia av tingsrattens beslut. likasa ska bemotandet med bilagor sandas till hogsta domstolen utan drojsmal efter det att de har inkommit."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Päätösvaltaisuus ja käsittelyn kiireellisyys",
      "content": "Korkein oikeus voi käsitellä ja ratkaista luovuttamista koskevan asian kolmijäsenisessä jaostossa. Korkeimman oikeuden on käsiteltävä luovuttamista koskeva asia kiireellisesti. Asia on ratkaistava seitsemän päivän kuluessa vastauksen toimittamiseen varatun ajan päättymisestä. Jos 2 momentissa säädettyä määräaikaa ei erityisestä syystä voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Korkein oikeus voi käsitellä ja ratkaista luovuttamista koskevan asian kolmijäsenisessä jaostossa. Korkeimman oikeuden on käsiteltävä luovuttamista koskeva asia kiireellisesti. Asia on ratkaistava seitsemän päivän kuluessa vastauksen toimittamiseen varatun ajan päättymisestä. Jos 2 momentissa säädettyä määräaikaa ei erityisestä syystä voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
        "folded_fi": "korkein oikeus voi kasitella ja ratkaista luovuttamista koskevan asian kolmijasenisessa jaostossa. korkeimman oikeuden on kasiteltava luovuttamista koskeva asia kiireellisesti. asia on ratkaistava seitseman paivan kuluessa vastauksen toimittamiseen varatun ajan paattymisesta. jos 2 momentissa saadettya maaraaikaa ei erityisesta syysta voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
        "title_sv": "Domförhet och skyndsam behandling",
        "content_sv": "Högsta domstolen kan behandla och avgöra ett utlämningsärende på en avdelning med tre ledamöter. Högsta domstolen ska behandla utlämningsärendet skyndsamt. Ärendet ska avgöras inom sju dagar från det att tiden för ingivande av bemötande har löpt ut. Om tidsfristen i 2 mom. av särskilda skäl inte kan iakttas, ska ärendet avgöras så snart som möjligt.",
        "normalized_sv": "Högsta domstolen kan behandla och avgöra ett utlämningsärende på en avdelning med tre ledamöter. Högsta domstolen ska behandla utlämningsärendet skyndsamt. Ärendet ska avgöras inom sju dagar från det att tiden för ingivande av bemötande har löpt ut. Om tidsfristen i 2 mom. av särskilda skäl inte kan iakttas, ska ärendet avgöras så snart som möjligt.",
        "folded_sv": "hogsta domstolen kan behandla och avgora ett utlamningsarende pa en avdelning med tre ledamoter. hogsta domstolen ska behandla utlamningsarendet skyndsamt. arendet ska avgoras inom sju dagar fran det att tiden for ingivande av bemotande har lopt ut. om tidsfristen i 2 mom. av sarskilda skal inte kan iakttas, ska arendet avgoras sa snart som mojligt."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muut säännökset",
      "content": "Jollei muusta lainsäädännöstä muuta johdu, muutoksenhakuun sovelletaan muuten niitä oikeudenkäymiskaaren 30 luvun säännöksiä, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena käsittelemään asiaan. Asian käsittelyyn korkeimmassa oikeudessa sovelletaan myös soveltuvin osin tämän lain säännöksiä asian käsittelystä käräjäoikeudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jollei muusta lainsäädännöstä muuta johdu, muutoksenhakuun sovelletaan muuten niitä oikeudenkäymiskaaren 30 luvun säännöksiä, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena käsittelemään asiaan. Asian käsittelyyn korkeimmassa oikeudessa sovelletaan myös soveltuvin osin tämän lain säännöksiä asian käsittelystä käräjäoikeudessa.",
        "folded_fi": "jollei muusta lainsaadannosta muuta johdu, muutoksenhakuun sovelletaan muuten niita oikeudenkaymiskaaren 30 luvun saannoksia, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena kasittelemaan asiaan. asian kasittelyyn korkeimmassa oikeudessa sovelletaan myos soveltuvin osin taman lain saannoksia asian kasittelysta karajaoikeudessa.",
        "title_sv": "Övriga bestämmelser",
        "content_sv": "Om inte något annat följer av annan lagstiftning, tillämpas på ändringssökandet i övrigt de bestämmelser i 30 kap. i rättegångsbalken som gäller fullföljd i ett ärende som hovrätten handlagt i andra instans. På behandlingen av ett ärende i högsta domstolen tillämpas också i tillämpliga delar de bestämmelser i denna lag som gäller behandlingen av ärenden i tingsrätten.",
        "normalized_sv": "Om inte något annat följer av annan lagstiftning, tillämpas på ändringssökandet i övrigt de bestämmelser i 30 kap. i rättegångsbalken som gäller fullföljd i ett ärende som hovrätten handlagt i andra instans. På behandlingen av ett ärende i högsta domstolen tillämpas också i tillämpliga delar de bestämmelser i denna lag som gäller behandlingen av ärenden i tingsrätten.",
        "folded_sv": "om inte nagot annat foljer av annan lagstiftning, tillampas pa andringssokandet i ovrigt de bestammelser i 30 kap. i rattegangsbalken som galler fullfoljd i ett arende som hovratten handlagt i andra instans. pa behandlingen av ett arende i hogsta domstolen tillampas ocksa i tillampliga delar de bestammelser i denna lag som galler behandlingen av arenden i tingsratten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Luovuttamisesta ja säilöön ottamisen voimassa pitämisestä päättää Helsingin käräjäoikeus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Luovuttamisesta ja säilöön ottamisen voimassa pitämisestä päättää Helsingin käräjäoikeus.",
        "folded_fi": "luovuttamisesta ja sailoon ottamisen voimassa pitamisesta paattaa helsingin karajaoikeus.",
        "title_sv": "Behörig domstol",
        "content_sv": "Beslut om utlämning och fortsatt förvar fattas av Helsingfors tingsrätt.",
        "normalized_sv": "Beslut om utlämning och fortsatt förvar fattas av Helsingfors tingsrätt.",
        "folded_sv": "beslut om utlamning och fortsatt forvar fattas av helsingfors tingsratt."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Toimivaltaiset syyttäjät",
      "content": "Jollei tässä laissa toisin säädetä, Helsingin käräjäoikeuden tuomiopiirissä toimivat kihlakunnansyyttäjät ovat toimivaltaisia hoitamaan tämän lain mukaisia syyttäjäntehtäviä. Erityisestä syystä toimivaltainen syyttäjä voi olla myös muu kuin 1 momentissa tarkoitettu syyttäjä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Jollei tässä laissa toisin säädetä, Helsingin käräjäoikeuden tuomiopiirissä toimivat kihlakunnansyyttäjät ovat toimivaltaisia hoitamaan tämän lain mukaisia syyttäjäntehtäviä. Erityisestä syystä toimivaltainen syyttäjä voi olla myös muu kuin 1 momentissa tarkoitettu syyttäjä.",
        "folded_fi": "jollei tassa laissa toisin saadeta, helsingin karajaoikeuden tuomiopiirissa toimivat kihlakunnansyyttajat ovat toimivaltaisia hoitamaan taman lain mukaisia syyttajantehtavia. erityisesta syysta toimivaltainen syyttaja voi olla myos muu kuin 1 momentissa tarkoitettu syyttaja.",
        "title_sv": "Behöriga åklagare",
        "content_sv": "Om inte något annat föreskrivs i denna lag, är häradsåklagarna inom domkretsen för Helsingfors tingsrätt behöriga att sköta de åklagaruppgifter som avses i denna lag. Av särskilda skäl kan också någon annan åklagare än en sådan som avses i 1 mom. vara behörig åklagare.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, är häradsåklagarna inom domkretsen för Helsingfors tingsrätt behöriga att sköta de åklagaruppgifter som avses i denna lag. Av särskilda skäl kan också någon annan åklagare än en sådan som avses i 1 mom. vara behörig åklagare.",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, ar haradsaklagarna inom domkretsen for helsingfors tingsratt behoriga att skota de aklagaruppgifter som avses i denna lag. av sarskilda skal kan ocksa nagon annan aklagare an en sadan som avses i 1 mom. vara behorig aklagare."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Läsnäolo istunnossa",
      "content": "Luovutettavaksi pyydettyä, joka on otettu säilöön, on käräjäoikeuden istunnossa kuultava syyttäjän pyynnön sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Luovutettavaksi pyydettyä, joka on otettu säilöön, on käräjäoikeuden istunnossa kuultava syyttäjän pyynnön sisällöstä.",
        "folded_fi": "luovutettavaksi pyydettya, joka on otettu sailoon, on karajaoikeuden istunnossa kuultava syyttajan pyynnon sisallosta.",
        "title_sv": "Närvaro vid sammanträdet",
        "content_sv": "Om den som begärs utlämnad har tagits i förvar, ska han eller hon höras vid tingsrättens sammanträde med anledning av innehållet i åklagarens framställning.",
        "normalized_sv": "Om den som begärs utlämnad har tagits i förvar, ska han eller hon höras vid tingsrättens sammanträde med anledning av innehållet i åklagarens framställning.",
        "folded_sv": "om den som begars utlamnad har tagits i forvar, ska han eller hon horas vid tingsrattens sammantrade med anledning av innehallet i aklagarens framstallning."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Suostumuksen ilmoittaminen",
      "content": "Luovutettavaksi pyydetty ilmoittaa käräjäoikeuden istunnossa, suostuuko hän luovuttamiseensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Luovutettavaksi pyydetty ilmoittaa käräjäoikeuden istunnossa, suostuuko hän luovuttamiseensa.",
        "folded_fi": "luovutettavaksi pyydetty ilmoittaa karajaoikeuden istunnossa, suostuuko han luovuttamiseensa.",
        "title_sv": "Samtycke",
        "content_sv": "Den som begärs utlämnad ska vid tingsrättens sammanträde meddela om han eller hon samtycker till utlämningen.",
        "normalized_sv": "Den som begärs utlämnad ska vid tingsrättens sammanträde meddela om han eller hon samtycker till utlämningen.",
        "folded_sv": "den som begars utlamnad ska vid tingsrattens sammantrade meddela om han eller hon samtycker till utlamningen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "Kuuleminen videoyhteyden välityksellä",
      "content": "Jos käräjäoikeus harkitsee soveliaaksi, luovuttamisasian käsittelyssä voidaan käyttää videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos käräjäoikeus pitää sitä tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava käräjäoikeuteen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27 a",
        "normalized_fi": "Jos käräjäoikeus harkitsee soveliaaksi, luovuttamisasian käsittelyssä voidaan käyttää videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa, jossa käsittelyyn osallistuvilla on puhe- ja näköyhteys keskenään. Jos käräjäoikeus pitää sitä tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava käräjäoikeuteen.",
        "folded_fi": "jos karajaoikeus harkitsee soveliaaksi, luovuttamisasian kasittelyssa voidaan kayttaa videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa, jossa kasittelyyn osallistuvilla on puhe- ja nakoyhteys keskenaan. jos karajaoikeus pitaa sita tarpeellisena, luovutettavaksi pyydetty on kuitenkin tuotava karajaoikeuteen.",
        "title_sv": "Hörande via videoförbindelse",
        "content_sv": "Om tingsrätten anser att det är lämpligt, kan videokonferens eller någon annan lämplig teknisk metod för dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan tala med och se varandra användas vid behandlingen av ett utlämningsärende. Om tingsrätten anser att det behövs, ska den som begärs utlämnad ändå hämtas till domstolen.",
        "normalized_sv": "Om tingsrätten anser att det är lämpligt, kan videokonferens eller någon annan lämplig teknisk metod för dataöverföring där de som deltar i behandlingen har sådan kontakt att de kan tala med och se varandra användas vid behandlingen av ett utlämningsärende. Om tingsrätten anser att det behövs, ska den som begärs utlämnad ändå hämtas till domstolen.",
        "folded_sv": "om tingsratten anser att det ar lampligt, kan videokonferens eller nagon annan lamplig teknisk metod for dataoverforing dar de som deltar i behandlingen har sadan kontakt att de kan tala med och se varandra anvandas vid behandlingen av ett utlamningsarende. om tingsratten anser att det behovs, ska den som begars utlamnad anda hamtas till domstolen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Muutoksenhakuoikeus",
      "content": "Luovuttamista koskevaan käräjäoikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkäymiskaaren 30 luvun 3 §:n nojalla myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Luovuttamista koskevaan käräjäoikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkäymiskaaren 30 luvun 3 § :n nojalla myöntää valitusluvan.",
        "folded_fi": "luovuttamista koskevaan karajaoikeuden paatokseen haetaan muutosta valittamalla korkeimpaan oikeuteen, jos korkein oikeus oikeudenkaymiskaaren 30 luvun 3 §:n nojalla myontaa valitusluvan.",
        "title_sv": "Rätt att söka ändring",
        "content_sv": "Ett beslut om utlämning som tingsrätten har fattat får överklagas genom besvär hos högsta domstolen, om högsta domstolen meddelar besvärstillstånd med stöd av 30 kap. 3 § i rättegångsbalken.",
        "normalized_sv": "Ett beslut om utlämning som tingsrätten har fattat får överklagas genom besvär hos högsta domstolen, om högsta domstolen meddelar besvärstillstånd med stöd av 30 kap. 3 § i rättegångsbalken.",
        "folded_sv": "ett beslut om utlamning som tingsratten har fattat far overklagas genom besvar hos hogsta domstolen, om hogsta domstolen meddelar besvarstillstand med stod av 30 kap. 3 § i rattegangsbalken."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Muutoksenhakemuksen tekeminen",
      "content": "Sen, joka haluaa hakea muutosta luovuttamista koskevaan käräjäoikeuden päätökseen, on seitsemän päivän kuluessa päätöksestä toimitettava käräjäoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelmä, johon on sisällytettävä lupahakemus ja valitus. Muutoksenhakemusta, jota ei ole tehty määräajassa, ei oteta tutkittavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35",
        "normalized_fi": "Sen, joka haluaa hakea muutosta luovuttamista koskevaan käräjäoikeuden päätökseen, on seitsemän päivän kuluessa päätöksestä toimitettava käräjäoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelmä, johon on sisällytettävä lupahakemus ja valitus. Muutoksenhakemusta, jota ei ole tehty määräajassa, ei oteta tutkittavaksi.",
        "folded_fi": "sen, joka haluaa hakea muutosta luovuttamista koskevaan karajaoikeuden paatokseen, on seitseman paivan kuluessa paatoksesta toimitettava karajaoikeuteen korkeimmalle oikeudelle osoitettu muutoksenhakukirjelma, johon on sisallytettava lupahakemus ja valitus. muutoksenhakemusta, jota ei ole tehty maaraajassa, ei oteta tutkittavaksi.",
        "title_sv": "Ändringsansökan",
        "content_sv": "Den som vill söka ändring i tingsrättens beslut om utlämning ska inom sju dagar från beslutet tillställa tingsrätten en till högsta domstolen riktad fullföljdsskrift, som ska innehålla tillståndsansökan och de besvär som anförs. En ändringsansökan som inte har gjorts inom den föreskrivna tiden tas inte upp till prövning.",
        "normalized_sv": "Den som vill söka ändring i tingsrättens beslut om utlämning ska inom sju dagar från beslutet tillställa tingsrätten en till högsta domstolen riktad fullföljdsskrift, som ska innehålla tillståndsansökan och de besvär som anförs. En ändringsansökan som inte har gjorts inom den föreskrivna tiden tas inte upp till prövning.",
        "folded_sv": "den som vill soka andring i tingsrattens beslut om utlamning ska inom sju dagar fran beslutet tillstalla tingsratten en till hogsta domstolen riktad fullfoljdsskrift, som ska innehalla tillstandsansokan och de besvar som anfors. en andringsansokan som inte har gjorts inom den foreskrivna tiden tas inte upp till provning."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Muutoksenhakemukseen vastaaminen",
      "content": "Muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. Vastauksen antamista varten vastapuoli saa käräjäoikeudesta jäljennökset muutoksenhakukirjelmästä ja siihen liitetyistä asiakirjoista. Määräaika vastauksen antamiseen on seitsemän päivää muutoksenhakuajan päättymisestä. Vastapuolen on mainitussa määräajassa toimitettava kirjallinen vastaus käräjäoikeuteen. Muutoksenhakija saa käräjäoikeudesta jäljennöksen vastauksesta ja siihen liitetyistä asiakirjoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. Vastauksen antamista varten vastapuoli saa käräjäoikeudesta jäljennökset muutoksenhakukirjelmästä ja siihen liitetyistä asiakirjoista. Määräaika vastauksen antamiseen on seitsemän päivää muutoksenhakuajan päättymisestä. Vastapuolen on mainitussa määräajassa toimitettava kirjallinen vastaus käräjäoikeuteen. Muutoksenhakija saa käräjäoikeudesta jäljennöksen vastauksesta ja siihen liitetyistä asiakirjoista.",
        "folded_fi": "muutoksenhakijan vastapuolella on oikeus kirjallisesti vastata muutoksenhakemukseen. vastauksen antamista varten vastapuoli saa karajaoikeudesta jaljennokset muutoksenhakukirjelmasta ja siihen liitetyista asiakirjoista. maaraaika vastauksen antamiseen on seitseman paivaa muutoksenhakuajan paattymisesta. vastapuolen on mainitussa maaraajassa toimitettava kirjallinen vastaus karajaoikeuteen. muutoksenhakija saa karajaoikeudesta jaljennoksen vastauksesta ja siihen liitetyista asiakirjoista.",
        "title_sv": "Bemötande av ändringsansökan",
        "content_sv": "Ändringssökandens motpart har rätt att skriftligen bemöta ändringsansökan. För avgivande av bemötande får motparten från tingsrätten kopior av fullföljdsskriften och av de handlingar som fogats till den. Tiden för inlämnande av bemötande är sju dagar från den dag då besvärstiden löper ut. Motparten ska inom denna tid tillställa tingsrätten ett skriftligt bemötande. Ändringssökanden får från tingsrätten en kopia av bemötandet och av de handlingar som fogats till det.",
        "normalized_sv": "Ändringssökandens motpart har rätt att skriftligen bemöta ändringsansökan. För avgivande av bemötande får motparten från tingsrätten kopior av fullföljdsskriften och av de handlingar som fogats till den. Tiden för inlämnande av bemötande är sju dagar från den dag då besvärstiden löper ut. Motparten ska inom denna tid tillställa tingsrätten ett skriftligt bemötande. Ändringssökanden får från tingsrätten en kopia av bemötandet och av de handlingar som fogats till det.",
        "folded_sv": "andringssokandens motpart har ratt att skriftligen bemota andringsansokan. for avgivande av bemotande far motparten fran tingsratten kopior av fullfoljdsskriften och av de handlingar som fogats till den. tiden for inlamnande av bemotande ar sju dagar fran den dag da besvarstiden loper ut. motparten ska inom denna tid tillstalla tingsratten ett skriftligt bemotande. andringssokanden far fran tingsratten en kopia av bemotandet och av de handlingar som fogats till det."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Asiakirjojen toimittaminen korkeimpaan oikeuteen",
      "content": "Käräjäoikeuden tulee lähettää muutoksenhakukirjelmä liitteineen viipymättä sen saavuttua korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös käräjäoikeuden päätöksestä. Vastaavasti vastauskirjelmä liitteineen on sen saavuttua lähetettävä viipymättä korkeimmalle oikeudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Käräjäoikeuden tulee lähettää muutoksenhakukirjelmä liitteineen viipymättä sen saavuttua korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös käräjäoikeuden päätöksestä. Vastaavasti vastauskirjelmä liitteineen on sen saavuttua lähetettävä viipymättä korkeimmalle oikeudelle.",
        "folded_fi": "karajaoikeuden tulee lahettaa muutoksenhakukirjelma liitteineen viipymatta sen saavuttua korkeimmalle oikeudelle. samalla on lahetettava asiaa koskeva asiakirjavihko seka jaljennos karajaoikeuden paatoksesta. vastaavasti vastauskirjelma liitteineen on sen saavuttua lahetettava viipymatta korkeimmalle oikeudelle.",
        "title_sv": "Översändande av handlingarna till högsta domstolen",
        "content_sv": "Utan dröjsmål efter det att fullföljdsskriften med bilagor har inkommit till tingsrätten ska tingsrätten sända dessa till högsta domstolen tillsammans med akten i ärendet och en kopia av tingsrättens beslut. Likaså ska bemötandet med bilagor sändas till högsta domstolen utan dröjsmål efter det att de har inkommit.",
        "normalized_sv": "Utan dröjsmål efter det att fullföljdsskriften med bilagor har inkommit till tingsrätten ska tingsrätten sända dessa till högsta domstolen tillsammans med akten i ärendet och en kopia av tingsrättens beslut. Likaså ska bemötandet med bilagor sändas till högsta domstolen utan dröjsmål efter det att de har inkommit.",
        "folded_sv": "utan drojsmal efter det att fullfoljdsskriften med bilagor har inkommit till tingsratten ska tingsratten sanda dessa till hogsta domstolen tillsammans med akten i arendet och en kopia av tingsrattens beslut. likasa ska bemotandet med bilagor sandas till hogsta domstolen utan drojsmal efter det att de har inkommit."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Päätösvaltaisuus ja käsittelyn kiireellisyys",
      "content": "Korkein oikeus voi käsitellä ja ratkaista luovuttamista koskevan asian kolmijäsenisessä jaostossa. Korkeimman oikeuden on käsiteltävä luovuttamista koskeva asia kiireellisesti. Asia on ratkaistava seitsemän päivän kuluessa vastauksen toimittamiseen varatun ajan päättymisestä. Jos 2 momentissa säädettyä määräaikaa ei erityisestä syystä voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Korkein oikeus voi käsitellä ja ratkaista luovuttamista koskevan asian kolmijäsenisessä jaostossa. Korkeimman oikeuden on käsiteltävä luovuttamista koskeva asia kiireellisesti. Asia on ratkaistava seitsemän päivän kuluessa vastauksen toimittamiseen varatun ajan päättymisestä. Jos 2 momentissa säädettyä määräaikaa ei erityisestä syystä voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
        "folded_fi": "korkein oikeus voi kasitella ja ratkaista luovuttamista koskevan asian kolmijasenisessa jaostossa. korkeimman oikeuden on kasiteltava luovuttamista koskeva asia kiireellisesti. asia on ratkaistava seitseman paivan kuluessa vastauksen toimittamiseen varatun ajan paattymisesta. jos 2 momentissa saadettya maaraaikaa ei erityisesta syysta voida noudattaa, asia tulee ratkaista niin pian kuin mahdollista.",
        "title_sv": "Domförhet och skyndsam behandling",
        "content_sv": "Högsta domstolen kan behandla och avgöra ett utlämningsärende på en avdelning med tre ledamöter. Högsta domstolen ska behandla utlämningsärendet skyndsamt. Ärendet ska avgöras inom sju dagar från det att tiden för ingivande av bemötande har löpt ut. Om tidsfristen i 2 mom. av särskilda skäl inte kan iakttas, ska ärendet avgöras så snart som möjligt.",
        "normalized_sv": "Högsta domstolen kan behandla och avgöra ett utlämningsärende på en avdelning med tre ledamöter. Högsta domstolen ska behandla utlämningsärendet skyndsamt. Ärendet ska avgöras inom sju dagar från det att tiden för ingivande av bemötande har löpt ut. Om tidsfristen i 2 mom. av särskilda skäl inte kan iakttas, ska ärendet avgöras så snart som möjligt.",
        "folded_sv": "hogsta domstolen kan behandla och avgora ett utlamningsarende pa en avdelning med tre ledamoter. hogsta domstolen ska behandla utlamningsarendet skyndsamt. arendet ska avgoras inom sju dagar fran det att tiden for ingivande av bemotande har lopt ut. om tidsfristen i 2 mom. av sarskilda skal inte kan iakttas, ska arendet avgoras sa snart som mojligt."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muut säännökset",
      "content": "Jollei muusta lainsäädännöstä muuta johdu, muutoksenhakuun sovelletaan muuten niitä oikeudenkäymiskaaren 30 luvun säännöksiä, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena käsittelemään asiaan. Asian käsittelyyn korkeimmassa oikeudessa sovelletaan myös soveltuvin osin tämän lain säännöksiä asian käsittelystä käräjäoikeudessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jollei muusta lainsäädännöstä muuta johdu, muutoksenhakuun sovelletaan muuten niitä oikeudenkäymiskaaren 30 luvun säännöksiä, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena käsittelemään asiaan. Asian käsittelyyn korkeimmassa oikeudessa sovelletaan myös soveltuvin osin tämän lain säännöksiä asian käsittelystä käräjäoikeudessa.",
        "folded_fi": "jollei muusta lainsaadannosta muuta johdu, muutoksenhakuun sovelletaan muuten niita oikeudenkaymiskaaren 30 luvun saannoksia, jotka koskevat muutoksenhakua hovioikeuden toisena oikeusasteena kasittelemaan asiaan. asian kasittelyyn korkeimmassa oikeudessa sovelletaan myos soveltuvin osin taman lain saannoksia asian kasittelysta karajaoikeudessa.",
        "title_sv": "Övriga bestämmelser",
        "content_sv": "Om inte något annat följer av annan lagstiftning, tillämpas på ändringssökandet i övrigt de bestämmelser i 30 kap. i rättegångsbalken som gäller fullföljd i ett ärende som hovrätten handlagt i andra instans. På behandlingen av ett ärende i högsta domstolen tillämpas också i tillämpliga delar de bestämmelser i denna lag som gäller behandlingen av ärenden i tingsrätten.",
        "normalized_sv": "Om inte något annat följer av annan lagstiftning, tillämpas på ändringssökandet i övrigt de bestämmelser i 30 kap. i rättegångsbalken som gäller fullföljd i ett ärende som hovrätten handlagt i andra instans. På behandlingen av ett ärende i högsta domstolen tillämpas också i tillämpliga delar de bestämmelser i denna lag som gäller behandlingen av ärenden i tingsrätten.",
        "folded_sv": "om inte nagot annat foljer av annan lagstiftning, tillampas pa andringssokandet i ovrigt de bestammelser i 30 kap. i rattegangsbalken som galler fullfoljd i ett arende som hovratten handlagt i andra instans. pa behandlingen av ett arende i hogsta domstolen tillampas ocksa i tillampliga delar de bestammelser i denna lag som galler behandlingen av arenden i tingsratten."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    }
  ]
}