{
  "id": "663/2015",
  "type": "statute",
  "title": "Laki adoptiolain muuttamisesta",
  "title_en": "Lag om ändring av adoptionslagen",
  "status": "in_force",
  "issued_date": "2015-05-22",
  "in_force_date": "2015-05-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/663/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "71",
      "section": "71",
      "title": "Tuomioistuimen päätös tunnustamisesta",
      "content": "Helsingin käräjäoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 §:ssä tarkoitettu adoptio tai 70 §:ssä tarkoitettu adoption purkaminen päteväksi Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:71",
        "normalized_fi": "Helsingin käräjäoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 § :ssä tarkoitettu adoptio tai 70 § :ssä tarkoitettu adoption purkaminen päteväksi Suomessa.",
        "folded_fi": "helsingin karajaoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 §:ssa tarkoitettu adoptio tai 70 §:ssa tarkoitettu adoption purkaminen patevaksi suomessa.",
        "title_sv": "Domstolsbeslut om erkännande",
        "content_sv": "Helsingfors tingsrätt kan på ansökan fastställa om en adoption som avses i 69 § eller en hävning av adoption som avses i 70 § ska erkännas som giltig i Finland.",
        "normalized_sv": "Helsingfors tingsrätt kan på ansökan fastställa om en adoption som avses i 69 § eller en hävning av adoption som avses i 70 § ska erkännas som giltig i Finland.",
        "folded_sv": "helsingfors tingsratt kan pa ansokan faststalla om en adoption som avses i 69 § eller en havning av adoption som avses i 70 § ska erkannas som giltig i finland."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Haagin sopimuksen mukaiseksi varmennetun adoption tunnustaminen ja oikeusvaikutukset",
      "content": "Haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siellä Haagin sopimuksen mukaiseksi varmennettu adoptio on 69 §:n estämättä ilman eri vahvistusta pätevä Suomessa. Edellä 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista Haagin sopimuksen 26 artiklan 1 kappaleessa määrätään. Jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjärjestyksen mukaan johtanut lapsen ja vanhemman välisen oikeudellisen suhteen lakkaamiseen, Helsingin käräjäoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hänen aikaisempien vanhempiensa välisen oikeussuhteen lakkaaminen. Edellytyksenä on lisäksi, että Haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tällaiseen adoptioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siellä Haagin sopimuksen mukaiseksi varmennettu adoptio on 69 § :n estämättä ilman eri vahvistusta pätevä Suomessa. Edellä 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista Haagin sopimuksen 26 artiklan 1 kappaleessa määrätään. Jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjärjestyksen mukaan johtanut lapsen ja vanhemman välisen oikeudellisen suhteen lakkaamiseen, Helsingin käräjäoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hänen aikaisempien vanhempiensa välisen oikeussuhteen lakkaaminen. Edellytyksenä on lisäksi, että Haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tällaiseen adoptioon.",
        "folded_fi": "haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siella haagin sopimuksen mukaiseksi varmennettu adoptio on 69 §:n estamatta ilman eri vahvistusta pateva suomessa. edella 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista haagin sopimuksen 26 artiklan 1 kappaleessa maarataan. jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjarjestyksen mukaan johtanut lapsen ja vanhemman valisen oikeudellisen suhteen lakkaamiseen, helsingin karajaoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hanen aikaisempien vanhempiensa valisen oikeussuhteen lakkaaminen. edellytyksena on lisaksi, etta haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tallaiseen adoptioon.",
        "title_sv": "Erkännande av adoption som intygats vara förenlig med Haagkonventionen och rättsverkningarna av adoptionen",
        "content_sv": "En adoption som har fastställts i en främmande stat som är part i Haagkonventionen och som där intygats vara konventionsenlig är trots 69 § giltig i Finland utan särskilt fastställande. En adoption som avses i 1 mom. har åtminstone de rättsverkningar som anges i artikel 26 stycke 1 i Haagkonventionen. Om en adoption som avses i 1 mom. inte enligt rättsordningen i staten i fråga har lett till att det rättsliga förhållandet mellan barnet och föräldrarna upphört, kan Helsingfors tingsrätt på ansökan av adoptivföräldrarna eller barnet fastställa att adoptionen är en adoption med den verkan att det rättsliga förhållandet mellan barnet och dess tidigare föräldrar upphör. En förutsättning är ytterligare att de samtycken som avses i artikel 4 punkt c och d i Haagkonventionen har lämnats eller lämnas för en sådan adoption.",
        "normalized_sv": "En adoption som har fastställts i en främmande stat som är part i Haagkonventionen och som där intygats vara konventionsenlig är trots 69 § giltig i Finland utan särskilt fastställande. En adoption som avses i 1 mom. har åtminstone de rättsverkningar som anges i artikel 26 stycke 1 i Haagkonventionen. Om en adoption som avses i 1 mom. inte enligt rättsordningen i staten i fråga har lett till att det rättsliga förhållandet mellan barnet och föräldrarna upphört, kan Helsingfors tingsrätt på ansökan av adoptivföräldrarna eller barnet fastställa att adoptionen är en adoption med den verkan att det rättsliga förhållandet mellan barnet och dess tidigare föräldrar upphör. En förutsättning är ytterligare att de samtycken som avses i artikel 4 punkt c och d i Haagkonventionen har lämnats eller lämnas för en sådan adoption.",
        "folded_sv": "en adoption som har faststallts i en frammande stat som ar part i haagkonventionen och som dar intygats vara konventionsenlig ar trots 69 § giltig i finland utan sarskilt faststallande. en adoption som avses i 1 mom. har atminstone de rattsverkningar som anges i artikel 26 stycke 1 i haagkonventionen. om en adoption som avses i 1 mom. inte enligt rattsordningen i staten i fraga har lett till att det rattsliga forhallandet mellan barnet och foraldrarna upphort, kan helsingfors tingsratt pa ansokan av adoptivforaldrarna eller barnet faststalla att adoptionen ar en adoption med den verkan att det rattsliga forhallandet mellan barnet och dess tidigare foraldrar upphor. en forutsattning ar ytterligare att de samtycken som avses i artikel 4 punkt c och d i haagkonventionen har lamnats eller lamnas for en sadan adoption."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Ulkomaisen adoption vahvistaminen tuomioistuimen päätöksellä",
      "content": "Muu kuin 69, 72 tai 73 §:ssä tarkoitettu vieraassa valtiossa tapahtunut adoptio on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption päteväksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoptio on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä. Käräjäoikeus ei saa vahvistaa tämän pykälän nojalla päteväksi adoptiota, johon olisi tullut hakea adoptiolupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Muu kuin 69, 72 tai 73 § :ssä tarkoitettu vieraassa valtiossa tapahtunut adoptio on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption päteväksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoptio on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä. Käräjäoikeus ei saa vahvistaa tämän pykälän nojalla päteväksi adoptiota, johon olisi tullut hakea adoptiolupa.",
        "folded_fi": "muu kuin 69, 72 tai 73 §:ssa tarkoitettu vieraassa valtiossa tapahtunut adoptio on pateva suomessa vain, jos helsingin karajaoikeus on vahvistanut sen. karajaoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption patevaksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, etta sen viranomaisilla voidaan katsoa olleen riittava aihe ottaa asia tutkittavakseen. jos adoptio on tapahtunut muulla tavoin kuin viranomaisen paatoksella, se voidaan vahvistaa patevaksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tama toimenpide on kyseisen valtion lain mukaan pateva. karajaoikeus ei saa vahvistaa taman pykalan nojalla patevaksi adoptiota, johon olisi tullut hakea adoptiolupa.",
        "title_sv": "Fastställande av utländsk adoption genom domstolsbeslut",
        "content_sv": "En annan adoption i en främmande stat än en sådan som avses i 69, 72 eller 73 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en adoption som avses i 1 mom. är giltig, om den adopterade eller någondera adoptionssökanden vid tidpunkten för adoptionen har haft sådan anknytning till den stat där adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att den är giltig endast då den adopterade eller någondera sökanden har haft sådan anknytning till den stat där adoptionen har skett som avses i 2 mom. och åtgärden är giltig enligt lagen i den staten. Tingsrätten får inte fastställa att en adoption är giltig enligt denna paragraf, om adoptionstillstånd borde ha sökts för adoptionen.",
        "normalized_sv": "En annan adoption i en främmande stat än en sådan som avses i 69, 72 eller 73 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en adoption som avses i 1 mom. är giltig, om den adopterade eller någondera adoptionssökanden vid tidpunkten för adoptionen har haft sådan anknytning till den stat där adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att den är giltig endast då den adopterade eller någondera sökanden har haft sådan anknytning till den stat där adoptionen har skett som avses i 2 mom. och åtgärden är giltig enligt lagen i den staten. Tingsrätten får inte fastställa att en adoption är giltig enligt denna paragraf, om adoptionstillstånd borde ha sökts för adoptionen.",
        "folded_sv": "en annan adoption i en frammande stat an en sadan som avses i 69, 72 eller 73 § ar giltig i finland endast om helsingfors tingsratt har faststallt den. tingsratten kan pa ansokan faststalla att en adoption som avses i 1 mom. ar giltig, om den adopterade eller nagondera adoptionssokanden vid tidpunkten for adoptionen har haft sadan anknytning till den stat dar adoptionen skett, grundad pa medborgarskap eller pa att denne har varit bosatt eller har haft sitt hemvist dar, att myndigheterna i den staten kan anses ha haft tillracklig anledning att ta upp arendet till provning. om en adoption har skett pa nagot annat satt an genom beslut av en myndighet, kan det faststallas att den ar giltig endast da den adopterade eller nagondera sokanden har haft sadan anknytning till den stat dar adoptionen har skett som avses i 2 mom. och atgarden ar giltig enligt lagen i den staten. tingsratten far inte faststalla att en adoption ar giltig enligt denna paragraf, om adoptionstillstand borde ha sokts for adoptionen."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "Ulkomaisen adoption purkamisen vahvistaminen tuomioistuimen päätöksellä",
      "content": "Muu kuin 70 tai 72 §:ssä tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen päteväksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:75",
        "normalized_fi": "Muu kuin 70 tai 72 § :ssä tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen päteväksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä.",
        "folded_fi": "muu kuin 70 tai 72 §:ssa tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pateva suomessa vain, jos helsingin karajaoikeus on vahvistanut sen. karajaoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen patevaksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, etta sen viranomaisilla voidaan katsoa olleen riittava aihe ottaa asia tutkittavakseen. jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen paatoksella, se voidaan vahvistaa patevaksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tama toimenpide on kyseisen valtion lain mukaan pateva.",
        "title_sv": "Fastställande av hävning av utländsk adoption genom domstolsbeslut",
        "content_sv": "En annan hävning av adoption i en främmande stat än en sådan som avses i 70 eller 72 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en hävning av adoption som avses i 1 mom. är giltig, om adoptivbarnet eller någondera adoptivföräldern vid tidpunkten för hävningen har haft sådan anknytning till den stat där hävningen av adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en hävning av adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att hävningen är giltig endast då någon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat där hävningen har skett, och åtgärden är giltig enligt lagen i den staten.",
        "normalized_sv": "En annan hävning av adoption i en främmande stat än en sådan som avses i 70 eller 72 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en hävning av adoption som avses i 1 mom. är giltig, om adoptivbarnet eller någondera adoptivföräldern vid tidpunkten för hävningen har haft sådan anknytning till den stat där hävningen av adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en hävning av adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att hävningen är giltig endast då någon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat där hävningen har skett, och åtgärden är giltig enligt lagen i den staten.",
        "folded_sv": "en annan havning av adoption i en frammande stat an en sadan som avses i 70 eller 72 § ar giltig i finland endast om helsingfors tingsratt har faststallt den. tingsratten kan pa ansokan faststalla att en havning av adoption som avses i 1 mom. ar giltig, om adoptivbarnet eller nagondera adoptivforaldern vid tidpunkten for havningen har haft sadan anknytning till den stat dar havningen av adoptionen skett, grundad pa medborgarskap eller pa att denne har varit bosatt eller har haft sitt hemvist dar, att myndigheterna i den staten kan anses ha haft tillracklig anledning att ta upp arendet till provning. om en havning av adoption har skett pa nagot annat satt an genom beslut av en myndighet, kan det faststallas att havningen ar giltig endast da nagon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat dar havningen har skett, och atgarden ar giltig enligt lagen i den staten."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "Suomen oikeusjärjestyksen perusteiden vastaisuus",
      "content": "Edellä 69 ja 73 §:ssä tarkoitettua adoptiota sekä 70 §:ssä tarkoitettua adoption purkamista ei tule katsoa Suomessa päteväksi eikä tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 §:n nojalla päteväksi, jos tämä ottaen erityisesti huomioon lapsen etu johtaisi Suomen oikeusjärjestyksen perusteiden vastaiseen tulokseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:76",
        "normalized_fi": "Edellä 69 ja 73 § :ssä tarkoitettua adoptiota sekä 70 § :ssä tarkoitettua adoption purkamista ei tule katsoa Suomessa päteväksi eikä tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 § :n nojalla päteväksi, jos tämä ottaen erityisesti huomioon lapsen etu johtaisi Suomen oikeusjärjestyksen perusteiden vastaiseen tulokseen.",
        "folded_fi": "edella 69 ja 73 §:ssa tarkoitettua adoptiota seka 70 §:ssa tarkoitettua adoption purkamista ei tule katsoa suomessa patevaksi eika tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 §:n nojalla patevaksi, jos tama ottaen erityisesti huomioon lapsen etu johtaisi suomen oikeusjarjestyksen perusteiden vastaiseen tulokseen.",
        "title_sv": "Resultat som strider mot grunderna för Finlands rättsordning",
        "content_sv": "En adoption som avses i 69 och 73 § och en hävning av adoption som avses i 70 § ska inte anses giltig i Finland, och domstolen får inte med stöd av 71, 74 eller 75 § fastställa att en adoption eller hävning av adoption är giltig, om detta särskilt med beaktande av barnets bästa skulle leda till ett resultat som strider mot grunderna för Finlands rättsordning.",
        "normalized_sv": "En adoption som avses i 69 och 73 § och en hävning av adoption som avses i 70 § ska inte anses giltig i Finland, och domstolen får inte med stöd av 71, 74 eller 75 § fastställa att en adoption eller hävning av adoption är giltig, om detta särskilt med beaktande av barnets bästa skulle leda till ett resultat som strider mot grunderna för Finlands rättsordning.",
        "folded_sv": "en adoption som avses i 69 och 73 § och en havning av adoption som avses i 70 § ska inte anses giltig i finland, och domstolen far inte med stod av 71, 74 eller 75 § faststalla att en adoption eller havning av adoption ar giltig, om detta sarskilt med beaktande av barnets basta skulle leda till ett resultat som strider mot grunderna for finlands rattsordning."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "Ulkomaisen asiakirjan luotettavuuden varmistaminen",
      "content": "Tuomioistuimelle 71, 74 tai 75 §:ssä tarkoitetun asian käsittelyä varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettävä kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperästä, jollei Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämisestä muuta johdu tai tuomioistuin erityisestä syystä myönnä tästä poikkeusta. Ulkomaisen asiakirjan esittäjän on tarvittaessa huolehdittava esittämänsä asiakirjan kääntämisestä suomen tai ruotsin kielelle sekä sen laillistamisesta. Tuomioistuin voi tarvittaessa pyytää ulkoasiainministeriön, Maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:82",
        "normalized_fi": "Tuomioistuimelle 71, 74 tai 75 § :ssä tarkoitetun asian käsittelyä varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettävä kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperästä, jollei Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämisestä muuta johdu tai tuomioistuin erityisestä syystä myönnä tästä poikkeusta. Ulkomaisen asiakirjan esittäjän on tarvittaessa huolehdittava esittämänsä asiakirjan kääntämisestä suomen tai ruotsin kielelle sekä sen laillistamisesta. Tuomioistuin voi tarvittaessa pyytää ulkoasiainministeriön, Maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
        "folded_fi": "tuomioistuimelle 71, 74 tai 75 §:ssa tarkoitetun asian kasittelya varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettava kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperasta, jollei suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamisesta muuta johdu tai tuomioistuin erityisesta syysta myonna tasta poikkeusta. ulkomaisen asiakirjan esittajan on tarvittaessa huolehdittava esittamansa asiakirjan kaantamisesta suomen tai ruotsin kielelle seka sen laillistamisesta. tuomioistuin voi tarvittaessa pyytaa ulkoasiainministerion, maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
        "title_sv": "Kontroll av utländska handlingars tillförlitlighet",
        "content_sv": "En utländsk handling som visas upp för domstolen för behandlingen av ett ärende som avses i 71, 74 eller 75 § ska vara legaliserad eller åtföljas av ett intyg om dess ursprung som utfärdats av en behörig myndighet i staten i fråga, om inte något annat följer av fullgörandet av skyldigheter enligt internationella avtal som är bindande för Finland eller domstolen av särskilda skäl beviljar undantag från detta. Den som visar upp en utländsk handling ska vid behov se till att handlingen översätts till finska eller svenska och legaliseras. Domstolen kan vid behov begära ett utlåtande av utrikesministeriet, Migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. är äkta och tillförlitlig.",
        "normalized_sv": "En utländsk handling som visas upp för domstolen för behandlingen av ett ärende som avses i 71, 74 eller 75 § ska vara legaliserad eller åtföljas av ett intyg om dess ursprung som utfärdats av en behörig myndighet i staten i fråga, om inte något annat följer av fullgörandet av skyldigheter enligt internationella avtal som är bindande för Finland eller domstolen av särskilda skäl beviljar undantag från detta. Den som visar upp en utländsk handling ska vid behov se till att handlingen översätts till finska eller svenska och legaliseras. Domstolen kan vid behov begära ett utlåtande av utrikesministeriet, Migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. är äkta och tillförlitlig.",
        "folded_sv": "en utlandsk handling som visas upp for domstolen for behandlingen av ett arende som avses i 71, 74 eller 75 § ska vara legaliserad eller atfoljas av ett intyg om dess ursprung som utfardats av en behorig myndighet i staten i fraga, om inte nagot annat foljer av fullgorandet av skyldigheter enligt internationella avtal som ar bindande for finland eller domstolen av sarskilda skal beviljar undantag fran detta. den som visar upp en utlandsk handling ska vid behov se till att handlingen oversatts till finska eller svenska och legaliseras. domstolen kan vid behov begara ett utlatande av utrikesministeriet, migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. ar akta och tillforlitlig."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Siirtymäsäännökset",
      "content": "6. Vieraassa valtiossa ennen tämän lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. Asia käsitellään kuitenkin Helsingin hovioikeuden sijasta Helsingin käräjäoikeudessa, eikä lapseksiottamisesta annetun lain 42 §:n 2 momentissa säädettyä muutoksenhakukieltoa sovelleta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "6. Vieraassa valtiossa ennen tämän lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. Asia käsitellään kuitenkin Helsingin hovioikeuden sijasta Helsingin käräjäoikeudessa, eikä lapseksiottamisesta annetun lain 42 § :n 2 momentissa säädettyä muutoksenhakukieltoa sovelleta.",
        "folded_fi": "6. vieraassa valtiossa ennen taman lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. asia kasitellaan kuitenkin helsingin hovioikeuden sijasta helsingin karajaoikeudessa, eika lapseksiottamisesta annetun lain 42 §:n 2 momentissa saadettya muutoksenhakukieltoa sovelleta.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "6. På erkännande av adoption och av hävning av adoption som har skett i en främmande stat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet. Detsamma gäller erkännande av adoption på vilken den tidigare lagen ska tillämpas enligt 1 eller 2 mom. Sådana ärenden ska dock behandlas vid Helsingfors tingsrätt i stället för vid Helsingfors hovrätt och förbudet mot att söka ändring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillämpas.",
        "normalized_sv": "6. På erkännande av adoption och av hävning av adoption som har skett i en främmande stat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet. Detsamma gäller erkännande av adoption på vilken den tidigare lagen ska tillämpas enligt 1 eller 2 mom. Sådana ärenden ska dock behandlas vid Helsingfors tingsrätt i stället för vid Helsingfors hovrätt och förbudet mot att söka ändring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillämpas.",
        "folded_sv": "6. pa erkannande av adoption och av havning av adoption som har skett i en frammande stat fore ikrafttradandet av denna lag tillampas de bestammelser som gallde vid ikrafttradandet. detsamma galler erkannande av adoption pa vilken den tidigare lagen ska tillampas enligt 1 eller 2 mom. sadana arenden ska dock behandlas vid helsingfors tingsratt i stallet for vid helsingfors hovratt och forbudet mot att soka andring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillampas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "71",
      "section": "71",
      "title": "Tuomioistuimen päätös tunnustamisesta",
      "content": "Helsingin käräjäoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 §:ssä tarkoitettu adoptio tai 70 §:ssä tarkoitettu adoption purkaminen päteväksi Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:71",
        "normalized_fi": "Helsingin käräjäoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 § :ssä tarkoitettu adoptio tai 70 § :ssä tarkoitettu adoption purkaminen päteväksi Suomessa.",
        "folded_fi": "helsingin karajaoikeus voi hakemuksesta vahvistaa, tunnustetaanko 69 §:ssa tarkoitettu adoptio tai 70 §:ssa tarkoitettu adoption purkaminen patevaksi suomessa.",
        "title_sv": "Domstolsbeslut om erkännande",
        "content_sv": "Helsingfors tingsrätt kan på ansökan fastställa om en adoption som avses i 69 § eller en hävning av adoption som avses i 70 § ska erkännas som giltig i Finland.",
        "normalized_sv": "Helsingfors tingsrätt kan på ansökan fastställa om en adoption som avses i 69 § eller en hävning av adoption som avses i 70 § ska erkännas som giltig i Finland.",
        "folded_sv": "helsingfors tingsratt kan pa ansokan faststalla om en adoption som avses i 69 § eller en havning av adoption som avses i 70 § ska erkannas som giltig i finland."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "73",
      "section": "73",
      "title": "Haagin sopimuksen mukaiseksi varmennetun adoption tunnustaminen ja oikeusvaikutukset",
      "content": "Haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siellä Haagin sopimuksen mukaiseksi varmennettu adoptio on 69 §:n estämättä ilman eri vahvistusta pätevä Suomessa. Edellä 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista Haagin sopimuksen 26 artiklan 1 kappaleessa määrätään. Jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjärjestyksen mukaan johtanut lapsen ja vanhemman välisen oikeudellisen suhteen lakkaamiseen, Helsingin käräjäoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hänen aikaisempien vanhempiensa välisen oikeussuhteen lakkaaminen. Edellytyksenä on lisäksi, että Haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tällaiseen adoptioon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:73",
        "normalized_fi": "Haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siellä Haagin sopimuksen mukaiseksi varmennettu adoptio on 69 § :n estämättä ilman eri vahvistusta pätevä Suomessa. Edellä 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista Haagin sopimuksen 26 artiklan 1 kappaleessa määrätään. Jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjärjestyksen mukaan johtanut lapsen ja vanhemman välisen oikeudellisen suhteen lakkaamiseen, Helsingin käräjäoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hänen aikaisempien vanhempiensa välisen oikeussuhteen lakkaaminen. Edellytyksenä on lisäksi, että Haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tällaiseen adoptioon.",
        "folded_fi": "haagin sopimuksen osapuolena olevassa vieraassa valtiossa vahvistettu ja siella haagin sopimuksen mukaiseksi varmennettu adoptio on 69 §:n estamatta ilman eri vahvistusta pateva suomessa. edella 1 momentissa tarkoitetulla adoptiolla on ainakin ne oikeusvaikutukset, joista haagin sopimuksen 26 artiklan 1 kappaleessa maarataan. jos 1 momentissa tarkoitettu adoptio ei ole kyseisen valtion oikeusjarjestyksen mukaan johtanut lapsen ja vanhemman valisen oikeudellisen suhteen lakkaamiseen, helsingin karajaoikeus voi adoptiovanhempien tai lapsen hakemuksesta vahvistaa adoption sellaiseksi adoptioksi, jonka vaikutuksena on lapsen ja hanen aikaisempien vanhempiensa valisen oikeussuhteen lakkaaminen. edellytyksena on lisaksi, etta haagin sopimuksen 4 artiklan c ja d kohdassa tarkoitetut suostumukset on annettu tai annetaan tallaiseen adoptioon.",
        "title_sv": "Erkännande av adoption som intygats vara förenlig med Haagkonventionen och rättsverkningarna av adoptionen",
        "content_sv": "En adoption som har fastställts i en främmande stat som är part i Haagkonventionen och som där intygats vara konventionsenlig är trots 69 § giltig i Finland utan särskilt fastställande. En adoption som avses i 1 mom. har åtminstone de rättsverkningar som anges i artikel 26 stycke 1 i Haagkonventionen. Om en adoption som avses i 1 mom. inte enligt rättsordningen i staten i fråga har lett till att det rättsliga förhållandet mellan barnet och föräldrarna upphört, kan Helsingfors tingsrätt på ansökan av adoptivföräldrarna eller barnet fastställa att adoptionen är en adoption med den verkan att det rättsliga förhållandet mellan barnet och dess tidigare föräldrar upphör. En förutsättning är ytterligare att de samtycken som avses i artikel 4 punkt c och d i Haagkonventionen har lämnats eller lämnas för en sådan adoption.",
        "normalized_sv": "En adoption som har fastställts i en främmande stat som är part i Haagkonventionen och som där intygats vara konventionsenlig är trots 69 § giltig i Finland utan särskilt fastställande. En adoption som avses i 1 mom. har åtminstone de rättsverkningar som anges i artikel 26 stycke 1 i Haagkonventionen. Om en adoption som avses i 1 mom. inte enligt rättsordningen i staten i fråga har lett till att det rättsliga förhållandet mellan barnet och föräldrarna upphört, kan Helsingfors tingsrätt på ansökan av adoptivföräldrarna eller barnet fastställa att adoptionen är en adoption med den verkan att det rättsliga förhållandet mellan barnet och dess tidigare föräldrar upphör. En förutsättning är ytterligare att de samtycken som avses i artikel 4 punkt c och d i Haagkonventionen har lämnats eller lämnas för en sådan adoption.",
        "folded_sv": "en adoption som har faststallts i en frammande stat som ar part i haagkonventionen och som dar intygats vara konventionsenlig ar trots 69 § giltig i finland utan sarskilt faststallande. en adoption som avses i 1 mom. har atminstone de rattsverkningar som anges i artikel 26 stycke 1 i haagkonventionen. om en adoption som avses i 1 mom. inte enligt rattsordningen i staten i fraga har lett till att det rattsliga forhallandet mellan barnet och foraldrarna upphort, kan helsingfors tingsratt pa ansokan av adoptivforaldrarna eller barnet faststalla att adoptionen ar en adoption med den verkan att det rattsliga forhallandet mellan barnet och dess tidigare foraldrar upphor. en forutsattning ar ytterligare att de samtycken som avses i artikel 4 punkt c och d i haagkonventionen har lamnats eller lamnas for en sadan adoption."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Ulkomaisen adoption vahvistaminen tuomioistuimen päätöksellä",
      "content": "Muu kuin 69, 72 tai 73 §:ssä tarkoitettu vieraassa valtiossa tapahtunut adoptio on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption päteväksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoptio on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä. Käräjäoikeus ei saa vahvistaa tämän pykälän nojalla päteväksi adoptiota, johon olisi tullut hakea adoptiolupa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Muu kuin 69, 72 tai 73 § :ssä tarkoitettu vieraassa valtiossa tapahtunut adoptio on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption päteväksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoptio on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä. Käräjäoikeus ei saa vahvistaa tämän pykälän nojalla päteväksi adoptiota, johon olisi tullut hakea adoptiolupa.",
        "folded_fi": "muu kuin 69, 72 tai 73 §:ssa tarkoitettu vieraassa valtiossa tapahtunut adoptio on pateva suomessa vain, jos helsingin karajaoikeus on vahvistanut sen. karajaoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption patevaksi, jos adoptoitavalla tai jommallakummalla adoptionhakijalla on adoption ajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoptio on tapahtunut, etta sen viranomaisilla voidaan katsoa olleen riittava aihe ottaa asia tutkittavakseen. jos adoptio on tapahtunut muulla tavoin kuin viranomaisen paatoksella, se voidaan vahvistaa patevaksi vain, kun adoptoitavalla tai jommallakummalla hakijalla on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoptio on tapahtunut, ja tama toimenpide on kyseisen valtion lain mukaan pateva. karajaoikeus ei saa vahvistaa taman pykalan nojalla patevaksi adoptiota, johon olisi tullut hakea adoptiolupa.",
        "title_sv": "Fastställande av utländsk adoption genom domstolsbeslut",
        "content_sv": "En annan adoption i en främmande stat än en sådan som avses i 69, 72 eller 73 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en adoption som avses i 1 mom. är giltig, om den adopterade eller någondera adoptionssökanden vid tidpunkten för adoptionen har haft sådan anknytning till den stat där adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att den är giltig endast då den adopterade eller någondera sökanden har haft sådan anknytning till den stat där adoptionen har skett som avses i 2 mom. och åtgärden är giltig enligt lagen i den staten. Tingsrätten får inte fastställa att en adoption är giltig enligt denna paragraf, om adoptionstillstånd borde ha sökts för adoptionen.",
        "normalized_sv": "En annan adoption i en främmande stat än en sådan som avses i 69, 72 eller 73 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en adoption som avses i 1 mom. är giltig, om den adopterade eller någondera adoptionssökanden vid tidpunkten för adoptionen har haft sådan anknytning till den stat där adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att den är giltig endast då den adopterade eller någondera sökanden har haft sådan anknytning till den stat där adoptionen har skett som avses i 2 mom. och åtgärden är giltig enligt lagen i den staten. Tingsrätten får inte fastställa att en adoption är giltig enligt denna paragraf, om adoptionstillstånd borde ha sökts för adoptionen.",
        "folded_sv": "en annan adoption i en frammande stat an en sadan som avses i 69, 72 eller 73 § ar giltig i finland endast om helsingfors tingsratt har faststallt den. tingsratten kan pa ansokan faststalla att en adoption som avses i 1 mom. ar giltig, om den adopterade eller nagondera adoptionssokanden vid tidpunkten for adoptionen har haft sadan anknytning till den stat dar adoptionen skett, grundad pa medborgarskap eller pa att denne har varit bosatt eller har haft sitt hemvist dar, att myndigheterna i den staten kan anses ha haft tillracklig anledning att ta upp arendet till provning. om en adoption har skett pa nagot annat satt an genom beslut av en myndighet, kan det faststallas att den ar giltig endast da den adopterade eller nagondera sokanden har haft sadan anknytning till den stat dar adoptionen har skett som avses i 2 mom. och atgarden ar giltig enligt lagen i den staten. tingsratten far inte faststalla att en adoption ar giltig enligt denna paragraf, om adoptionstillstand borde ha sokts for adoptionen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "75",
      "section": "75",
      "title": "Ulkomaisen adoption purkamisen vahvistaminen tuomioistuimen päätöksellä",
      "content": "Muu kuin 70 tai 72 §:ssä tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen päteväksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:75",
        "normalized_fi": "Muu kuin 70 tai 72 § :ssä tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pätevä Suomessa vain, jos Helsingin käräjäoikeus on vahvistanut sen. Käräjäoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen päteväksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, että sen viranomaisilla voidaan katsoa olleen riittävä aihe ottaa asia tutkittavakseen. Jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen päätöksellä, se voidaan vahvistaa päteväksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tämä toimenpide on kyseisen valtion lain mukaan pätevä.",
        "folded_fi": "muu kuin 70 tai 72 §:ssa tarkoitettu vieraassa valtiossa tapahtunut adoption purkaminen on pateva suomessa vain, jos helsingin karajaoikeus on vahvistanut sen. karajaoikeus voi hakemuksesta vahvistaa 1 momentissa tarkoitetun adoption purkamisen patevaksi, jos adoptiolapsella tai jommallakummalla adoptiovanhemmalla on purkamisajankohtana ollut asuin- tai kotipaikkansa taikka kansalaisuutensa perusteella sellainen yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, etta sen viranomaisilla voidaan katsoa olleen riittava aihe ottaa asia tutkittavakseen. jos adoption purkaminen on tapahtunut muulla tavoin kuin viranomaisen paatoksella, se voidaan vahvistaa patevaksi vain, kun jollakin asiaan osallisella on ollut 2 momentissa mainittu yhteys siihen valtioon, jossa adoption purkaminen on tapahtunut, ja tama toimenpide on kyseisen valtion lain mukaan pateva.",
        "title_sv": "Fastställande av hävning av utländsk adoption genom domstolsbeslut",
        "content_sv": "En annan hävning av adoption i en främmande stat än en sådan som avses i 70 eller 72 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en hävning av adoption som avses i 1 mom. är giltig, om adoptivbarnet eller någondera adoptivföräldern vid tidpunkten för hävningen har haft sådan anknytning till den stat där hävningen av adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en hävning av adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att hävningen är giltig endast då någon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat där hävningen har skett, och åtgärden är giltig enligt lagen i den staten.",
        "normalized_sv": "En annan hävning av adoption i en främmande stat än en sådan som avses i 70 eller 72 § är giltig i Finland endast om Helsingfors tingsrätt har fastställt den. Tingsrätten kan på ansökan fastställa att en hävning av adoption som avses i 1 mom. är giltig, om adoptivbarnet eller någondera adoptivföräldern vid tidpunkten för hävningen har haft sådan anknytning till den stat där hävningen av adoptionen skett, grundad på medborgarskap eller på att denne har varit bosatt eller har haft sitt hemvist där, att myndigheterna i den staten kan anses ha haft tillräcklig anledning att ta upp ärendet till prövning. Om en hävning av adoption har skett på något annat sätt än genom beslut av en myndighet, kan det fastställas att hävningen är giltig endast då någon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat där hävningen har skett, och åtgärden är giltig enligt lagen i den staten.",
        "folded_sv": "en annan havning av adoption i en frammande stat an en sadan som avses i 70 eller 72 § ar giltig i finland endast om helsingfors tingsratt har faststallt den. tingsratten kan pa ansokan faststalla att en havning av adoption som avses i 1 mom. ar giltig, om adoptivbarnet eller nagondera adoptivforaldern vid tidpunkten for havningen har haft sadan anknytning till den stat dar havningen av adoptionen skett, grundad pa medborgarskap eller pa att denne har varit bosatt eller har haft sitt hemvist dar, att myndigheterna i den staten kan anses ha haft tillracklig anledning att ta upp arendet till provning. om en havning av adoption har skett pa nagot annat satt an genom beslut av en myndighet, kan det faststallas att havningen ar giltig endast da nagon av dem som har del i saken har haft en i 2 mom. avsedd anknytning till den stat dar havningen har skett, och atgarden ar giltig enligt lagen i den staten."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "76",
      "section": "76",
      "title": "Suomen oikeusjärjestyksen perusteiden vastaisuus",
      "content": "Edellä 69 ja 73 §:ssä tarkoitettua adoptiota sekä 70 §:ssä tarkoitettua adoption purkamista ei tule katsoa Suomessa päteväksi eikä tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 §:n nojalla päteväksi, jos tämä ottaen erityisesti huomioon lapsen etu johtaisi Suomen oikeusjärjestyksen perusteiden vastaiseen tulokseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:76",
        "normalized_fi": "Edellä 69 ja 73 § :ssä tarkoitettua adoptiota sekä 70 § :ssä tarkoitettua adoption purkamista ei tule katsoa Suomessa päteväksi eikä tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 § :n nojalla päteväksi, jos tämä ottaen erityisesti huomioon lapsen etu johtaisi Suomen oikeusjärjestyksen perusteiden vastaiseen tulokseen.",
        "folded_fi": "edella 69 ja 73 §:ssa tarkoitettua adoptiota seka 70 §:ssa tarkoitettua adoption purkamista ei tule katsoa suomessa patevaksi eika tuomioistuimen tule vahvistaa adoptiota tai sen purkamista 71, 74 tai 75 §:n nojalla patevaksi, jos tama ottaen erityisesti huomioon lapsen etu johtaisi suomen oikeusjarjestyksen perusteiden vastaiseen tulokseen.",
        "title_sv": "Resultat som strider mot grunderna för Finlands rättsordning",
        "content_sv": "En adoption som avses i 69 och 73 § och en hävning av adoption som avses i 70 § ska inte anses giltig i Finland, och domstolen får inte med stöd av 71, 74 eller 75 § fastställa att en adoption eller hävning av adoption är giltig, om detta särskilt med beaktande av barnets bästa skulle leda till ett resultat som strider mot grunderna för Finlands rättsordning.",
        "normalized_sv": "En adoption som avses i 69 och 73 § och en hävning av adoption som avses i 70 § ska inte anses giltig i Finland, och domstolen får inte med stöd av 71, 74 eller 75 § fastställa att en adoption eller hävning av adoption är giltig, om detta särskilt med beaktande av barnets bästa skulle leda till ett resultat som strider mot grunderna för Finlands rättsordning.",
        "folded_sv": "en adoption som avses i 69 och 73 § och en havning av adoption som avses i 70 § ska inte anses giltig i finland, och domstolen far inte med stod av 71, 74 eller 75 § faststalla att en adoption eller havning av adoption ar giltig, om detta sarskilt med beaktande av barnets basta skulle leda till ett resultat som strider mot grunderna for finlands rattsordning."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "82",
      "section": "82",
      "title": "Ulkomaisen asiakirjan luotettavuuden varmistaminen",
      "content": "Tuomioistuimelle 71, 74 tai 75 §:ssä tarkoitetun asian käsittelyä varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettävä kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperästä, jollei Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämisestä muuta johdu tai tuomioistuin erityisestä syystä myönnä tästä poikkeusta. Ulkomaisen asiakirjan esittäjän on tarvittaessa huolehdittava esittämänsä asiakirjan kääntämisestä suomen tai ruotsin kielelle sekä sen laillistamisesta. Tuomioistuin voi tarvittaessa pyytää ulkoasiainministeriön, Maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:82",
        "normalized_fi": "Tuomioistuimelle 71, 74 tai 75 § :ssä tarkoitetun asian käsittelyä varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettävä kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperästä, jollei Suomea sitovan kansainvälisen sopimuksen velvoitteiden täyttämisestä muuta johdu tai tuomioistuin erityisestä syystä myönnä tästä poikkeusta. Ulkomaisen asiakirjan esittäjän on tarvittaessa huolehdittava esittämänsä asiakirjan kääntämisestä suomen tai ruotsin kielelle sekä sen laillistamisesta. Tuomioistuin voi tarvittaessa pyytää ulkoasiainministeriön, Maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
        "folded_fi": "tuomioistuimelle 71, 74 tai 75 §:ssa tarkoitetun asian kasittelya varten esitetyn ulkomaisen asiakirjan on oltava laillistettu tai siihen on liitettava kyseisen valtion toimivaltaisen viranomaisen todistus sen alkuperasta, jollei suomea sitovan kansainvalisen sopimuksen velvoitteiden tayttamisesta muuta johdu tai tuomioistuin erityisesta syysta myonna tasta poikkeusta. ulkomaisen asiakirjan esittajan on tarvittaessa huolehdittava esittamansa asiakirjan kaantamisesta suomen tai ruotsin kielelle seka sen laillistamisesta. tuomioistuin voi tarvittaessa pyytaa ulkoasiainministerion, maahanmuuttoviraston tai poliisiviranomaisen lausunnon 1 momentissa tarkoitetun asiakirjan aitoudesta ja luotettavuudesta.",
        "title_sv": "Kontroll av utländska handlingars tillförlitlighet",
        "content_sv": "En utländsk handling som visas upp för domstolen för behandlingen av ett ärende som avses i 71, 74 eller 75 § ska vara legaliserad eller åtföljas av ett intyg om dess ursprung som utfärdats av en behörig myndighet i staten i fråga, om inte något annat följer av fullgörandet av skyldigheter enligt internationella avtal som är bindande för Finland eller domstolen av särskilda skäl beviljar undantag från detta. Den som visar upp en utländsk handling ska vid behov se till att handlingen översätts till finska eller svenska och legaliseras. Domstolen kan vid behov begära ett utlåtande av utrikesministeriet, Migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. är äkta och tillförlitlig.",
        "normalized_sv": "En utländsk handling som visas upp för domstolen för behandlingen av ett ärende som avses i 71, 74 eller 75 § ska vara legaliserad eller åtföljas av ett intyg om dess ursprung som utfärdats av en behörig myndighet i staten i fråga, om inte något annat följer av fullgörandet av skyldigheter enligt internationella avtal som är bindande för Finland eller domstolen av särskilda skäl beviljar undantag från detta. Den som visar upp en utländsk handling ska vid behov se till att handlingen översätts till finska eller svenska och legaliseras. Domstolen kan vid behov begära ett utlåtande av utrikesministeriet, Migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. är äkta och tillförlitlig.",
        "folded_sv": "en utlandsk handling som visas upp for domstolen for behandlingen av ett arende som avses i 71, 74 eller 75 § ska vara legaliserad eller atfoljas av ett intyg om dess ursprung som utfardats av en behorig myndighet i staten i fraga, om inte nagot annat foljer av fullgorandet av skyldigheter enligt internationella avtal som ar bindande for finland eller domstolen av sarskilda skal beviljar undantag fran detta. den som visar upp en utlandsk handling ska vid behov se till att handlingen oversatts till finska eller svenska och legaliseras. domstolen kan vid behov begara ett utlatande av utrikesministeriet, migrationsverket eller en polismyndighet om huruvida en handling som avses i 1 mom. ar akta och tillforlitlig."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Siirtymäsäännökset",
      "content": "6. Vieraassa valtiossa ennen tämän lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. Asia käsitellään kuitenkin Helsingin hovioikeuden sijasta Helsingin käräjäoikeudessa, eikä lapseksiottamisesta annetun lain 42 §:n 2 momentissa säädettyä muutoksenhakukieltoa sovelleta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "6. Vieraassa valtiossa ennen tämän lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan tämän lain voimaan tullessa voimassa olleita säännöksiä. Sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. Asia käsitellään kuitenkin Helsingin hovioikeuden sijasta Helsingin käräjäoikeudessa, eikä lapseksiottamisesta annetun lain 42 § :n 2 momentissa säädettyä muutoksenhakukieltoa sovelleta.",
        "folded_fi": "6. vieraassa valtiossa ennen taman lain voimaantuloa tapahtuneen lapseksiottamisen ja lapseksiottamisen purkamisen tunnustamiseen sovelletaan taman lain voimaan tullessa voimassa olleita saannoksia. sama koskee sellaisen lapseksiottamisen tunnustamista, johon 1 tai 2 momentin nojalla sovelletaan aikaisempaa lakia. asia kasitellaan kuitenkin helsingin hovioikeuden sijasta helsingin karajaoikeudessa, eika lapseksiottamisesta annetun lain 42 §:n 2 momentissa saadettya muutoksenhakukieltoa sovelleta.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "6. På erkännande av adoption och av hävning av adoption som har skett i en främmande stat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet. Detsamma gäller erkännande av adoption på vilken den tidigare lagen ska tillämpas enligt 1 eller 2 mom. Sådana ärenden ska dock behandlas vid Helsingfors tingsrätt i stället för vid Helsingfors hovrätt och förbudet mot att söka ändring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillämpas.",
        "normalized_sv": "6. På erkännande av adoption och av hävning av adoption som har skett i en främmande stat före ikraftträdandet av denna lag tillämpas de bestämmelser som gällde vid ikraftträdandet. Detsamma gäller erkännande av adoption på vilken den tidigare lagen ska tillämpas enligt 1 eller 2 mom. Sådana ärenden ska dock behandlas vid Helsingfors tingsrätt i stället för vid Helsingfors hovrätt och förbudet mot att söka ändring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillämpas.",
        "folded_sv": "6. pa erkannande av adoption och av havning av adoption som har skett i en frammande stat fore ikrafttradandet av denna lag tillampas de bestammelser som gallde vid ikrafttradandet. detsamma galler erkannande av adoption pa vilken den tidigare lagen ska tillampas enligt 1 eller 2 mom. sadana arenden ska dock behandlas vid helsingfors tingsratt i stallet for vid helsingfors hovratt och forbudet mot att soka andring i 42 § 2 mom. i den tidigare adoptionslagen ska inte tillampas."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    }
  ]
}