{
  "id": "663/2005",
  "type": "statute",
  "title": "Laki riita-asioiden sovittelusta yleisissä tuomioistuimissa",
  "title_en": "Lag om medling i tvistemål i allmänna domstolar",
  "status": "in_force",
  "issued_date": "2005-08-26",
  "in_force_date": "2005-08-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/663/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Yleisissä tuomioistuimissa käsiteltäviä riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Yleisissä tuomioistuimissa käsiteltäviä riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tässä laissa säädetään.",
        "folded_fi": "yleisissa tuomioistuimissa kasiteltavia riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tassa laissa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Tvistemål och tvistiga ansökningsärenden i allmänna domstolar kan bli föremål för medling enligt vad som föreskrivs i denna lag.",
        "normalized_sv": "Tvistemål och tvistiga ansökningsärenden i allmänna domstolar kan bli föremål för medling enligt vad som föreskrivs i denna lag.",
        "folded_sv": "tvistemal och tvistiga ansokningsarenden i allmanna domstolar kan bli foremal for medling enligt vad som foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Sovittelun tavoite",
      "content": "Sovittelulla pyritään asian sovinnolliseen ratkaisuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Sovittelulla pyritään asian sovinnolliseen ratkaisuun.",
        "folded_fi": "sovittelulla pyritaan asian sovinnolliseen ratkaisuun.",
        "title_sv": "Medlingens syfte",
        "content_sv": "Genom medling eftersträvas en uppgörelse i godo.",
        "normalized_sv": "Genom medling eftersträvas en uppgörelse i godo.",
        "folded_sv": "genom medling efterstravas en uppgorelse i godo."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Sovittelun edellytykset",
      "content": "Sovittelun edellytyksenä on, että asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nähden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Sovittelun edellytyksenä on, että asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nähden.",
        "folded_fi": "sovittelun edellytyksena on, etta asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nahden.",
        "title_sv": "Förutsättningar för medling",
        "content_sv": "Förutsättningar för medling är att saken är lämplig för medling och att medling också i övrigt är ändamålsenligt med hänsyn till parternas yrkanden.",
        "normalized_sv": "Förutsättningar för medling är att saken är lämplig för medling och att medling också i övrigt är ändamålsenligt med hänsyn till parternas yrkanden.",
        "folded_sv": "forutsattningar for medling ar att saken ar lamplig for medling och att medling ocksa i ovrigt ar andamalsenligt med hansyn till parternas yrkanden."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Sovittelun aloittaminen",
      "content": "Asia, joka ei ole tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. Hakemus on tehtävä kirjallisesti ja siinä on selostettava, mitä riita koskee ja miten osapuolten näkemykset eroavat toisistaan. Lisäksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. Hakemuksessa on ilmoitettava osapuolet ja heidän yhteystietonsa noudattaen soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa säädetään haastehakemuksesta. Asia, joka on tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnöstä. Pyyntö on vapaamuotoinen, ja se on tehtävä ennen kuin asian valmistelu on todettu päättyneeksi. Sovittelun aloittaminen edellyttää kaikkien osapuolten suostumusta. Sovittelua koskeva pyyntö tai hakemus, jota eivät ole tehneet osapuolet yhdessä, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnön tai hakemuksen johdosta. Kuuleminen voi tapahtua suullisesti tai kirjallisesti. Tuomioistuin päättää sovittelun aloittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Asia, joka ei ole tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. Hakemus on tehtävä kirjallisesti ja siinä on selostettava, mitä riita koskee ja miten osapuolten näkemykset eroavat toisistaan. Lisäksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. Hakemuksessa on ilmoitettava osapuolet ja heidän yhteystietonsa noudattaen soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa säädetään haastehakemuksesta. Asia, joka on tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnöstä. Pyyntö on vapaamuotoinen, ja se on tehtävä ennen kuin asian valmistelu on todettu päättyneeksi. Sovittelun aloittaminen edellyttää kaikkien osapuolten suostumusta. Sovittelua koskeva pyyntö tai hakemus, jota eivät ole tehneet osapuolet yhdessä, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnön tai hakemuksen johdosta. Kuuleminen voi tapahtua suullisesti tai kirjallisesti. Tuomioistuin päättää sovittelun aloittamisesta.",
        "folded_fi": "asia, joka ei ole tuomioistuimessa oikeudenkayntiasiana kasiteltavana, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. hakemus on tehtava kirjallisesti ja siina on selostettava, mita riita koskee ja miten osapuolten nakemykset eroavat toisistaan. lisaksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. hakemuksessa on ilmoitettava osapuolet ja heidan yhteystietonsa noudattaen soveltuvin osin, mita oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa saadetaan haastehakemuksesta. asia, joka on tuomioistuimessa oikeudenkayntiasiana kasiteltavana, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnosta. pyynto on vapaamuotoinen, ja se on tehtava ennen kuin asian valmistelu on todettu paattyneeksi. sovittelun aloittaminen edellyttaa kaikkien osapuolten suostumusta. sovittelua koskeva pyynto tai hakemus, jota eivat ole tehneet osapuolet yhdessa, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnon tai hakemuksen johdosta. kuuleminen voi tapahtua suullisesti tai kirjallisesti. tuomioistuin paattaa sovittelun aloittamisesta.",
        "title_sv": "Hur medling inleds",
        "content_sv": "En sak som inte är föremål för rättegång kan bli föremål för medling på ansökan av en part eller parterna i tvisten. Ansökan skall göras skriftligen och i den skall anges vad tvisten gäller och hur parternas åsikter skiljer sig från varandra. En motivering som anger varför saken är lämplig för medling skall också ingå. I ansökan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillämpliga delar av vad som bestäms om stämningsansökan i 5 kap. 2 § 2 mom. i rättegångsbalken. En sak som är föremål för rättegång kan hänskjutas till medling på begäran av en part eller parterna. Denna begäran formuleras fritt och den skall göras innan förberedelsen förklarats avslutad. För att medling skall kunna inledas krävs samtycke av samtliga parter. En begäran eller en ansökan om medling som inte framställts av parterna tillsammans skall på lämpligt sätt delges de andra parterna och de skall ges tillfälle att bli hörda med anledning av begäran eller ansökan. Hörandet kan ske skriftligen eller muntligen. Beslut om att inleda medling fattas av domstolen.",
        "normalized_sv": "En sak som inte är föremål för rättegång kan bli föremål för medling på ansökan av en part eller parterna i tvisten. Ansökan skall göras skriftligen och i den skall anges vad tvisten gäller och hur parternas åsikter skiljer sig från varandra. En motivering som anger varför saken är lämplig för medling skall också ingå. I ansökan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillämpliga delar av vad som bestäms om stämningsansökan i 5 kap. 2 § 2 mom. i rättegångsbalken. En sak som är föremål för rättegång kan hänskjutas till medling på begäran av en part eller parterna. Denna begäran formuleras fritt och den skall göras innan förberedelsen förklarats avslutad. För att medling skall kunna inledas krävs samtycke av samtliga parter. En begäran eller en ansökan om medling som inte framställts av parterna tillsammans skall på lämpligt sätt delges de andra parterna och de skall ges tillfälle att bli hörda med anledning av begäran eller ansökan. Hörandet kan ske skriftligen eller muntligen. Beslut om att inleda medling fattas av domstolen.",
        "folded_sv": "en sak som inte ar foremal for rattegang kan bli foremal for medling pa ansokan av en part eller parterna i tvisten. ansokan skall goras skriftligen och i den skall anges vad tvisten galler och hur parternas asikter skiljer sig fran varandra. en motivering som anger varfor saken ar lamplig for medling skall ocksa inga. i ansokan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillampliga delar av vad som bestams om stamningsansokan i 5 kap. 2 § 2 mom. i rattegangsbalken. en sak som ar foremal for rattegang kan hanskjutas till medling pa begaran av en part eller parterna. denna begaran formuleras fritt och den skall goras innan forberedelsen forklarats avslutad. for att medling skall kunna inledas kravs samtycke av samtliga parter. en begaran eller en ansokan om medling som inte framstallts av parterna tillsammans skall pa lampligt satt delges de andra parterna och de skall ges tillfalle att bli horda med anledning av begaran eller ansokan. horandet kan ske skriftligen eller muntligen. beslut om att inleda medling fattas av domstolen."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sovittelija ja sovittelijan avustaja",
      "content": "Asiaa sovittelemaan määrätään sovittelija. Sovittelijana toimii asiaa käsittelevän tuomioistuimen tuomari. Sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistämiseksi muuten sovittelija voi osapuolten suostumuksella käyttää avustajaa. Sovittelija nimeää avustajan saatuaan valinnalle osapuolten hyväksymisen. Avustajan palkkion ja korvauksen hänen kuluistaan suorittavat osapuolet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Asiaa sovittelemaan määrätään sovittelija. Sovittelijana toimii asiaa käsittelevän tuomioistuimen tuomari. Sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistämiseksi muuten sovittelija voi osapuolten suostumuksella käyttää avustajaa. Sovittelija nimeää avustajan saatuaan valinnalle osapuolten hyväksymisen. Avustajan palkkion ja korvauksen hänen kuluistaan suorittavat osapuolet.",
        "folded_fi": "asiaa sovittelemaan maarataan sovittelija. sovittelijana toimii asiaa kasittelevan tuomioistuimen tuomari. sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistamiseksi muuten sovittelija voi osapuolten suostumuksella kayttaa avustajaa. sovittelija nimeaa avustajan saatuaan valinnalle osapuolten hyvaksymisen. avustajan palkkion ja korvauksen hanen kuluistaan suorittavat osapuolet.",
        "title_sv": "Medlare och medlares biträde",
        "content_sv": "En medlare förordnas för att ha hand om medlingen. Medlaren skall vara domare vid den domstol som behandlar saken. Medlaren kan med parternas samtycke anlita ett biträde för att säkra nödvändig expertis i den sak som är föremål för medling eller för att i övrigt främja medlingen. Medlaren utser biträdet efter att parterna godkänt valet. Arvode och kostnadsersättning till biträdet betalas av parterna.",
        "normalized_sv": "En medlare förordnas för att ha hand om medlingen. Medlaren skall vara domare vid den domstol som behandlar saken. Medlaren kan med parternas samtycke anlita ett biträde för att säkra nödvändig expertis i den sak som är föremål för medling eller för att i övrigt främja medlingen. Medlaren utser biträdet efter att parterna godkänt valet. Arvode och kostnadsersättning till biträdet betalas av parterna.",
        "folded_sv": "en medlare forordnas for att ha hand om medlingen. medlaren skall vara domare vid den domstol som behandlar saken. medlaren kan med parternas samtycke anlita ett bitrade for att sakra nodvandig expertis i den sak som ar foremal for medling eller for att i ovrigt framja medlingen. medlaren utser bitradet efter att parterna godkant valet. arvode och kostnadsersattning till bitradet betalas av parterna."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sovittelun toteutus",
      "content": "Sovittelu on toteutettava joutuisasti sekä tasapuolisuutta ja puolueettomuutta noudattaen. Sovittelijan tulee kuulla osapuolia ja neuvotella heidän kanssaan. Osapuolten suostumuksella voidaan kuulla muitakin henkilöitä ja esittää muuta selvitystä. Sovittelija voi neuvotella osapuolen kanssa muiden osapuolten läsnä olematta, jos osapuolet tähän suostuvat. Menettelyn lähemmästä järjestämisestä sovittelija päättää osapuolten kanssa neuvoteltuaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sovittelu on toteutettava joutuisasti sekä tasapuolisuutta ja puolueettomuutta noudattaen. Sovittelijan tulee kuulla osapuolia ja neuvotella heidän kanssaan. Osapuolten suostumuksella voidaan kuulla muitakin henkilöitä ja esittää muuta selvitystä. Sovittelija voi neuvotella osapuolen kanssa muiden osapuolten läsnä olematta, jos osapuolet tähän suostuvat. Menettelyn lähemmästä järjestämisestä sovittelija päättää osapuolten kanssa neuvoteltuaan.",
        "folded_fi": "sovittelu on toteutettava joutuisasti seka tasapuolisuutta ja puolueettomuutta noudattaen. sovittelijan tulee kuulla osapuolia ja neuvotella heidan kanssaan. osapuolten suostumuksella voidaan kuulla muitakin henkiloita ja esittaa muuta selvitysta. sovittelija voi neuvotella osapuolen kanssa muiden osapuolten lasna olematta, jos osapuolet tahan suostuvat. menettelyn lahemmasta jarjestamisesta sovittelija paattaa osapuolten kanssa neuvoteltuaan.",
        "title_sv": "Hur medling genomförs",
        "content_sv": "Medlingen skall genomföras snabbt och med iakttagande av opartiskhet och objektivitet. Medlaren skall höra parterna och överlägga med dem. Med samtycke av parterna kan också andra personer höras och annan utredning läggas fram. Medlaren kan överlägga med en part utan närvaro av de övriga parterna, om parterna samtycker till det. Medlaren beslutar närmare om förfarandet efter att ha överlagt med parterna.",
        "normalized_sv": "Medlingen skall genomföras snabbt och med iakttagande av opartiskhet och objektivitet. Medlaren skall höra parterna och överlägga med dem. Med samtycke av parterna kan också andra personer höras och annan utredning läggas fram. Medlaren kan överlägga med en part utan närvaro av de övriga parterna, om parterna samtycker till det. Medlaren beslutar närmare om förfarandet efter att ha överlagt med parterna.",
        "folded_sv": "medlingen skall genomforas snabbt och med iakttagande av opartiskhet och objektivitet. medlaren skall hora parterna och overlagga med dem. med samtycke av parterna kan ocksa andra personer horas och annan utredning laggas fram. medlaren kan overlagga med en part utan narvaro av de ovriga parterna, om parterna samtycker till det. medlaren beslutar narmare om forfarandet efter att ha overlagt med parterna."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Sovinnon aikaansaaminen",
      "content": "Sovittelijan tulee auttaa osapuolia heidän pyrkimyksessään päästä yhteisymmärrykseen ja sovinnolliseen ratkaisuun. Osapuolten pyynnöstä tai suostumuksella sovittelija voi tehdä ehdotuksen asian sovinnolliseksi ratkaisemiseksi. Ehdotus voidaan perustaa siihen, minkä sovittelija harkitsee kohtuulliseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sovittelijan tulee auttaa osapuolia heidän pyrkimyksessään päästä yhteisymmärrykseen ja sovinnolliseen ratkaisuun. Osapuolten pyynnöstä tai suostumuksella sovittelija voi tehdä ehdotuksen asian sovinnolliseksi ratkaisemiseksi. Ehdotus voidaan perustaa siihen, minkä sovittelija harkitsee kohtuulliseksi.",
        "folded_fi": "sovittelijan tulee auttaa osapuolia heidan pyrkimyksessaan paasta yhteisymmarrykseen ja sovinnolliseen ratkaisuun. osapuolten pyynnosta tai suostumuksella sovittelija voi tehda ehdotuksen asian sovinnolliseksi ratkaisemiseksi. ehdotus voidaan perustaa siihen, minka sovittelija harkitsee kohtuulliseksi.",
        "title_sv": "Hur förlikning uppnås",
        "content_sv": "Medlaren skall bistå parterna i deras strävanden att uppnå samförstånd och en uppgörelse i godo. På begäran eller med samtycke av parterna kan medlaren lägga fram ett förslag till uppgörelse i godo. Förslaget kan bygga på en skälighetsbedömning av medlaren.",
        "normalized_sv": "Medlaren skall bistå parterna i deras strävanden att uppnå samförstånd och en uppgörelse i godo. På begäran eller med samtycke av parterna kan medlaren lägga fram ett förslag till uppgörelse i godo. Förslaget kan bygga på en skälighetsbedömning av medlaren.",
        "folded_sv": "medlaren skall bista parterna i deras stravanden att uppna samforstand och en uppgorelse i godo. pa begaran eller med samtycke av parterna kan medlaren lagga fram ett forslag till uppgorelse i godo. forslaget kan bygga pa en skalighetsbedomning av medlaren."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Sovinnon vahvistaminen",
      "content": "Sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyväksymä sovinto. Sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mitä laissa säädetään sovinnosta oikeudenkäynnissä. Sovittelussa vahvistettava sovinto voi kuitenkin koskea myös muuta kuin osapuolten alkuperäiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyväksymä sovinto. Sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mitä laissa säädetään sovinnosta oikeudenkäynnissä. Sovittelussa vahvistettava sovinto voi kuitenkin koskea myös muuta kuin osapuolten alkuperäiset vaatimukset.",
        "folded_fi": "sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyvaksyma sovinto. sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mita laissa saadetaan sovinnosta oikeudenkaynnissa. sovittelussa vahvistettava sovinto voi kuitenkin koskea myos muuta kuin osapuolten alkuperaiset vaatimukset.",
        "title_sv": "Hur förlikning stadfästs",
        "content_sv": "Vid medling kan en förlikning som antas av parterna stadfästas som ett avgörande. I fråga om stadfästelse av förlikning och om förlikning gäller vad som i lag bestäms om förlikning i rättegång. En förlikning som stadfästs i ett medlingsförfarande kan dock gälla också annat än parternas ursprungliga yrkanden.",
        "normalized_sv": "Vid medling kan en förlikning som antas av parterna stadfästas som ett avgörande. I fråga om stadfästelse av förlikning och om förlikning gäller vad som i lag bestäms om förlikning i rättegång. En förlikning som stadfästs i ett medlingsförfarande kan dock gälla också annat än parternas ursprungliga yrkanden.",
        "folded_sv": "vid medling kan en forlikning som antas av parterna stadfastas som ett avgorande. i fraga om stadfastelse av forlikning och om forlikning galler vad som i lag bestams om forlikning i rattegang. en forlikning som stadfasts i ett medlingsforfarande kan dock galla ocksa annat an parternas ursprungliga yrkanden."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Sovittelun päättyminen",
      "content": "Sovittelu päättyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, että ei halua asiaa enää soviteltavan; tai 3) sovittelija päättää osapuolia kuultuaan, että sovittelun jatkaminen ei ole enää perusteltua. Sovittelun päättymisestä 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. Sovittelun päättyessä tuomioistuimessa myös oikeudenkäyntiasiana käsiteltävänä olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian käsittelyä jatketaan riita-asian käsittelystä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Sovittelu päättyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, että ei halua asiaa enää soviteltavan; tai 3) sovittelija päättää osapuolia kuultuaan, että sovittelun jatkaminen ei ole enää perusteltua. Sovittelun päättymisestä 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. Sovittelun päättyessä tuomioistuimessa myös oikeudenkäyntiasiana käsiteltävänä olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian käsittelyä jatketaan riita-asian käsittelystä säädetyssä järjestyksessä.",
        "folded_fi": "sovittelu paattyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, etta ei halua asiaa enaa soviteltavan; tai 3) sovittelija paattaa osapuolia kuultuaan, etta sovittelun jatkaminen ei ole enaa perusteltua. sovittelun paattymisesta 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. sovittelun paattyessa tuomioistuimessa myos oikeudenkayntiasiana kasiteltavana olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian kasittelya jatketaan riita-asian kasittelysta saadetyssa jarjestyksessa.",
        "title_sv": "Hur medling avslutas",
        "content_sv": "Medlingen avslutas när 1) förlikning stadfästs eller när parterna meddelar medlaren att de kommit överens i saken på annat sätt, 2) en part meddelar medlaren att han inte längre önskar medling i saken, eller 3) medlaren efter att ha hört parterna beslutar att det inte längre finns skäl att fortsätta medlingen. När medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underrätta parterna om detta. När medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som också är föremål för rättegång skall behandlingen av saken fortsätta i den ordning som är föreskriven för behandling av tvistemål.",
        "normalized_sv": "Medlingen avslutas när 1) förlikning stadfästs eller när parterna meddelar medlaren att de kommit överens i saken på annat sätt, 2) en part meddelar medlaren att han inte längre önskar medling i saken, eller 3) medlaren efter att ha hört parterna beslutar att det inte längre finns skäl att fortsätta medlingen. När medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underrätta parterna om detta. När medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som också är föremål för rättegång skall behandlingen av saken fortsätta i den ordning som är föreskriven för behandling av tvistemål.",
        "folded_sv": "medlingen avslutas nar 1) forlikning stadfasts eller nar parterna meddelar medlaren att de kommit overens i saken pa annat satt, 2) en part meddelar medlaren att han inte langre onskar medling i saken, eller 3) medlaren efter att ha hort parterna beslutar att det inte langre finns skal att fortsatta medlingen. nar medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underratta parterna om detta. nar medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som ocksa ar foremal for rattegang skall behandlingen av saken fortsatta i den ordning som ar foreskriven for behandling av tvistemal."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen käsittelemään asian oikeudenkäynnissä. Tuomioistuin on päätösvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siinä kokoonpanossa, jossa tuomioistuin päättää asian valmisteluun liittyvistä toimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen käsittelemään asian oikeudenkäynnissä. Tuomioistuin on päätösvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siinä kokoonpanossa, jossa tuomioistuin päättää asian valmisteluun liittyvistä toimista.",
        "folded_fi": "asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen kasittelemaan asian oikeudenkaynnissa. tuomioistuin on paatosvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siina kokoonpanossa, jossa tuomioistuin paattaa asian valmisteluun liittyvista toimista.",
        "title_sv": "Behörig domstol",
        "content_sv": "Behörig att medla i en sak är den domstol som är behörig att behandla saken i rättegång. Domstolen kan besluta om inledande av medling och fatta avgöranden om medlingen i den sammansättning som gäller för domstolens beslut om åtgärder som hänför sig till förberedelsen av saken.",
        "normalized_sv": "Behörig att medla i en sak är den domstol som är behörig att behandla saken i rättegång. Domstolen kan besluta om inledande av medling och fatta avgöranden om medlingen i den sammansättning som gäller för domstolens beslut om åtgärder som hänför sig till förberedelsen av saken.",
        "folded_sv": "behorig att medla i en sak ar den domstol som ar behorig att behandla saken i rattegang. domstolen kan besluta om inledande av medling och fatta avgoranden om medlingen i den sammansattning som galler for domstolens beslut om atgarder som hanfor sig till forberedelsen av saken."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Osapuolten edustaminen",
      "content": "Osapuolten edustamisesta sovittelussa on voimassa, mitä laissa säädetään asianosaisen puhevallan käyttämisestä oikeudenkäynnissä. Osapuolen oikeudesta käyttää sovittelussa avustajaa ja asiamiestä sekä avustajan ja asiamiehen kelpoisuudesta on voimassa, mitä laissa säädetään oikeudenkäyntiavustajasta ja -asiamiehestä riita-asiassa. Sovittelun edistämiseksi sovittelija voi osapuolen esittämästä perustellusta syystä kuitenkin hyväksyä tämän avustajaksi tai asiamieheksi muunkin kuin oikeudenkäymiskaaren 15 luvun 2 §:ssä tarkoitetun tutkinnon suorittaneen henkilön, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Osapuolten edustamisesta sovittelussa on voimassa, mitä laissa säädetään asianosaisen puhevallan käyttämisestä oikeudenkäynnissä. Osapuolen oikeudesta käyttää sovittelussa avustajaa ja asiamiestä sekä avustajan ja asiamiehen kelpoisuudesta on voimassa, mitä laissa säädetään oikeudenkäyntiavustajasta ja -asiamiehestä riita-asiassa. Sovittelun edistämiseksi sovittelija voi osapuolen esittämästä perustellusta syystä kuitenkin hyväksyä tämän avustajaksi tai asiamieheksi muunkin kuin oikeudenkäymiskaaren 15 luvun 2 § :ssä tarkoitetun tutkinnon suorittaneen henkilön, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
        "folded_fi": "osapuolten edustamisesta sovittelussa on voimassa, mita laissa saadetaan asianosaisen puhevallan kayttamisesta oikeudenkaynnissa. osapuolen oikeudesta kayttaa sovittelussa avustajaa ja asiamiesta seka avustajan ja asiamiehen kelpoisuudesta on voimassa, mita laissa saadetaan oikeudenkayntiavustajasta ja -asiamiehesta riita-asiassa. sovittelun edistamiseksi sovittelija voi osapuolen esittamasta perustellusta syysta kuitenkin hyvaksya taman avustajaksi tai asiamieheksi muunkin kuin oikeudenkaymiskaaren 15 luvun 2 §:ssa tarkoitetun tutkinnon suorittaneen henkilon, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
        "title_sv": "Hur parterna skall företrädas",
        "content_sv": "I fråga om hur parterna skall företrädas i medlingsförfarandet gäller vad som i lag föreskrivs om förande av parts talan i rättegång. I fråga om parternas rätt att anlita biträde och ombud och i fråga om biträdes och ombuds behörighet gäller vad som i lag föreskrivs om rättegångsbiträde och rättegångsombud i tvistemål. För att främja medlingen kan medlaren av motiverade skäl framlagda av en part såsom biträde eller ombud för denne dock godkänna även någon som har annan än i 15 kap. 2 § i rättegångsbalken avsedd examen och som inte är i konkurs och vars handlingsbehörighet inte har begränsats.",
        "normalized_sv": "I fråga om hur parterna skall företrädas i medlingsförfarandet gäller vad som i lag föreskrivs om förande av parts talan i rättegång. I fråga om parternas rätt att anlita biträde och ombud och i fråga om biträdes och ombuds behörighet gäller vad som i lag föreskrivs om rättegångsbiträde och rättegångsombud i tvistemål. För att främja medlingen kan medlaren av motiverade skäl framlagda av en part såsom biträde eller ombud för denne dock godkänna även någon som har annan än i 15 kap. 2 § i rättegångsbalken avsedd examen och som inte är i konkurs och vars handlingsbehörighet inte har begränsats.",
        "folded_sv": "i fraga om hur parterna skall foretradas i medlingsforfarandet galler vad som i lag foreskrivs om forande av parts talan i rattegang. i fraga om parternas ratt att anlita bitrade och ombud och i fraga om bitrades och ombuds behorighet galler vad som i lag foreskrivs om rattegangsbitrade och rattegangsombud i tvistemal. for att framja medlingen kan medlaren av motiverade skal framlagda av en part sasom bitrade eller ombud for denne dock godkanna aven nagon som har annan an i 15 kap. 2 § i rattegangsbalken avsedd examen och som inte ar i konkurs och vars handlingsbehorighet inte har begransats."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Menettelyn julkisuus",
      "content": "Sovittelun, siinä käsiteltävien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mitä oikeudenkäynnin julkisuudesta annetussa laissa (945/1984) säädetään. Yleisö ei kuitenkaan saa olla läsnä 6 §:n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. Osapuolen pyynnöstä myös jokin muu osa sovittelusta on toimitettava yleisön läsnä olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eikä luottamus sovittelun asianmukaisuuteen tai muu painava syy edellytä asian julkista käsittelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Sovittelun, siinä käsiteltävien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mitä oikeudenkäynnin julkisuudesta annetussa laissa (945/1984) säädetään. Yleisö ei kuitenkaan saa olla läsnä 6 § :n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. Osapuolen pyynnöstä myös jokin muu osa sovittelusta on toimitettava yleisön läsnä olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eikä luottamus sovittelun asianmukaisuuteen tai muu painava syy edellytä asian julkista käsittelyä.",
        "folded_fi": "sovittelun, siina kasiteltavien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mita oikeudenkaynnin julkisuudesta annetussa laissa (945/1984) saadetaan. yleiso ei kuitenkaan saa olla lasna 6 §:n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. osapuolen pyynnosta myos jokin muu osa sovittelusta on toimitettava yleison lasna olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eika luottamus sovittelun asianmukaisuuteen tai muu painava syy edellyta asian julkista kasittelya.",
        "title_sv": "Förfarandets offentlighet",
        "content_sv": "I fråga om offentligheten för medlingen, de handlingar som behandlas där och förlikningen gäller i tillämpliga delar vad som föreskrivs i lagen om offentlighet vid rättegång (945/1984). Allmänheten får dock inte vara närvarande när medlaren i enlighet med 6 § 3 mom. överlägger med bara en av parterna. På begäran av en part skall också någon annan del av medlingen genomföras utan att allmänheten är närvarande, om det finns risk för att förlikning annars inte nås, och tilltron till att medlingen går riktigt till eller något annat vägande skäl inte kräver att behandlingen är offentlig.",
        "normalized_sv": "I fråga om offentligheten för medlingen, de handlingar som behandlas där och förlikningen gäller i tillämpliga delar vad som föreskrivs i lagen om offentlighet vid rättegång (945/1984). Allmänheten får dock inte vara närvarande när medlaren i enlighet med 6 § 3 mom. överlägger med bara en av parterna. På begäran av en part skall också någon annan del av medlingen genomföras utan att allmänheten är närvarande, om det finns risk för att förlikning annars inte nås, och tilltron till att medlingen går riktigt till eller något annat vägande skäl inte kräver att behandlingen är offentlig.",
        "folded_sv": "i fraga om offentligheten for medlingen, de handlingar som behandlas dar och forlikningen galler i tillampliga delar vad som foreskrivs i lagen om offentlighet vid rattegang (945/1984). allmanheten far dock inte vara narvarande nar medlaren i enlighet med 6 § 3 mom. overlagger med bara en av parterna. pa begaran av en part skall ocksa nagon annan del av medlingen genomforas utan att allmanheten ar narvarande, om det finns risk for att forlikning annars inte nas, och tilltron till att medlingen gar riktigt till eller nagot annat vagande skal inte kraver att behandlingen ar offentlig."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Vetoamiskielto",
      "content": "Osapuoli ei saa asian myöhemmässä käsittelyssä ilman vastapuolen suostumusta vedota siihen, mitä tämä on sovintoon pääsemiseksi esittänyt sovittelussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Osapuoli ei saa asian myöhemmässä käsittelyssä ilman vastapuolen suostumusta vedota siihen, mitä tämä on sovintoon pääsemiseksi esittänyt sovittelussa.",
        "folded_fi": "osapuoli ei saa asian myohemmassa kasittelyssa ilman vastapuolen suostumusta vedota siihen, mita tama on sovintoon paasemiseksi esittanyt sovittelussa.",
        "title_sv": "Förbud mot att åberopa uppgifter",
        "content_sv": "I en senare behandling av saken får en part inte utan motpartens samtycke åberopa sådant som denne anfört under medlingen för att uppnå förlikning.",
        "normalized_sv": "I en senare behandling av saken får en part inte utan motpartens samtycke åberopa sådant som denne anfört under medlingen för att uppnå förlikning.",
        "folded_sv": "i en senare behandling av saken far en part inte utan motpartens samtycke aberopa sadant som denne anfort under medlingen for att uppna forlikning."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Sovittelun kustannukset",
      "content": "Osapuoli vastaa sovittelusta hänelle aiheutuvista kustannuksista itse. Osapuoli ei voi oikeudenkäynnissä vaatia vastapuolelta korvausta hänelle sovittelusta aiheutuneista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Osapuoli vastaa sovittelusta hänelle aiheutuvista kustannuksista itse. Osapuoli ei voi oikeudenkäynnissä vaatia vastapuolelta korvausta hänelle sovittelusta aiheutuneista kustannuksista.",
        "folded_fi": "osapuoli vastaa sovittelusta hanelle aiheutuvista kustannuksista itse. osapuoli ei voi oikeudenkaynnissa vaatia vastapuolelta korvausta hanelle sovittelusta aiheutuneista kustannuksista.",
        "title_sv": "Medlingskostnader",
        "content_sv": "En part svarar själv för sina kostnader för medlingen. En part kan inte i rättegång kräva ersättning för sina medlingskostnader av motparten.",
        "normalized_sv": "En part svarar själv för sina kostnader för medlingen. En part kan inte i rättegång kräva ersättning för sina medlingskostnader av motparten.",
        "folded_sv": "en part svarar sjalv for sina kostnader for medlingen. en part kan inte i rattegang krava ersattning for sina medlingskostnader av motparten."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Sovittelijan esteellisyys",
      "content": "Sovittelijan ja hänen avustajansa esteellisyydestä on voimassa, mitä tuomarin esteellisyydestä säädetään. Sovittelija ei saa käsitellä tuomarina oikeudenkäynnissä asiaa, jossa hän on toiminut sovittelijana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Sovittelijan ja hänen avustajansa esteellisyydestä on voimassa, mitä tuomarin esteellisyydestä säädetään. Sovittelija ei saa käsitellä tuomarina oikeudenkäynnissä asiaa, jossa hän on toiminut sovittelijana.",
        "folded_fi": "sovittelijan ja hanen avustajansa esteellisyydesta on voimassa, mita tuomarin esteellisyydesta saadetaan. sovittelija ei saa kasitella tuomarina oikeudenkaynnissa asiaa, jossa han on toiminut sovittelijana.",
        "title_sv": "Jäv för medlare",
        "content_sv": "I fråga om jäv för medlare och deras biträden gäller vad som föreskrivs om jäv för domare. En medlare får inte vara domare i en rättegång om en sak i vilken han eller hon har varit medlare.",
        "normalized_sv": "I fråga om jäv för medlare och deras biträden gäller vad som föreskrivs om jäv för domare. En medlare får inte vara domare i en rättegång om en sak i vilken han eller hon har varit medlare.",
        "folded_sv": "i fraga om jav for medlare och deras bitraden galler vad som foreskrivs om jav for domare. en medlare far inte vara domare i en rattegang om en sak i vilken han eller hon har varit medlare."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Muutoksenhakukielto",
      "content": "Päätökseen, jolla sovittelu aloitetaan, sovittelua koskeva pyyntö hylätään tai sovittelu todetaan päättyneeksi, ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Päätökseen, jolla sovittelu aloitetaan, sovittelua koskeva pyyntö hylätään tai sovittelu todetaan päättyneeksi, ei saa hakea muutosta.",
        "folded_fi": "paatokseen, jolla sovittelu aloitetaan, sovittelua koskeva pyynto hylataan tai sovittelu todetaan paattyneeksi, ei saa hakea muutosta.",
        "title_sv": "Besvärsförbud",
        "content_sv": "Ändring får inte sökas i ett beslut genom vilket medling inleds, en begäran om medling avslås eller medlingen förklaras avslutad.",
        "normalized_sv": "Ändring får inte sökas i ett beslut genom vilket medling inleds, en begäran om medling avslås eller medlingen förklaras avslutad.",
        "folded_sv": "andring far inte sokas i ett beslut genom vilket medling inleds, en begaran om medling avslas eller medlingen forklaras avslutad."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Maksut",
      "content": "Asian sovittelemista tämän lain mukaisesti tarkoittavan hakemuksen tai pyynnön käsittelemisestä perittävistä maksuista säädetään tuomioistuinten ja eräiden oikeushallintoviranomaisten suoritteista perittävistä maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Asian sovittelemista tämän lain mukaisesti tarkoittavan hakemuksen tai pyynnön käsittelemisestä perittävistä maksuista säädetään tuomioistuinten ja eräiden oikeushallintoviranomaisten suoritteista perittävistä maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
        "folded_fi": "asian sovittelemista taman lain mukaisesti tarkoittavan hakemuksen tai pyynnon kasittelemisesta perittavista maksuista saadetaan tuomioistuinten ja eraiden oikeushallintoviranomaisten suoritteista perittavista maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
        "title_sv": "Avgifter",
        "content_sv": "Bestämmelser om avgifter som tas ut för behandlingen av en ansökan eller en begäran om medling enligt denna lag finns i lagen om avgifter för domstolars och vissa justitieförvaltningsmyndigheters prestationer (701/1993) och i förordning som utfärdats med stöd av lagen.",
        "normalized_sv": "Bestämmelser om avgifter som tas ut för behandlingen av en ansökan eller en begäran om medling enligt denna lag finns i lagen om avgifter för domstolars och vissa justitieförvaltningsmyndigheters prestationer (701/1993) och i förordning som utfärdats med stöd av lagen.",
        "folded_sv": "bestammelser om avgifter som tas ut for behandlingen av en ansokan eller en begaran om medling enligt denna lag finns i lagen om avgifter for domstolars och vissa justitieforvaltningsmyndigheters prestationer (701/1993) och i forordning som utfardats med stod av lagen."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Lapsen asemaa ja oikeutta koskevat asiat",
      "content": "Lapsen asemaa ja oikeutta koskevista asioista voidaan tämän lain mukaisesti sovitella niitä, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. Sovittelu on toteutettava siten, että lapsen etu turvataan. Harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) sekä lapsen elatuksesta annetun lain (704/1975) säännökset. Sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen päätökseen tai tuomioon näissä asioissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Lapsen asemaa ja oikeutta koskevista asioista voidaan tämän lain mukaisesti sovitella niitä, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. Sovittelu on toteutettava siten, että lapsen etu turvataan. Harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) sekä lapsen elatuksesta annetun lain (704/1975) säännökset. Sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen päätökseen tai tuomioon näissä asioissa.",
        "folded_fi": "lapsen asemaa ja oikeutta koskevista asioista voidaan taman lain mukaisesti sovitella niita, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. sovittelu on toteutettava siten, etta lapsen etu turvataan. harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) seka lapsen elatuksesta annetun lain (704/1975) saannokset. sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen paatokseen tai tuomioon naissa asioissa.",
        "title_sv": "Ärenden som gäller barns ställning och rättigheter",
        "content_sv": "Ärenden som gäller barns ställning och rättigheter kan bli föremål för medling enligt denna lag när de gäller underhåll för barn eller vårdnad om barn och umgängesrätt. Medlingen skall genomföras så att den tryggar barnets bästa. Vid bedömningen av om en förlikning kan stadfästas skall domstolen beakta bestämmelserna i lagen angående vårdnad om barn och umgängesrätt (361/1983) och lagen om underhåll för barn (704/1975). En förlikning som stadfästs i ett ärende som varit föremål för medling enligt 1 mom. jämställs med ett domstolsbeslut eller en dom i dessa frågor.",
        "normalized_sv": "Ärenden som gäller barns ställning och rättigheter kan bli föremål för medling enligt denna lag när de gäller underhåll för barn eller vårdnad om barn och umgängesrätt. Medlingen skall genomföras så att den tryggar barnets bästa. Vid bedömningen av om en förlikning kan stadfästas skall domstolen beakta bestämmelserna i lagen angående vårdnad om barn och umgängesrätt (361/1983) och lagen om underhåll för barn (704/1975). En förlikning som stadfästs i ett ärende som varit föremål för medling enligt 1 mom. jämställs med ett domstolsbeslut eller en dom i dessa frågor.",
        "folded_sv": "arenden som galler barns stallning och rattigheter kan bli foremal for medling enligt denna lag nar de galler underhall for barn eller vardnad om barn och umgangesratt. medlingen skall genomforas sa att den tryggar barnets basta. vid bedomningen av om en forlikning kan stadfastas skall domstolen beakta bestammelserna i lagen angaende vardnad om barn och umgangesratt (361/1983) och lagen om underhall for barn (704/1975). en forlikning som stadfasts i ett arende som varit foremal for medling enligt 1 mom. jamstalls med ett domstolsbeslut eller en dom i dessa fragor."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Suhde muihin säännöksiin",
      "content": "Tämän lain estämättä noudatetaan, mitä muualla laissa säädetään sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkäynnissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Tämän lain estämättä noudatetaan, mitä muualla laissa säädetään sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkäynnissä.",
        "folded_fi": "taman lain estamatta noudatetaan, mita muualla laissa saadetaan sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkaynnissa.",
        "title_sv": "Lagens förhållande till andra bestämmelser",
        "content_sv": "Utan hinder av denna lag iakttas vad som annanstans i lag bestäms om uppnående och stadfästelse av förlikning i rättegång.",
        "normalized_sv": "Utan hinder av denna lag iakttas vad som annanstans i lag bestäms om uppnående och stadfästelse av förlikning i rättegång.",
        "folded_sv": "utan hinder av denna lag iakttas vad som annanstans i lag bestams om uppnaende och stadfastelse av forlikning i rattegang."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Yleisissä tuomioistuimissa käsiteltäviä riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Yleisissä tuomioistuimissa käsiteltäviä riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tässä laissa säädetään.",
        "folded_fi": "yleisissa tuomioistuimissa kasiteltavia riita-asioita ja riitaisia hakemusasioita voidaan sovitella sen mukaan kuin tassa laissa saadetaan.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Tvistemål och tvistiga ansökningsärenden i allmänna domstolar kan bli föremål för medling enligt vad som föreskrivs i denna lag.",
        "normalized_sv": "Tvistemål och tvistiga ansökningsärenden i allmänna domstolar kan bli föremål för medling enligt vad som föreskrivs i denna lag.",
        "folded_sv": "tvistemal och tvistiga ansokningsarenden i allmanna domstolar kan bli foremal for medling enligt vad som foreskrivs i denna lag."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Sovittelun tavoite",
      "content": "Sovittelulla pyritään asian sovinnolliseen ratkaisuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Sovittelulla pyritään asian sovinnolliseen ratkaisuun.",
        "folded_fi": "sovittelulla pyritaan asian sovinnolliseen ratkaisuun.",
        "title_sv": "Medlingens syfte",
        "content_sv": "Genom medling eftersträvas en uppgörelse i godo.",
        "normalized_sv": "Genom medling eftersträvas en uppgörelse i godo.",
        "folded_sv": "genom medling efterstravas en uppgorelse i godo."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Sovittelun edellytykset",
      "content": "Sovittelun edellytyksenä on, että asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nähden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_3",
        "normalized_fi": "Sovittelun edellytyksenä on, että asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nähden.",
        "folded_fi": "sovittelun edellytyksena on, etta asia soveltuu soviteltavaksi ja sovittelu on muuten tarkoituksenmukaista osapuolten vaatimuksiin nahden.",
        "title_sv": "Förutsättningar för medling",
        "content_sv": "Förutsättningar för medling är att saken är lämplig för medling och att medling också i övrigt är ändamålsenligt med hänsyn till parternas yrkanden.",
        "normalized_sv": "Förutsättningar för medling är att saken är lämplig för medling och att medling också i övrigt är ändamålsenligt med hänsyn till parternas yrkanden.",
        "folded_sv": "forutsattningar for medling ar att saken ar lamplig for medling och att medling ocksa i ovrigt ar andamalsenligt med hansyn till parternas yrkanden."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Sovittelun aloittaminen",
      "content": "Asia, joka ei ole tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. Hakemus on tehtävä kirjallisesti ja siinä on selostettava, mitä riita koskee ja miten osapuolten näkemykset eroavat toisistaan. Lisäksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. Hakemuksessa on ilmoitettava osapuolet ja heidän yhteystietonsa noudattaen soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 2 §:n 2 momentissa säädetään haastehakemuksesta. Asia, joka on tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnöstä. Pyyntö on vapaamuotoinen, ja se on tehtävä ennen kuin asian valmistelu on todettu päättyneeksi. Sovittelun aloittaminen edellyttää kaikkien osapuolten suostumusta. Sovittelua koskeva pyyntö tai hakemus, jota eivät ole tehneet osapuolet yhdessä, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnön tai hakemuksen johdosta. Kuuleminen voi tapahtua suullisesti tai kirjallisesti. Tuomioistuin päättää sovittelun aloittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Asia, joka ei ole tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. Hakemus on tehtävä kirjallisesti ja siinä on selostettava, mitä riita koskee ja miten osapuolten näkemykset eroavat toisistaan. Lisäksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. Hakemuksessa on ilmoitettava osapuolet ja heidän yhteystietonsa noudattaen soveltuvin osin, mitä oikeudenkäymiskaaren 5 luvun 2 § :n 2 momentissa säädetään haastehakemuksesta. Asia, joka on tuomioistuimessa oikeudenkäyntiasiana käsiteltävänä, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnöstä. Pyyntö on vapaamuotoinen, ja se on tehtävä ennen kuin asian valmistelu on todettu päättyneeksi. Sovittelun aloittaminen edellyttää kaikkien osapuolten suostumusta. Sovittelua koskeva pyyntö tai hakemus, jota eivät ole tehneet osapuolet yhdessä, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnön tai hakemuksen johdosta. Kuuleminen voi tapahtua suullisesti tai kirjallisesti. Tuomioistuin päättää sovittelun aloittamisesta.",
        "folded_fi": "asia, joka ei ole tuomioistuimessa oikeudenkayntiasiana kasiteltavana, voidaan ottaa soviteltavaksi riidan osapuolen tai osapuolten hakemuksesta. hakemus on tehtava kirjallisesti ja siina on selostettava, mita riita koskee ja miten osapuolten nakemykset eroavat toisistaan. lisaksi tulee ilmoittaa perusteet, joilla asia soveltuisi soviteltavaksi. hakemuksessa on ilmoitettava osapuolet ja heidan yhteystietonsa noudattaen soveltuvin osin, mita oikeudenkaymiskaaren 5 luvun 2 §:n 2 momentissa saadetaan haastehakemuksesta. asia, joka on tuomioistuimessa oikeudenkayntiasiana kasiteltavana, voidaan osoittaa soviteltavaksi asianosaisen tai asianosaisten pyynnosta. pyynto on vapaamuotoinen, ja se on tehtava ennen kuin asian valmistelu on todettu paattyneeksi. sovittelun aloittaminen edellyttaa kaikkien osapuolten suostumusta. sovittelua koskeva pyynto tai hakemus, jota eivat ole tehneet osapuolet yhdessa, on soveltuvalla tavalla annettava tiedoksi muille osapuolille ja heille on varattava tilaisuus tulla kuulluiksi pyynnon tai hakemuksen johdosta. kuuleminen voi tapahtua suullisesti tai kirjallisesti. tuomioistuin paattaa sovittelun aloittamisesta.",
        "title_sv": "Hur medling inleds",
        "content_sv": "En sak som inte är föremål för rättegång kan bli föremål för medling på ansökan av en part eller parterna i tvisten. Ansökan skall göras skriftligen och i den skall anges vad tvisten gäller och hur parternas åsikter skiljer sig från varandra. En motivering som anger varför saken är lämplig för medling skall också ingå. I ansökan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillämpliga delar av vad som bestäms om stämningsansökan i 5 kap. 2 § 2 mom. i rättegångsbalken. En sak som är föremål för rättegång kan hänskjutas till medling på begäran av en part eller parterna. Denna begäran formuleras fritt och den skall göras innan förberedelsen förklarats avslutad. För att medling skall kunna inledas krävs samtycke av samtliga parter. En begäran eller en ansökan om medling som inte framställts av parterna tillsammans skall på lämpligt sätt delges de andra parterna och de skall ges tillfälle att bli hörda med anledning av begäran eller ansökan. Hörandet kan ske skriftligen eller muntligen. Beslut om att inleda medling fattas av domstolen.",
        "normalized_sv": "En sak som inte är föremål för rättegång kan bli föremål för medling på ansökan av en part eller parterna i tvisten. Ansökan skall göras skriftligen och i den skall anges vad tvisten gäller och hur parternas åsikter skiljer sig från varandra. En motivering som anger varför saken är lämplig för medling skall också ingå. I ansökan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillämpliga delar av vad som bestäms om stämningsansökan i 5 kap. 2 § 2 mom. i rättegångsbalken. En sak som är föremål för rättegång kan hänskjutas till medling på begäran av en part eller parterna. Denna begäran formuleras fritt och den skall göras innan förberedelsen förklarats avslutad. För att medling skall kunna inledas krävs samtycke av samtliga parter. En begäran eller en ansökan om medling som inte framställts av parterna tillsammans skall på lämpligt sätt delges de andra parterna och de skall ges tillfälle att bli hörda med anledning av begäran eller ansökan. Hörandet kan ske skriftligen eller muntligen. Beslut om att inleda medling fattas av domstolen.",
        "folded_sv": "en sak som inte ar foremal for rattegang kan bli foremal for medling pa ansokan av en part eller parterna i tvisten. ansokan skall goras skriftligen och i den skall anges vad tvisten galler och hur parternas asikter skiljer sig fran varandra. en motivering som anger varfor saken ar lamplig for medling skall ocksa inga. i ansokan skall parterna och deras kontaktuppgifter uppges med iakttagande i tillampliga delar av vad som bestams om stamningsansokan i 5 kap. 2 § 2 mom. i rattegangsbalken. en sak som ar foremal for rattegang kan hanskjutas till medling pa begaran av en part eller parterna. denna begaran formuleras fritt och den skall goras innan forberedelsen forklarats avslutad. for att medling skall kunna inledas kravs samtycke av samtliga parter. en begaran eller en ansokan om medling som inte framstallts av parterna tillsammans skall pa lampligt satt delges de andra parterna och de skall ges tillfalle att bli horda med anledning av begaran eller ansokan. horandet kan ske skriftligen eller muntligen. beslut om att inleda medling fattas av domstolen."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sovittelija ja sovittelijan avustaja",
      "content": "Asiaa sovittelemaan määrätään sovittelija. Sovittelijana toimii asiaa käsittelevän tuomioistuimen tuomari. Sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistämiseksi muuten sovittelija voi osapuolten suostumuksella käyttää avustajaa. Sovittelija nimeää avustajan saatuaan valinnalle osapuolten hyväksymisen. Avustajan palkkion ja korvauksen hänen kuluistaan suorittavat osapuolet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Asiaa sovittelemaan määrätään sovittelija. Sovittelijana toimii asiaa käsittelevän tuomioistuimen tuomari. Sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistämiseksi muuten sovittelija voi osapuolten suostumuksella käyttää avustajaa. Sovittelija nimeää avustajan saatuaan valinnalle osapuolten hyväksymisen. Avustajan palkkion ja korvauksen hänen kuluistaan suorittavat osapuolet.",
        "folded_fi": "asiaa sovittelemaan maarataan sovittelija. sovittelijana toimii asiaa kasittelevan tuomioistuimen tuomari. sovittelun kohteena olevassa asiassa tarvittavan asiantuntemuksen turvaamiseksi tai sovittelun edistamiseksi muuten sovittelija voi osapuolten suostumuksella kayttaa avustajaa. sovittelija nimeaa avustajan saatuaan valinnalle osapuolten hyvaksymisen. avustajan palkkion ja korvauksen hanen kuluistaan suorittavat osapuolet.",
        "title_sv": "Medlare och medlares biträde",
        "content_sv": "En medlare förordnas för att ha hand om medlingen. Medlaren skall vara domare vid den domstol som behandlar saken. Medlaren kan med parternas samtycke anlita ett biträde för att säkra nödvändig expertis i den sak som är föremål för medling eller för att i övrigt främja medlingen. Medlaren utser biträdet efter att parterna godkänt valet. Arvode och kostnadsersättning till biträdet betalas av parterna.",
        "normalized_sv": "En medlare förordnas för att ha hand om medlingen. Medlaren skall vara domare vid den domstol som behandlar saken. Medlaren kan med parternas samtycke anlita ett biträde för att säkra nödvändig expertis i den sak som är föremål för medling eller för att i övrigt främja medlingen. Medlaren utser biträdet efter att parterna godkänt valet. Arvode och kostnadsersättning till biträdet betalas av parterna.",
        "folded_sv": "en medlare forordnas for att ha hand om medlingen. medlaren skall vara domare vid den domstol som behandlar saken. medlaren kan med parternas samtycke anlita ett bitrade for att sakra nodvandig expertis i den sak som ar foremal for medling eller for att i ovrigt framja medlingen. medlaren utser bitradet efter att parterna godkant valet. arvode och kostnadsersattning till bitradet betalas av parterna."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sovittelun toteutus",
      "content": "Sovittelu on toteutettava joutuisasti sekä tasapuolisuutta ja puolueettomuutta noudattaen. Sovittelijan tulee kuulla osapuolia ja neuvotella heidän kanssaan. Osapuolten suostumuksella voidaan kuulla muitakin henkilöitä ja esittää muuta selvitystä. Sovittelija voi neuvotella osapuolen kanssa muiden osapuolten läsnä olematta, jos osapuolet tähän suostuvat. Menettelyn lähemmästä järjestämisestä sovittelija päättää osapuolten kanssa neuvoteltuaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Sovittelu on toteutettava joutuisasti sekä tasapuolisuutta ja puolueettomuutta noudattaen. Sovittelijan tulee kuulla osapuolia ja neuvotella heidän kanssaan. Osapuolten suostumuksella voidaan kuulla muitakin henkilöitä ja esittää muuta selvitystä. Sovittelija voi neuvotella osapuolen kanssa muiden osapuolten läsnä olematta, jos osapuolet tähän suostuvat. Menettelyn lähemmästä järjestämisestä sovittelija päättää osapuolten kanssa neuvoteltuaan.",
        "folded_fi": "sovittelu on toteutettava joutuisasti seka tasapuolisuutta ja puolueettomuutta noudattaen. sovittelijan tulee kuulla osapuolia ja neuvotella heidan kanssaan. osapuolten suostumuksella voidaan kuulla muitakin henkiloita ja esittaa muuta selvitysta. sovittelija voi neuvotella osapuolen kanssa muiden osapuolten lasna olematta, jos osapuolet tahan suostuvat. menettelyn lahemmasta jarjestamisesta sovittelija paattaa osapuolten kanssa neuvoteltuaan.",
        "title_sv": "Hur medling genomförs",
        "content_sv": "Medlingen skall genomföras snabbt och med iakttagande av opartiskhet och objektivitet. Medlaren skall höra parterna och överlägga med dem. Med samtycke av parterna kan också andra personer höras och annan utredning läggas fram. Medlaren kan överlägga med en part utan närvaro av de övriga parterna, om parterna samtycker till det. Medlaren beslutar närmare om förfarandet efter att ha överlagt med parterna.",
        "normalized_sv": "Medlingen skall genomföras snabbt och med iakttagande av opartiskhet och objektivitet. Medlaren skall höra parterna och överlägga med dem. Med samtycke av parterna kan också andra personer höras och annan utredning läggas fram. Medlaren kan överlägga med en part utan närvaro av de övriga parterna, om parterna samtycker till det. Medlaren beslutar närmare om förfarandet efter att ha överlagt med parterna.",
        "folded_sv": "medlingen skall genomforas snabbt och med iakttagande av opartiskhet och objektivitet. medlaren skall hora parterna och overlagga med dem. med samtycke av parterna kan ocksa andra personer horas och annan utredning laggas fram. medlaren kan overlagga med en part utan narvaro av de ovriga parterna, om parterna samtycker till det. medlaren beslutar narmare om forfarandet efter att ha overlagt med parterna."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Sovinnon aikaansaaminen",
      "content": "Sovittelijan tulee auttaa osapuolia heidän pyrkimyksessään päästä yhteisymmärrykseen ja sovinnolliseen ratkaisuun. Osapuolten pyynnöstä tai suostumuksella sovittelija voi tehdä ehdotuksen asian sovinnolliseksi ratkaisemiseksi. Ehdotus voidaan perustaa siihen, minkä sovittelija harkitsee kohtuulliseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_7",
        "normalized_fi": "Sovittelijan tulee auttaa osapuolia heidän pyrkimyksessään päästä yhteisymmärrykseen ja sovinnolliseen ratkaisuun. Osapuolten pyynnöstä tai suostumuksella sovittelija voi tehdä ehdotuksen asian sovinnolliseksi ratkaisemiseksi. Ehdotus voidaan perustaa siihen, minkä sovittelija harkitsee kohtuulliseksi.",
        "folded_fi": "sovittelijan tulee auttaa osapuolia heidan pyrkimyksessaan paasta yhteisymmarrykseen ja sovinnolliseen ratkaisuun. osapuolten pyynnosta tai suostumuksella sovittelija voi tehda ehdotuksen asian sovinnolliseksi ratkaisemiseksi. ehdotus voidaan perustaa siihen, minka sovittelija harkitsee kohtuulliseksi.",
        "title_sv": "Hur förlikning uppnås",
        "content_sv": "Medlaren skall bistå parterna i deras strävanden att uppnå samförstånd och en uppgörelse i godo. På begäran eller med samtycke av parterna kan medlaren lägga fram ett förslag till uppgörelse i godo. Förslaget kan bygga på en skälighetsbedömning av medlaren.",
        "normalized_sv": "Medlaren skall bistå parterna i deras strävanden att uppnå samförstånd och en uppgörelse i godo. På begäran eller med samtycke av parterna kan medlaren lägga fram ett förslag till uppgörelse i godo. Förslaget kan bygga på en skälighetsbedömning av medlaren.",
        "folded_sv": "medlaren skall bista parterna i deras stravanden att uppna samforstand och en uppgorelse i godo. pa begaran eller med samtycke av parterna kan medlaren lagga fram ett forslag till uppgorelse i godo. forslaget kan bygga pa en skalighetsbedomning av medlaren."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Sovinnon vahvistaminen",
      "content": "Sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyväksymä sovinto. Sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mitä laissa säädetään sovinnosta oikeudenkäynnissä. Sovittelussa vahvistettava sovinto voi kuitenkin koskea myös muuta kuin osapuolten alkuperäiset vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_8",
        "normalized_fi": "Sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyväksymä sovinto. Sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mitä laissa säädetään sovinnosta oikeudenkäynnissä. Sovittelussa vahvistettava sovinto voi kuitenkin koskea myös muuta kuin osapuolten alkuperäiset vaatimukset.",
        "folded_fi": "sovittelussa voidaan vahvistaa ratkaisuksi osapuolten hyvaksyma sovinto. sovinnon vahvistamisesta ja sovinnosta on vastaavasti voimassa, mita laissa saadetaan sovinnosta oikeudenkaynnissa. sovittelussa vahvistettava sovinto voi kuitenkin koskea myos muuta kuin osapuolten alkuperaiset vaatimukset.",
        "title_sv": "Hur förlikning stadfästs",
        "content_sv": "Vid medling kan en förlikning som antas av parterna stadfästas som ett avgörande. I fråga om stadfästelse av förlikning och om förlikning gäller vad som i lag bestäms om förlikning i rättegång. En förlikning som stadfästs i ett medlingsförfarande kan dock gälla också annat än parternas ursprungliga yrkanden.",
        "normalized_sv": "Vid medling kan en förlikning som antas av parterna stadfästas som ett avgörande. I fråga om stadfästelse av förlikning och om förlikning gäller vad som i lag bestäms om förlikning i rättegång. En förlikning som stadfästs i ett medlingsförfarande kan dock gälla också annat än parternas ursprungliga yrkanden.",
        "folded_sv": "vid medling kan en forlikning som antas av parterna stadfastas som ett avgorande. i fraga om stadfastelse av forlikning och om forlikning galler vad som i lag bestams om forlikning i rattegang. en forlikning som stadfasts i ett medlingsforfarande kan dock galla ocksa annat an parternas ursprungliga yrkanden."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Sovittelun päättyminen",
      "content": "Sovittelu päättyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, että ei halua asiaa enää soviteltavan; tai 3) sovittelija päättää osapuolia kuultuaan, että sovittelun jatkaminen ei ole enää perusteltua. Sovittelun päättymisestä 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. Sovittelun päättyessä tuomioistuimessa myös oikeudenkäyntiasiana käsiteltävänä olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian käsittelyä jatketaan riita-asian käsittelystä säädetyssä järjestyksessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_9",
        "normalized_fi": "Sovittelu päättyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, että ei halua asiaa enää soviteltavan; tai 3) sovittelija päättää osapuolia kuultuaan, että sovittelun jatkaminen ei ole enää perusteltua. Sovittelun päättymisestä 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. Sovittelun päättyessä tuomioistuimessa myös oikeudenkäyntiasiana käsiteltävänä olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian käsittelyä jatketaan riita-asian käsittelystä säädetyssä järjestyksessä.",
        "folded_fi": "sovittelu paattyy, kun: 1) asiassa vahvistetaan sovinto tai osapuolet ilmoittavat sovittelijalle muuten sopineensa asian; 2) osapuoli ilmoittaa sovittelijalle, etta ei halua asiaa enaa soviteltavan; tai 3) sovittelija paattaa osapuolia kuultuaan, etta sovittelun jatkaminen ei ole enaa perusteltua. sovittelun paattymisesta 1 momentin 2 ja 3 kohdan mukaisesti sovittelijan on ilmoitettava osapuolille. sovittelun paattyessa tuomioistuimessa myos oikeudenkayntiasiana kasiteltavana olevassa asiassa 1 momentin 2 tai 3 kohdan mukaisesti asian kasittelya jatketaan riita-asian kasittelysta saadetyssa jarjestyksessa.",
        "title_sv": "Hur medling avslutas",
        "content_sv": "Medlingen avslutas när 1) förlikning stadfästs eller när parterna meddelar medlaren att de kommit överens i saken på annat sätt, 2) en part meddelar medlaren att han inte längre önskar medling i saken, eller 3) medlaren efter att ha hört parterna beslutar att det inte längre finns skäl att fortsätta medlingen. När medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underrätta parterna om detta. När medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som också är föremål för rättegång skall behandlingen av saken fortsätta i den ordning som är föreskriven för behandling av tvistemål.",
        "normalized_sv": "Medlingen avslutas när 1) förlikning stadfästs eller när parterna meddelar medlaren att de kommit överens i saken på annat sätt, 2) en part meddelar medlaren att han inte längre önskar medling i saken, eller 3) medlaren efter att ha hört parterna beslutar att det inte längre finns skäl att fortsätta medlingen. När medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underrätta parterna om detta. När medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som också är föremål för rättegång skall behandlingen av saken fortsätta i den ordning som är föreskriven för behandling av tvistemål.",
        "folded_sv": "medlingen avslutas nar 1) forlikning stadfasts eller nar parterna meddelar medlaren att de kommit overens i saken pa annat satt, 2) en part meddelar medlaren att han inte langre onskar medling i saken, eller 3) medlaren efter att ha hort parterna beslutar att det inte langre finns skal att fortsatta medlingen. nar medling avslutas enligt 1 mom. 2 eller 3 punkten skall medlaren underratta parterna om detta. nar medling avslutas enligt 1 mom. 2 eller 3 punkten i en sak som ocksa ar foremal for rattegang skall behandlingen av saken fortsatta i den ordning som ar foreskriven for behandling av tvistemal."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Toimivaltainen tuomioistuin",
      "content": "Asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen käsittelemään asian oikeudenkäynnissä. Tuomioistuin on päätösvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siinä kokoonpanossa, jossa tuomioistuin päättää asian valmisteluun liittyvistä toimista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_10",
        "normalized_fi": "Asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen käsittelemään asian oikeudenkäynnissä. Tuomioistuin on päätösvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siinä kokoonpanossa, jossa tuomioistuin päättää asian valmisteluun liittyvistä toimista.",
        "folded_fi": "asiaa sovittelemaan toimivaltainen on se tuomioistuin, joka on toimivaltainen kasittelemaan asian oikeudenkaynnissa. tuomioistuin on paatosvaltainen sovittelun aloittamista ja sovittelua koskevassa asiassa siina kokoonpanossa, jossa tuomioistuin paattaa asian valmisteluun liittyvista toimista.",
        "title_sv": "Behörig domstol",
        "content_sv": "Behörig att medla i en sak är den domstol som är behörig att behandla saken i rättegång. Domstolen kan besluta om inledande av medling och fatta avgöranden om medlingen i den sammansättning som gäller för domstolens beslut om åtgärder som hänför sig till förberedelsen av saken.",
        "normalized_sv": "Behörig att medla i en sak är den domstol som är behörig att behandla saken i rättegång. Domstolen kan besluta om inledande av medling och fatta avgöranden om medlingen i den sammansättning som gäller för domstolens beslut om åtgärder som hänför sig till förberedelsen av saken.",
        "folded_sv": "behorig att medla i en sak ar den domstol som ar behorig att behandla saken i rattegang. domstolen kan besluta om inledande av medling och fatta avgoranden om medlingen i den sammansattning som galler for domstolens beslut om atgarder som hanfor sig till forberedelsen av saken."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Osapuolten edustaminen",
      "content": "Osapuolten edustamisesta sovittelussa on voimassa, mitä laissa säädetään asianosaisen puhevallan käyttämisestä oikeudenkäynnissä. Osapuolen oikeudesta käyttää sovittelussa avustajaa ja asiamiestä sekä avustajan ja asiamiehen kelpoisuudesta on voimassa, mitä laissa säädetään oikeudenkäyntiavustajasta ja -asiamiehestä riita-asiassa. Sovittelun edistämiseksi sovittelija voi osapuolen esittämästä perustellusta syystä kuitenkin hyväksyä tämän avustajaksi tai asiamieheksi muunkin kuin oikeudenkäymiskaaren 15 luvun 2 §:ssä tarkoitetun tutkinnon suorittaneen henkilön, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_11",
        "normalized_fi": "Osapuolten edustamisesta sovittelussa on voimassa, mitä laissa säädetään asianosaisen puhevallan käyttämisestä oikeudenkäynnissä. Osapuolen oikeudesta käyttää sovittelussa avustajaa ja asiamiestä sekä avustajan ja asiamiehen kelpoisuudesta on voimassa, mitä laissa säädetään oikeudenkäyntiavustajasta ja -asiamiehestä riita-asiassa. Sovittelun edistämiseksi sovittelija voi osapuolen esittämästä perustellusta syystä kuitenkin hyväksyä tämän avustajaksi tai asiamieheksi muunkin kuin oikeudenkäymiskaaren 15 luvun 2 § :ssä tarkoitetun tutkinnon suorittaneen henkilön, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
        "folded_fi": "osapuolten edustamisesta sovittelussa on voimassa, mita laissa saadetaan asianosaisen puhevallan kayttamisesta oikeudenkaynnissa. osapuolen oikeudesta kayttaa sovittelussa avustajaa ja asiamiesta seka avustajan ja asiamiehen kelpoisuudesta on voimassa, mita laissa saadetaan oikeudenkayntiavustajasta ja -asiamiehesta riita-asiassa. sovittelun edistamiseksi sovittelija voi osapuolen esittamasta perustellusta syysta kuitenkin hyvaksya taman avustajaksi tai asiamieheksi muunkin kuin oikeudenkaymiskaaren 15 luvun 2 §:ssa tarkoitetun tutkinnon suorittaneen henkilon, joka ei ole konkurssissa ja jonka toimintakelpoisuutta ei ole rajoitettu.",
        "title_sv": "Hur parterna skall företrädas",
        "content_sv": "I fråga om hur parterna skall företrädas i medlingsförfarandet gäller vad som i lag föreskrivs om förande av parts talan i rättegång. I fråga om parternas rätt att anlita biträde och ombud och i fråga om biträdes och ombuds behörighet gäller vad som i lag föreskrivs om rättegångsbiträde och rättegångsombud i tvistemål. För att främja medlingen kan medlaren av motiverade skäl framlagda av en part såsom biträde eller ombud för denne dock godkänna även någon som har annan än i 15 kap. 2 § i rättegångsbalken avsedd examen och som inte är i konkurs och vars handlingsbehörighet inte har begränsats.",
        "normalized_sv": "I fråga om hur parterna skall företrädas i medlingsförfarandet gäller vad som i lag föreskrivs om förande av parts talan i rättegång. I fråga om parternas rätt att anlita biträde och ombud och i fråga om biträdes och ombuds behörighet gäller vad som i lag föreskrivs om rättegångsbiträde och rättegångsombud i tvistemål. För att främja medlingen kan medlaren av motiverade skäl framlagda av en part såsom biträde eller ombud för denne dock godkänna även någon som har annan än i 15 kap. 2 § i rättegångsbalken avsedd examen och som inte är i konkurs och vars handlingsbehörighet inte har begränsats.",
        "folded_sv": "i fraga om hur parterna skall foretradas i medlingsforfarandet galler vad som i lag foreskrivs om forande av parts talan i rattegang. i fraga om parternas ratt att anlita bitrade och ombud och i fraga om bitrades och ombuds behorighet galler vad som i lag foreskrivs om rattegangsbitrade och rattegangsombud i tvistemal. for att framja medlingen kan medlaren av motiverade skal framlagda av en part sasom bitrade eller ombud for denne dock godkanna aven nagon som har annan an i 15 kap. 2 § i rattegangsbalken avsedd examen och som inte ar i konkurs och vars handlingsbehorighet inte har begransats."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Menettelyn julkisuus",
      "content": "Sovittelun, siinä käsiteltävien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mitä oikeudenkäynnin julkisuudesta annetussa laissa (945/1984) säädetään. Yleisö ei kuitenkaan saa olla läsnä 6 §:n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. Osapuolen pyynnöstä myös jokin muu osa sovittelusta on toimitettava yleisön läsnä olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eikä luottamus sovittelun asianmukaisuuteen tai muu painava syy edellytä asian julkista käsittelyä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_12",
        "normalized_fi": "Sovittelun, siinä käsiteltävien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mitä oikeudenkäynnin julkisuudesta annetussa laissa (945/1984) säädetään. Yleisö ei kuitenkaan saa olla läsnä 6 § :n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. Osapuolen pyynnöstä myös jokin muu osa sovittelusta on toimitettava yleisön läsnä olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eikä luottamus sovittelun asianmukaisuuteen tai muu painava syy edellytä asian julkista käsittelyä.",
        "folded_fi": "sovittelun, siina kasiteltavien asiakirjojen ja sovinnon julkisuudesta on soveltuvin osin voimassa, mita oikeudenkaynnin julkisuudesta annetussa laissa (945/1984) saadetaan. yleiso ei kuitenkaan saa olla lasna 6 §:n 3 momentissa tarkoitetussa tilaisuudessa, jossa sovittelija neuvottelee vain toisen osapuolen kanssa. osapuolen pyynnosta myos jokin muu osa sovittelusta on toimitettava yleison lasna olematta, jos sovinnon saavuttaminen muutoin voisi vaarantua eika luottamus sovittelun asianmukaisuuteen tai muu painava syy edellyta asian julkista kasittelya.",
        "title_sv": "Förfarandets offentlighet",
        "content_sv": "I fråga om offentligheten för medlingen, de handlingar som behandlas där och förlikningen gäller i tillämpliga delar vad som föreskrivs i lagen om offentlighet vid rättegång (945/1984). Allmänheten får dock inte vara närvarande när medlaren i enlighet med 6 § 3 mom. överlägger med bara en av parterna. På begäran av en part skall också någon annan del av medlingen genomföras utan att allmänheten är närvarande, om det finns risk för att förlikning annars inte nås, och tilltron till att medlingen går riktigt till eller något annat vägande skäl inte kräver att behandlingen är offentlig.",
        "normalized_sv": "I fråga om offentligheten för medlingen, de handlingar som behandlas där och förlikningen gäller i tillämpliga delar vad som föreskrivs i lagen om offentlighet vid rättegång (945/1984). Allmänheten får dock inte vara närvarande när medlaren i enlighet med 6 § 3 mom. överlägger med bara en av parterna. På begäran av en part skall också någon annan del av medlingen genomföras utan att allmänheten är närvarande, om det finns risk för att förlikning annars inte nås, och tilltron till att medlingen går riktigt till eller något annat vägande skäl inte kräver att behandlingen är offentlig.",
        "folded_sv": "i fraga om offentligheten for medlingen, de handlingar som behandlas dar och forlikningen galler i tillampliga delar vad som foreskrivs i lagen om offentlighet vid rattegang (945/1984). allmanheten far dock inte vara narvarande nar medlaren i enlighet med 6 § 3 mom. overlagger med bara en av parterna. pa begaran av en part skall ocksa nagon annan del av medlingen genomforas utan att allmanheten ar narvarande, om det finns risk for att forlikning annars inte nas, och tilltron till att medlingen gar riktigt till eller nagot annat vagande skal inte kraver att behandlingen ar offentlig."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Vetoamiskielto",
      "content": "Osapuoli ei saa asian myöhemmässä käsittelyssä ilman vastapuolen suostumusta vedota siihen, mitä tämä on sovintoon pääsemiseksi esittänyt sovittelussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_13",
        "normalized_fi": "Osapuoli ei saa asian myöhemmässä käsittelyssä ilman vastapuolen suostumusta vedota siihen, mitä tämä on sovintoon pääsemiseksi esittänyt sovittelussa.",
        "folded_fi": "osapuoli ei saa asian myohemmassa kasittelyssa ilman vastapuolen suostumusta vedota siihen, mita tama on sovintoon paasemiseksi esittanyt sovittelussa.",
        "title_sv": "Förbud mot att åberopa uppgifter",
        "content_sv": "I en senare behandling av saken får en part inte utan motpartens samtycke åberopa sådant som denne anfört under medlingen för att uppnå förlikning.",
        "normalized_sv": "I en senare behandling av saken får en part inte utan motpartens samtycke åberopa sådant som denne anfört under medlingen för att uppnå förlikning.",
        "folded_sv": "i en senare behandling av saken far en part inte utan motpartens samtycke aberopa sadant som denne anfort under medlingen for att uppna forlikning."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Sovittelun kustannukset",
      "content": "Osapuoli vastaa sovittelusta hänelle aiheutuvista kustannuksista itse. Osapuoli ei voi oikeudenkäynnissä vaatia vastapuolelta korvausta hänelle sovittelusta aiheutuneista kustannuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_14",
        "normalized_fi": "Osapuoli vastaa sovittelusta hänelle aiheutuvista kustannuksista itse. Osapuoli ei voi oikeudenkäynnissä vaatia vastapuolelta korvausta hänelle sovittelusta aiheutuneista kustannuksista.",
        "folded_fi": "osapuoli vastaa sovittelusta hanelle aiheutuvista kustannuksista itse. osapuoli ei voi oikeudenkaynnissa vaatia vastapuolelta korvausta hanelle sovittelusta aiheutuneista kustannuksista.",
        "title_sv": "Medlingskostnader",
        "content_sv": "En part svarar själv för sina kostnader för medlingen. En part kan inte i rättegång kräva ersättning för sina medlingskostnader av motparten.",
        "normalized_sv": "En part svarar själv för sina kostnader för medlingen. En part kan inte i rättegång kräva ersättning för sina medlingskostnader av motparten.",
        "folded_sv": "en part svarar sjalv for sina kostnader for medlingen. en part kan inte i rattegang krava ersattning for sina medlingskostnader av motparten."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Sovittelijan esteellisyys",
      "content": "Sovittelijan ja hänen avustajansa esteellisyydestä on voimassa, mitä tuomarin esteellisyydestä säädetään. Sovittelija ei saa käsitellä tuomarina oikeudenkäynnissä asiaa, jossa hän on toiminut sovittelijana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_15",
        "normalized_fi": "Sovittelijan ja hänen avustajansa esteellisyydestä on voimassa, mitä tuomarin esteellisyydestä säädetään. Sovittelija ei saa käsitellä tuomarina oikeudenkäynnissä asiaa, jossa hän on toiminut sovittelijana.",
        "folded_fi": "sovittelijan ja hanen avustajansa esteellisyydesta on voimassa, mita tuomarin esteellisyydesta saadetaan. sovittelija ei saa kasitella tuomarina oikeudenkaynnissa asiaa, jossa han on toiminut sovittelijana.",
        "title_sv": "Jäv för medlare",
        "content_sv": "I fråga om jäv för medlare och deras biträden gäller vad som föreskrivs om jäv för domare. En medlare får inte vara domare i en rättegång om en sak i vilken han eller hon har varit medlare.",
        "normalized_sv": "I fråga om jäv för medlare och deras biträden gäller vad som föreskrivs om jäv för domare. En medlare får inte vara domare i en rättegång om en sak i vilken han eller hon har varit medlare.",
        "folded_sv": "i fraga om jav for medlare och deras bitraden galler vad som foreskrivs om jav for domare. en medlare far inte vara domare i en rattegang om en sak i vilken han eller hon har varit medlare."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Muutoksenhakukielto",
      "content": "Päätökseen, jolla sovittelu aloitetaan, sovittelua koskeva pyyntö hylätään tai sovittelu todetaan päättyneeksi, ei saa hakea muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_16",
        "normalized_fi": "Päätökseen, jolla sovittelu aloitetaan, sovittelua koskeva pyyntö hylätään tai sovittelu todetaan päättyneeksi, ei saa hakea muutosta.",
        "folded_fi": "paatokseen, jolla sovittelu aloitetaan, sovittelua koskeva pyynto hylataan tai sovittelu todetaan paattyneeksi, ei saa hakea muutosta.",
        "title_sv": "Besvärsförbud",
        "content_sv": "Ändring får inte sökas i ett beslut genom vilket medling inleds, en begäran om medling avslås eller medlingen förklaras avslutad.",
        "normalized_sv": "Ändring får inte sökas i ett beslut genom vilket medling inleds, en begäran om medling avslås eller medlingen förklaras avslutad.",
        "folded_sv": "andring far inte sokas i ett beslut genom vilket medling inleds, en begaran om medling avslas eller medlingen forklaras avslutad."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Maksut",
      "content": "Asian sovittelemista tämän lain mukaisesti tarkoittavan hakemuksen tai pyynnön käsittelemisestä perittävistä maksuista säädetään tuomioistuinten ja eräiden oikeushallintoviranomaisten suoritteista perittävistä maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_17",
        "normalized_fi": "Asian sovittelemista tämän lain mukaisesti tarkoittavan hakemuksen tai pyynnön käsittelemisestä perittävistä maksuista säädetään tuomioistuinten ja eräiden oikeushallintoviranomaisten suoritteista perittävistä maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
        "folded_fi": "asian sovittelemista taman lain mukaisesti tarkoittavan hakemuksen tai pyynnon kasittelemisesta perittavista maksuista saadetaan tuomioistuinten ja eraiden oikeushallintoviranomaisten suoritteista perittavista maksuista annetussa laissa (701/1993) ja sen nojalla annetussa asetuksessa.",
        "title_sv": "Avgifter",
        "content_sv": "Bestämmelser om avgifter som tas ut för behandlingen av en ansökan eller en begäran om medling enligt denna lag finns i lagen om avgifter för domstolars och vissa justitieförvaltningsmyndigheters prestationer (701/1993) och i förordning som utfärdats med stöd av lagen.",
        "normalized_sv": "Bestämmelser om avgifter som tas ut för behandlingen av en ansökan eller en begäran om medling enligt denna lag finns i lagen om avgifter för domstolars och vissa justitieförvaltningsmyndigheters prestationer (701/1993) och i förordning som utfärdats med stöd av lagen.",
        "folded_sv": "bestammelser om avgifter som tas ut for behandlingen av en ansokan eller en begaran om medling enligt denna lag finns i lagen om avgifter for domstolars och vissa justitieforvaltningsmyndigheters prestationer (701/1993) och i forordning som utfardats med stod av lagen."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Lapsen asemaa ja oikeutta koskevat asiat",
      "content": "Lapsen asemaa ja oikeutta koskevista asioista voidaan tämän lain mukaisesti sovitella niitä, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. Sovittelu on toteutettava siten, että lapsen etu turvataan. Harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) sekä lapsen elatuksesta annetun lain (704/1975) säännökset. Sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen päätökseen tai tuomioon näissä asioissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_18",
        "normalized_fi": "Lapsen asemaa ja oikeutta koskevista asioista voidaan tämän lain mukaisesti sovitella niitä, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. Sovittelu on toteutettava siten, että lapsen etu turvataan. Harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) sekä lapsen elatuksesta annetun lain (704/1975) säännökset. Sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen päätökseen tai tuomioon näissä asioissa.",
        "folded_fi": "lapsen asemaa ja oikeutta koskevista asioista voidaan taman lain mukaisesti sovitella niita, jotka koskevat lapsen elatusta tai lapsen huoltoa ja tapaamisoikeutta. sovittelu on toteutettava siten, etta lapsen etu turvataan. harkitessaan, voidaanko sovinto vahvistaa, tuomioistuimen on otettava huomioon lapsen huollosta ja tapaamisoikeudesta annetun lain (361/1983) seka lapsen elatuksesta annetun lain (704/1975) saannokset. sovinto, joka vahvistetaan 1 momentin mukaisesti sovitellussa asiassa, rinnastetaan tuomioistuimen paatokseen tai tuomioon naissa asioissa.",
        "title_sv": "Ärenden som gäller barns ställning och rättigheter",
        "content_sv": "Ärenden som gäller barns ställning och rättigheter kan bli föremål för medling enligt denna lag när de gäller underhåll för barn eller vårdnad om barn och umgängesrätt. Medlingen skall genomföras så att den tryggar barnets bästa. Vid bedömningen av om en förlikning kan stadfästas skall domstolen beakta bestämmelserna i lagen angående vårdnad om barn och umgängesrätt (361/1983) och lagen om underhåll för barn (704/1975). En förlikning som stadfästs i ett ärende som varit föremål för medling enligt 1 mom. jämställs med ett domstolsbeslut eller en dom i dessa frågor.",
        "normalized_sv": "Ärenden som gäller barns ställning och rättigheter kan bli föremål för medling enligt denna lag när de gäller underhåll för barn eller vårdnad om barn och umgängesrätt. Medlingen skall genomföras så att den tryggar barnets bästa. Vid bedömningen av om en förlikning kan stadfästas skall domstolen beakta bestämmelserna i lagen angående vårdnad om barn och umgängesrätt (361/1983) och lagen om underhåll för barn (704/1975). En förlikning som stadfästs i ett ärende som varit föremål för medling enligt 1 mom. jämställs med ett domstolsbeslut eller en dom i dessa frågor.",
        "folded_sv": "arenden som galler barns stallning och rattigheter kan bli foremal for medling enligt denna lag nar de galler underhall for barn eller vardnad om barn och umgangesratt. medlingen skall genomforas sa att den tryggar barnets basta. vid bedomningen av om en forlikning kan stadfastas skall domstolen beakta bestammelserna i lagen angaende vardnad om barn och umgangesratt (361/1983) och lagen om underhall for barn (704/1975). en forlikning som stadfasts i ett arende som varit foremal for medling enligt 1 mom. jamstalls med ett domstolsbeslut eller en dom i dessa fragor."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Suhde muihin säännöksiin",
      "content": "Tämän lain estämättä noudatetaan, mitä muualla laissa säädetään sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkäynnissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_19",
        "normalized_fi": "Tämän lain estämättä noudatetaan, mitä muualla laissa säädetään sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkäynnissä.",
        "folded_fi": "taman lain estamatta noudatetaan, mita muualla laissa saadetaan sovinnon aikaansaamisesta ja vahvistamisesta oikeudenkaynnissa.",
        "title_sv": "Lagens förhållande till andra bestämmelser",
        "content_sv": "Utan hinder av denna lag iakttas vad som annanstans i lag bestäms om uppnående och stadfästelse av förlikning i rättegång.",
        "normalized_sv": "Utan hinder av denna lag iakttas vad som annanstans i lag bestäms om uppnående och stadfästelse av förlikning i rättegång.",
        "folded_sv": "utan hinder av denna lag iakttas vad som annanstans i lag bestams om uppnaende och stadfastelse av forlikning i rattegang."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    }
  ]
}