{
  "id": "666/2005",
  "type": "statute",
  "title": "Laki oikeudenkäymiskaaren muuttamisesta",
  "title_en": "Lag om ändring av rättegångsbalken",
  "status": "in_force",
  "issued_date": "2005-08-26",
  "in_force_date": "2005-08-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/666/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Korkein oikeus on päätösvaltainen viisijäsenisenä, jollei laissa säädetä muuta kokoonpanoa. Viisijäsenisessä jaostossa voi olla päätösvaltaisuuden turvaamiseksi lisäjäsen. Asian siirtämisestä käsiteltäväksi täysistunnossa tai vahvennetussa jaostossa säädetään korkeimmasta oikeudesta annetussa laissa (665/2005). Valitusluvan myöntämistä koskevat asiat käsitellään ja ratkaistaan jaostossa, jossa on kaksi tai kolme jäsentä. Jos asia käsitellään kaksijäsenisessä jaostossa, se on siirrettävä kolmijäsenisen jaoston ratkaistavaksi, jos jaoston jäsenet niin päättävät tai jolleivät he ole ratkaisusta yksimieliset. Jos valituslupahakemus tai sen osa on 30 luvun 3 §:n 4 momentin mukaisesti siirretty käsiteltäväksi valituksen yhteydessä, valitusluvasta päättää valituksen käsittelevä jaosto. Jaostossa, jossa on yksi jäsen, voidaan käsitellä ja ratkaista asia, joka koskee turvaamistointa, täytäntöönpanon kieltämistä tai keskeyttämistä taikka muuta vastaavaa väliaikaista toimenpidettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Korkein oikeus on päätösvaltainen viisijäsenisenä, jollei laissa säädetä muuta kokoonpanoa. Viisijäsenisessä jaostossa voi olla päätösvaltaisuuden turvaamiseksi lisäjäsen. Asian siirtämisestä käsiteltäväksi täysistunnossa tai vahvennetussa jaostossa säädetään korkeimmasta oikeudesta annetussa laissa (665/2005). Valitusluvan myöntämistä koskevat asiat käsitellään ja ratkaistaan jaostossa, jossa on kaksi tai kolme jäsentä. Jos asia käsitellään kaksijäsenisessä jaostossa, se on siirrettävä kolmijäsenisen jaoston ratkaistavaksi, jos jaoston jäsenet niin päättävät tai jolleivät he ole ratkaisusta yksimieliset. Jos valituslupahakemus tai sen osa on 30 luvun 3 § :n 4 momentin mukaisesti siirretty käsiteltäväksi valituksen yhteydessä, valitusluvasta päättää valituksen käsittelevä jaosto. Jaostossa, jossa on yksi jäsen, voidaan käsitellä ja ratkaista asia, joka koskee turvaamistointa, täytäntöönpanon kieltämistä tai keskeyttämistä taikka muuta vastaavaa väliaikaista toimenpidettä.",
        "folded_fi": "korkein oikeus on paatosvaltainen viisijasenisena, jollei laissa saadeta muuta kokoonpanoa. viisijasenisessa jaostossa voi olla paatosvaltaisuuden turvaamiseksi lisajasen. asian siirtamisesta kasiteltavaksi taysistunnossa tai vahvennetussa jaostossa saadetaan korkeimmasta oikeudesta annetussa laissa (665/2005). valitusluvan myontamista koskevat asiat kasitellaan ja ratkaistaan jaostossa, jossa on kaksi tai kolme jasenta. jos asia kasitellaan kaksijasenisessa jaostossa, se on siirrettava kolmijasenisen jaoston ratkaistavaksi, jos jaoston jasenet niin paattavat tai jolleivat he ole ratkaisusta yksimieliset. jos valituslupahakemus tai sen osa on 30 luvun 3 §:n 4 momentin mukaisesti siirretty kasiteltavaksi valituksen yhteydessa, valitusluvasta paattaa valituksen kasitteleva jaosto. jaostossa, jossa on yksi jasen, voidaan kasitella ja ratkaista asia, joka koskee turvaamistointa, taytantoonpanon kieltamista tai keskeyttamista taikka muuta vastaavaa valiaikaista toimenpidetta.",
        "content_sv": "Högsta domstolen är domför med fem ledamöter, om inte någon annan sammansättning bestäms i lag. En avdelning med fem ledamöter kan ha ytterligare en ledamot för att garantera domförheten. Bestämmelser om hänskjutande av ärenden till plenum eller förstärkt avdelning finns i lagen om högsta domstolen (665/2005). Ärenden som gäller meddelande av besvärstillstånd handläggs och avgörs på en avdelning med två eller tre ledamöter. Om ett ärende handläggs på en avdelning med två ledamöter, skall det överföras till en avdelning med tre ledamöter för avgörande, om avdelningens ledamöter bestämmer det eller om de inte är eniga om avgörandet. Om en ansökan om besvärstillstånd eller en del av den i enlighet med 30 kap. 3 § 4 mom. har överförts för att behandlas i samband med besvären, beslutar den avdelning som behandlar besvären om besvärstillståndet. En avdelning med en ledamot får handlägga och avgöra ett ärende som gäller en säkringsåtgärd eller förbud mot eller avbrytande av verkställighet eller någon annan motsvarande interimistisk åtgärd.",
        "normalized_sv": "Högsta domstolen är domför med fem ledamöter, om inte någon annan sammansättning bestäms i lag. En avdelning med fem ledamöter kan ha ytterligare en ledamot för att garantera domförheten. Bestämmelser om hänskjutande av ärenden till plenum eller förstärkt avdelning finns i lagen om högsta domstolen (665/2005). Ärenden som gäller meddelande av besvärstillstånd handläggs och avgörs på en avdelning med två eller tre ledamöter. Om ett ärende handläggs på en avdelning med två ledamöter, skall det överföras till en avdelning med tre ledamöter för avgörande, om avdelningens ledamöter bestämmer det eller om de inte är eniga om avgörandet. Om en ansökan om besvärstillstånd eller en del av den i enlighet med 30 kap. 3 § 4 mom. har överförts för att behandlas i samband med besvären, beslutar den avdelning som behandlar besvären om besvärstillståndet. En avdelning med en ledamot får handlägga och avgöra ett ärende som gäller en säkringsåtgärd eller förbud mot eller avbrytande av verkställighet eller någon annan motsvarande interimistisk åtgärd.",
        "folded_sv": "hogsta domstolen ar domfor med fem ledamoter, om inte nagon annan sammansattning bestams i lag. en avdelning med fem ledamoter kan ha ytterligare en ledamot for att garantera domforheten. bestammelser om hanskjutande av arenden till plenum eller forstarkt avdelning finns i lagen om hogsta domstolen (665/2005). arenden som galler meddelande av besvarstillstand handlaggs och avgors pa en avdelning med tva eller tre ledamoter. om ett arende handlaggs pa en avdelning med tva ledamoter, skall det overforas till en avdelning med tre ledamoter for avgorande, om avdelningens ledamoter bestammer det eller om de inte ar eniga om avgorandet. om en ansokan om besvarstillstand eller en del av den i enlighet med 30 kap. 3 § 4 mom. har overforts for att behandlas i samband med besvaren, beslutar den avdelning som behandlar besvaren om besvarstillstandet. en avdelning med en ledamot far handlagga och avgora ett arende som galler en sakringsatgard eller forbud mot eller avbrytande av verkstallighet eller nagon annan motsvarande interimistisk atgard."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Ylimääräistä muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa käsitellä ja ratkaista kolmijäsenisessä jaostossa, jos asiassa päätetään vain välitoimesta taikka hakemus yksimielisesti hylätään tai jätetään tutkimatta. Myös yhden jäsenen muodostama jaosto voi päättää välitoimesta ylimääräistä muutoksenhakua koskevassa asiassa. Jos korkein oikeus on jo aikaisemmin hylännyt tai jättänyt tutkimatta ylimääräistä muutoksenhakua koskevan hakemuksen, tällainen jaosto voi myös hylätä tai jättää tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esitetä asian ratkaisemisen kannalta merkityksellisiä uusia seikkoja tai todisteita. Muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimääräistä muutoksenhakua koskeva asia on siirrettävä viisijäsenisen jaoston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Ylimääräistä muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa käsitellä ja ratkaista kolmijäsenisessä jaostossa, jos asiassa päätetään vain välitoimesta taikka hakemus yksimielisesti hylätään tai jätetään tutkimatta. Myös yhden jäsenen muodostama jaosto voi päättää välitoimesta ylimääräistä muutoksenhakua koskevassa asiassa. Jos korkein oikeus on jo aikaisemmin hylännyt tai jättänyt tutkimatta ylimääräistä muutoksenhakua koskevan hakemuksen, tällainen jaosto voi myös hylätä tai jättää tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esitetä asian ratkaisemisen kannalta merkityksellisiä uusia seikkoja tai todisteita. Muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimääräistä muutoksenhakua koskeva asia on siirrettävä viisijäsenisen jaoston ratkaistavaksi.",
        "folded_fi": "ylimaaraista muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa kasitella ja ratkaista kolmijasenisessa jaostossa, jos asiassa paatetaan vain valitoimesta taikka hakemus yksimielisesti hylataan tai jatetaan tutkimatta. myos yhden jasenen muodostama jaosto voi paattaa valitoimesta ylimaaraista muutoksenhakua koskevassa asiassa. jos korkein oikeus on jo aikaisemmin hylannyt tai jattanyt tutkimatta ylimaaraista muutoksenhakua koskevan hakemuksen, tallainen jaosto voi myos hylata tai jattaa tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esiteta asian ratkaisemisen kannalta merkityksellisia uusia seikkoja tai todisteita. muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimaaraista muutoksenhakua koskeva asia on siirrettava viisijasenisen jaoston ratkaistavaksi.",
        "content_sv": "Ett ärende som gäller extraordinärt ändringssökande kan i högsta domstolen handläggas och avgöras på en avdelning med tre ledamöter, om det endast fattas beslut om en särskild åtgärd eller om en ansökan enhälligt avslås eller avvisas. Även en avdelning med en ledamot kan besluta om en särskild åtgärd i ett ärende som gäller extraordinärt ändringssökande. Om högsta domstolen redan tidigare har avslagit eller avvisat en ansökan som gäller extraordinärt ändringssökande kan en sådan avdelning likaså avslå eller avvisa en ny ansökan i ärendet, om det inte läggs fram sådana nya omständigheter eller bevis som är av betydelse för avgörandet av saken. I andra än i 1 mom. nämnda fall skall ärenden som gäller extraordinärt ändringssökande hänskjutas till en avdelning med fem ledamöter för avgörande.",
        "normalized_sv": "Ett ärende som gäller extraordinärt ändringssökande kan i högsta domstolen handläggas och avgöras på en avdelning med tre ledamöter, om det endast fattas beslut om en särskild åtgärd eller om en ansökan enhälligt avslås eller avvisas. Även en avdelning med en ledamot kan besluta om en särskild åtgärd i ett ärende som gäller extraordinärt ändringssökande. Om högsta domstolen redan tidigare har avslagit eller avvisat en ansökan som gäller extraordinärt ändringssökande kan en sådan avdelning likaså avslå eller avvisa en ny ansökan i ärendet, om det inte läggs fram sådana nya omständigheter eller bevis som är av betydelse för avgörandet av saken. I andra än i 1 mom. nämnda fall skall ärenden som gäller extraordinärt ändringssökande hänskjutas till en avdelning med fem ledamöter för avgörande.",
        "folded_sv": "ett arende som galler extraordinart andringssokande kan i hogsta domstolen handlaggas och avgoras pa en avdelning med tre ledamoter, om det endast fattas beslut om en sarskild atgard eller om en ansokan enhalligt avslas eller avvisas. aven en avdelning med en ledamot kan besluta om en sarskild atgard i ett arende som galler extraordinart andringssokande. om hogsta domstolen redan tidigare har avslagit eller avvisat en ansokan som galler extraordinart andringssokande kan en sadan avdelning likasa avsla eller avvisa en ny ansokan i arendet, om det inte laggs fram sadana nya omstandigheter eller bevis som ar av betydelse for avgorandet av saken. i andra an i 1 mom. namnda fall skall arenden som galler extraordinart andringssokande hanskjutas till en avdelning med fem ledamoter for avgorande."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Yleisten tuomioistuinten päätösvaltaisuudesta eräissä asioissa säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Yleisten tuomioistuinten päätösvaltaisuudesta eräissä asioissa säädetään erikseen.",
        "folded_fi": "yleisten tuomioistuinten paatosvaltaisuudesta eraissa asioissa saadetaan erikseen.",
        "content_sv": "Angående de allmänna domstolarnas domförhet i vissa mål och ärenden föreskrivs särskilt.",
        "normalized_sv": "Angående de allmänna domstolarnas domförhet i vissa mål och ärenden föreskrivs särskilt.",
        "folded_sv": "angaende de allmanna domstolarnas domforhet i vissa mal och arenden foreskrivs sarskilt."
      }
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "content": "Jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jäljentäminen on vaikeaa tai asiakirjan laajuuden vuoksi epätarkoituksenmukaista, tuomioistuin voi päättää, että aineisto pidetään asianosaisen nähtävänä tuomioistuimessa tai muussa tuomioistuimen määräämässä sopivassa paikassa. Ilmoitus tästä on liitettävä tiedoksi annettavaan asiakirjaan. Tuomioistuin voi päättää, että vastaus, kirjallinen lausuma tai muutoksenhakemus pidetään 2 momentissa tarkoitetulla tavalla asianosaisen nähtävänä, jos tiedoksi annettava asiakirja on erittäin laaja, asianosaisia on poikkeuksellisen paljon ja tällaista tiedoksiantoa voidaan pitää olosuhteet huomioon ottaen tarkoituksenmukaisena. Asianosaiselle annetaan tällöin tiedoksi ilmoitus siitä, missä asiakirja on nähtävillä. Ilmoituksessa on lyhyesti selostettava asiakirjan pääasiallinen sisältö tarpeellisin osin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jäljentäminen on vaikeaa tai asiakirjan laajuuden vuoksi epätarkoituksenmukaista, tuomioistuin voi päättää, että aineisto pidetään asianosaisen nähtävänä tuomioistuimessa tai muussa tuomioistuimen määräämässä sopivassa paikassa. Ilmoitus tästä on liitettävä tiedoksi annettavaan asiakirjaan. Tuomioistuin voi päättää, että vastaus, kirjallinen lausuma tai muutoksenhakemus pidetään 2 momentissa tarkoitetulla tavalla asianosaisen nähtävänä, jos tiedoksi annettava asiakirja on erittäin laaja, asianosaisia on poikkeuksellisen paljon ja tällaista tiedoksiantoa voidaan pitää olosuhteet huomioon ottaen tarkoituksenmukaisena. Asianosaiselle annetaan tällöin tiedoksi ilmoitus siitä, missä asiakirja on nähtävillä. Ilmoituksessa on lyhyesti selostettava asiakirjan pääasiallinen sisältö tarpeellisin osin.",
        "folded_fi": "jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jaljentaminen on vaikeaa tai asiakirjan laajuuden vuoksi epatarkoituksenmukaista, tuomioistuin voi paattaa, etta aineisto pidetaan asianosaisen nahtavana tuomioistuimessa tai muussa tuomioistuimen maaraamassa sopivassa paikassa. ilmoitus tasta on liitettava tiedoksi annettavaan asiakirjaan. tuomioistuin voi paattaa, etta vastaus, kirjallinen lausuma tai muutoksenhakemus pidetaan 2 momentissa tarkoitetulla tavalla asianosaisen nahtavana, jos tiedoksi annettava asiakirja on erittain laaja, asianosaisia on poikkeuksellisen paljon ja tallaista tiedoksiantoa voidaan pitaa olosuhteet huomioon ottaen tarkoituksenmukaisena. asianosaiselle annetaan talloin tiedoksi ilmoitus siita, missa asiakirja on nahtavilla. ilmoituksessa on lyhyesti selostettava asiakirjan paaasiallinen sisalto tarpeellisin osin.",
        "content_sv": "Om det är svårt att kopiera någon annan handling som skall delges än en stämningsansökan, ett svaromål eller en skriftlig utsaga eller om en kopiering på grund av handlingens omfattning är oändamålsenlig, kan domstolen besluta att materialet skall hållas tillgängligt för parten i domstolen eller på någon annan lämplig plats som domstolen bestämmer. En uppgift om detta skall fogas till den handling som skall delges. Domstolen kan besluta att ett svaromål, en skriftlig utsaga eller en ändringsansökan skall hållas tillgänglig för parten så som anges i 2 mom., om den handling som skall delges är mycket omfattande och parterna exceptionellt många och detta delgivningsförfarande med hänsyn till omständigheterna kan anses ändamålsenligt. Parten delges då ett meddelande om var handlingen finns tillgänglig. I meddelandet skall i den mån det är nödvändigt kort redogöras för handlingens huvudsakliga innehåll.",
        "normalized_sv": "Om det är svårt att kopiera någon annan handling som skall delges än en stämningsansökan, ett svaromål eller en skriftlig utsaga eller om en kopiering på grund av handlingens omfattning är oändamålsenlig, kan domstolen besluta att materialet skall hållas tillgängligt för parten i domstolen eller på någon annan lämplig plats som domstolen bestämmer. En uppgift om detta skall fogas till den handling som skall delges. Domstolen kan besluta att ett svaromål, en skriftlig utsaga eller en ändringsansökan skall hållas tillgänglig för parten så som anges i 2 mom., om den handling som skall delges är mycket omfattande och parterna exceptionellt många och detta delgivningsförfarande med hänsyn till omständigheterna kan anses ändamålsenligt. Parten delges då ett meddelande om var handlingen finns tillgänglig. I meddelandet skall i den mån det är nödvändigt kort redogöras för handlingens huvudsakliga innehåll.",
        "folded_sv": "om det ar svart att kopiera nagon annan handling som skall delges an en stamningsansokan, ett svaromal eller en skriftlig utsaga eller om en kopiering pa grund av handlingens omfattning ar oandamalsenlig, kan domstolen besluta att materialet skall hallas tillgangligt for parten i domstolen eller pa nagon annan lamplig plats som domstolen bestammer. en uppgift om detta skall fogas till den handling som skall delges. domstolen kan besluta att ett svaromal, en skriftlig utsaga eller en andringsansokan skall hallas tillganglig for parten sa som anges i 2 mom., om den handling som skall delges ar mycket omfattande och parterna exceptionellt manga och detta delgivningsforfarande med hansyn till omstandigheterna kan anses andamalsenligt. parten delges da ett meddelande om var handlingen finns tillganglig. i meddelandet skall i den man det ar nodvandigt kort redogoras for handlingens huvudsakliga innehall."
      }
    },
    {
      "provision_ref": "21:16",
      "chapter": "21",
      "section": "16",
      "content": "Ylimääräistä muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkäyntikulut on määrättävä 1 ja 2 momentin mukaisesti, jollei erityisestä syystä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "21:16",
        "normalized_fi": "Ylimääräistä muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkäyntikulut on määrättävä 1 ja 2 momentin mukaisesti, jollei erityisestä syystä muuta johdu.",
        "folded_fi": "ylimaaraista muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkayntikulut on maarattava 1 ja 2 momentin mukaisesti, jollei erityisesta syysta muuta johdu.",
        "content_sv": "I ett ärende som gäller extraordinärt ändringssökande skall skyldigheten att ersätta rättegångskostnaderna bestämmas enligt 1 och 2 mom., om inte något annat följer av särskilda skäl.",
        "normalized_sv": "I ett ärende som gäller extraordinärt ändringssökande skall skyldigheten att ersätta rättegångskostnaderna bestämmas enligt 1 och 2 mom., om inte något annat följer av särskilda skäl.",
        "folded_sv": "i ett arende som galler extraordinart andringssokande skall skyldigheten att ersatta rattegangskostnaderna bestammas enligt 1 och 2 mom., om inte nagot annat foljer av sarskilda skal."
      }
    },
    {
      "provision_ref": "26:28",
      "chapter": "26",
      "section": "28",
      "content": "Tässä luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lähettää asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. Kutsu pääkäsittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on määrätty saapumaan henkilökohtaisesti tai joka ei ole käyttänyt puhevaltaa hovioikeudessa, sekä todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "26:28",
        "normalized_fi": "Tässä luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lähettää asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. Kutsu pääkäsittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on määrätty saapumaan henkilökohtaisesti tai joka ei ole käyttänyt puhevaltaa hovioikeudessa, sekä todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 § :ssä säädetään.",
        "folded_fi": "tassa luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lahettaa asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. kutsu paakasittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on maaratty saapumaan henkilokohtaisesti tai joka ei ole kayttanyt puhevaltaa hovioikeudessa, seka todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 §:ssa saadetaan.",
        "content_sv": "Uppmaningar, kallelser och meddelanden som avses i detta kapitel får hovrätten sända till den processadress som parten senast har uppgett. Kallelse till huvudförhandling skall likväl så som bestäms i 11 kap. 3 och 4 § delges parter som har ålagts att infinna sig personligen eller som inte har utövat talan i hovrätten samt vittnen, sakkunniga och andra som skall höras i bevissyfte.",
        "normalized_sv": "Uppmaningar, kallelser och meddelanden som avses i detta kapitel får hovrätten sända till den processadress som parten senast har uppgett. Kallelse till huvudförhandling skall likväl så som bestäms i 11 kap. 3 och 4 § delges parter som har ålagts att infinna sig personligen eller som inte har utövat talan i hovrätten samt vittnen, sakkunniga och andra som skall höras i bevissyfte.",
        "folded_sv": "uppmaningar, kallelser och meddelanden som avses i detta kapitel far hovratten sanda till den processadress som parten senast har uppgett. kallelse till huvudforhandling skall likval sa som bestams i 11 kap. 3 och 4 § delges parter som har alagts att infinna sig personligen eller som inte har utovat talan i hovratten samt vittnen, sakkunniga och andra som skall horas i bevissyfte."
      }
    },
    {
      "provision_ref": "30:2",
      "chapter": "30",
      "section": "2",
      "content": "Hovioikeuden ratkaisusta valittamista varten on pyydettävä korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tällaisen asian yhteydessä antamaa ratkaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:2",
        "normalized_fi": "Hovioikeuden ratkaisusta valittamista varten on pyydettävä korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tällaisen asian yhteydessä antamaa ratkaisua.",
        "folded_fi": "hovioikeuden ratkaisusta valittamista varten on pyydettava korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tallaisen asian yhteydessa antamaa ratkaisua.",
        "content_sv": "Den som vill överklaga ett avgörande av en hovrätt skall söka besvärstillstånd hos högsta domstolen, om besvären gäller ett ärende som hovrätten har avgjort som fullföljdsinstans eller ett avgörande som den har meddelat i samband med ett sådant ärende.",
        "normalized_sv": "Den som vill överklaga ett avgörande av en hovrätt skall söka besvärstillstånd hos högsta domstolen, om besvären gäller ett ärende som hovrätten har avgjort som fullföljdsinstans eller ett avgörande som den har meddelat i samband med ett sådant ärende.",
        "folded_sv": "den som vill overklaga ett avgorande av en hovratt skall soka besvarstillstand hos hogsta domstolen, om besvaren galler ett arende som hovratten har avgjort som fullfoljdsinstans eller ett avgorande som den har meddelat i samband med ett sadant arende."
      }
    },
    {
      "provision_ref": "30:3",
      "chapter": "30",
      "section": "3",
      "content": "Valituslupa voidaan myöntää osittain. Tällöin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymystä, jonka ratkaiseminen on tarpeen oikeuskäytännön ohjaamiseksi tai valituslupaperusteen kannalta muutoin. Jos valituslupa myönnetään 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. Jos valituslupa myönnetään osittain, kysymys valitusluvan myöntämisestä muulta osalta voidaan siirtää ratkaistavaksi valituksen käsittelyn yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:3",
        "normalized_fi": "Valituslupa voidaan myöntää osittain. Tällöin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymystä, jonka ratkaiseminen on tarpeen oikeuskäytännön ohjaamiseksi tai valituslupaperusteen kannalta muutoin. Jos valituslupa myönnetään 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. Jos valituslupa myönnetään osittain, kysymys valitusluvan myöntämisestä muulta osalta voidaan siirtää ratkaistavaksi valituksen käsittelyn yhteydessä.",
        "folded_fi": "valituslupa voidaan myontaa osittain. talloin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymysta, jonka ratkaiseminen on tarpeen oikeuskaytannon ohjaamiseksi tai valituslupaperusteen kannalta muutoin. jos valituslupa myonnetaan 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. jos valituslupa myonnetaan osittain, kysymys valitusluvan myontamisesta muulta osalta voidaan siirtaa ratkaistavaksi valituksen kasittelyn yhteydessa.",
        "content_sv": "Besvärstillstånd kan meddelas delvis. Besvärstillståndet får då begränsas till att gälla 1) en del av hovrättens avgörande, eller 2) en fråga vars avgörande är nödvändigt för att styra rättstillämpningen eller annars med hänsyn till grunderna för besvärstillståndet. Om begränsat besvärstillstånd meddelas enligt 2 mom. 2 punkten får högsta domstolen till övriga delar grunda sitt avgörande på de omständigheter som anges i det överklagade avgörandet. Om besvärstillstånd meddelas delvis, får frågan om meddelande av besvärstillstånd i en annan del av ärendet överföras för att avgöras i samband med behandlingen av besvären.",
        "normalized_sv": "Besvärstillstånd kan meddelas delvis. Besvärstillståndet får då begränsas till att gälla 1) en del av hovrättens avgörande, eller 2) en fråga vars avgörande är nödvändigt för att styra rättstillämpningen eller annars med hänsyn till grunderna för besvärstillståndet. Om begränsat besvärstillstånd meddelas enligt 2 mom. 2 punkten får högsta domstolen till övriga delar grunda sitt avgörande på de omständigheter som anges i det överklagade avgörandet. Om besvärstillstånd meddelas delvis, får frågan om meddelande av besvärstillstånd i en annan del av ärendet överföras för att avgöras i samband med behandlingen av besvären.",
        "folded_sv": "besvarstillstand kan meddelas delvis. besvarstillstandet far da begransas till att galla 1) en del av hovrattens avgorande, eller 2) en fraga vars avgorande ar nodvandigt for att styra rattstillampningen eller annars med hansyn till grunderna for besvarstillstandet. om begransat besvarstillstand meddelas enligt 2 mom. 2 punkten far hogsta domstolen till ovriga delar grunda sitt avgorande pa de omstandigheter som anges i det overklagade avgorandet. om besvarstillstand meddelas delvis, far fragan om meddelande av besvarstillstand i en annan del av arendet overforas for att avgoras i samband med behandlingen av besvaren."
      }
    },
    {
      "provision_ref": "30:13",
      "chapter": "30",
      "section": "13",
      "content": "Määräaika valituksen tekemiseen on 30 päivää siitä päivästä, jona hovioikeuden ratkaisu julistettiin tai annettiin. Valituksen tekemisestä ja sisällöstä on vastaavasti voimassa, mitä 5 §:n 2 ja 3 momentissa sekä 6 §:n 2 ja 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:13",
        "normalized_fi": "Määräaika valituksen tekemiseen on 30 päivää siitä päivästä, jona hovioikeuden ratkaisu julistettiin tai annettiin. Valituksen tekemisestä ja sisällöstä on vastaavasti voimassa, mitä 5 § :n 2 ja 3 momentissa sekä 6 § :n 2 ja 3 momentissa säädetään.",
        "folded_fi": "maaraaika valituksen tekemiseen on 30 paivaa siita paivasta, jona hovioikeuden ratkaisu julistettiin tai annettiin. valituksen tekemisesta ja sisallosta on vastaavasti voimassa, mita 5 §:n 2 ja 3 momentissa seka 6 §:n 2 ja 3 momentissa saadetaan.",
        "content_sv": "Tiden för anförande av besvär är 30 dagar från den dag då hovrättens avgörande avkunnades eller meddelades. Angående anförande av besvär och besvärens innehåll gäller på motsvarande sätt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom.",
        "normalized_sv": "Tiden för anförande av besvär är 30 dagar från den dag då hovrättens avgörande avkunnades eller meddelades. Angående anförande av besvär och besvärens innehåll gäller på motsvarande sätt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom.",
        "folded_sv": "tiden for anforande av besvar ar 30 dagar fran den dag da hovrattens avgorande avkunnades eller meddelades. angaende anforande av besvar och besvarens innehall galler pa motsvarande satt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom."
      }
    },
    {
      "provision_ref": "30:14",
      "chapter": "30",
      "section": "14",
      "content": "Valituskirjelmän toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mitä 8 §:n 1 momentissa säädetään. Hovioikeuden tulee viipymättä lähettää valituskirjelmä liitteineen korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös hovioikeuden ratkaisusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:14",
        "normalized_fi": "Valituskirjelmän toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mitä 8 § :n 1 momentissa säädetään. Hovioikeuden tulee viipymättä lähettää valituskirjelmä liitteineen korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös hovioikeuden ratkaisusta.",
        "folded_fi": "valituskirjelman toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mita 8 §:n 1 momentissa saadetaan. hovioikeuden tulee viipymatta lahettaa valituskirjelma liitteineen korkeimmalle oikeudelle. samalla on lahetettava asiaa koskeva asiakirjavihko seka jaljennos hovioikeuden ratkaisusta.",
        "content_sv": "Angående inlämnande av en besvärsskrift direkt till högsta domstolen gäller på motsvarande sätt 8 § 1 mom. Hovrätten skall utan dröjsmål sända besvärsskriften med bilagor till högsta domstolen. Akten i ärendet och en kopia av hovrättens avgörande skall översändas samtidigt.",
        "normalized_sv": "Angående inlämnande av en besvärsskrift direkt till högsta domstolen gäller på motsvarande sätt 8 § 1 mom. Hovrätten skall utan dröjsmål sända besvärsskriften med bilagor till högsta domstolen. Akten i ärendet och en kopia av hovrättens avgörande skall översändas samtidigt.",
        "folded_sv": "angaende inlamnande av en besvarsskrift direkt till hogsta domstolen galler pa motsvarande satt 8 § 1 mom. hovratten skall utan drojsmal sanda besvarsskriften med bilagor till hogsta domstolen. akten i arendet och en kopia av hovrattens avgorande skall oversandas samtidigt."
      }
    },
    {
      "provision_ref": "30:15",
      "chapter": "30",
      "section": "15",
      "content": "Valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden määräämässä ajassa. Kehotuksen yhteydessä on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. Korkein oikeus voi lisäksi määrätä, mistä kysymyksestä vastauksessa on erityisesti lausuttava. Vastauksen antamisessa on noudatettava, mitä 11 §:ssä säädetään. Vastausta ei pyydetä, jos valitus jätetään heti tutkimatta tai jos se hylätään selvästi perusteettomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:15",
        "normalized_fi": "Valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden määräämässä ajassa. Kehotuksen yhteydessä on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. Korkein oikeus voi lisäksi määrätä, mistä kysymyksestä vastauksessa on erityisesti lausuttava. Vastauksen antamisessa on noudatettava, mitä 11 § :ssä säädetään. Vastausta ei pyydetä, jos valitus jätetään heti tutkimatta tai jos se hylätään selvästi perusteettomana.",
        "folded_fi": "valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden maaraamassa ajassa. kehotuksen yhteydessa on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. korkein oikeus voi lisaksi maarata, mista kysymyksesta vastauksessa on erityisesti lausuttava. vastauksen antamisessa on noudatettava, mita 11 §:ssa saadetaan. vastausta ei pyydeta, jos valitus jatetaan heti tutkimatta tai jos se hylataan selvasti perusteettomana.",
        "content_sv": "Ändringssökandens motpart skall uppmanas att skriftligt bemöta besvären inom en av högsta domstolen utsatt tid. I samband med uppmaningen skall besvären och därtill fogade handlingar delges. Högsta domstolen kan dessutom bestämma vilken fråga motparten särskilt skall uttala sig om i bemötandet. Vid avgivandet av bemötande skall 11 § iakttas. Bemötande begärs inte om besvären genast avvisas eller om de förkastas som uppenbart ogrundade.",
        "normalized_sv": "Ändringssökandens motpart skall uppmanas att skriftligt bemöta besvären inom en av högsta domstolen utsatt tid. I samband med uppmaningen skall besvären och därtill fogade handlingar delges. Högsta domstolen kan dessutom bestämma vilken fråga motparten särskilt skall uttala sig om i bemötandet. Vid avgivandet av bemötande skall 11 § iakttas. Bemötande begärs inte om besvären genast avvisas eller om de förkastas som uppenbart ogrundade.",
        "folded_sv": "andringssokandens motpart skall uppmanas att skriftligt bemota besvaren inom en av hogsta domstolen utsatt tid. i samband med uppmaningen skall besvaren och dartill fogade handlingar delges. hogsta domstolen kan dessutom bestamma vilken fraga motparten sarskilt skall uttala sig om i bemotandet. vid avgivandet av bemotande skall 11 § iakttas. bemotande begars inte om besvaren genast avvisas eller om de forkastas som uppenbart ogrundade."
      }
    },
    {
      "provision_ref": "30:20",
      "chapter": "30",
      "section": "20",
      "content": "Asianosaisille on ilmoitettava, missä tarkoituksessa suullinen käsittely toimitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:20",
        "normalized_fi": "Asianosaisille on ilmoitettava, missä tarkoituksessa suullinen käsittely toimitetaan.",
        "folded_fi": "asianosaisille on ilmoitettava, missa tarkoituksessa suullinen kasittely toimitetaan.",
        "content_sv": "Parterna skall underrättas om syftet med den muntliga förhandlingen.",
        "normalized_sv": "Parterna skall underrättas om syftet med den muntliga förhandlingen.",
        "folded_sv": "parterna skall underrattas om syftet med den muntliga forhandlingen."
      }
    },
    {
      "provision_ref": "30:21 a",
      "chapter": "30",
      "section": "21 a",
      "content": "Asia ratkaistaan kirjallisen oikeudenkäyntiaineiston perusteella, jollei asiassa toimiteta suullista käsittelyä. Jos suullinen käsittely toimitetaan, huomioon otetaan myös siinä esitetty aineisto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:21 a",
        "normalized_fi": "Asia ratkaistaan kirjallisen oikeudenkäyntiaineiston perusteella, jollei asiassa toimiteta suullista käsittelyä. Jos suullinen käsittely toimitetaan, huomioon otetaan myös siinä esitetty aineisto.",
        "folded_fi": "asia ratkaistaan kirjallisen oikeudenkayntiaineiston perusteella, jollei asiassa toimiteta suullista kasittelya. jos suullinen kasittely toimitetaan, huomioon otetaan myos siina esitetty aineisto.",
        "content_sv": "Ett ärende avgörs på grundval av det skriftliga rättegångsmaterialet, om någon muntlig förhandling inte hålls i saken. Om muntlig förhandling hålls, skall även det material som lagts fram vid den beaktas.",
        "normalized_sv": "Ett ärende avgörs på grundval av det skriftliga rättegångsmaterialet, om någon muntlig förhandling inte hålls i saken. Om muntlig förhandling hålls, skall även det material som lagts fram vid den beaktas.",
        "folded_sv": "ett arende avgors pa grundval av det skriftliga rattegangsmaterialet, om nagon muntlig forhandling inte halls i saken. om muntlig forhandling halls, skall aven det material som lagts fram vid den beaktas."
      }
    },
    {
      "provision_ref": "30:24",
      "chapter": "30",
      "section": "24",
      "content": "Kutsu suulliseen käsittelyyn annetaan tiedoksi noudattaen, mitä 26 luvun 28 §:ssä säädetään kutsusta hovioikeuden pääkäsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:24",
        "normalized_fi": "Kutsu suulliseen käsittelyyn annetaan tiedoksi noudattaen, mitä 26 luvun 28 § :ssä säädetään kutsusta hovioikeuden pääkäsittelyyn.",
        "folded_fi": "kutsu suulliseen kasittelyyn annetaan tiedoksi noudattaen, mita 26 luvun 28 §:ssa saadetaan kutsusta hovioikeuden paakasittelyyn.",
        "content_sv": "En kallelse till muntlig förhandling delges med iakttagande av vad som i 26 kap. 28 § bestäms om kallelse till huvudförhandling i hovrätten.",
        "normalized_sv": "En kallelse till muntlig förhandling delges med iakttagande av vad som i 26 kap. 28 § bestäms om kallelse till huvudförhandling i hovrätten.",
        "folded_sv": "en kallelse till muntlig forhandling delges med iakttagande av vad som i 26 kap. 28 § bestams om kallelse till huvudforhandling i hovratten."
      }
    },
    {
      "provision_ref": "31:2",
      "chapter": "31",
      "section": "2",
      "content": "Kansainvälisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkäyttö- tai valvontaelimen todettua oikeudenkäyntivirheen asian käsittelyssä, kantelu voidaan 2 momentin estämättä tehdä kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jääneen ratkaisun antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:2",
        "normalized_fi": "Kansainvälisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkäyttö- tai valvontaelimen todettua oikeudenkäyntivirheen asian käsittelyssä, kantelu voidaan 2 momentin estämättä tehdä kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jääneen ratkaisun antamisesta.",
        "folded_fi": "kansainvalisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkaytto- tai valvontaelimen todettua oikeudenkayntivirheen asian kasittelyssa, kantelu voidaan 2 momentin estamatta tehda kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jaaneen ratkaisun antamisesta.",
        "content_sv": "Om ett rättskipnings- eller övervakningsorgan som är behörigt att utöva tillsyn över internationella förpliktelser i fråga om de mänskliga rättigheterna har konstaterat att ett rättegångsfel har begåtts vid behandlingen av ett ärende, kan klagan utan hinder av 2 mom. anföras inom sex månader från det att övervakningsorganet meddelat ett slutligt avgörande.",
        "normalized_sv": "Om ett rättskipnings- eller övervakningsorgan som är behörigt att utöva tillsyn över internationella förpliktelser i fråga om de mänskliga rättigheterna har konstaterat att ett rättegångsfel har begåtts vid behandlingen av ett ärende, kan klagan utan hinder av 2 mom. anföras inom sex månader från det att övervakningsorganet meddelat ett slutligt avgörande.",
        "folded_sv": "om ett rattskipnings- eller overvakningsorgan som ar behorigt att utova tillsyn over internationella forpliktelser i fraga om de manskliga rattigheterna har konstaterat att ett rattegangsfel har begatts vid behandlingen av ett arende, kan klagan utan hinder av 2 mom. anforas inom sex manader fran det att overvakningsorganet meddelat ett slutligt avgorande."
      }
    },
    {
      "provision_ref": "31:12",
      "chapter": "31",
      "section": "12",
      "content": "Tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:12",
        "normalized_fi": "Tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a § :stä muuta johdu.",
        "folded_fi": "tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a §:sta muuta johdu.",
        "content_sv": "Återbrytande av dom söks hos högsta domstolen, om inte något annat följer av 14 a §.",
        "normalized_sv": "Återbrytande av dom söks hos högsta domstolen, om inte något annat följer av 14 a § .",
        "folded_sv": "aterbrytande av dom soks hos hogsta domstolen, om inte nagot annat foljer av 14 a §."
      }
    },
    {
      "provision_ref": "31:14 a",
      "chapter": "31",
      "section": "14 a",
      "content": "Siitä poiketen, mitä 12 §:ssä säädetään, tuomion purkamista haetaan siltä tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, että henkilöä on käsitelty toisena tai väärällä nimellä; 2) poissaolon johdosta määrätyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a §:n nojalla. Jos 1 momentissa tarkoitettu hakemus hyväksytään, tuomioistuin voi samalla oikaista tuomiota. Sen lisäksi, mitä 3―5 §:ssä säädetään, hakemuksen käsittelyssä käräjäoikeudessa noudatetaan soveltuvin osin 8 luvun säännöksiä hakemusasioiden käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:14 a",
        "normalized_fi": "Siitä poiketen, mitä 12 § :ssä säädetään, tuomion purkamista haetaan siltä tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, että henkilöä on käsitelty toisena tai väärällä nimellä; 2) poissaolon johdosta määrätyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a § :n nojalla. Jos 1 momentissa tarkoitettu hakemus hyväksytään, tuomioistuin voi samalla oikaista tuomiota. Sen lisäksi, mitä 3―5 § :ssä säädetään, hakemuksen käsittelyssä käräjäoikeudessa noudatetaan soveltuvin osin 8 luvun säännöksiä hakemusasioiden käsittelystä.",
        "folded_fi": "siita poiketen, mita 12 §:ssa saadetaan, tuomion purkamista haetaan silta tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, etta henkiloa on kasitelty toisena tai vaaralla nimella; 2) poissaolon johdosta maaratyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a §:n nojalla. jos 1 momentissa tarkoitettu hakemus hyvaksytaan, tuomioistuin voi samalla oikaista tuomiota. sen lisaksi, mita 3―5 §:ssa saadetaan, hakemuksen kasittelyssa karajaoikeudessa noudatetaan soveltuvin osin 8 luvun saannoksia hakemusasioiden kasittelysta.",
        "content_sv": "Med avvikelse från 12 § söks återbrytande av dom hos den domstol vars dom ansökan gäller, om ansökan avser 1) återbrytande eller rättelse av dom i ett brottmål av den orsaken att någon har behandlats som en annan person eller under oriktigt namn, 2) undanröjande av en påföljd för utevaro på grund av laga förfall, eller 3) återbrytande eller rättelse av en dom med stöd av 9 a §. Om en ansökan som avses i 1 mom. bifalls kan domstolen samtidigt rätta domen. Utöver vad som bestäms i 3―5 § iakttas vid behandlingen av en ansökan i tingsrätten i tillämpliga delar vad som i 8 kap. bestäms om behandling av ansökningsärenden.",
        "normalized_sv": "Med avvikelse från 12 § söks återbrytande av dom hos den domstol vars dom ansökan gäller, om ansökan avser 1) återbrytande eller rättelse av dom i ett brottmål av den orsaken att någon har behandlats som en annan person eller under oriktigt namn, 2) undanröjande av en påföljd för utevaro på grund av laga förfall, eller 3) återbrytande eller rättelse av en dom med stöd av 9 a § . Om en ansökan som avses i 1 mom. bifalls kan domstolen samtidigt rätta domen. Utöver vad som bestäms i 3―5 § iakttas vid behandlingen av en ansökan i tingsrätten i tillämpliga delar vad som i 8 kap. bestäms om behandling av ansökningsärenden.",
        "folded_sv": "med avvikelse fran 12 § soks aterbrytande av dom hos den domstol vars dom ansokan galler, om ansokan avser 1) aterbrytande eller rattelse av dom i ett brottmal av den orsaken att nagon har behandlats som en annan person eller under oriktigt namn, 2) undanrojande av en pafoljd for utevaro pa grund av laga forfall, eller 3) aterbrytande eller rattelse av en dom med stod av 9 a §. om en ansokan som avses i 1 mom. bifalls kan domstolen samtidigt ratta domen. utover vad som bestams i 3―5 § iakttas vid behandlingen av en ansokan i tingsratten i tillampliga delar vad som i 8 kap. bestams om behandling av ansokningsarenden."
      }
    },
    {
      "provision_ref": "31:18",
      "chapter": "31",
      "section": "18",
      "content": "Menetetyn määräajan palauttamista on haettava kirjallisesti 30 päivän kuluessa 17 §:ssä tarkoitetun esteen lakkaamisesta ja viimeistään vuoden kuluessa siitä päivästä, jona määräaika päättyi. Hakemus tehdään hovioikeudelle, jos hakemus koskee määräajan palauttamista toimenpiteen tekemiseksi käräjäoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. Muussa tapauksessa hakemus tehdään korkeimmalle oikeudelle. Hakemus tehdään korkeimmalle oikeudelle myös silloin, kun hakemus koskee asiaa, jossa käräjäoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. Hakemuksesta ja sen käsittelystä on soveltuvin osin voimassa, mitä 3―5 §:ssä kantelusta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:18",
        "normalized_fi": "Menetetyn määräajan palauttamista on haettava kirjallisesti 30 päivän kuluessa 17 § :ssä tarkoitetun esteen lakkaamisesta ja viimeistään vuoden kuluessa siitä päivästä, jona määräaika päättyi. Hakemus tehdään hovioikeudelle, jos hakemus koskee määräajan palauttamista toimenpiteen tekemiseksi käräjäoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. Muussa tapauksessa hakemus tehdään korkeimmalle oikeudelle. Hakemus tehdään korkeimmalle oikeudelle myös silloin, kun hakemus koskee asiaa, jossa käräjäoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. Hakemuksesta ja sen käsittelystä on soveltuvin osin voimassa, mitä 3―5 § :ssä kantelusta säädetään.",
        "folded_fi": "menetetyn maaraajan palauttamista on haettava kirjallisesti 30 paivan kuluessa 17 §:ssa tarkoitetun esteen lakkaamisesta ja viimeistaan vuoden kuluessa siita paivasta, jona maaraaika paattyi. hakemus tehdaan hovioikeudelle, jos hakemus koskee maaraajan palauttamista toimenpiteen tekemiseksi karajaoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. muussa tapauksessa hakemus tehdaan korkeimmalle oikeudelle. hakemus tehdaan korkeimmalle oikeudelle myos silloin, kun hakemus koskee asiaa, jossa karajaoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. hakemuksesta ja sen kasittelysta on soveltuvin osin voimassa, mita 3―5 §:ssa kantelusta saadetaan.",
        "content_sv": "Återställande av försutten fatalietid skall sökas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphört och senast ett år från den dag då fatalietiden löpte ut. Ansökan skall göras till hovrätten, om den gäller återställande av försutten fatalietid för att en åtgärd skall kunna vidtas i tingsrätten eller ändring sökas i ett avgörande av tingsrätten. I övriga fall görs ansökan till högsta domstolen. Ansökan görs till högsta domstolen också när den gäller ett ärende i vilket ändring i tingsrättens avgörande skall sökas direkt hos högsta domstolen. Angående ansökan och behandlingen av den gäller i tillämpliga delar vad som i 3―5 § bestäms om klagan.",
        "normalized_sv": "Återställande av försutten fatalietid skall sökas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphört och senast ett år från den dag då fatalietiden löpte ut. Ansökan skall göras till hovrätten, om den gäller återställande av försutten fatalietid för att en åtgärd skall kunna vidtas i tingsrätten eller ändring sökas i ett avgörande av tingsrätten. I övriga fall görs ansökan till högsta domstolen. Ansökan görs till högsta domstolen också när den gäller ett ärende i vilket ändring i tingsrättens avgörande skall sökas direkt hos högsta domstolen. Angående ansökan och behandlingen av den gäller i tillämpliga delar vad som i 3―5 § bestäms om klagan.",
        "folded_sv": "aterstallande av forsutten fatalietid skall sokas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphort och senast ett ar fran den dag da fatalietiden lopte ut. ansokan skall goras till hovratten, om den galler aterstallande av forsutten fatalietid for att en atgard skall kunna vidtas i tingsratten eller andring sokas i ett avgorande av tingsratten. i ovriga fall gors ansokan till hogsta domstolen. ansokan gors till hogsta domstolen ocksa nar den galler ett arende i vilket andring i tingsrattens avgorande skall sokas direkt hos hogsta domstolen. angaende ansokan och behandlingen av den galler i tillampliga delar vad som i 3―5 § bestams om klagan."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Korkein oikeus on päätösvaltainen viisijäsenisenä, jollei laissa säädetä muuta kokoonpanoa. Viisijäsenisessä jaostossa voi olla päätösvaltaisuuden turvaamiseksi lisäjäsen. Asian siirtämisestä käsiteltäväksi täysistunnossa tai vahvennetussa jaostossa säädetään korkeimmasta oikeudesta annetussa laissa (665/2005). Valitusluvan myöntämistä koskevat asiat käsitellään ja ratkaistaan jaostossa, jossa on kaksi tai kolme jäsentä. Jos asia käsitellään kaksijäsenisessä jaostossa, se on siirrettävä kolmijäsenisen jaoston ratkaistavaksi, jos jaoston jäsenet niin päättävät tai jolleivät he ole ratkaisusta yksimieliset. Jos valituslupahakemus tai sen osa on 30 luvun 3 §:n 4 momentin mukaisesti siirretty käsiteltäväksi valituksen yhteydessä, valitusluvasta päättää valituksen käsittelevä jaosto. Jaostossa, jossa on yksi jäsen, voidaan käsitellä ja ratkaista asia, joka koskee turvaamistointa, täytäntöönpanon kieltämistä tai keskeyttämistä taikka muuta vastaavaa väliaikaista toimenpidettä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Korkein oikeus on päätösvaltainen viisijäsenisenä, jollei laissa säädetä muuta kokoonpanoa. Viisijäsenisessä jaostossa voi olla päätösvaltaisuuden turvaamiseksi lisäjäsen. Asian siirtämisestä käsiteltäväksi täysistunnossa tai vahvennetussa jaostossa säädetään korkeimmasta oikeudesta annetussa laissa (665/2005). Valitusluvan myöntämistä koskevat asiat käsitellään ja ratkaistaan jaostossa, jossa on kaksi tai kolme jäsentä. Jos asia käsitellään kaksijäsenisessä jaostossa, se on siirrettävä kolmijäsenisen jaoston ratkaistavaksi, jos jaoston jäsenet niin päättävät tai jolleivät he ole ratkaisusta yksimieliset. Jos valituslupahakemus tai sen osa on 30 luvun 3 § :n 4 momentin mukaisesti siirretty käsiteltäväksi valituksen yhteydessä, valitusluvasta päättää valituksen käsittelevä jaosto. Jaostossa, jossa on yksi jäsen, voidaan käsitellä ja ratkaista asia, joka koskee turvaamistointa, täytäntöönpanon kieltämistä tai keskeyttämistä taikka muuta vastaavaa väliaikaista toimenpidettä.",
        "folded_fi": "korkein oikeus on paatosvaltainen viisijasenisena, jollei laissa saadeta muuta kokoonpanoa. viisijasenisessa jaostossa voi olla paatosvaltaisuuden turvaamiseksi lisajasen. asian siirtamisesta kasiteltavaksi taysistunnossa tai vahvennetussa jaostossa saadetaan korkeimmasta oikeudesta annetussa laissa (665/2005). valitusluvan myontamista koskevat asiat kasitellaan ja ratkaistaan jaostossa, jossa on kaksi tai kolme jasenta. jos asia kasitellaan kaksijasenisessa jaostossa, se on siirrettava kolmijasenisen jaoston ratkaistavaksi, jos jaoston jasenet niin paattavat tai jolleivat he ole ratkaisusta yksimieliset. jos valituslupahakemus tai sen osa on 30 luvun 3 §:n 4 momentin mukaisesti siirretty kasiteltavaksi valituksen yhteydessa, valitusluvasta paattaa valituksen kasitteleva jaosto. jaostossa, jossa on yksi jasen, voidaan kasitella ja ratkaista asia, joka koskee turvaamistointa, taytantoonpanon kieltamista tai keskeyttamista taikka muuta vastaavaa valiaikaista toimenpidetta.",
        "content_sv": "Högsta domstolen är domför med fem ledamöter, om inte någon annan sammansättning bestäms i lag. En avdelning med fem ledamöter kan ha ytterligare en ledamot för att garantera domförheten. Bestämmelser om hänskjutande av ärenden till plenum eller förstärkt avdelning finns i lagen om högsta domstolen (665/2005). Ärenden som gäller meddelande av besvärstillstånd handläggs och avgörs på en avdelning med två eller tre ledamöter. Om ett ärende handläggs på en avdelning med två ledamöter, skall det överföras till en avdelning med tre ledamöter för avgörande, om avdelningens ledamöter bestämmer det eller om de inte är eniga om avgörandet. Om en ansökan om besvärstillstånd eller en del av den i enlighet med 30 kap. 3 § 4 mom. har överförts för att behandlas i samband med besvären, beslutar den avdelning som behandlar besvären om besvärstillståndet. En avdelning med en ledamot får handlägga och avgöra ett ärende som gäller en säkringsåtgärd eller förbud mot eller avbrytande av verkställighet eller någon annan motsvarande interimistisk åtgärd.",
        "normalized_sv": "Högsta domstolen är domför med fem ledamöter, om inte någon annan sammansättning bestäms i lag. En avdelning med fem ledamöter kan ha ytterligare en ledamot för att garantera domförheten. Bestämmelser om hänskjutande av ärenden till plenum eller förstärkt avdelning finns i lagen om högsta domstolen (665/2005). Ärenden som gäller meddelande av besvärstillstånd handläggs och avgörs på en avdelning med två eller tre ledamöter. Om ett ärende handläggs på en avdelning med två ledamöter, skall det överföras till en avdelning med tre ledamöter för avgörande, om avdelningens ledamöter bestämmer det eller om de inte är eniga om avgörandet. Om en ansökan om besvärstillstånd eller en del av den i enlighet med 30 kap. 3 § 4 mom. har överförts för att behandlas i samband med besvären, beslutar den avdelning som behandlar besvären om besvärstillståndet. En avdelning med en ledamot får handlägga och avgöra ett ärende som gäller en säkringsåtgärd eller förbud mot eller avbrytande av verkställighet eller någon annan motsvarande interimistisk åtgärd.",
        "folded_sv": "hogsta domstolen ar domfor med fem ledamoter, om inte nagon annan sammansattning bestams i lag. en avdelning med fem ledamoter kan ha ytterligare en ledamot for att garantera domforheten. bestammelser om hanskjutande av arenden till plenum eller forstarkt avdelning finns i lagen om hogsta domstolen (665/2005). arenden som galler meddelande av besvarstillstand handlaggs och avgors pa en avdelning med tva eller tre ledamoter. om ett arende handlaggs pa en avdelning med tva ledamoter, skall det overforas till en avdelning med tre ledamoter for avgorande, om avdelningens ledamoter bestammer det eller om de inte ar eniga om avgorandet. om en ansokan om besvarstillstand eller en del av den i enlighet med 30 kap. 3 § 4 mom. har overforts for att behandlas i samband med besvaren, beslutar den avdelning som behandlar besvaren om besvarstillstandet. en avdelning med en ledamot far handlagga och avgora ett arende som galler en sakringsatgard eller forbud mot eller avbrytande av verkstallighet eller nagon annan motsvarande interimistisk atgard."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Ylimääräistä muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa käsitellä ja ratkaista kolmijäsenisessä jaostossa, jos asiassa päätetään vain välitoimesta taikka hakemus yksimielisesti hylätään tai jätetään tutkimatta. Myös yhden jäsenen muodostama jaosto voi päättää välitoimesta ylimääräistä muutoksenhakua koskevassa asiassa. Jos korkein oikeus on jo aikaisemmin hylännyt tai jättänyt tutkimatta ylimääräistä muutoksenhakua koskevan hakemuksen, tällainen jaosto voi myös hylätä tai jättää tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esitetä asian ratkaisemisen kannalta merkityksellisiä uusia seikkoja tai todisteita. Muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimääräistä muutoksenhakua koskeva asia on siirrettävä viisijäsenisen jaoston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Ylimääräistä muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa käsitellä ja ratkaista kolmijäsenisessä jaostossa, jos asiassa päätetään vain välitoimesta taikka hakemus yksimielisesti hylätään tai jätetään tutkimatta. Myös yhden jäsenen muodostama jaosto voi päättää välitoimesta ylimääräistä muutoksenhakua koskevassa asiassa. Jos korkein oikeus on jo aikaisemmin hylännyt tai jättänyt tutkimatta ylimääräistä muutoksenhakua koskevan hakemuksen, tällainen jaosto voi myös hylätä tai jättää tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esitetä asian ratkaisemisen kannalta merkityksellisiä uusia seikkoja tai todisteita. Muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimääräistä muutoksenhakua koskeva asia on siirrettävä viisijäsenisen jaoston ratkaistavaksi.",
        "folded_fi": "ylimaaraista muutoksenhakua koskeva asia voidaan korkeimmassa oikeudessa kasitella ja ratkaista kolmijasenisessa jaostossa, jos asiassa paatetaan vain valitoimesta taikka hakemus yksimielisesti hylataan tai jatetaan tutkimatta. myos yhden jasenen muodostama jaosto voi paattaa valitoimesta ylimaaraista muutoksenhakua koskevassa asiassa. jos korkein oikeus on jo aikaisemmin hylannyt tai jattanyt tutkimatta ylimaaraista muutoksenhakua koskevan hakemuksen, tallainen jaosto voi myos hylata tai jattaa tutkimatta asiassa tehdyn uuden hakemuksen, jossa ei esiteta asian ratkaisemisen kannalta merkityksellisia uusia seikkoja tai todisteita. muissa kuin 1 momentissa tarkoitetuissa tapauksissa ylimaaraista muutoksenhakua koskeva asia on siirrettava viisijasenisen jaoston ratkaistavaksi.",
        "content_sv": "Ett ärende som gäller extraordinärt ändringssökande kan i högsta domstolen handläggas och avgöras på en avdelning med tre ledamöter, om det endast fattas beslut om en särskild åtgärd eller om en ansökan enhälligt avslås eller avvisas. Även en avdelning med en ledamot kan besluta om en särskild åtgärd i ett ärende som gäller extraordinärt ändringssökande. Om högsta domstolen redan tidigare har avslagit eller avvisat en ansökan som gäller extraordinärt ändringssökande kan en sådan avdelning likaså avslå eller avvisa en ny ansökan i ärendet, om det inte läggs fram sådana nya omständigheter eller bevis som är av betydelse för avgörandet av saken. I andra än i 1 mom. nämnda fall skall ärenden som gäller extraordinärt ändringssökande hänskjutas till en avdelning med fem ledamöter för avgörande.",
        "normalized_sv": "Ett ärende som gäller extraordinärt ändringssökande kan i högsta domstolen handläggas och avgöras på en avdelning med tre ledamöter, om det endast fattas beslut om en särskild åtgärd eller om en ansökan enhälligt avslås eller avvisas. Även en avdelning med en ledamot kan besluta om en särskild åtgärd i ett ärende som gäller extraordinärt ändringssökande. Om högsta domstolen redan tidigare har avslagit eller avvisat en ansökan som gäller extraordinärt ändringssökande kan en sådan avdelning likaså avslå eller avvisa en ny ansökan i ärendet, om det inte läggs fram sådana nya omständigheter eller bevis som är av betydelse för avgörandet av saken. I andra än i 1 mom. nämnda fall skall ärenden som gäller extraordinärt ändringssökande hänskjutas till en avdelning med fem ledamöter för avgörande.",
        "folded_sv": "ett arende som galler extraordinart andringssokande kan i hogsta domstolen handlaggas och avgoras pa en avdelning med tre ledamoter, om det endast fattas beslut om en sarskild atgard eller om en ansokan enhalligt avslas eller avvisas. aven en avdelning med en ledamot kan besluta om en sarskild atgard i ett arende som galler extraordinart andringssokande. om hogsta domstolen redan tidigare har avslagit eller avvisat en ansokan som galler extraordinart andringssokande kan en sadan avdelning likasa avsla eller avvisa en ny ansokan i arendet, om det inte laggs fram sadana nya omstandigheter eller bevis som ar av betydelse for avgorandet av saken. i andra an i 1 mom. namnda fall skall arenden som galler extraordinart andringssokande hanskjutas till en avdelning med fem ledamoter for avgorande."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Yleisten tuomioistuinten päätösvaltaisuudesta eräissä asioissa säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Yleisten tuomioistuinten päätösvaltaisuudesta eräissä asioissa säädetään erikseen.",
        "folded_fi": "yleisten tuomioistuinten paatosvaltaisuudesta eraissa asioissa saadetaan erikseen.",
        "content_sv": "Angående de allmänna domstolarnas domförhet i vissa mål och ärenden föreskrivs särskilt.",
        "normalized_sv": "Angående de allmänna domstolarnas domförhet i vissa mål och ärenden föreskrivs särskilt.",
        "folded_sv": "angaende de allmanna domstolarnas domforhet i vissa mal och arenden foreskrivs sarskilt."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "11:5",
      "chapter": "11",
      "section": "5",
      "content": "Jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jäljentäminen on vaikeaa tai asiakirjan laajuuden vuoksi epätarkoituksenmukaista, tuomioistuin voi päättää, että aineisto pidetään asianosaisen nähtävänä tuomioistuimessa tai muussa tuomioistuimen määräämässä sopivassa paikassa. Ilmoitus tästä on liitettävä tiedoksi annettavaan asiakirjaan. Tuomioistuin voi päättää, että vastaus, kirjallinen lausuma tai muutoksenhakemus pidetään 2 momentissa tarkoitetulla tavalla asianosaisen nähtävänä, jos tiedoksi annettava asiakirja on erittäin laaja, asianosaisia on poikkeuksellisen paljon ja tällaista tiedoksiantoa voidaan pitää olosuhteet huomioon ottaen tarkoituksenmukaisena. Asianosaiselle annetaan tällöin tiedoksi ilmoitus siitä, missä asiakirja on nähtävillä. Ilmoituksessa on lyhyesti selostettava asiakirjan pääasiallinen sisältö tarpeellisin osin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:5",
        "normalized_fi": "Jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jäljentäminen on vaikeaa tai asiakirjan laajuuden vuoksi epätarkoituksenmukaista, tuomioistuin voi päättää, että aineisto pidetään asianosaisen nähtävänä tuomioistuimessa tai muussa tuomioistuimen määräämässä sopivassa paikassa. Ilmoitus tästä on liitettävä tiedoksi annettavaan asiakirjaan. Tuomioistuin voi päättää, että vastaus, kirjallinen lausuma tai muutoksenhakemus pidetään 2 momentissa tarkoitetulla tavalla asianosaisen nähtävänä, jos tiedoksi annettava asiakirja on erittäin laaja, asianosaisia on poikkeuksellisen paljon ja tällaista tiedoksiantoa voidaan pitää olosuhteet huomioon ottaen tarkoituksenmukaisena. Asianosaiselle annetaan tällöin tiedoksi ilmoitus siitä, missä asiakirja on nähtävillä. Ilmoituksessa on lyhyesti selostettava asiakirjan pääasiallinen sisältö tarpeellisin osin.",
        "folded_fi": "jos muun tiedoksi annettavan asiakirjan kuin haastehakemuksen, vastauksen tai kirjallisen lausuman jaljentaminen on vaikeaa tai asiakirjan laajuuden vuoksi epatarkoituksenmukaista, tuomioistuin voi paattaa, etta aineisto pidetaan asianosaisen nahtavana tuomioistuimessa tai muussa tuomioistuimen maaraamassa sopivassa paikassa. ilmoitus tasta on liitettava tiedoksi annettavaan asiakirjaan. tuomioistuin voi paattaa, etta vastaus, kirjallinen lausuma tai muutoksenhakemus pidetaan 2 momentissa tarkoitetulla tavalla asianosaisen nahtavana, jos tiedoksi annettava asiakirja on erittain laaja, asianosaisia on poikkeuksellisen paljon ja tallaista tiedoksiantoa voidaan pitaa olosuhteet huomioon ottaen tarkoituksenmukaisena. asianosaiselle annetaan talloin tiedoksi ilmoitus siita, missa asiakirja on nahtavilla. ilmoituksessa on lyhyesti selostettava asiakirjan paaasiallinen sisalto tarpeellisin osin.",
        "content_sv": "Om det är svårt att kopiera någon annan handling som skall delges än en stämningsansökan, ett svaromål eller en skriftlig utsaga eller om en kopiering på grund av handlingens omfattning är oändamålsenlig, kan domstolen besluta att materialet skall hållas tillgängligt för parten i domstolen eller på någon annan lämplig plats som domstolen bestämmer. En uppgift om detta skall fogas till den handling som skall delges. Domstolen kan besluta att ett svaromål, en skriftlig utsaga eller en ändringsansökan skall hållas tillgänglig för parten så som anges i 2 mom., om den handling som skall delges är mycket omfattande och parterna exceptionellt många och detta delgivningsförfarande med hänsyn till omständigheterna kan anses ändamålsenligt. Parten delges då ett meddelande om var handlingen finns tillgänglig. I meddelandet skall i den mån det är nödvändigt kort redogöras för handlingens huvudsakliga innehåll.",
        "normalized_sv": "Om det är svårt att kopiera någon annan handling som skall delges än en stämningsansökan, ett svaromål eller en skriftlig utsaga eller om en kopiering på grund av handlingens omfattning är oändamålsenlig, kan domstolen besluta att materialet skall hållas tillgängligt för parten i domstolen eller på någon annan lämplig plats som domstolen bestämmer. En uppgift om detta skall fogas till den handling som skall delges. Domstolen kan besluta att ett svaromål, en skriftlig utsaga eller en ändringsansökan skall hållas tillgänglig för parten så som anges i 2 mom., om den handling som skall delges är mycket omfattande och parterna exceptionellt många och detta delgivningsförfarande med hänsyn till omständigheterna kan anses ändamålsenligt. Parten delges då ett meddelande om var handlingen finns tillgänglig. I meddelandet skall i den mån det är nödvändigt kort redogöras för handlingens huvudsakliga innehåll.",
        "folded_sv": "om det ar svart att kopiera nagon annan handling som skall delges an en stamningsansokan, ett svaromal eller en skriftlig utsaga eller om en kopiering pa grund av handlingens omfattning ar oandamalsenlig, kan domstolen besluta att materialet skall hallas tillgangligt for parten i domstolen eller pa nagon annan lamplig plats som domstolen bestammer. en uppgift om detta skall fogas till den handling som skall delges. domstolen kan besluta att ett svaromal, en skriftlig utsaga eller en andringsansokan skall hallas tillganglig for parten sa som anges i 2 mom., om den handling som skall delges ar mycket omfattande och parterna exceptionellt manga och detta delgivningsforfarande med hansyn till omstandigheterna kan anses andamalsenligt. parten delges da ett meddelande om var handlingen finns tillganglig. i meddelandet skall i den man det ar nodvandigt kort redogoras for handlingens huvudsakliga innehall."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21:16",
      "chapter": "21",
      "section": "16",
      "content": "Ylimääräistä muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkäyntikulut on määrättävä 1 ja 2 momentin mukaisesti, jollei erityisestä syystä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "21:16",
        "normalized_fi": "Ylimääräistä muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkäyntikulut on määrättävä 1 ja 2 momentin mukaisesti, jollei erityisestä syystä muuta johdu.",
        "folded_fi": "ylimaaraista muutoksenhakua koskevassa asiassa velvollisuus korvata oikeudenkayntikulut on maarattava 1 ja 2 momentin mukaisesti, jollei erityisesta syysta muuta johdu.",
        "content_sv": "I ett ärende som gäller extraordinärt ändringssökande skall skyldigheten att ersätta rättegångskostnaderna bestämmas enligt 1 och 2 mom., om inte något annat följer av särskilda skäl.",
        "normalized_sv": "I ett ärende som gäller extraordinärt ändringssökande skall skyldigheten att ersätta rättegångskostnaderna bestämmas enligt 1 och 2 mom., om inte något annat följer av särskilda skäl.",
        "folded_sv": "i ett arende som galler extraordinart andringssokande skall skyldigheten att ersatta rattegangskostnaderna bestammas enligt 1 och 2 mom., om inte nagot annat foljer av sarskilda skal."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "26:28",
      "chapter": "26",
      "section": "28",
      "content": "Tässä luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lähettää asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. Kutsu pääkäsittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on määrätty saapumaan henkilökohtaisesti tai joka ei ole käyttänyt puhevaltaa hovioikeudessa, sekä todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "26:28",
        "normalized_fi": "Tässä luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lähettää asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. Kutsu pääkäsittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on määrätty saapumaan henkilökohtaisesti tai joka ei ole käyttänyt puhevaltaa hovioikeudessa, sekä todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 § :ssä säädetään.",
        "folded_fi": "tassa luvussa tarkoitetut kehotukset, kutsut ja ilmoitukset hovioikeus saa lahettaa asianosaisen viimeksi ilmoittamaan prosessiosoitteeseen. kutsu paakasittelyyn on kuitenkin annettava tiedoksi asianosaiselle, joka on maaratty saapumaan henkilokohtaisesti tai joka ei ole kayttanyt puhevaltaa hovioikeudessa, seka todistajalle, asiantuntijalle ja muulle todistelutarkoituksessa kuultavalle siten kuin 11 luvun 3 ja 4 §:ssa saadetaan.",
        "content_sv": "Uppmaningar, kallelser och meddelanden som avses i detta kapitel får hovrätten sända till den processadress som parten senast har uppgett. Kallelse till huvudförhandling skall likväl så som bestäms i 11 kap. 3 och 4 § delges parter som har ålagts att infinna sig personligen eller som inte har utövat talan i hovrätten samt vittnen, sakkunniga och andra som skall höras i bevissyfte.",
        "normalized_sv": "Uppmaningar, kallelser och meddelanden som avses i detta kapitel får hovrätten sända till den processadress som parten senast har uppgett. Kallelse till huvudförhandling skall likväl så som bestäms i 11 kap. 3 och 4 § delges parter som har ålagts att infinna sig personligen eller som inte har utövat talan i hovrätten samt vittnen, sakkunniga och andra som skall höras i bevissyfte.",
        "folded_sv": "uppmaningar, kallelser och meddelanden som avses i detta kapitel far hovratten sanda till den processadress som parten senast har uppgett. kallelse till huvudforhandling skall likval sa som bestams i 11 kap. 3 och 4 § delges parter som har alagts att infinna sig personligen eller som inte har utovat talan i hovratten samt vittnen, sakkunniga och andra som skall horas i bevissyfte."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:2",
      "chapter": "30",
      "section": "2",
      "content": "Hovioikeuden ratkaisusta valittamista varten on pyydettävä korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tällaisen asian yhteydessä antamaa ratkaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:2",
        "normalized_fi": "Hovioikeuden ratkaisusta valittamista varten on pyydettävä korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tällaisen asian yhteydessä antamaa ratkaisua.",
        "folded_fi": "hovioikeuden ratkaisusta valittamista varten on pyydettava korkeimmalta oikeudelta valituslupa, jos valitus koskee hovioikeuden muutoksenhakuasteena ratkaisemaa asiaa tai tallaisen asian yhteydessa antamaa ratkaisua.",
        "content_sv": "Den som vill överklaga ett avgörande av en hovrätt skall söka besvärstillstånd hos högsta domstolen, om besvären gäller ett ärende som hovrätten har avgjort som fullföljdsinstans eller ett avgörande som den har meddelat i samband med ett sådant ärende.",
        "normalized_sv": "Den som vill överklaga ett avgörande av en hovrätt skall söka besvärstillstånd hos högsta domstolen, om besvären gäller ett ärende som hovrätten har avgjort som fullföljdsinstans eller ett avgörande som den har meddelat i samband med ett sådant ärende.",
        "folded_sv": "den som vill overklaga ett avgorande av en hovratt skall soka besvarstillstand hos hogsta domstolen, om besvaren galler ett arende som hovratten har avgjort som fullfoljdsinstans eller ett avgorande som den har meddelat i samband med ett sadant arende."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:3",
      "chapter": "30",
      "section": "3",
      "content": "Valituslupa voidaan myöntää osittain. Tällöin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymystä, jonka ratkaiseminen on tarpeen oikeuskäytännön ohjaamiseksi tai valituslupaperusteen kannalta muutoin. Jos valituslupa myönnetään 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. Jos valituslupa myönnetään osittain, kysymys valitusluvan myöntämisestä muulta osalta voidaan siirtää ratkaistavaksi valituksen käsittelyn yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:3",
        "normalized_fi": "Valituslupa voidaan myöntää osittain. Tällöin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymystä, jonka ratkaiseminen on tarpeen oikeuskäytännön ohjaamiseksi tai valituslupaperusteen kannalta muutoin. Jos valituslupa myönnetään 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. Jos valituslupa myönnetään osittain, kysymys valitusluvan myöntämisestä muulta osalta voidaan siirtää ratkaistavaksi valituksen käsittelyn yhteydessä.",
        "folded_fi": "valituslupa voidaan myontaa osittain. talloin valituslupa voidaan rajoittaa koskemaan: 1) osaa hovioikeuden ratkaisusta; taikka 2) kysymysta, jonka ratkaiseminen on tarpeen oikeuskaytannon ohjaamiseksi tai valituslupaperusteen kannalta muutoin. jos valituslupa myonnetaan 2 momentin 2 kohdan mukaisesti rajoitettuna, korkein oikeus voi muilta osin perustaa ratkaisunsa valituksen kohteena olevassa ratkaisussa todettuihin seikkoihin. jos valituslupa myonnetaan osittain, kysymys valitusluvan myontamisesta muulta osalta voidaan siirtaa ratkaistavaksi valituksen kasittelyn yhteydessa.",
        "content_sv": "Besvärstillstånd kan meddelas delvis. Besvärstillståndet får då begränsas till att gälla 1) en del av hovrättens avgörande, eller 2) en fråga vars avgörande är nödvändigt för att styra rättstillämpningen eller annars med hänsyn till grunderna för besvärstillståndet. Om begränsat besvärstillstånd meddelas enligt 2 mom. 2 punkten får högsta domstolen till övriga delar grunda sitt avgörande på de omständigheter som anges i det överklagade avgörandet. Om besvärstillstånd meddelas delvis, får frågan om meddelande av besvärstillstånd i en annan del av ärendet överföras för att avgöras i samband med behandlingen av besvären.",
        "normalized_sv": "Besvärstillstånd kan meddelas delvis. Besvärstillståndet får då begränsas till att gälla 1) en del av hovrättens avgörande, eller 2) en fråga vars avgörande är nödvändigt för att styra rättstillämpningen eller annars med hänsyn till grunderna för besvärstillståndet. Om begränsat besvärstillstånd meddelas enligt 2 mom. 2 punkten får högsta domstolen till övriga delar grunda sitt avgörande på de omständigheter som anges i det överklagade avgörandet. Om besvärstillstånd meddelas delvis, får frågan om meddelande av besvärstillstånd i en annan del av ärendet överföras för att avgöras i samband med behandlingen av besvären.",
        "folded_sv": "besvarstillstand kan meddelas delvis. besvarstillstandet far da begransas till att galla 1) en del av hovrattens avgorande, eller 2) en fraga vars avgorande ar nodvandigt for att styra rattstillampningen eller annars med hansyn till grunderna for besvarstillstandet. om begransat besvarstillstand meddelas enligt 2 mom. 2 punkten far hogsta domstolen till ovriga delar grunda sitt avgorande pa de omstandigheter som anges i det overklagade avgorandet. om besvarstillstand meddelas delvis, far fragan om meddelande av besvarstillstand i en annan del av arendet overforas for att avgoras i samband med behandlingen av besvaren."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:13",
      "chapter": "30",
      "section": "13",
      "content": "Määräaika valituksen tekemiseen on 30 päivää siitä päivästä, jona hovioikeuden ratkaisu julistettiin tai annettiin. Valituksen tekemisestä ja sisällöstä on vastaavasti voimassa, mitä 5 §:n 2 ja 3 momentissa sekä 6 §:n 2 ja 3 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:13",
        "normalized_fi": "Määräaika valituksen tekemiseen on 30 päivää siitä päivästä, jona hovioikeuden ratkaisu julistettiin tai annettiin. Valituksen tekemisestä ja sisällöstä on vastaavasti voimassa, mitä 5 § :n 2 ja 3 momentissa sekä 6 § :n 2 ja 3 momentissa säädetään.",
        "folded_fi": "maaraaika valituksen tekemiseen on 30 paivaa siita paivasta, jona hovioikeuden ratkaisu julistettiin tai annettiin. valituksen tekemisesta ja sisallosta on vastaavasti voimassa, mita 5 §:n 2 ja 3 momentissa seka 6 §:n 2 ja 3 momentissa saadetaan.",
        "content_sv": "Tiden för anförande av besvär är 30 dagar från den dag då hovrättens avgörande avkunnades eller meddelades. Angående anförande av besvär och besvärens innehåll gäller på motsvarande sätt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom.",
        "normalized_sv": "Tiden för anförande av besvär är 30 dagar från den dag då hovrättens avgörande avkunnades eller meddelades. Angående anförande av besvär och besvärens innehåll gäller på motsvarande sätt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom.",
        "folded_sv": "tiden for anforande av besvar ar 30 dagar fran den dag da hovrattens avgorande avkunnades eller meddelades. angaende anforande av besvar och besvarens innehall galler pa motsvarande satt 5 § 2 och 3 mom. samt 6 § 2 och 3 mom."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:14",
      "chapter": "30",
      "section": "14",
      "content": "Valituskirjelmän toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mitä 8 §:n 1 momentissa säädetään. Hovioikeuden tulee viipymättä lähettää valituskirjelmä liitteineen korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös hovioikeuden ratkaisusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:14",
        "normalized_fi": "Valituskirjelmän toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mitä 8 § :n 1 momentissa säädetään. Hovioikeuden tulee viipymättä lähettää valituskirjelmä liitteineen korkeimmalle oikeudelle. Samalla on lähetettävä asiaa koskeva asiakirjavihko sekä jäljennös hovioikeuden ratkaisusta.",
        "folded_fi": "valituskirjelman toimittamisesta suoraan korkeimpaan oikeuteen on vastaavasti voimassa, mita 8 §:n 1 momentissa saadetaan. hovioikeuden tulee viipymatta lahettaa valituskirjelma liitteineen korkeimmalle oikeudelle. samalla on lahetettava asiaa koskeva asiakirjavihko seka jaljennos hovioikeuden ratkaisusta.",
        "content_sv": "Angående inlämnande av en besvärsskrift direkt till högsta domstolen gäller på motsvarande sätt 8 § 1 mom. Hovrätten skall utan dröjsmål sända besvärsskriften med bilagor till högsta domstolen. Akten i ärendet och en kopia av hovrättens avgörande skall översändas samtidigt.",
        "normalized_sv": "Angående inlämnande av en besvärsskrift direkt till högsta domstolen gäller på motsvarande sätt 8 § 1 mom. Hovrätten skall utan dröjsmål sända besvärsskriften med bilagor till högsta domstolen. Akten i ärendet och en kopia av hovrättens avgörande skall översändas samtidigt.",
        "folded_sv": "angaende inlamnande av en besvarsskrift direkt till hogsta domstolen galler pa motsvarande satt 8 § 1 mom. hovratten skall utan drojsmal sanda besvarsskriften med bilagor till hogsta domstolen. akten i arendet och en kopia av hovrattens avgorande skall oversandas samtidigt."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:15",
      "chapter": "30",
      "section": "15",
      "content": "Valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden määräämässä ajassa. Kehotuksen yhteydessä on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. Korkein oikeus voi lisäksi määrätä, mistä kysymyksestä vastauksessa on erityisesti lausuttava. Vastauksen antamisessa on noudatettava, mitä 11 §:ssä säädetään. Vastausta ei pyydetä, jos valitus jätetään heti tutkimatta tai jos se hylätään selvästi perusteettomana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:15",
        "normalized_fi": "Valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden määräämässä ajassa. Kehotuksen yhteydessä on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. Korkein oikeus voi lisäksi määrätä, mistä kysymyksestä vastauksessa on erityisesti lausuttava. Vastauksen antamisessa on noudatettava, mitä 11 § :ssä säädetään. Vastausta ei pyydetä, jos valitus jätetään heti tutkimatta tai jos se hylätään selvästi perusteettomana.",
        "folded_fi": "valittajan vastapuolta on kehotettava antamaan kirjallinen vastaus valitukseen korkeimman oikeuden maaraamassa ajassa. kehotuksen yhteydessa on annettava tiedoksi valitus ja siihen liitetyt asiakirjat. korkein oikeus voi lisaksi maarata, mista kysymyksesta vastauksessa on erityisesti lausuttava. vastauksen antamisessa on noudatettava, mita 11 §:ssa saadetaan. vastausta ei pyydeta, jos valitus jatetaan heti tutkimatta tai jos se hylataan selvasti perusteettomana.",
        "content_sv": "Ändringssökandens motpart skall uppmanas att skriftligt bemöta besvären inom en av högsta domstolen utsatt tid. I samband med uppmaningen skall besvären och därtill fogade handlingar delges. Högsta domstolen kan dessutom bestämma vilken fråga motparten särskilt skall uttala sig om i bemötandet. Vid avgivandet av bemötande skall 11 § iakttas. Bemötande begärs inte om besvären genast avvisas eller om de förkastas som uppenbart ogrundade.",
        "normalized_sv": "Ändringssökandens motpart skall uppmanas att skriftligt bemöta besvären inom en av högsta domstolen utsatt tid. I samband med uppmaningen skall besvären och därtill fogade handlingar delges. Högsta domstolen kan dessutom bestämma vilken fråga motparten särskilt skall uttala sig om i bemötandet. Vid avgivandet av bemötande skall 11 § iakttas. Bemötande begärs inte om besvären genast avvisas eller om de förkastas som uppenbart ogrundade.",
        "folded_sv": "andringssokandens motpart skall uppmanas att skriftligt bemota besvaren inom en av hogsta domstolen utsatt tid. i samband med uppmaningen skall besvaren och dartill fogade handlingar delges. hogsta domstolen kan dessutom bestamma vilken fraga motparten sarskilt skall uttala sig om i bemotandet. vid avgivandet av bemotande skall 11 § iakttas. bemotande begars inte om besvaren genast avvisas eller om de forkastas som uppenbart ogrundade."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:20",
      "chapter": "30",
      "section": "20",
      "content": "Asianosaisille on ilmoitettava, missä tarkoituksessa suullinen käsittely toimitetaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:20",
        "normalized_fi": "Asianosaisille on ilmoitettava, missä tarkoituksessa suullinen käsittely toimitetaan.",
        "folded_fi": "asianosaisille on ilmoitettava, missa tarkoituksessa suullinen kasittely toimitetaan.",
        "content_sv": "Parterna skall underrättas om syftet med den muntliga förhandlingen.",
        "normalized_sv": "Parterna skall underrättas om syftet med den muntliga förhandlingen.",
        "folded_sv": "parterna skall underrattas om syftet med den muntliga forhandlingen."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:21 a",
      "chapter": "30",
      "section": "21 a",
      "content": "Asia ratkaistaan kirjallisen oikeudenkäyntiaineiston perusteella, jollei asiassa toimiteta suullista käsittelyä. Jos suullinen käsittely toimitetaan, huomioon otetaan myös siinä esitetty aineisto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:21 a",
        "normalized_fi": "Asia ratkaistaan kirjallisen oikeudenkäyntiaineiston perusteella, jollei asiassa toimiteta suullista käsittelyä. Jos suullinen käsittely toimitetaan, huomioon otetaan myös siinä esitetty aineisto.",
        "folded_fi": "asia ratkaistaan kirjallisen oikeudenkayntiaineiston perusteella, jollei asiassa toimiteta suullista kasittelya. jos suullinen kasittely toimitetaan, huomioon otetaan myos siina esitetty aineisto.",
        "content_sv": "Ett ärende avgörs på grundval av det skriftliga rättegångsmaterialet, om någon muntlig förhandling inte hålls i saken. Om muntlig förhandling hålls, skall även det material som lagts fram vid den beaktas.",
        "normalized_sv": "Ett ärende avgörs på grundval av det skriftliga rättegångsmaterialet, om någon muntlig förhandling inte hålls i saken. Om muntlig förhandling hålls, skall även det material som lagts fram vid den beaktas.",
        "folded_sv": "ett arende avgors pa grundval av det skriftliga rattegangsmaterialet, om nagon muntlig forhandling inte halls i saken. om muntlig forhandling halls, skall aven det material som lagts fram vid den beaktas."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "30:24",
      "chapter": "30",
      "section": "24",
      "content": "Kutsu suulliseen käsittelyyn annetaan tiedoksi noudattaen, mitä 26 luvun 28 §:ssä säädetään kutsusta hovioikeuden pääkäsittelyyn.",
      "metadata": {
        "source": "finlex",
        "source_eid": "30:24",
        "normalized_fi": "Kutsu suulliseen käsittelyyn annetaan tiedoksi noudattaen, mitä 26 luvun 28 § :ssä säädetään kutsusta hovioikeuden pääkäsittelyyn.",
        "folded_fi": "kutsu suulliseen kasittelyyn annetaan tiedoksi noudattaen, mita 26 luvun 28 §:ssa saadetaan kutsusta hovioikeuden paakasittelyyn.",
        "content_sv": "En kallelse till muntlig förhandling delges med iakttagande av vad som i 26 kap. 28 § bestäms om kallelse till huvudförhandling i hovrätten.",
        "normalized_sv": "En kallelse till muntlig förhandling delges med iakttagande av vad som i 26 kap. 28 § bestäms om kallelse till huvudförhandling i hovrätten.",
        "folded_sv": "en kallelse till muntlig forhandling delges med iakttagande av vad som i 26 kap. 28 § bestams om kallelse till huvudforhandling i hovratten."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "31:2",
      "chapter": "31",
      "section": "2",
      "content": "Kansainvälisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkäyttö- tai valvontaelimen todettua oikeudenkäyntivirheen asian käsittelyssä, kantelu voidaan 2 momentin estämättä tehdä kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jääneen ratkaisun antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:2",
        "normalized_fi": "Kansainvälisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkäyttö- tai valvontaelimen todettua oikeudenkäyntivirheen asian käsittelyssä, kantelu voidaan 2 momentin estämättä tehdä kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jääneen ratkaisun antamisesta.",
        "folded_fi": "kansainvalisten ihmisoikeusvelvoitteiden valvomisessa toimivaltaisen lainkaytto- tai valvontaelimen todettua oikeudenkayntivirheen asian kasittelyssa, kantelu voidaan 2 momentin estamatta tehda kuuden kuukauden kuluessa kyseisen valvontaelimen lopulliseksi jaaneen ratkaisun antamisesta.",
        "content_sv": "Om ett rättskipnings- eller övervakningsorgan som är behörigt att utöva tillsyn över internationella förpliktelser i fråga om de mänskliga rättigheterna har konstaterat att ett rättegångsfel har begåtts vid behandlingen av ett ärende, kan klagan utan hinder av 2 mom. anföras inom sex månader från det att övervakningsorganet meddelat ett slutligt avgörande.",
        "normalized_sv": "Om ett rättskipnings- eller övervakningsorgan som är behörigt att utöva tillsyn över internationella förpliktelser i fråga om de mänskliga rättigheterna har konstaterat att ett rättegångsfel har begåtts vid behandlingen av ett ärende, kan klagan utan hinder av 2 mom. anföras inom sex månader från det att övervakningsorganet meddelat ett slutligt avgörande.",
        "folded_sv": "om ett rattskipnings- eller overvakningsorgan som ar behorigt att utova tillsyn over internationella forpliktelser i fraga om de manskliga rattigheterna har konstaterat att ett rattegangsfel har begatts vid behandlingen av ett arende, kan klagan utan hinder av 2 mom. anforas inom sex manader fran det att overvakningsorganet meddelat ett slutligt avgorande."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "31:12",
      "chapter": "31",
      "section": "12",
      "content": "Tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a §:stä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:12",
        "normalized_fi": "Tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a § :stä muuta johdu.",
        "folded_fi": "tuomion purkamista haetaan korkeimmalta oikeudelta, jollei 14 a §:sta muuta johdu.",
        "content_sv": "Återbrytande av dom söks hos högsta domstolen, om inte något annat följer av 14 a §.",
        "normalized_sv": "Återbrytande av dom söks hos högsta domstolen, om inte något annat följer av 14 a § .",
        "folded_sv": "aterbrytande av dom soks hos hogsta domstolen, om inte nagot annat foljer av 14 a §."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "31:14 a",
      "chapter": "31",
      "section": "14 a",
      "content": "Siitä poiketen, mitä 12 §:ssä säädetään, tuomion purkamista haetaan siltä tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, että henkilöä on käsitelty toisena tai väärällä nimellä; 2) poissaolon johdosta määrätyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a §:n nojalla. Jos 1 momentissa tarkoitettu hakemus hyväksytään, tuomioistuin voi samalla oikaista tuomiota. Sen lisäksi, mitä 3―5 §:ssä säädetään, hakemuksen käsittelyssä käräjäoikeudessa noudatetaan soveltuvin osin 8 luvun säännöksiä hakemusasioiden käsittelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:14 a",
        "normalized_fi": "Siitä poiketen, mitä 12 § :ssä säädetään, tuomion purkamista haetaan siltä tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, että henkilöä on käsitelty toisena tai väärällä nimellä; 2) poissaolon johdosta määrätyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a § :n nojalla. Jos 1 momentissa tarkoitettu hakemus hyväksytään, tuomioistuin voi samalla oikaista tuomiota. Sen lisäksi, mitä 3―5 § :ssä säädetään, hakemuksen käsittelyssä käräjäoikeudessa noudatetaan soveltuvin osin 8 luvun säännöksiä hakemusasioiden käsittelystä.",
        "folded_fi": "siita poiketen, mita 12 §:ssa saadetaan, tuomion purkamista haetaan silta tuomioistuimelta, jonka tuomiota hakemus koskee, jos hakemus tarkoittaa: 1) rikosasiassa annetun tuomion purkamista tai oikaisemista siksi, etta henkiloa on kasitelty toisena tai vaaralla nimella; 2) poissaolon johdosta maaratyn seuraamuksen poistamista laillisen esteen vuoksi; taikka 3) tuomion purkamista tai oikaisemista 9 a §:n nojalla. jos 1 momentissa tarkoitettu hakemus hyvaksytaan, tuomioistuin voi samalla oikaista tuomiota. sen lisaksi, mita 3―5 §:ssa saadetaan, hakemuksen kasittelyssa karajaoikeudessa noudatetaan soveltuvin osin 8 luvun saannoksia hakemusasioiden kasittelysta.",
        "content_sv": "Med avvikelse från 12 § söks återbrytande av dom hos den domstol vars dom ansökan gäller, om ansökan avser 1) återbrytande eller rättelse av dom i ett brottmål av den orsaken att någon har behandlats som en annan person eller under oriktigt namn, 2) undanröjande av en påföljd för utevaro på grund av laga förfall, eller 3) återbrytande eller rättelse av en dom med stöd av 9 a §. Om en ansökan som avses i 1 mom. bifalls kan domstolen samtidigt rätta domen. Utöver vad som bestäms i 3―5 § iakttas vid behandlingen av en ansökan i tingsrätten i tillämpliga delar vad som i 8 kap. bestäms om behandling av ansökningsärenden.",
        "normalized_sv": "Med avvikelse från 12 § söks återbrytande av dom hos den domstol vars dom ansökan gäller, om ansökan avser 1) återbrytande eller rättelse av dom i ett brottmål av den orsaken att någon har behandlats som en annan person eller under oriktigt namn, 2) undanröjande av en påföljd för utevaro på grund av laga förfall, eller 3) återbrytande eller rättelse av en dom med stöd av 9 a § . Om en ansökan som avses i 1 mom. bifalls kan domstolen samtidigt rätta domen. Utöver vad som bestäms i 3―5 § iakttas vid behandlingen av en ansökan i tingsrätten i tillämpliga delar vad som i 8 kap. bestäms om behandling av ansökningsärenden.",
        "folded_sv": "med avvikelse fran 12 § soks aterbrytande av dom hos den domstol vars dom ansokan galler, om ansokan avser 1) aterbrytande eller rattelse av dom i ett brottmal av den orsaken att nagon har behandlats som en annan person eller under oriktigt namn, 2) undanrojande av en pafoljd for utevaro pa grund av laga forfall, eller 3) aterbrytande eller rattelse av en dom med stod av 9 a §. om en ansokan som avses i 1 mom. bifalls kan domstolen samtidigt ratta domen. utover vad som bestams i 3―5 § iakttas vid behandlingen av en ansokan i tingsratten i tillampliga delar vad som i 8 kap. bestams om behandling av ansokningsarenden."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "31:18",
      "chapter": "31",
      "section": "18",
      "content": "Menetetyn määräajan palauttamista on haettava kirjallisesti 30 päivän kuluessa 17 §:ssä tarkoitetun esteen lakkaamisesta ja viimeistään vuoden kuluessa siitä päivästä, jona määräaika päättyi. Hakemus tehdään hovioikeudelle, jos hakemus koskee määräajan palauttamista toimenpiteen tekemiseksi käräjäoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. Muussa tapauksessa hakemus tehdään korkeimmalle oikeudelle. Hakemus tehdään korkeimmalle oikeudelle myös silloin, kun hakemus koskee asiaa, jossa käräjäoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. Hakemuksesta ja sen käsittelystä on soveltuvin osin voimassa, mitä 3―5 §:ssä kantelusta säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "31:18",
        "normalized_fi": "Menetetyn määräajan palauttamista on haettava kirjallisesti 30 päivän kuluessa 17 § :ssä tarkoitetun esteen lakkaamisesta ja viimeistään vuoden kuluessa siitä päivästä, jona määräaika päättyi. Hakemus tehdään hovioikeudelle, jos hakemus koskee määräajan palauttamista toimenpiteen tekemiseksi käräjäoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. Muussa tapauksessa hakemus tehdään korkeimmalle oikeudelle. Hakemus tehdään korkeimmalle oikeudelle myös silloin, kun hakemus koskee asiaa, jossa käräjäoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. Hakemuksesta ja sen käsittelystä on soveltuvin osin voimassa, mitä 3―5 § :ssä kantelusta säädetään.",
        "folded_fi": "menetetyn maaraajan palauttamista on haettava kirjallisesti 30 paivan kuluessa 17 §:ssa tarkoitetun esteen lakkaamisesta ja viimeistaan vuoden kuluessa siita paivasta, jona maaraaika paattyi. hakemus tehdaan hovioikeudelle, jos hakemus koskee maaraajan palauttamista toimenpiteen tekemiseksi karajaoikeudessa tai muutoksen hakemiseksi sen ratkaisuun. muussa tapauksessa hakemus tehdaan korkeimmalle oikeudelle. hakemus tehdaan korkeimmalle oikeudelle myos silloin, kun hakemus koskee asiaa, jossa karajaoikeuden ratkaisuun haetaan muutosta suoraan korkeimmalta oikeudelta. hakemuksesta ja sen kasittelysta on soveltuvin osin voimassa, mita 3―5 §:ssa kantelusta saadetaan.",
        "content_sv": "Återställande av försutten fatalietid skall sökas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphört och senast ett år från den dag då fatalietiden löpte ut. Ansökan skall göras till hovrätten, om den gäller återställande av försutten fatalietid för att en åtgärd skall kunna vidtas i tingsrätten eller ändring sökas i ett avgörande av tingsrätten. I övriga fall görs ansökan till högsta domstolen. Ansökan görs till högsta domstolen också när den gäller ett ärende i vilket ändring i tingsrättens avgörande skall sökas direkt hos högsta domstolen. Angående ansökan och behandlingen av den gäller i tillämpliga delar vad som i 3―5 § bestäms om klagan.",
        "normalized_sv": "Återställande av försutten fatalietid skall sökas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphört och senast ett år från den dag då fatalietiden löpte ut. Ansökan skall göras till hovrätten, om den gäller återställande av försutten fatalietid för att en åtgärd skall kunna vidtas i tingsrätten eller ändring sökas i ett avgörande av tingsrätten. I övriga fall görs ansökan till högsta domstolen. Ansökan görs till högsta domstolen också när den gäller ett ärende i vilket ändring i tingsrättens avgörande skall sökas direkt hos högsta domstolen. Angående ansökan och behandlingen av den gäller i tillämpliga delar vad som i 3―5 § bestäms om klagan.",
        "folded_sv": "aterstallande av forsutten fatalietid skall sokas skriftligen inom 30 dagar efter det att ett hinder som avses i 17 § upphort och senast ett ar fran den dag da fatalietiden lopte ut. ansokan skall goras till hovratten, om den galler aterstallande av forsutten fatalietid for att en atgard skall kunna vidtas i tingsratten eller andring sokas i ett avgorande av tingsratten. i ovriga fall gors ansokan till hogsta domstolen. ansokan gors till hogsta domstolen ocksa nar den galler ett arende i vilket andring i tingsrattens avgorande skall sokas direkt hos hogsta domstolen. angaende ansokan och behandlingen av den galler i tillampliga delar vad som i 3―5 § bestams om klagan."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    }
  ]
}