{
  "id": "666/2006",
  "type": "statute",
  "title": "Laki Maaseutuvirastosta",
  "title_en": "Lag om Landsbygdsverket",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/666/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Toimiala",
      "content": "Euroopan yhteisön yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteisön rahoittamien maaseudun kehittämistoimien ja näitä täydentävien kansallisten toimenpiteiden toimeenpanotehtäviä varten on maa- ja metsätalousministeriön alainen Maaseutuvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Euroopan yhteisön yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteisön rahoittamien maaseudun kehittämistoimien ja näitä täydentävien kansallisten toimenpiteiden toimeenpanotehtäviä varten on maa- ja metsätalousministeriön alainen Maaseutuvirasto.",
        "folded_fi": "euroopan yhteison yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteison rahoittamien maaseudun kehittamistoimien ja naita taydentavien kansallisten toimenpiteiden toimeenpanotehtavia varten on maa- ja metsatalousministerion alainen maaseutuvirasto.",
        "title_sv": "Verksamhetsområde",
        "content_sv": "För verkställighetsuppdrag som gäller åtgärder enligt Europeiska gemenskapens gemensamma jordbrukspolitik, sådana åtgärder för landsbygdens utveckling som gemenskapen finansierar och nationella åtgärder som kompletterar dessa finns Landsbygdsverket, som lyder under jord- och skogsbruksministeriet.",
        "normalized_sv": "För verkställighetsuppdrag som gäller åtgärder enligt Europeiska gemenskapens gemensamma jordbrukspolitik, sådana åtgärder för landsbygdens utveckling som gemenskapen finansierar och nationella åtgärder som kompletterar dessa finns Landsbygdsverket, som lyder under jord- och skogsbruksministeriet.",
        "folded_sv": "for verkstallighetsuppdrag som galler atgarder enligt europeiska gemenskapens gemensamma jordbrukspolitik, sadana atgarder for landsbygdens utveckling som gemenskapen finansierar och nationella atgarder som kompletterar dessa finns landsbygdsverket, som lyder under jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tehtävät",
      "content": "Maaseutuvirastolle kuuluvat siten kuin Euroopan yhteisön asetuksissa sekä kansallisissa laeissa ja niiden nojalla säädetään tai määrätään: 1) Euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten sekä Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtävät; 2) Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvät tehtävät; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille sekä maaseudun kehittämistoimenpiteisiin myönnettävien kansallisten tukien ja korvausten toimeenpanoon liittyvät tehtävät; 4) Euroopan yhteisön yhteiseen maatalouspolitiikkaan liittyvien kiintiöiden toimeenpano, tuontitodistusten hallinnointi sekä tuottajaorganisaatioiden ja toimintaohjelmien hyväksyminen; 5) maaseutuelinkeinorekisteristä annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisällön ylläpito, kehittäminen ja tietojen luovuttaminen siltä osin kuin ne kuuluvat Maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajärjestelyihin ja valtionvastuisiin liittyvä valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtäviä vastaavat, yhteisön säädösten ja kansallisten säädösten nojalla ennen tämän lain voimaantuloa myönnettyihin tukiin, lainoihin ja avustuksiin liittyvät tehtävät; 8) maanjärjestely; 9) jäämistöön kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Maaseutuvirastolle kuuluvat siten kuin Euroopan yhteisön asetuksissa sekä kansallisissa laeissa ja niiden nojalla säädetään tai määrätään: 1) Euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten sekä Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtävät; 2) Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvät tehtävät; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille sekä maaseudun kehittämistoimenpiteisiin myönnettävien kansallisten tukien ja korvausten toimeenpanoon liittyvät tehtävät; 4) Euroopan yhteisön yhteiseen maatalouspolitiikkaan liittyvien kiintiöiden toimeenpano, tuontitodistusten hallinnointi sekä tuottajaorganisaatioiden ja toimintaohjelmien hyväksyminen; 5) maaseutuelinkeinorekisteristä annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisällön ylläpito, kehittäminen ja tietojen luovuttaminen siltä osin kuin ne kuuluvat Maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajärjestelyihin ja valtionvastuisiin liittyvä valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtäviä vastaavat, yhteisön säädösten ja kansallisten säädösten nojalla ennen tämän lain voimaantuloa myönnettyihin tukiin, lainoihin ja avustuksiin liittyvät tehtävät; 8) maanjärjestely; 9) jäämistöön kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtävät.",
        "folded_fi": "maaseutuvirastolle kuuluvat siten kuin euroopan yhteison asetuksissa seka kansallisissa laeissa ja niiden nojalla saadetaan tai maarataan: 1) euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten seka euroopan maaseudun kehittamisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtavat; 2) euroopan maaseudun kehittamisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvat tehtavat; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille seka maaseudun kehittamistoimenpiteisiin myonnettavien kansallisten tukien ja korvausten toimeenpanoon liittyvat tehtavat; 4) euroopan yhteison yhteiseen maatalouspolitiikkaan liittyvien kiintioiden toimeenpano, tuontitodistusten hallinnointi seka tuottajaorganisaatioiden ja toimintaohjelmien hyvaksyminen; 5) maaseutuelinkeinorekisterista annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisallon yllapito, kehittaminen ja tietojen luovuttaminen silta osin kuin ne kuuluvat maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajarjestelyihin ja valtionvastuisiin liittyva valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtavia vastaavat, yhteison saadosten ja kansallisten saadosten nojalla ennen taman lain voimaantuloa myonnettyihin tukiin, lainoihin ja avustuksiin liittyvat tehtavat; 8) maanjarjestely; 9) jaamistoon kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtavat.",
        "title_sv": "Uppgifter",
        "content_sv": "Landsbygdsverket skall på det sätt som bestäms i Europeiska gemenskapens förordningar samt i nationell lag och föreskrivs med stöd av dem 1) vara utbetalande myndighet för och sköta andra verkställighetsuppdrag som gäller sådana stöd, bidrag och ersättningar för lagring som finansieras av Europeiska garantifonden för jordbruket och sådana stöd som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 2) sköta förvaltnings- och verkställighetsuppdrag som gäller program som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 3) sköta verkställighetsuppdrag som gäller nationella stöd och ersättningar som beviljas jordbruket och trädgårdsodlingen, ren- och naturnäringarna och skolterna samt för åtgärder för utveckling av landsbygden, 4) verkställa kvoter som anknyter till Europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkänna producentorganisationer och godkänna verksamhetsprogram, 5) upprätthålla och utveckla de i lagen om landsbygdsnäringsregistret (1515/1994) avsedda registrens informationsinnehåll samt lämna ut uppgifter till den del de omfattas av Landsbygdsverkets verksamhetsområde, 6) sköta statlig intressebevakning när det gäller i 1 och 3 punkten avsedda stöd i form av lån, statsborgen, skuldsanering och statens ansvarsförbindelser, 7) sköta sådana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen när det gäller stöd, lån och bidrag som beviljats med stöd av Europeiska gemenskapens lagstiftning och nationella författningar innan denna lag trätt i kraft, 8) sköta jordregleringar, 9) ge utlåtanden om skifte av gårdsbruksenhet som hör till kvarlåtenskap, och 10) sköta övriga motsvarande verkställighetsuppdrag.",
        "normalized_sv": "Landsbygdsverket skall på det sätt som bestäms i Europeiska gemenskapens förordningar samt i nationell lag och föreskrivs med stöd av dem 1) vara utbetalande myndighet för och sköta andra verkställighetsuppdrag som gäller sådana stöd, bidrag och ersättningar för lagring som finansieras av Europeiska garantifonden för jordbruket och sådana stöd som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 2) sköta förvaltnings- och verkställighetsuppdrag som gäller program som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 3) sköta verkställighetsuppdrag som gäller nationella stöd och ersättningar som beviljas jordbruket och trädgårdsodlingen, ren- och naturnäringarna och skolterna samt för åtgärder för utveckling av landsbygden, 4) verkställa kvoter som anknyter till Europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkänna producentorganisationer och godkänna verksamhetsprogram, 5) upprätthålla och utveckla de i lagen om landsbygdsnäringsregistret (1515/1994) avsedda registrens informationsinnehåll samt lämna ut uppgifter till den del de omfattas av Landsbygdsverkets verksamhetsområde, 6) sköta statlig intressebevakning när det gäller i 1 och 3 punkten avsedda stöd i form av lån, statsborgen, skuldsanering och statens ansvarsförbindelser, 7) sköta sådana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen när det gäller stöd, lån och bidrag som beviljats med stöd av Europeiska gemenskapens lagstiftning och nationella författningar innan denna lag trätt i kraft, 8) sköta jordregleringar, 9) ge utlåtanden om skifte av gårdsbruksenhet som hör till kvarlåtenskap, och 10) sköta övriga motsvarande verkställighetsuppdrag.",
        "folded_sv": "landsbygdsverket skall pa det satt som bestams i europeiska gemenskapens forordningar samt i nationell lag och foreskrivs med stod av dem 1) vara utbetalande myndighet for och skota andra verkstallighetsuppdrag som galler sadana stod, bidrag och ersattningar for lagring som finansieras av europeiska garantifonden for jordbruket och sadana stod som finansieras av europeiska jordbruksfonden for landsbygdsutveckling, 2) skota forvaltnings- och verkstallighetsuppdrag som galler program som finansieras av europeiska jordbruksfonden for landsbygdsutveckling, 3) skota verkstallighetsuppdrag som galler nationella stod och ersattningar som beviljas jordbruket och tradgardsodlingen, ren- och naturnaringarna och skolterna samt for atgarder for utveckling av landsbygden, 4) verkstalla kvoter som anknyter till europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkanna producentorganisationer och godkanna verksamhetsprogram, 5) uppratthalla och utveckla de i lagen om landsbygdsnaringsregistret (1515/1994) avsedda registrens informationsinnehall samt lamna ut uppgifter till den del de omfattas av landsbygdsverkets verksamhetsomrade, 6) skota statlig intressebevakning nar det galler i 1 och 3 punkten avsedda stod i form av lan, statsborgen, skuldsanering och statens ansvarsforbindelser, 7) skota sadana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen nar det galler stod, lan och bidrag som beviljats med stod av europeiska gemenskapens lagstiftning och nationella forfattningar innan denna lag tratt i kraft, 8) skota jordregleringar, 9) ge utlatanden om skifte av gardsbruksenhet som hor till kvarlatenskap, och 10) skota ovriga motsvarande verkstallighetsuppdrag."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ohjaus ja tiedonantovelvollisuus",
      "content": "Maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsätalousministeriön asettamia tavoitteita sekä suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsätalousministeriö sille antaa. Viraston on salassapitosäännösten estämättä annettava maa- ja metsätalousministeriölle ne välttämättömät tiedot ja asiakirjat, joita ministeriö sille säädettyjen tehtävien hoitamiseksi tarvitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsätalousministeriön asettamia tavoitteita sekä suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsätalousministeriö sille antaa. Viraston on salassapitosäännösten estämättä annettava maa- ja metsätalousministeriölle ne välttämättömät tiedot ja asiakirjat, joita ministeriö sille säädettyjen tehtävien hoitamiseksi tarvitsee.",
        "folded_fi": "maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsatalousministerion asettamia tavoitteita seka suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsatalousministerio sille antaa. viraston on salassapitosaannosten estamatta annettava maa- ja metsatalousministeriolle ne valttamattomat tiedot ja asiakirjat, joita ministerio sille saadettyjen tehtavien hoitamiseksi tarvitsee.",
        "title_sv": "Styrning och upplysningsskyldighet",
        "content_sv": "Landsbygdsverket skall i sin verksamhet uppnå de mål som jord- och skogsbruksministeriet sätter samt utföra de berednings-, övervaknings- och utvärderingsuppdrag som jord- och skogsbruksministeriet ger verket. Verket skall utan hinder av sekretessbestämmelserna lämna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behöver för att utföra de uppgifter som föreskrivits för ministeriet.",
        "normalized_sv": "Landsbygdsverket skall i sin verksamhet uppnå de mål som jord- och skogsbruksministeriet sätter samt utföra de berednings-, övervaknings- och utvärderingsuppdrag som jord- och skogsbruksministeriet ger verket. Verket skall utan hinder av sekretessbestämmelserna lämna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behöver för att utföra de uppgifter som föreskrivits för ministeriet.",
        "folded_sv": "landsbygdsverket skall i sin verksamhet uppna de mal som jord- och skogsbruksministeriet satter samt utfora de berednings-, overvaknings- och utvarderingsuppdrag som jord- och skogsbruksministeriet ger verket. verket skall utan hinder av sekretessbestammelserna lamna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behover for att utfora de uppgifter som foreskrivits for ministeriet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Viraston johto",
      "content": "Maaseutuvirastoa johtaa ylijohtaja. Ylijohtaja ratkaisee viraston päätettävät asiat. Ylijohtaja voi työjärjestyksellä siirtää ratkaisuvaltaa viraston muulle virkamiehelle. Ylijohtaja voi kuitenkin pidättää itsellään päätösvallan asiassa, jonka virkamies työjärjestyksen mukaan saisi ratkaista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Maaseutuvirastoa johtaa ylijohtaja. Ylijohtaja ratkaisee viraston päätettävät asiat. Ylijohtaja voi työjärjestyksellä siirtää ratkaisuvaltaa viraston muulle virkamiehelle. Ylijohtaja voi kuitenkin pidättää itsellään päätösvallan asiassa, jonka virkamies työjärjestyksen mukaan saisi ratkaista.",
        "folded_fi": "maaseutuvirastoa johtaa ylijohtaja. ylijohtaja ratkaisee viraston paatettavat asiat. ylijohtaja voi tyojarjestyksella siirtaa ratkaisuvaltaa viraston muulle virkamiehelle. ylijohtaja voi kuitenkin pidattaa itsellaan paatosvallan asiassa, jonka virkamies tyojarjestyksen mukaan saisi ratkaista.",
        "title_sv": "Verkets ledning",
        "content_sv": "Landsbygdsverket leds av en överdirektör. Överdirektören avgör de ärenden som skall avgöras inom verket. Genom arbetsordningen kan överdirektören överföra beslutanderätt på en annan tjänsteman vid verket. Överdirektören kan dock förbehålla sig beslutanderätten i ärenden som en tjänsteman enligt arbetsordningen får avgöra.",
        "normalized_sv": "Landsbygdsverket leds av en överdirektör. Överdirektören avgör de ärenden som skall avgöras inom verket. Genom arbetsordningen kan överdirektören överföra beslutanderätt på en annan tjänsteman vid verket. Överdirektören kan dock förbehålla sig beslutanderätten i ärenden som en tjänsteman enligt arbetsordningen får avgöra.",
        "folded_sv": "landsbygdsverket leds av en overdirektor. overdirektoren avgor de arenden som skall avgoras inom verket. genom arbetsordningen kan overdirektoren overfora beslutanderatt pa en annan tjansteman vid verket. overdirektoren kan dock forbehalla sig beslutanderatten i arenden som en tjansteman enligt arbetsordningen far avgora."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maaseutuviraston virkoihin nimittämisestä, ylijohtajan tehtävistä ja päätöksenteosta virastossa säädetään valtioneuvoston asetuksella. Viraston työjärjestyksessä määrätään viraston toimintayksiköistä, esimiesasemassa olevien virkamiesten tehtävistä, sijaisuuksista, sisäisestä johtamisesta ja muista sisäiseen hallintoon kuuluvista asioista. Ylijohtaja vahvistaa työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Maaseutuviraston virkoihin nimittämisestä, ylijohtajan tehtävistä ja päätöksenteosta virastossa säädetään valtioneuvoston asetuksella. Viraston työjärjestyksessä määrätään viraston toimintayksiköistä, esimiesasemassa olevien virkamiesten tehtävistä, sijaisuuksista, sisäisestä johtamisesta ja muista sisäiseen hallintoon kuuluvista asioista. Ylijohtaja vahvistaa työjärjestyksen.",
        "folded_fi": "maaseutuviraston virkoihin nimittamisesta, ylijohtajan tehtavista ja paatoksenteosta virastossa saadetaan valtioneuvoston asetuksella. viraston tyojarjestyksessa maarataan viraston toimintayksikoista, esimiesasemassa olevien virkamiesten tehtavista, sijaisuuksista, sisaisesta johtamisesta ja muista sisaiseen hallintoon kuuluvista asioista. ylijohtaja vahvistaa tyojarjestyksen.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "I fråga om utnämning till tjänster vid Landsbygdsverket, överdirektörens uppgifter och om beslutsprocessen vid verket bestäms genom förordning av statsrådet. I verkets arbetsordning bestäms om verkets enheter, om de uppgifter tjänstemän i förmansställning har, om vikariat, om den interna ledningen och andra ärenden inom den interna förvaltningen. Överdirektören fastställer arbetsordningen.",
        "normalized_sv": "I fråga om utnämning till tjänster vid Landsbygdsverket, överdirektörens uppgifter och om beslutsprocessen vid verket bestäms genom förordning av statsrådet. I verkets arbetsordning bestäms om verkets enheter, om de uppgifter tjänstemän i förmansställning har, om vikariat, om den interna ledningen och andra ärenden inom den interna förvaltningen. Överdirektören fastställer arbetsordningen.",
        "folded_sv": "i fraga om utnamning till tjanster vid landsbygdsverket, overdirektorens uppgifter och om beslutsprocessen vid verket bestams genom forordning av statsradet. i verkets arbetsordning bestams om verkets enheter, om de uppgifter tjansteman i formansstallning har, om vikariat, om den interna ledningen och andra arenden inom den interna forvaltningen. overdirektoren faststaller arbetsordningen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin, jotka ovat tarpeen Maaseutuviraston toiminnan aloittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin, jotka ovat tarpeen Maaseutuviraston toiminnan aloittamiseksi.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2007. ennen lain voimaantuloa voidaan ryhtya toimenpiteisiin, jotka ovat tarpeen maaseutuviraston toiminnan aloittamiseksi.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2007. Åtgärder som behövs för att inleda verksamheten vid Landsbygdsverket får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2007. Åtgärder som behövs för att inleda verksamheten vid Landsbygdsverket får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2007. atgarder som behovs for att inleda verksamheten vid landsbygdsverket far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tehtäviä koskevat siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa siirtyvät ne maa- ja metsätalousministeriössä ja maa- ja metsätalousministeriön tietopalvelukeskuksessa vireillä olevat asiat, jotka tämän tai muun lain taikka asetuksen mukaan kuuluvat Maaseutuviraston tehtäviin, Maaseutuviraston käsiteltäviksi. Maaseutuviraston tehtäviin liittyvät sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvät tämän lain voimaan tullessa maa- ja metsätalousministeriöltä sekä maa- ja metsätalousministeriön tietopalvelukeskukselta Maaseutuvirastolle. Mitä Maaseutuvirastolle tämän lain voimaan tullessa siirtyvien tehtävien hoidosta muualla säädetään, koskee lain voimaan tultua vastaavasti Maaseutuvirastoa, jollei toisin säädetä tai määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaan tullessa siirtyvät ne maa- ja metsätalousministeriössä ja maa- ja metsätalousministeriön tietopalvelukeskuksessa vireillä olevat asiat, jotka tämän tai muun lain taikka asetuksen mukaan kuuluvat Maaseutuviraston tehtäviin, Maaseutuviraston käsiteltäviksi. Maaseutuviraston tehtäviin liittyvät sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvät tämän lain voimaan tullessa maa- ja metsätalousministeriöltä sekä maa- ja metsätalousministeriön tietopalvelukeskukselta Maaseutuvirastolle. Mitä Maaseutuvirastolle tämän lain voimaan tullessa siirtyvien tehtävien hoidosta muualla säädetään, koskee lain voimaan tultua vastaavasti Maaseutuvirastoa, jollei toisin säädetä tai määrätä.",
        "folded_fi": "taman lain voimaan tullessa siirtyvat ne maa- ja metsatalousministeriossa ja maa- ja metsatalousministerion tietopalvelukeskuksessa vireilla olevat asiat, jotka taman tai muun lain taikka asetuksen mukaan kuuluvat maaseutuviraston tehtaviin, maaseutuviraston kasiteltaviksi. maaseutuviraston tehtaviin liittyvat sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvat taman lain voimaan tullessa maa- ja metsatalousministeriolta seka maa- ja metsatalousministerion tietopalvelukeskukselta maaseutuvirastolle. mita maaseutuvirastolle taman lain voimaan tullessa siirtyvien tehtavien hoidosta muualla saadetaan, koskee lain voimaan tultua vastaavasti maaseutuvirastoa, jollei toisin saadeta tai maarata.",
        "title_sv": "Övergångsbestämmelser som gäller uppgifterna",
        "content_sv": "När denna lag träder i kraft överförs de ärenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral och som enligt denna eller någon annan lag eller en förordning hör till Landsbygdsverkets uppgifter till Landsbygdsverket för behandling. Avtal och andra förbindelser som anknyter till Landsbygdsverkets uppgifter samt skötseln av övriga ansvarsförbindelser och rättigheter överförs vid denna lags ikraftträdande från jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral till Landsbygdsverket. Det som någon annanstans bestäms om skötseln av uppgifter som vid denna lags ikraftträdande överförs till Landsbygdsverket gäller efter denna lags ikraftträdande på motsvarande sätt Landsbygdsverket, om inte något annat bestäms eller föreskrivs.",
        "normalized_sv": "När denna lag träder i kraft överförs de ärenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral och som enligt denna eller någon annan lag eller en förordning hör till Landsbygdsverkets uppgifter till Landsbygdsverket för behandling. Avtal och andra förbindelser som anknyter till Landsbygdsverkets uppgifter samt skötseln av övriga ansvarsförbindelser och rättigheter överförs vid denna lags ikraftträdande från jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral till Landsbygdsverket. Det som någon annanstans bestäms om skötseln av uppgifter som vid denna lags ikraftträdande överförs till Landsbygdsverket gäller efter denna lags ikraftträdande på motsvarande sätt Landsbygdsverket, om inte något annat bestäms eller föreskrivs.",
        "folded_sv": "nar denna lag trader i kraft overfors de arenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral och som enligt denna eller nagon annan lag eller en forordning hor till landsbygdsverkets uppgifter till landsbygdsverket for behandling. avtal och andra forbindelser som anknyter till landsbygdsverkets uppgifter samt skotseln av ovriga ansvarsforbindelser och rattigheter overfors vid denna lags ikrafttradande fran jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral till landsbygdsverket. det som nagon annanstans bestams om skotseln av uppgifter som vid denna lags ikrafttradande overfors till landsbygdsverket galler efter denna lags ikrafttradande pa motsvarande satt landsbygdsverket, om inte nagot annat bestams eller foreskrivs."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Henkilöstöä koskevat siirtymäsäännökset",
      "content": "Maa- ja metsätalousministeriössä sekä maa- ja metsätalousministeriön tietopalvelukeskuksessa Maaseutuvirastolle siirtyviä tehtäviä hoitava virka- ja työsopimussuhteinen henkilöstö sekä vastaavat virat siirtyvät tämän lain voimaan tullessa Maaseutuviraston virkoihin ja tehtäviin maa- ja metsätalousministeriön päätöksellä. Viran siirtäminen tai viran nimen muuttaminen ei edellytä virkamiehen suostumusta paitsi milloin se siirtyy toiselle työssäkäyntialueelle. Siirtyvä henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeutensa ja velvollisuutensa. Maa- ja metsätalousministeriö voi tarvittaessa perustaa Maaseutuvirastoon uusia virkoja ja niitä ensimmäisen kerran täytettäessä nimittää virkoihin. Virat, ylijohtajan virkaa lukuun ottamatta, voidaan tällöin täyttää haettaviksi julistamatta, jos virkaan nimitetään maa- ja metsätalousministeriön tai maa- ja metsätalousministeriön tietopalvelukeskuksen palveluksessa oleva henkilö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Maa- ja metsätalousministeriössä sekä maa- ja metsätalousministeriön tietopalvelukeskuksessa Maaseutuvirastolle siirtyviä tehtäviä hoitava virka- ja työsopimussuhteinen henkilöstö sekä vastaavat virat siirtyvät tämän lain voimaan tullessa Maaseutuviraston virkoihin ja tehtäviin maa- ja metsätalousministeriön päätöksellä. Viran siirtäminen tai viran nimen muuttaminen ei edellytä virkamiehen suostumusta paitsi milloin se siirtyy toiselle työssäkäyntialueelle. Siirtyvä henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeutensa ja velvollisuutensa. Maa- ja metsätalousministeriö voi tarvittaessa perustaa Maaseutuvirastoon uusia virkoja ja niitä ensimmäisen kerran täytettäessä nimittää virkoihin. Virat, ylijohtajan virkaa lukuun ottamatta, voidaan tällöin täyttää haettaviksi julistamatta, jos virkaan nimitetään maa- ja metsätalousministeriön tai maa- ja metsätalousministeriön tietopalvelukeskuksen palveluksessa oleva henkilö.",
        "folded_fi": "maa- ja metsatalousministeriossa seka maa- ja metsatalousministerion tietopalvelukeskuksessa maaseutuvirastolle siirtyvia tehtavia hoitava virka- ja tyosopimussuhteinen henkilosto seka vastaavat virat siirtyvat taman lain voimaan tullessa maaseutuviraston virkoihin ja tehtaviin maa- ja metsatalousministerion paatoksella. viran siirtaminen tai viran nimen muuttaminen ei edellyta virkamiehen suostumusta paitsi milloin se siirtyy toiselle tyossakayntialueelle. siirtyva henkilosto sailyttaa siirtymahetkella palvelussuhteensa ehtoihin liittyvat oikeutensa ja velvollisuutensa. maa- ja metsatalousministerio voi tarvittaessa perustaa maaseutuvirastoon uusia virkoja ja niita ensimmaisen kerran taytettaessa nimittaa virkoihin. virat, ylijohtajan virkaa lukuun ottamatta, voidaan talloin tayttaa haettaviksi julistamatta, jos virkaan nimitetaan maa- ja metsatalousministerion tai maa- ja metsatalousministerion tietopalvelukeskuksen palveluksessa oleva henkilo.",
        "title_sv": "Övergångsbestämmelser som gäller personalen",
        "content_sv": "Anställda i tjänste- och arbetsavtalsförhållande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral vilka sköter uppgifter som överförs till Landsbygdsverket och motsvarande tjänster överförs när denna lag träder i kraft till tjänster eller uppgifter vid Landsbygdsverket genom beslut av jord- och skogsbruksministeriet. Överföringen av en tjänst eller ändringen av en tjänstebenämning förutsätter inte tjänstemannens samtycke utom då den överförs till en annan pendlingsregion. Anställda som överförs behåller de rättigheter och skyldigheter som vid överföringen gäller enligt villkoren i deras anställningsförhållande. Jord- och skogsbruksministeriet kan vid behov inrätta nya tjänster vid Landsbygdsverket och utnämna till tjänsterna när de första gången tillsätts. Tjänsterna kan, med undantag för överdirektörstjänsten, då tillsättas utan att de ledigförklaras, om någon som är anställd vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjänstcentral utnämns till tjänsten.",
        "normalized_sv": "Anställda i tjänste- och arbetsavtalsförhållande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral vilka sköter uppgifter som överförs till Landsbygdsverket och motsvarande tjänster överförs när denna lag träder i kraft till tjänster eller uppgifter vid Landsbygdsverket genom beslut av jord- och skogsbruksministeriet. Överföringen av en tjänst eller ändringen av en tjänstebenämning förutsätter inte tjänstemannens samtycke utom då den överförs till en annan pendlingsregion. Anställda som överförs behåller de rättigheter och skyldigheter som vid överföringen gäller enligt villkoren i deras anställningsförhållande. Jord- och skogsbruksministeriet kan vid behov inrätta nya tjänster vid Landsbygdsverket och utnämna till tjänsterna när de första gången tillsätts. Tjänsterna kan, med undantag för överdirektörstjänsten, då tillsättas utan att de ledigförklaras, om någon som är anställd vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjänstcentral utnämns till tjänsten.",
        "folded_sv": "anstallda i tjanste- och arbetsavtalsforhallande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral vilka skoter uppgifter som overfors till landsbygdsverket och motsvarande tjanster overfors nar denna lag trader i kraft till tjanster eller uppgifter vid landsbygdsverket genom beslut av jord- och skogsbruksministeriet. overforingen av en tjanst eller andringen av en tjanstebenamning forutsatter inte tjanstemannens samtycke utom da den overfors till en annan pendlingsregion. anstallda som overfors behaller de rattigheter och skyldigheter som vid overforingen galler enligt villkoren i deras anstallningsforhallande. jord- och skogsbruksministeriet kan vid behov inratta nya tjanster vid landsbygdsverket och utnamna till tjansterna nar de forsta gangen tillsatts. tjansterna kan, med undantag for overdirektorstjansten, da tillsattas utan att de ledigforklaras, om nagon som ar anstalld vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjanstcentral utnamns till tjansten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Toimiala",
      "content": "Euroopan yhteisön yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteisön rahoittamien maaseudun kehittämistoimien ja näitä täydentävien kansallisten toimenpiteiden toimeenpanotehtäviä varten on maa- ja metsätalousministeriön alainen Maaseutuvirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Euroopan yhteisön yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteisön rahoittamien maaseudun kehittämistoimien ja näitä täydentävien kansallisten toimenpiteiden toimeenpanotehtäviä varten on maa- ja metsätalousministeriön alainen Maaseutuvirasto.",
        "folded_fi": "euroopan yhteison yhteisen maatalouspolitiikan mukaisten toimenpiteiden, yhteison rahoittamien maaseudun kehittamistoimien ja naita taydentavien kansallisten toimenpiteiden toimeenpanotehtavia varten on maa- ja metsatalousministerion alainen maaseutuvirasto.",
        "title_sv": "Verksamhetsområde",
        "content_sv": "För verkställighetsuppdrag som gäller åtgärder enligt Europeiska gemenskapens gemensamma jordbrukspolitik, sådana åtgärder för landsbygdens utveckling som gemenskapen finansierar och nationella åtgärder som kompletterar dessa finns Landsbygdsverket, som lyder under jord- och skogsbruksministeriet.",
        "normalized_sv": "För verkställighetsuppdrag som gäller åtgärder enligt Europeiska gemenskapens gemensamma jordbrukspolitik, sådana åtgärder för landsbygdens utveckling som gemenskapen finansierar och nationella åtgärder som kompletterar dessa finns Landsbygdsverket, som lyder under jord- och skogsbruksministeriet.",
        "folded_sv": "for verkstallighetsuppdrag som galler atgarder enligt europeiska gemenskapens gemensamma jordbrukspolitik, sadana atgarder for landsbygdens utveckling som gemenskapen finansierar och nationella atgarder som kompletterar dessa finns landsbygdsverket, som lyder under jord- och skogsbruksministeriet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Tehtävät",
      "content": "Maaseutuvirastolle kuuluvat siten kuin Euroopan yhteisön asetuksissa sekä kansallisissa laeissa ja niiden nojalla säädetään tai määrätään: 1) Euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten sekä Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtävät; 2) Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvät tehtävät; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille sekä maaseudun kehittämistoimenpiteisiin myönnettävien kansallisten tukien ja korvausten toimeenpanoon liittyvät tehtävät; 4) Euroopan yhteisön yhteiseen maatalouspolitiikkaan liittyvien kiintiöiden toimeenpano, tuontitodistusten hallinnointi sekä tuottajaorganisaatioiden ja toimintaohjelmien hyväksyminen; 5) maaseutuelinkeinorekisteristä annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisällön ylläpito, kehittäminen ja tietojen luovuttaminen siltä osin kuin ne kuuluvat Maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajärjestelyihin ja valtionvastuisiin liittyvä valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtäviä vastaavat, yhteisön säädösten ja kansallisten säädösten nojalla ennen tämän lain voimaantuloa myönnettyihin tukiin, lainoihin ja avustuksiin liittyvät tehtävät; 8) maanjärjestely; 9) jäämistöön kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Maaseutuvirastolle kuuluvat siten kuin Euroopan yhteisön asetuksissa sekä kansallisissa laeissa ja niiden nojalla säädetään tai määrätään: 1) Euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten sekä Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtävät; 2) Euroopan maaseudun kehittämisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvät tehtävät; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille sekä maaseudun kehittämistoimenpiteisiin myönnettävien kansallisten tukien ja korvausten toimeenpanoon liittyvät tehtävät; 4) Euroopan yhteisön yhteiseen maatalouspolitiikkaan liittyvien kiintiöiden toimeenpano, tuontitodistusten hallinnointi sekä tuottajaorganisaatioiden ja toimintaohjelmien hyväksyminen; 5) maaseutuelinkeinorekisteristä annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisällön ylläpito, kehittäminen ja tietojen luovuttaminen siltä osin kuin ne kuuluvat Maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajärjestelyihin ja valtionvastuisiin liittyvä valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtäviä vastaavat, yhteisön säädösten ja kansallisten säädösten nojalla ennen tämän lain voimaantuloa myönnettyihin tukiin, lainoihin ja avustuksiin liittyvät tehtävät; 8) maanjärjestely; 9) jäämistöön kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtävät.",
        "folded_fi": "maaseutuvirastolle kuuluvat siten kuin euroopan yhteison asetuksissa seka kansallisissa laeissa ja niiden nojalla saadetaan tai maarataan: 1) euroopan maatalouden tukirahastosta rahoitettavien tukien, palkkioiden ja varastointikorvausten seka euroopan maaseudun kehittamisen maatalousrahastosta rahoitettavien tukien maksajavirasto- ja muut toimeenpanotehtavat; 2) euroopan maaseudun kehittamisen maatalousrahastosta rahoitettavien ohjelmien hallinnointiin ja toimeenpanoon liittyvat tehtavat; 3) maa-, puutarha- ja porotaloudelle, luontaiselinkeinoille, koltille seka maaseudun kehittamistoimenpiteisiin myonnettavien kansallisten tukien ja korvausten toimeenpanoon liittyvat tehtavat; 4) euroopan yhteison yhteiseen maatalouspolitiikkaan liittyvien kiintioiden toimeenpano, tuontitodistusten hallinnointi seka tuottajaorganisaatioiden ja toimintaohjelmien hyvaksyminen; 5) maaseutuelinkeinorekisterista annetussa laissa (1515/1994) tarkoitettujen rekisterien tietosisallon yllapito, kehittaminen ja tietojen luovuttaminen silta osin kuin ne kuuluvat maaseutuviraston toimialaan; 6) 1 ja 3 kohdassa tarkoitettuihin, lainamuotoisiin tukiin, valtiontakauksiin, velkajarjestelyihin ja valtionvastuisiin liittyva valtion edunvalvonta; 7) 1―3 ja 6 kohdassa tarkoitettuja tehtavia vastaavat, yhteison saadosten ja kansallisten saadosten nojalla ennen taman lain voimaantuloa myonnettyihin tukiin, lainoihin ja avustuksiin liittyvat tehtavat; 8) maanjarjestely; 9) jaamistoon kuuluvan maatilan jakamisesta annettavat lausunnot; ja 10) muut vastaavat toimeenpanotehtavat.",
        "title_sv": "Uppgifter",
        "content_sv": "Landsbygdsverket skall på det sätt som bestäms i Europeiska gemenskapens förordningar samt i nationell lag och föreskrivs med stöd av dem 1) vara utbetalande myndighet för och sköta andra verkställighetsuppdrag som gäller sådana stöd, bidrag och ersättningar för lagring som finansieras av Europeiska garantifonden för jordbruket och sådana stöd som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 2) sköta förvaltnings- och verkställighetsuppdrag som gäller program som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 3) sköta verkställighetsuppdrag som gäller nationella stöd och ersättningar som beviljas jordbruket och trädgårdsodlingen, ren- och naturnäringarna och skolterna samt för åtgärder för utveckling av landsbygden, 4) verkställa kvoter som anknyter till Europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkänna producentorganisationer och godkänna verksamhetsprogram, 5) upprätthålla och utveckla de i lagen om landsbygdsnäringsregistret (1515/1994) avsedda registrens informationsinnehåll samt lämna ut uppgifter till den del de omfattas av Landsbygdsverkets verksamhetsområde, 6) sköta statlig intressebevakning när det gäller i 1 och 3 punkten avsedda stöd i form av lån, statsborgen, skuldsanering och statens ansvarsförbindelser, 7) sköta sådana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen när det gäller stöd, lån och bidrag som beviljats med stöd av Europeiska gemenskapens lagstiftning och nationella författningar innan denna lag trätt i kraft, 8) sköta jordregleringar, 9) ge utlåtanden om skifte av gårdsbruksenhet som hör till kvarlåtenskap, och 10) sköta övriga motsvarande verkställighetsuppdrag.",
        "normalized_sv": "Landsbygdsverket skall på det sätt som bestäms i Europeiska gemenskapens förordningar samt i nationell lag och föreskrivs med stöd av dem 1) vara utbetalande myndighet för och sköta andra verkställighetsuppdrag som gäller sådana stöd, bidrag och ersättningar för lagring som finansieras av Europeiska garantifonden för jordbruket och sådana stöd som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 2) sköta förvaltnings- och verkställighetsuppdrag som gäller program som finansieras av Europeiska jordbruksfonden för landsbygdsutveckling, 3) sköta verkställighetsuppdrag som gäller nationella stöd och ersättningar som beviljas jordbruket och trädgårdsodlingen, ren- och naturnäringarna och skolterna samt för åtgärder för utveckling av landsbygden, 4) verkställa kvoter som anknyter till Europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkänna producentorganisationer och godkänna verksamhetsprogram, 5) upprätthålla och utveckla de i lagen om landsbygdsnäringsregistret (1515/1994) avsedda registrens informationsinnehåll samt lämna ut uppgifter till den del de omfattas av Landsbygdsverkets verksamhetsområde, 6) sköta statlig intressebevakning när det gäller i 1 och 3 punkten avsedda stöd i form av lån, statsborgen, skuldsanering och statens ansvarsförbindelser, 7) sköta sådana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen när det gäller stöd, lån och bidrag som beviljats med stöd av Europeiska gemenskapens lagstiftning och nationella författningar innan denna lag trätt i kraft, 8) sköta jordregleringar, 9) ge utlåtanden om skifte av gårdsbruksenhet som hör till kvarlåtenskap, och 10) sköta övriga motsvarande verkställighetsuppdrag.",
        "folded_sv": "landsbygdsverket skall pa det satt som bestams i europeiska gemenskapens forordningar samt i nationell lag och foreskrivs med stod av dem 1) vara utbetalande myndighet for och skota andra verkstallighetsuppdrag som galler sadana stod, bidrag och ersattningar for lagring som finansieras av europeiska garantifonden for jordbruket och sadana stod som finansieras av europeiska jordbruksfonden for landsbygdsutveckling, 2) skota forvaltnings- och verkstallighetsuppdrag som galler program som finansieras av europeiska jordbruksfonden for landsbygdsutveckling, 3) skota verkstallighetsuppdrag som galler nationella stod och ersattningar som beviljas jordbruket och tradgardsodlingen, ren- och naturnaringarna och skolterna samt for atgarder for utveckling av landsbygden, 4) verkstalla kvoter som anknyter till europeiska gemenskapens gemensamma jordbrukspolitik, administrera importbevis samt erkanna producentorganisationer och godkanna verksamhetsprogram, 5) uppratthalla och utveckla de i lagen om landsbygdsnaringsregistret (1515/1994) avsedda registrens informationsinnehall samt lamna ut uppgifter till den del de omfattas av landsbygdsverkets verksamhetsomrade, 6) skota statlig intressebevakning nar det galler i 1 och 3 punkten avsedda stod i form av lan, statsborgen, skuldsanering och statens ansvarsforbindelser, 7) skota sadana uppdrag som motsvarar de i 1―3 och 6 punkten avsedda uppdragen nar det galler stod, lan och bidrag som beviljats med stod av europeiska gemenskapens lagstiftning och nationella forfattningar innan denna lag tratt i kraft, 8) skota jordregleringar, 9) ge utlatanden om skifte av gardsbruksenhet som hor till kvarlatenskap, och 10) skota ovriga motsvarande verkstallighetsuppdrag."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ohjaus ja tiedonantovelvollisuus",
      "content": "Maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsätalousministeriön asettamia tavoitteita sekä suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsätalousministeriö sille antaa. Viraston on salassapitosäännösten estämättä annettava maa- ja metsätalousministeriölle ne välttämättömät tiedot ja asiakirjat, joita ministeriö sille säädettyjen tehtävien hoitamiseksi tarvitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsätalousministeriön asettamia tavoitteita sekä suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsätalousministeriö sille antaa. Viraston on salassapitosäännösten estämättä annettava maa- ja metsätalousministeriölle ne välttämättömät tiedot ja asiakirjat, joita ministeriö sille säädettyjen tehtävien hoitamiseksi tarvitsee.",
        "folded_fi": "maaseutuviraston tulee toiminnassaan toteuttaa maa- ja metsatalousministerion asettamia tavoitteita seka suorittaa ne valmistelu-, seuranta- ja arviointitoimeksiannot, jotka maa- ja metsatalousministerio sille antaa. viraston on salassapitosaannosten estamatta annettava maa- ja metsatalousministeriolle ne valttamattomat tiedot ja asiakirjat, joita ministerio sille saadettyjen tehtavien hoitamiseksi tarvitsee.",
        "title_sv": "Styrning och upplysningsskyldighet",
        "content_sv": "Landsbygdsverket skall i sin verksamhet uppnå de mål som jord- och skogsbruksministeriet sätter samt utföra de berednings-, övervaknings- och utvärderingsuppdrag som jord- och skogsbruksministeriet ger verket. Verket skall utan hinder av sekretessbestämmelserna lämna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behöver för att utföra de uppgifter som föreskrivits för ministeriet.",
        "normalized_sv": "Landsbygdsverket skall i sin verksamhet uppnå de mål som jord- och skogsbruksministeriet sätter samt utföra de berednings-, övervaknings- och utvärderingsuppdrag som jord- och skogsbruksministeriet ger verket. Verket skall utan hinder av sekretessbestämmelserna lämna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behöver för att utföra de uppgifter som föreskrivits för ministeriet.",
        "folded_sv": "landsbygdsverket skall i sin verksamhet uppna de mal som jord- och skogsbruksministeriet satter samt utfora de berednings-, overvaknings- och utvarderingsuppdrag som jord- och skogsbruksministeriet ger verket. verket skall utan hinder av sekretessbestammelserna lamna jord- och skogsbruksministeriet de uppgifter och handlingar som ministeriet behover for att utfora de uppgifter som foreskrivits for ministeriet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Viraston johto",
      "content": "Maaseutuvirastoa johtaa ylijohtaja. Ylijohtaja ratkaisee viraston päätettävät asiat. Ylijohtaja voi työjärjestyksellä siirtää ratkaisuvaltaa viraston muulle virkamiehelle. Ylijohtaja voi kuitenkin pidättää itsellään päätösvallan asiassa, jonka virkamies työjärjestyksen mukaan saisi ratkaista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Maaseutuvirastoa johtaa ylijohtaja. Ylijohtaja ratkaisee viraston päätettävät asiat. Ylijohtaja voi työjärjestyksellä siirtää ratkaisuvaltaa viraston muulle virkamiehelle. Ylijohtaja voi kuitenkin pidättää itsellään päätösvallan asiassa, jonka virkamies työjärjestyksen mukaan saisi ratkaista.",
        "folded_fi": "maaseutuvirastoa johtaa ylijohtaja. ylijohtaja ratkaisee viraston paatettavat asiat. ylijohtaja voi tyojarjestyksella siirtaa ratkaisuvaltaa viraston muulle virkamiehelle. ylijohtaja voi kuitenkin pidattaa itsellaan paatosvallan asiassa, jonka virkamies tyojarjestyksen mukaan saisi ratkaista.",
        "title_sv": "Verkets ledning",
        "content_sv": "Landsbygdsverket leds av en överdirektör. Överdirektören avgör de ärenden som skall avgöras inom verket. Genom arbetsordningen kan överdirektören överföra beslutanderätt på en annan tjänsteman vid verket. Överdirektören kan dock förbehålla sig beslutanderätten i ärenden som en tjänsteman enligt arbetsordningen får avgöra.",
        "normalized_sv": "Landsbygdsverket leds av en överdirektör. Överdirektören avgör de ärenden som skall avgöras inom verket. Genom arbetsordningen kan överdirektören överföra beslutanderätt på en annan tjänsteman vid verket. Överdirektören kan dock förbehålla sig beslutanderätten i ärenden som en tjänsteman enligt arbetsordningen får avgöra.",
        "folded_sv": "landsbygdsverket leds av en overdirektor. overdirektoren avgor de arenden som skall avgoras inom verket. genom arbetsordningen kan overdirektoren overfora beslutanderatt pa en annan tjansteman vid verket. overdirektoren kan dock forbehalla sig beslutanderatten i arenden som en tjansteman enligt arbetsordningen far avgora."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tarkemmat säännökset ja määräykset",
      "content": "Maaseutuviraston virkoihin nimittämisestä, ylijohtajan tehtävistä ja päätöksenteosta virastossa säädetään valtioneuvoston asetuksella. Viraston työjärjestyksessä määrätään viraston toimintayksiköistä, esimiesasemassa olevien virkamiesten tehtävistä, sijaisuuksista, sisäisestä johtamisesta ja muista sisäiseen hallintoon kuuluvista asioista. Ylijohtaja vahvistaa työjärjestyksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Maaseutuviraston virkoihin nimittämisestä, ylijohtajan tehtävistä ja päätöksenteosta virastossa säädetään valtioneuvoston asetuksella. Viraston työjärjestyksessä määrätään viraston toimintayksiköistä, esimiesasemassa olevien virkamiesten tehtävistä, sijaisuuksista, sisäisestä johtamisesta ja muista sisäiseen hallintoon kuuluvista asioista. Ylijohtaja vahvistaa työjärjestyksen.",
        "folded_fi": "maaseutuviraston virkoihin nimittamisesta, ylijohtajan tehtavista ja paatoksenteosta virastossa saadetaan valtioneuvoston asetuksella. viraston tyojarjestyksessa maarataan viraston toimintayksikoista, esimiesasemassa olevien virkamiesten tehtavista, sijaisuuksista, sisaisesta johtamisesta ja muista sisaiseen hallintoon kuuluvista asioista. ylijohtaja vahvistaa tyojarjestyksen.",
        "title_sv": "Närmare bestämmelser och föreskrifter",
        "content_sv": "I fråga om utnämning till tjänster vid Landsbygdsverket, överdirektörens uppgifter och om beslutsprocessen vid verket bestäms genom förordning av statsrådet. I verkets arbetsordning bestäms om verkets enheter, om de uppgifter tjänstemän i förmansställning har, om vikariat, om den interna ledningen och andra ärenden inom den interna förvaltningen. Överdirektören fastställer arbetsordningen.",
        "normalized_sv": "I fråga om utnämning till tjänster vid Landsbygdsverket, överdirektörens uppgifter och om beslutsprocessen vid verket bestäms genom förordning av statsrådet. I verkets arbetsordning bestäms om verkets enheter, om de uppgifter tjänstemän i förmansställning har, om vikariat, om den interna ledningen och andra ärenden inom den interna förvaltningen. Överdirektören fastställer arbetsordningen.",
        "folded_sv": "i fraga om utnamning till tjanster vid landsbygdsverket, overdirektorens uppgifter och om beslutsprocessen vid verket bestams genom forordning av statsradet. i verkets arbetsordning bestams om verkets enheter, om de uppgifter tjansteman i formansstallning har, om vikariat, om den interna ledningen och andra arenden inom den interna forvaltningen. overdirektoren faststaller arbetsordningen."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin, jotka ovat tarpeen Maaseutuviraston toiminnan aloittamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä toukokuuta 2007. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin, jotka ovat tarpeen Maaseutuviraston toiminnan aloittamiseksi.",
        "folded_fi": "tama laki tulee voimaan 1 paivana toukokuuta 2007. ennen lain voimaantuloa voidaan ryhtya toimenpiteisiin, jotka ovat tarpeen maaseutuviraston toiminnan aloittamiseksi.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 maj 2007. Åtgärder som behövs för att inleda verksamheten vid Landsbygdsverket får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 maj 2007. Åtgärder som behövs för att inleda verksamheten vid Landsbygdsverket får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 maj 2007. atgarder som behovs for att inleda verksamheten vid landsbygdsverket far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tehtäviä koskevat siirtymäsäännökset",
      "content": "Tämän lain voimaan tullessa siirtyvät ne maa- ja metsätalousministeriössä ja maa- ja metsätalousministeriön tietopalvelukeskuksessa vireillä olevat asiat, jotka tämän tai muun lain taikka asetuksen mukaan kuuluvat Maaseutuviraston tehtäviin, Maaseutuviraston käsiteltäviksi. Maaseutuviraston tehtäviin liittyvät sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvät tämän lain voimaan tullessa maa- ja metsätalousministeriöltä sekä maa- ja metsätalousministeriön tietopalvelukeskukselta Maaseutuvirastolle. Mitä Maaseutuvirastolle tämän lain voimaan tullessa siirtyvien tehtävien hoidosta muualla säädetään, koskee lain voimaan tultua vastaavasti Maaseutuvirastoa, jollei toisin säädetä tai määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Tämän lain voimaan tullessa siirtyvät ne maa- ja metsätalousministeriössä ja maa- ja metsätalousministeriön tietopalvelukeskuksessa vireillä olevat asiat, jotka tämän tai muun lain taikka asetuksen mukaan kuuluvat Maaseutuviraston tehtäviin, Maaseutuviraston käsiteltäviksi. Maaseutuviraston tehtäviin liittyvät sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvät tämän lain voimaan tullessa maa- ja metsätalousministeriöltä sekä maa- ja metsätalousministeriön tietopalvelukeskukselta Maaseutuvirastolle. Mitä Maaseutuvirastolle tämän lain voimaan tullessa siirtyvien tehtävien hoidosta muualla säädetään, koskee lain voimaan tultua vastaavasti Maaseutuvirastoa, jollei toisin säädetä tai määrätä.",
        "folded_fi": "taman lain voimaan tullessa siirtyvat ne maa- ja metsatalousministeriossa ja maa- ja metsatalousministerion tietopalvelukeskuksessa vireilla olevat asiat, jotka taman tai muun lain taikka asetuksen mukaan kuuluvat maaseutuviraston tehtaviin, maaseutuviraston kasiteltaviksi. maaseutuviraston tehtaviin liittyvat sopimukset ja muut sitoumukset samoin kuin muiden vastuiden ja oikeuksien hoito siirtyvat taman lain voimaan tullessa maa- ja metsatalousministeriolta seka maa- ja metsatalousministerion tietopalvelukeskukselta maaseutuvirastolle. mita maaseutuvirastolle taman lain voimaan tullessa siirtyvien tehtavien hoidosta muualla saadetaan, koskee lain voimaan tultua vastaavasti maaseutuvirastoa, jollei toisin saadeta tai maarata.",
        "title_sv": "Övergångsbestämmelser som gäller uppgifterna",
        "content_sv": "När denna lag träder i kraft överförs de ärenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral och som enligt denna eller någon annan lag eller en förordning hör till Landsbygdsverkets uppgifter till Landsbygdsverket för behandling. Avtal och andra förbindelser som anknyter till Landsbygdsverkets uppgifter samt skötseln av övriga ansvarsförbindelser och rättigheter överförs vid denna lags ikraftträdande från jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral till Landsbygdsverket. Det som någon annanstans bestäms om skötseln av uppgifter som vid denna lags ikraftträdande överförs till Landsbygdsverket gäller efter denna lags ikraftträdande på motsvarande sätt Landsbygdsverket, om inte något annat bestäms eller föreskrivs.",
        "normalized_sv": "När denna lag träder i kraft överförs de ärenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral och som enligt denna eller någon annan lag eller en förordning hör till Landsbygdsverkets uppgifter till Landsbygdsverket för behandling. Avtal och andra förbindelser som anknyter till Landsbygdsverkets uppgifter samt skötseln av övriga ansvarsförbindelser och rättigheter överförs vid denna lags ikraftträdande från jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral till Landsbygdsverket. Det som någon annanstans bestäms om skötseln av uppgifter som vid denna lags ikraftträdande överförs till Landsbygdsverket gäller efter denna lags ikraftträdande på motsvarande sätt Landsbygdsverket, om inte något annat bestäms eller föreskrivs.",
        "folded_sv": "nar denna lag trader i kraft overfors de arenden som har inletts vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral och som enligt denna eller nagon annan lag eller en forordning hor till landsbygdsverkets uppgifter till landsbygdsverket for behandling. avtal och andra forbindelser som anknyter till landsbygdsverkets uppgifter samt skotseln av ovriga ansvarsforbindelser och rattigheter overfors vid denna lags ikrafttradande fran jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral till landsbygdsverket. det som nagon annanstans bestams om skotseln av uppgifter som vid denna lags ikrafttradande overfors till landsbygdsverket galler efter denna lags ikrafttradande pa motsvarande satt landsbygdsverket, om inte nagot annat bestams eller foreskrivs."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Henkilöstöä koskevat siirtymäsäännökset",
      "content": "Maa- ja metsätalousministeriössä sekä maa- ja metsätalousministeriön tietopalvelukeskuksessa Maaseutuvirastolle siirtyviä tehtäviä hoitava virka- ja työsopimussuhteinen henkilöstö sekä vastaavat virat siirtyvät tämän lain voimaan tullessa Maaseutuviraston virkoihin ja tehtäviin maa- ja metsätalousministeriön päätöksellä. Viran siirtäminen tai viran nimen muuttaminen ei edellytä virkamiehen suostumusta paitsi milloin se siirtyy toiselle työssäkäyntialueelle. Siirtyvä henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeutensa ja velvollisuutensa. Maa- ja metsätalousministeriö voi tarvittaessa perustaa Maaseutuvirastoon uusia virkoja ja niitä ensimmäisen kerran täytettäessä nimittää virkoihin. Virat, ylijohtajan virkaa lukuun ottamatta, voidaan tällöin täyttää haettaviksi julistamatta, jos virkaan nimitetään maa- ja metsätalousministeriön tai maa- ja metsätalousministeriön tietopalvelukeskuksen palveluksessa oleva henkilö.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Maa- ja metsätalousministeriössä sekä maa- ja metsätalousministeriön tietopalvelukeskuksessa Maaseutuvirastolle siirtyviä tehtäviä hoitava virka- ja työsopimussuhteinen henkilöstö sekä vastaavat virat siirtyvät tämän lain voimaan tullessa Maaseutuviraston virkoihin ja tehtäviin maa- ja metsätalousministeriön päätöksellä. Viran siirtäminen tai viran nimen muuttaminen ei edellytä virkamiehen suostumusta paitsi milloin se siirtyy toiselle työssäkäyntialueelle. Siirtyvä henkilöstö säilyttää siirtymähetkellä palvelussuhteensa ehtoihin liittyvät oikeutensa ja velvollisuutensa. Maa- ja metsätalousministeriö voi tarvittaessa perustaa Maaseutuvirastoon uusia virkoja ja niitä ensimmäisen kerran täytettäessä nimittää virkoihin. Virat, ylijohtajan virkaa lukuun ottamatta, voidaan tällöin täyttää haettaviksi julistamatta, jos virkaan nimitetään maa- ja metsätalousministeriön tai maa- ja metsätalousministeriön tietopalvelukeskuksen palveluksessa oleva henkilö.",
        "folded_fi": "maa- ja metsatalousministeriossa seka maa- ja metsatalousministerion tietopalvelukeskuksessa maaseutuvirastolle siirtyvia tehtavia hoitava virka- ja tyosopimussuhteinen henkilosto seka vastaavat virat siirtyvat taman lain voimaan tullessa maaseutuviraston virkoihin ja tehtaviin maa- ja metsatalousministerion paatoksella. viran siirtaminen tai viran nimen muuttaminen ei edellyta virkamiehen suostumusta paitsi milloin se siirtyy toiselle tyossakayntialueelle. siirtyva henkilosto sailyttaa siirtymahetkella palvelussuhteensa ehtoihin liittyvat oikeutensa ja velvollisuutensa. maa- ja metsatalousministerio voi tarvittaessa perustaa maaseutuvirastoon uusia virkoja ja niita ensimmaisen kerran taytettaessa nimittaa virkoihin. virat, ylijohtajan virkaa lukuun ottamatta, voidaan talloin tayttaa haettaviksi julistamatta, jos virkaan nimitetaan maa- ja metsatalousministerion tai maa- ja metsatalousministerion tietopalvelukeskuksen palveluksessa oleva henkilo.",
        "title_sv": "Övergångsbestämmelser som gäller personalen",
        "content_sv": "Anställda i tjänste- och arbetsavtalsförhållande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral vilka sköter uppgifter som överförs till Landsbygdsverket och motsvarande tjänster överförs när denna lag träder i kraft till tjänster eller uppgifter vid Landsbygdsverket genom beslut av jord- och skogsbruksministeriet. Överföringen av en tjänst eller ändringen av en tjänstebenämning förutsätter inte tjänstemannens samtycke utom då den överförs till en annan pendlingsregion. Anställda som överförs behåller de rättigheter och skyldigheter som vid överföringen gäller enligt villkoren i deras anställningsförhållande. Jord- och skogsbruksministeriet kan vid behov inrätta nya tjänster vid Landsbygdsverket och utnämna till tjänsterna när de första gången tillsätts. Tjänsterna kan, med undantag för överdirektörstjänsten, då tillsättas utan att de ledigförklaras, om någon som är anställd vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjänstcentral utnämns till tjänsten.",
        "normalized_sv": "Anställda i tjänste- och arbetsavtalsförhållande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjänstcentral vilka sköter uppgifter som överförs till Landsbygdsverket och motsvarande tjänster överförs när denna lag träder i kraft till tjänster eller uppgifter vid Landsbygdsverket genom beslut av jord- och skogsbruksministeriet. Överföringen av en tjänst eller ändringen av en tjänstebenämning förutsätter inte tjänstemannens samtycke utom då den överförs till en annan pendlingsregion. Anställda som överförs behåller de rättigheter och skyldigheter som vid överföringen gäller enligt villkoren i deras anställningsförhållande. Jord- och skogsbruksministeriet kan vid behov inrätta nya tjänster vid Landsbygdsverket och utnämna till tjänsterna när de första gången tillsätts. Tjänsterna kan, med undantag för överdirektörstjänsten, då tillsättas utan att de ledigförklaras, om någon som är anställd vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjänstcentral utnämns till tjänsten.",
        "folded_sv": "anstallda i tjanste- och arbetsavtalsforhallande vid jord- och skogsbruksministeriet och jord- och skogsbruksministeriets informationstjanstcentral vilka skoter uppgifter som overfors till landsbygdsverket och motsvarande tjanster overfors nar denna lag trader i kraft till tjanster eller uppgifter vid landsbygdsverket genom beslut av jord- och skogsbruksministeriet. overforingen av en tjanst eller andringen av en tjanstebenamning forutsatter inte tjanstemannens samtycke utom da den overfors till en annan pendlingsregion. anstallda som overfors behaller de rattigheter och skyldigheter som vid overforingen galler enligt villkoren i deras anstallningsforhallande. jord- och skogsbruksministeriet kan vid behov inratta nya tjanster vid landsbygdsverket och utnamna till tjansterna nar de forsta gangen tillsatts. tjansterna kan, med undantag for overdirektorstjansten, da tillsattas utan att de ledigforklaras, om nagon som ar anstalld vid jord- och skogsbruksministeriet eller jord- och skogsbruksministeriets informationstjanstcentral utnamns till tjansten."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}