{
  "id": "673/2015",
  "type": "statute",
  "title": "Laki kansainvälistä suojelua hakevan vastaanotosta sekä ihmiskaupan uhrin tunnistamisesta ja auttamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om mottagande av personer som söker internationellt skydd och om identifiering av och hjälp till offer för människohandel",
  "status": "in_force",
  "issued_date": "2015-05-22",
  "in_force_date": "2015-05-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/673/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Vastaanottopalvelujen saaja",
      "content": "Vastaanottopalveluja annetaan kansainvälistä suojelua hakevalle ja tilapäistä suojelua saavalle. Kansainvälistä suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapäistä suojelua saaneelle, jolle on myönnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vastaanottopalveluja annetaan kansainvälistä suojelua hakevalle ja tilapäistä suojelua saavalle. Kansainvälistä suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapäistä suojelua saaneelle, jolle on myönnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
        "folded_fi": "vastaanottopalveluja annetaan kansainvalista suojelua hakevalle ja tilapaista suojelua saavalle. kansainvalista suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapaista suojelua saaneelle, jolle on myonnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
        "title_sv": "Mottagare av mottagningstjänster",
        "content_sv": "Mottagningstjänster tillhandahålls personer som söker internationellt skydd eller får tillfälligt skydd. Mottagningstjänster kan under en rimlig tid tillhandahållas personer som på basis av ansökan om internationellt skydd fått uppehållstillstånd och personer som fått tillfälligt skydd och har beviljats kontinuerligt uppehållstillstånd.",
        "normalized_sv": "Mottagningstjänster tillhandahålls personer som söker internationellt skydd eller får tillfälligt skydd. Mottagningstjänster kan under en rimlig tid tillhandahållas personer som på basis av ansökan om internationellt skydd fått uppehållstillstånd och personer som fått tillfälligt skydd och har beviljats kontinuerligt uppehållstillstånd.",
        "folded_sv": "mottagningstjanster tillhandahalls personer som soker internationellt skydd eller far tillfalligt skydd. mottagningstjanster kan under en rimlig tid tillhandahallas personer som pa basis av ansokan om internationellt skydd fatt uppehallstillstand och personer som fatt tillfalligt skydd och har beviljats kontinuerligt uppehallstillstand."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Vastaanottopalvelujen kesto",
      "content": "Vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epäämisen tai tilapäisen suojelun lakkaamisen jälkeen vastaanottopalveluja siihen saakka, kunnes hän on poistunut maasta. Kansainvälistä suojelua hakevalle, joka on Euroopan unionin jäsenvaltion taikka Islannin, Liechtensteinin, Norjan tai Sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun hän on saanut tiedoksi Maahanmuuttoviraston kielteisen päätöksen kansainvälistä suojelua koskevaan hakemukseensa. Edellä mainitun valtion kansalainen, joka on saanut tiedoksi Maahanmuuttoviraston kansainvälistä suojelua koskevan kielteisen päätöksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, että käännyttämistä koskeva päätös pannaan täytäntöön ennen kuin 30 päivää on kulunut siitä, kun päätös on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintään kuitenkin 7 vuorokauden ajan. Kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintään 30 päivää sen jälkeen, kun päätös maasta poistamisesta on tullut täytäntöönpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, että maasta poistamisen täytäntöönpano viranomaistoimin ei ole mahdollista. Jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistään 90 päivän kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myönnetty oleskelulupaa. Mitä edellä tässä momentissa säädetään, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. Vastaanottokeskuksen johtaja voi päättää, että henkilölle annetaan vastaanottopalveluja 2 ja 3 momentissa säädettyjen määräaikojen estämättä kohtuullinen aika erityisen henkilökohtaisen syyn vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epäämisen tai tilapäisen suojelun lakkaamisen jälkeen vastaanottopalveluja siihen saakka, kunnes hän on poistunut maasta. Kansainvälistä suojelua hakevalle, joka on Euroopan unionin jäsenvaltion taikka Islannin, Liechtensteinin, Norjan tai Sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun hän on saanut tiedoksi Maahanmuuttoviraston kielteisen päätöksen kansainvälistä suojelua koskevaan hakemukseensa. Edellä mainitun valtion kansalainen, joka on saanut tiedoksi Maahanmuuttoviraston kansainvälistä suojelua koskevan kielteisen päätöksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, että käännyttämistä koskeva päätös pannaan täytäntöön ennen kuin 30 päivää on kulunut siitä, kun päätös on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintään kuitenkin 7 vuorokauden ajan. Kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintään 30 päivää sen jälkeen, kun päätös maasta poistamisesta on tullut täytäntöönpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, että maasta poistamisen täytäntöönpano viranomaistoimin ei ole mahdollista. Jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistään 90 päivän kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myönnetty oleskelulupaa. Mitä edellä tässä momentissa säädetään, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. Vastaanottokeskuksen johtaja voi päättää, että henkilölle annetaan vastaanottopalveluja 2 ja 3 momentissa säädettyjen määräaikojen estämättä kohtuullinen aika erityisen henkilökohtaisen syyn vuoksi.",
        "folded_fi": "vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epaamisen tai tilapaisen suojelun lakkaamisen jalkeen vastaanottopalveluja siihen saakka, kunnes han on poistunut maasta. kansainvalista suojelua hakevalle, joka on euroopan unionin jasenvaltion taikka islannin, liechtensteinin, norjan tai sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun han on saanut tiedoksi maahanmuuttoviraston kielteisen paatoksen kansainvalista suojelua koskevaan hakemukseensa. edella mainitun valtion kansalainen, joka on saanut tiedoksi maahanmuuttoviraston kansainvalista suojelua koskevan kielteisen paatoksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, etta kaannyttamista koskeva paatos pannaan taytantoon ennen kuin 30 paivaa on kulunut siita, kun paatos on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintaan kuitenkin 7 vuorokauden ajan. kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintaan 30 paivaa sen jalkeen, kun paatos maasta poistamisesta on tullut taytantoonpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, etta maasta poistamisen taytantoonpano viranomaistoimin ei ole mahdollista. jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistaan 90 paivan kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myonnetty oleskelulupaa. mita edella tassa momentissa saadetaan, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. vastaanottokeskuksen johtaja voi paattaa, etta henkilolle annetaan vastaanottopalveluja 2 ja 3 momentissa saadettyjen maaraaikojen estamatta kohtuullinen aika erityisen henkilokohtaisen syyn vuoksi.",
        "title_sv": "Hur länge mottagningstjänster tillhandahålls",
        "content_sv": "Om uppehållstillstånd förvägras eller det tillfälliga skyddet upphör för en utlänning som fått mottagningstjänster, tillhandahålls personen i fråga mottagningstjänster tills han eller hon har avlägsnat sig ur landet. Den som söker internationellt skydd och är medborgare i en medlemsstat i Europeiska unionen eller i Island, Liechtenstein, Norge eller Schweiz tillhandahålls emellertid mottagningstjänster endast tills han eller hon fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd. Om en medborgare i en ovannämnd stat som fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd samtycker till att lämna landet under övervakning eller samtycker till att beslutet om avvisning verkställs innan 30 dagar har förflutit från delgivningen av beslutet, kan personen tillhandahållas mottagningstjänster fram till dess att han eller hon lämnar landet, dock i högst 7 dygn. För en tredjelandsmedborgare som inte har gjort en ansökan om assisterad frivillig återresa tillhandahålls mottagningstjänster i högst 30 dagar från det att beslutet om avlägsnande ur landet har blivit verkställbart och polisen har informerat förläggningen om att avlägsnandet inte kan verkställas genom myndighetsåtgärder. Har en assisterad återresa trots ansökan inte genomförts eller har ansökan om assisterad återresa återtagits, upphör emellertid tillhandahållandet av mottagningstjänster senast 90 dagar efter det att ansökan gjordes, om inte tredjelandsmedborgaren har beviljats uppehållstillstånd. Detta moment tillämpas inte på mottagningstjänster för barn som saknar vårdnadshavare. Trots de tidsgränser som föreskrivs i 2 och 3 mom. får föreståndaren för en förläggning besluta att någon av särskilda skäl som anknyter till dennes person ska tillhandahållas mottagningstjänster under en rimlig tid.",
        "normalized_sv": "Om uppehållstillstånd förvägras eller det tillfälliga skyddet upphör för en utlänning som fått mottagningstjänster, tillhandahålls personen i fråga mottagningstjänster tills han eller hon har avlägsnat sig ur landet. Den som söker internationellt skydd och är medborgare i en medlemsstat i Europeiska unionen eller i Island, Liechtenstein, Norge eller Schweiz tillhandahålls emellertid mottagningstjänster endast tills han eller hon fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd. Om en medborgare i en ovannämnd stat som fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd samtycker till att lämna landet under övervakning eller samtycker till att beslutet om avvisning verkställs innan 30 dagar har förflutit från delgivningen av beslutet, kan personen tillhandahållas mottagningstjänster fram till dess att han eller hon lämnar landet, dock i högst 7 dygn. För en tredjelandsmedborgare som inte har gjort en ansökan om assisterad frivillig återresa tillhandahålls mottagningstjänster i högst 30 dagar från det att beslutet om avlägsnande ur landet har blivit verkställbart och polisen har informerat förläggningen om att avlägsnandet inte kan verkställas genom myndighetsåtgärder. Har en assisterad återresa trots ansökan inte genomförts eller har ansökan om assisterad återresa återtagits, upphör emellertid tillhandahållandet av mottagningstjänster senast 90 dagar efter det att ansökan gjordes, om inte tredjelandsmedborgaren har beviljats uppehållstillstånd. Detta moment tillämpas inte på mottagningstjänster för barn som saknar vårdnadshavare. Trots de tidsgränser som föreskrivs i 2 och 3 mom. får föreståndaren för en förläggning besluta att någon av särskilda skäl som anknyter till dennes person ska tillhandahållas mottagningstjänster under en rimlig tid.",
        "folded_sv": "om uppehallstillstand forvagras eller det tillfalliga skyddet upphor for en utlanning som fatt mottagningstjanster, tillhandahalls personen i fraga mottagningstjanster tills han eller hon har avlagsnat sig ur landet. den som soker internationellt skydd och ar medborgare i en medlemsstat i europeiska unionen eller i island, liechtenstein, norge eller schweiz tillhandahalls emellertid mottagningstjanster endast tills han eller hon fatt del av migrationsverkets beslut om avslag pa ansokan om internationellt skydd. om en medborgare i en ovannamnd stat som fatt del av migrationsverkets beslut om avslag pa ansokan om internationellt skydd samtycker till att lamna landet under overvakning eller samtycker till att beslutet om avvisning verkstalls innan 30 dagar har forflutit fran delgivningen av beslutet, kan personen tillhandahallas mottagningstjanster fram till dess att han eller hon lamnar landet, dock i hogst 7 dygn. for en tredjelandsmedborgare som inte har gjort en ansokan om assisterad frivillig aterresa tillhandahalls mottagningstjanster i hogst 30 dagar fran det att beslutet om avlagsnande ur landet har blivit verkstallbart och polisen har informerat forlaggningen om att avlagsnandet inte kan verkstallas genom myndighetsatgarder. har en assisterad aterresa trots ansokan inte genomforts eller har ansokan om assisterad aterresa atertagits, upphor emellertid tillhandahallandet av mottagningstjanster senast 90 dagar efter det att ansokan gjordes, om inte tredjelandsmedborgaren har beviljats uppehallstillstand. detta moment tillampas inte pa mottagningstjanster for barn som saknar vardnadshavare. trots de tidsgranser som foreskrivs i 2 och 3 mom. far forestandaren for en forlaggning besluta att nagon av sarskilda skal som anknyter till dennes person ska tillhandahallas mottagningstjanster under en rimlig tid."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Paluun tukeminen",
      "content": "Paluun tukemiseksi voidaan kansainvälistä suojelua hakeneelle kolmannen maan kansalaiselle, tilapäistä suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa Suomessa, sekä oleskeluluvan ulkomaalaislain 51 §:n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hänen pääsynsä on taattu. Edellytyksenä avustuksen ja korvauksen maksamiseksi kansainvälistä suojelua hakeneelle on lisäksi, että hän poistuu maasta vapaaehtoisesti pysyväisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylätyksi. Avustus ja korvaus myönnetään, jos palaaja on tuen tarpeessa eikä voi aloittaa uudelleenkotoutumistaan eikä kattaa matka- ja muuttokustannuksiaan ansiotyöllään, muista tuloistaan tai varoistaan tai muulla tavalla. Avustuksen rahamäärän suuruuden määräämisessä otetaan huomioon palaajan henkilökohtaiset ja paluumaan olosuhteet. Avustuksen myöntäminen edellyttää suunnitelmaa avustuksen käytöstä. Avustuksesta ja sen määrästä sekä avustuksen myöntämisen menettelyistä säädetään tarkemmin sisäministeriön asetuksella. Avustuksen ja korvauksen myöntää hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteröity. Jos palaaja ei enää ole rekisteröitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myöntää Maahanmuuttovirasto. Vastaanottokeskus tai Maahanmuuttovirasto voi periä takaisin myöntämänsä avustuksen tai korvauksen, jos osoittautuu, että se on maksettu virheellisin perustein tai perusteettomasti. Hakemus takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Paluun tukemiseksi voidaan kansainvälistä suojelua hakeneelle kolmannen maan kansalaiselle, tilapäistä suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa Suomessa, sekä oleskeluluvan ulkomaalaislain 51 § :n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hänen pääsynsä on taattu. Edellytyksenä avustuksen ja korvauksen maksamiseksi kansainvälistä suojelua hakeneelle on lisäksi, että hän poistuu maasta vapaaehtoisesti pysyväisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylätyksi. Avustus ja korvaus myönnetään, jos palaaja on tuen tarpeessa eikä voi aloittaa uudelleenkotoutumistaan eikä kattaa matka- ja muuttokustannuksiaan ansiotyöllään, muista tuloistaan tai varoistaan tai muulla tavalla. Avustuksen rahamäärän suuruuden määräämisessä otetaan huomioon palaajan henkilökohtaiset ja paluumaan olosuhteet. Avustuksen myöntäminen edellyttää suunnitelmaa avustuksen käytöstä. Avustuksesta ja sen määrästä sekä avustuksen myöntämisen menettelyistä säädetään tarkemmin sisäministeriön asetuksella. Avustuksen ja korvauksen myöntää hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteröity. Jos palaaja ei enää ole rekisteröitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myöntää Maahanmuuttovirasto. Vastaanottokeskus tai Maahanmuuttovirasto voi periä takaisin myöntämänsä avustuksen tai korvauksen, jos osoittautuu, että se on maksettu virheellisin perustein tai perusteettomasti. Hakemus takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
        "folded_fi": "paluun tukemiseksi voidaan kansainvalista suojelua hakeneelle kolmannen maan kansalaiselle, tilapaista suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa suomessa, seka oleskeluluvan ulkomaalaislain 51 §:n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hanen paasynsa on taattu. edellytyksena avustuksen ja korvauksen maksamiseksi kansainvalista suojelua hakeneelle on lisaksi, etta han poistuu maasta vapaaehtoisesti pysyvaisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylatyksi. avustus ja korvaus myonnetaan, jos palaaja on tuen tarpeessa eika voi aloittaa uudelleenkotoutumistaan eika kattaa matka- ja muuttokustannuksiaan ansiotyollaan, muista tuloistaan tai varoistaan tai muulla tavalla. avustuksen rahamaaran suuruuden maaraamisessa otetaan huomioon palaajan henkilokohtaiset ja paluumaan olosuhteet. avustuksen myontaminen edellyttaa suunnitelmaa avustuksen kaytosta. avustuksesta ja sen maarasta seka avustuksen myontamisen menettelyista saadetaan tarkemmin sisaministerion asetuksella. avustuksen ja korvauksen myontaa hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteroity. jos palaaja ei enaa ole rekisteroitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myontaa maahanmuuttovirasto. vastaanottokeskus tai maahanmuuttovirasto voi peria takaisin myontamansa avustuksen tai korvauksen, jos osoittautuu, etta se on maksettu virheellisin perustein tai perusteettomasti. hakemus takaisinperinnasta tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee.",
        "title_sv": "Stöd för återresa",
        "content_sv": "Till en tredjelandsmedborgare som sökt internationellt skydd, den som fått tillfälligt skydd eller som är offer för människohandel och som enligt lagen om hemkommun inte har någon hemort i Finland samt till den som beviljats uppehållstillstånd med stöd av 51 § i utlänningslagen kan som stöd för återresa betalas bidrag och ersättning för skäliga rese- och flyttkostnader för återresan till hemlandet eller till något annat land där hans eller hennes inresa är garanterad. En förutsättning för att bidrag och ersättning ska betalas till den som sökt internationellt skydd är dessutom att han eller hon frivilligt och i permanent syfte avlägsnar sig ur landet efter att ha återtagit sin ansökan om skydd eller efter att ha fått sin ansökan om uppehållstillstånd avslagen. Bidrag och ersättning beviljas, om den återvändande personen är i behov av stöd och inte kan börja återintegrera sig eller täcka sina rese- och flyttkostnader genom förvärvsarbete, andra inkomster eller tillgångar eller på något annat sätt. När bidragsbeloppet bestäms ska återvändarens personliga omständigheter och förhållandena i återvändandelandet beaktas. För att bidrag ska beviljas förutsätts det att sökanden har en plan för hur bidraget kommer att användas. Närmare bestämmelser om bidraget och dess belopp samt om förfarandena vid beviljande av bidrag utfärdas genom förordning av inrikesministeriet. Bidrag och ersättning beviljas på återvändarens ansökan av den förläggning där han eller hon är registrerad som klient. Om återvändaren inte längre är registrerad som klient vid en förläggning, kan bidraget på ansökan beviljas av Migrationsverket. Den beviljande förläggningen eller Migrationsverket kan återkräva bidrag eller ersättning som visar sig ha betalats ut på felaktiga grunder eller utan grund. Ansökan om återkrav ska lämnas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "normalized_sv": "Till en tredjelandsmedborgare som sökt internationellt skydd, den som fått tillfälligt skydd eller som är offer för människohandel och som enligt lagen om hemkommun inte har någon hemort i Finland samt till den som beviljats uppehållstillstånd med stöd av 51 § i utlänningslagen kan som stöd för återresa betalas bidrag och ersättning för skäliga rese- och flyttkostnader för återresan till hemlandet eller till något annat land där hans eller hennes inresa är garanterad. En förutsättning för att bidrag och ersättning ska betalas till den som sökt internationellt skydd är dessutom att han eller hon frivilligt och i permanent syfte avlägsnar sig ur landet efter att ha återtagit sin ansökan om skydd eller efter att ha fått sin ansökan om uppehållstillstånd avslagen. Bidrag och ersättning beviljas, om den återvändande personen är i behov av stöd och inte kan börja återintegrera sig eller täcka sina rese- och flyttkostnader genom förvärvsarbete, andra inkomster eller tillgångar eller på något annat sätt. När bidragsbeloppet bestäms ska återvändarens personliga omständigheter och förhållandena i återvändandelandet beaktas. För att bidrag ska beviljas förutsätts det att sökanden har en plan för hur bidraget kommer att användas. Närmare bestämmelser om bidraget och dess belopp samt om förfarandena vid beviljande av bidrag utfärdas genom förordning av inrikesministeriet. Bidrag och ersättning beviljas på återvändarens ansökan av den förläggning där han eller hon är registrerad som klient. Om återvändaren inte längre är registrerad som klient vid en förläggning, kan bidraget på ansökan beviljas av Migrationsverket. Den beviljande förläggningen eller Migrationsverket kan återkräva bidrag eller ersättning som visar sig ha betalats ut på felaktiga grunder eller utan grund. Ansökan om återkrav ska lämnas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "folded_sv": "till en tredjelandsmedborgare som sokt internationellt skydd, den som fatt tillfalligt skydd eller som ar offer for manniskohandel och som enligt lagen om hemkommun inte har nagon hemort i finland samt till den som beviljats uppehallstillstand med stod av 51 § i utlanningslagen kan som stod for aterresa betalas bidrag och ersattning for skaliga rese- och flyttkostnader for aterresan till hemlandet eller till nagot annat land dar hans eller hennes inresa ar garanterad. en forutsattning for att bidrag och ersattning ska betalas till den som sokt internationellt skydd ar dessutom att han eller hon frivilligt och i permanent syfte avlagsnar sig ur landet efter att ha atertagit sin ansokan om skydd eller efter att ha fatt sin ansokan om uppehallstillstand avslagen. bidrag och ersattning beviljas, om den atervandande personen ar i behov av stod och inte kan borja aterintegrera sig eller tacka sina rese- och flyttkostnader genom forvarvsarbete, andra inkomster eller tillgangar eller pa nagot annat satt. nar bidragsbeloppet bestams ska atervandarens personliga omstandigheter och forhallandena i atervandandelandet beaktas. for att bidrag ska beviljas forutsatts det att sokanden har en plan for hur bidraget kommer att anvandas. narmare bestammelser om bidraget och dess belopp samt om forfarandena vid beviljande av bidrag utfardas genom forordning av inrikesministeriet. bidrag och ersattning beviljas pa atervandarens ansokan av den forlaggning dar han eller hon ar registrerad som klient. om atervandaren inte langre ar registrerad som klient vid en forlaggning, kan bidraget pa ansokan beviljas av migrationsverket. den beviljande forlaggningen eller migrationsverket kan aterkrava bidrag eller ersattning som visar sig ha betalats ut pa felaktiga grunder eller utan grund. ansokan om aterkrav ska lamnas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Vastaanottopalvelujen saaja",
      "content": "Vastaanottopalveluja annetaan kansainvälistä suojelua hakevalle ja tilapäistä suojelua saavalle. Kansainvälistä suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapäistä suojelua saaneelle, jolle on myönnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Vastaanottopalveluja annetaan kansainvälistä suojelua hakevalle ja tilapäistä suojelua saavalle. Kansainvälistä suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapäistä suojelua saaneelle, jolle on myönnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
        "folded_fi": "vastaanottopalveluja annetaan kansainvalista suojelua hakevalle ja tilapaista suojelua saavalle. kansainvalista suojelua koskevan hakemuksen perusteella oleskeluluvan saaneelle ja tilapaista suojelua saaneelle, jolle on myonnetty jatkuva oleskelulupa, voidaan antaa vastaanottopalveluja kohtuullinen aika.",
        "title_sv": "Mottagare av mottagningstjänster",
        "content_sv": "Mottagningstjänster tillhandahålls personer som söker internationellt skydd eller får tillfälligt skydd. Mottagningstjänster kan under en rimlig tid tillhandahållas personer som på basis av ansökan om internationellt skydd fått uppehållstillstånd och personer som fått tillfälligt skydd och har beviljats kontinuerligt uppehållstillstånd.",
        "normalized_sv": "Mottagningstjänster tillhandahålls personer som söker internationellt skydd eller får tillfälligt skydd. Mottagningstjänster kan under en rimlig tid tillhandahållas personer som på basis av ansökan om internationellt skydd fått uppehållstillstånd och personer som fått tillfälligt skydd och har beviljats kontinuerligt uppehållstillstånd.",
        "folded_sv": "mottagningstjanster tillhandahalls personer som soker internationellt skydd eller far tillfalligt skydd. mottagningstjanster kan under en rimlig tid tillhandahallas personer som pa basis av ansokan om internationellt skydd fatt uppehallstillstand och personer som fatt tillfalligt skydd och har beviljats kontinuerligt uppehallstillstand."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "title": "Vastaanottopalvelujen kesto",
      "content": "Vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epäämisen tai tilapäisen suojelun lakkaamisen jälkeen vastaanottopalveluja siihen saakka, kunnes hän on poistunut maasta. Kansainvälistä suojelua hakevalle, joka on Euroopan unionin jäsenvaltion taikka Islannin, Liechtensteinin, Norjan tai Sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun hän on saanut tiedoksi Maahanmuuttoviraston kielteisen päätöksen kansainvälistä suojelua koskevaan hakemukseensa. Edellä mainitun valtion kansalainen, joka on saanut tiedoksi Maahanmuuttoviraston kansainvälistä suojelua koskevan kielteisen päätöksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, että käännyttämistä koskeva päätös pannaan täytäntöön ennen kuin 30 päivää on kulunut siitä, kun päätös on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintään kuitenkin 7 vuorokauden ajan. Kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintään 30 päivää sen jälkeen, kun päätös maasta poistamisesta on tullut täytäntöönpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, että maasta poistamisen täytäntöönpano viranomaistoimin ei ole mahdollista. Jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistään 90 päivän kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myönnetty oleskelulupaa. Mitä edellä tässä momentissa säädetään, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. Vastaanottokeskuksen johtaja voi päättää, että henkilölle annetaan vastaanottopalveluja 2 ja 3 momentissa säädettyjen määräaikojen estämättä kohtuullinen aika erityisen henkilökohtaisen syyn vuoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14 a",
        "normalized_fi": "Vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epäämisen tai tilapäisen suojelun lakkaamisen jälkeen vastaanottopalveluja siihen saakka, kunnes hän on poistunut maasta. Kansainvälistä suojelua hakevalle, joka on Euroopan unionin jäsenvaltion taikka Islannin, Liechtensteinin, Norjan tai Sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun hän on saanut tiedoksi Maahanmuuttoviraston kielteisen päätöksen kansainvälistä suojelua koskevaan hakemukseensa. Edellä mainitun valtion kansalainen, joka on saanut tiedoksi Maahanmuuttoviraston kansainvälistä suojelua koskevan kielteisen päätöksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, että käännyttämistä koskeva päätös pannaan täytäntöön ennen kuin 30 päivää on kulunut siitä, kun päätös on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintään kuitenkin 7 vuorokauden ajan. Kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintään 30 päivää sen jälkeen, kun päätös maasta poistamisesta on tullut täytäntöönpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, että maasta poistamisen täytäntöönpano viranomaistoimin ei ole mahdollista. Jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistään 90 päivän kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myönnetty oleskelulupaa. Mitä edellä tässä momentissa säädetään, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. Vastaanottokeskuksen johtaja voi päättää, että henkilölle annetaan vastaanottopalveluja 2 ja 3 momentissa säädettyjen määräaikojen estämättä kohtuullinen aika erityisen henkilökohtaisen syyn vuoksi.",
        "folded_fi": "vastaanottopalveluja saaneelle ulkomaalaiselle annetaan oleskeluluvan epaamisen tai tilapaisen suojelun lakkaamisen jalkeen vastaanottopalveluja siihen saakka, kunnes han on poistunut maasta. kansainvalista suojelua hakevalle, joka on euroopan unionin jasenvaltion taikka islannin, liechtensteinin, norjan tai sveitsin kansalainen, annetaan vastaanottopalveluja kuitenkin vain siihen saakka, kun han on saanut tiedoksi maahanmuuttoviraston kielteisen paatoksen kansainvalista suojelua koskevaan hakemukseensa. edella mainitun valtion kansalainen, joka on saanut tiedoksi maahanmuuttoviraston kansainvalista suojelua koskevan kielteisen paatoksen ja joka suostuu poistumaan valvotusti maasta tai suostuu siihen, etta kaannyttamista koskeva paatos pannaan taytantoon ennen kuin 30 paivaa on kulunut siita, kun paatos on annettu tiedoksi, voi saada vastaanottopalveluja maasta poistumiseensa saakka, enintaan kuitenkin 7 vuorokauden ajan. kolmannen maan kansalaiselle, joka ei ole tehnyt hakemusta avustetusta vapaaehtoisesta paluusta, annetaan vastaanottopalveluja enintaan 30 paivaa sen jalkeen, kun paatos maasta poistamisesta on tullut taytantoonpanokelpoiseksi ja poliisi on ilmoittanut vastaanottokeskukselle, etta maasta poistamisen taytantoonpano viranomaistoimin ei ole mahdollista. jos avustettu paluu ei hakemuksesta huolimatta ole toteutunut tai hakemus on peruutettu, vastaanottopalvelut lakkaavat, kuitenkin viimeistaan 90 paivan kuluttua hakemuksesta, jollei kolmannen maan kansalaiselle ole myonnetty oleskelulupaa. mita edella tassa momentissa saadetaan, ei sovelleta ilman huoltajaa olevan lapsen vastaanottopalveluihin. vastaanottokeskuksen johtaja voi paattaa, etta henkilolle annetaan vastaanottopalveluja 2 ja 3 momentissa saadettyjen maaraaikojen estamatta kohtuullinen aika erityisen henkilokohtaisen syyn vuoksi.",
        "title_sv": "Hur länge mottagningstjänster tillhandahålls",
        "content_sv": "Om uppehållstillstånd förvägras eller det tillfälliga skyddet upphör för en utlänning som fått mottagningstjänster, tillhandahålls personen i fråga mottagningstjänster tills han eller hon har avlägsnat sig ur landet. Den som söker internationellt skydd och är medborgare i en medlemsstat i Europeiska unionen eller i Island, Liechtenstein, Norge eller Schweiz tillhandahålls emellertid mottagningstjänster endast tills han eller hon fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd. Om en medborgare i en ovannämnd stat som fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd samtycker till att lämna landet under övervakning eller samtycker till att beslutet om avvisning verkställs innan 30 dagar har förflutit från delgivningen av beslutet, kan personen tillhandahållas mottagningstjänster fram till dess att han eller hon lämnar landet, dock i högst 7 dygn. För en tredjelandsmedborgare som inte har gjort en ansökan om assisterad frivillig återresa tillhandahålls mottagningstjänster i högst 30 dagar från det att beslutet om avlägsnande ur landet har blivit verkställbart och polisen har informerat förläggningen om att avlägsnandet inte kan verkställas genom myndighetsåtgärder. Har en assisterad återresa trots ansökan inte genomförts eller har ansökan om assisterad återresa återtagits, upphör emellertid tillhandahållandet av mottagningstjänster senast 90 dagar efter det att ansökan gjordes, om inte tredjelandsmedborgaren har beviljats uppehållstillstånd. Detta moment tillämpas inte på mottagningstjänster för barn som saknar vårdnadshavare. Trots de tidsgränser som föreskrivs i 2 och 3 mom. får föreståndaren för en förläggning besluta att någon av särskilda skäl som anknyter till dennes person ska tillhandahållas mottagningstjänster under en rimlig tid.",
        "normalized_sv": "Om uppehållstillstånd förvägras eller det tillfälliga skyddet upphör för en utlänning som fått mottagningstjänster, tillhandahålls personen i fråga mottagningstjänster tills han eller hon har avlägsnat sig ur landet. Den som söker internationellt skydd och är medborgare i en medlemsstat i Europeiska unionen eller i Island, Liechtenstein, Norge eller Schweiz tillhandahålls emellertid mottagningstjänster endast tills han eller hon fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd. Om en medborgare i en ovannämnd stat som fått del av Migrationsverkets beslut om avslag på ansökan om internationellt skydd samtycker till att lämna landet under övervakning eller samtycker till att beslutet om avvisning verkställs innan 30 dagar har förflutit från delgivningen av beslutet, kan personen tillhandahållas mottagningstjänster fram till dess att han eller hon lämnar landet, dock i högst 7 dygn. För en tredjelandsmedborgare som inte har gjort en ansökan om assisterad frivillig återresa tillhandahålls mottagningstjänster i högst 30 dagar från det att beslutet om avlägsnande ur landet har blivit verkställbart och polisen har informerat förläggningen om att avlägsnandet inte kan verkställas genom myndighetsåtgärder. Har en assisterad återresa trots ansökan inte genomförts eller har ansökan om assisterad återresa återtagits, upphör emellertid tillhandahållandet av mottagningstjänster senast 90 dagar efter det att ansökan gjordes, om inte tredjelandsmedborgaren har beviljats uppehållstillstånd. Detta moment tillämpas inte på mottagningstjänster för barn som saknar vårdnadshavare. Trots de tidsgränser som föreskrivs i 2 och 3 mom. får föreståndaren för en förläggning besluta att någon av särskilda skäl som anknyter till dennes person ska tillhandahållas mottagningstjänster under en rimlig tid.",
        "folded_sv": "om uppehallstillstand forvagras eller det tillfalliga skyddet upphor for en utlanning som fatt mottagningstjanster, tillhandahalls personen i fraga mottagningstjanster tills han eller hon har avlagsnat sig ur landet. den som soker internationellt skydd och ar medborgare i en medlemsstat i europeiska unionen eller i island, liechtenstein, norge eller schweiz tillhandahalls emellertid mottagningstjanster endast tills han eller hon fatt del av migrationsverkets beslut om avslag pa ansokan om internationellt skydd. om en medborgare i en ovannamnd stat som fatt del av migrationsverkets beslut om avslag pa ansokan om internationellt skydd samtycker till att lamna landet under overvakning eller samtycker till att beslutet om avvisning verkstalls innan 30 dagar har forflutit fran delgivningen av beslutet, kan personen tillhandahallas mottagningstjanster fram till dess att han eller hon lamnar landet, dock i hogst 7 dygn. for en tredjelandsmedborgare som inte har gjort en ansokan om assisterad frivillig aterresa tillhandahalls mottagningstjanster i hogst 30 dagar fran det att beslutet om avlagsnande ur landet har blivit verkstallbart och polisen har informerat forlaggningen om att avlagsnandet inte kan verkstallas genom myndighetsatgarder. har en assisterad aterresa trots ansokan inte genomforts eller har ansokan om assisterad aterresa atertagits, upphor emellertid tillhandahallandet av mottagningstjanster senast 90 dagar efter det att ansokan gjordes, om inte tredjelandsmedborgaren har beviljats uppehallstillstand. detta moment tillampas inte pa mottagningstjanster for barn som saknar vardnadshavare. trots de tidsgranser som foreskrivs i 2 och 3 mom. far forestandaren for en forlaggning besluta att nagon av sarskilda skal som anknyter till dennes person ska tillhandahallas mottagningstjanster under en rimlig tid."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Paluun tukeminen",
      "content": "Paluun tukemiseksi voidaan kansainvälistä suojelua hakeneelle kolmannen maan kansalaiselle, tilapäistä suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa Suomessa, sekä oleskeluluvan ulkomaalaislain 51 §:n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hänen pääsynsä on taattu. Edellytyksenä avustuksen ja korvauksen maksamiseksi kansainvälistä suojelua hakeneelle on lisäksi, että hän poistuu maasta vapaaehtoisesti pysyväisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylätyksi. Avustus ja korvaus myönnetään, jos palaaja on tuen tarpeessa eikä voi aloittaa uudelleenkotoutumistaan eikä kattaa matka- ja muuttokustannuksiaan ansiotyöllään, muista tuloistaan tai varoistaan tai muulla tavalla. Avustuksen rahamäärän suuruuden määräämisessä otetaan huomioon palaajan henkilökohtaiset ja paluumaan olosuhteet. Avustuksen myöntäminen edellyttää suunnitelmaa avustuksen käytöstä. Avustuksesta ja sen määrästä sekä avustuksen myöntämisen menettelyistä säädetään tarkemmin sisäministeriön asetuksella. Avustuksen ja korvauksen myöntää hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteröity. Jos palaaja ei enää ole rekisteröitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myöntää Maahanmuuttovirasto. Vastaanottokeskus tai Maahanmuuttovirasto voi periä takaisin myöntämänsä avustuksen tai korvauksen, jos osoittautuu, että se on maksettu virheellisin perustein tai perusteettomasti. Hakemus takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Paluun tukemiseksi voidaan kansainvälistä suojelua hakeneelle kolmannen maan kansalaiselle, tilapäistä suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa Suomessa, sekä oleskeluluvan ulkomaalaislain 51 § :n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hänen pääsynsä on taattu. Edellytyksenä avustuksen ja korvauksen maksamiseksi kansainvälistä suojelua hakeneelle on lisäksi, että hän poistuu maasta vapaaehtoisesti pysyväisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylätyksi. Avustus ja korvaus myönnetään, jos palaaja on tuen tarpeessa eikä voi aloittaa uudelleenkotoutumistaan eikä kattaa matka- ja muuttokustannuksiaan ansiotyöllään, muista tuloistaan tai varoistaan tai muulla tavalla. Avustuksen rahamäärän suuruuden määräämisessä otetaan huomioon palaajan henkilökohtaiset ja paluumaan olosuhteet. Avustuksen myöntäminen edellyttää suunnitelmaa avustuksen käytöstä. Avustuksesta ja sen määrästä sekä avustuksen myöntämisen menettelyistä säädetään tarkemmin sisäministeriön asetuksella. Avustuksen ja korvauksen myöntää hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteröity. Jos palaaja ei enää ole rekisteröitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myöntää Maahanmuuttovirasto. Vastaanottokeskus tai Maahanmuuttovirasto voi periä takaisin myöntämänsä avustuksen tai korvauksen, jos osoittautuu, että se on maksettu virheellisin perustein tai perusteettomasti. Hakemus takaisinperinnästä tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä vastaanottokeskus sijaitsee.",
        "folded_fi": "paluun tukemiseksi voidaan kansainvalista suojelua hakeneelle kolmannen maan kansalaiselle, tilapaista suojelua saaneelle ja ihmiskaupan uhrille, jolla ei ole kotikuntalain mukaista kotipaikkaa suomessa, seka oleskeluluvan ulkomaalaislain 51 §:n nojalla saaneelle maksaa avustusta ja korvata kohtuulliset matka- ja muuttokustannukset kotimaahan tai muuhun maahan, johon hanen paasynsa on taattu. edellytyksena avustuksen ja korvauksen maksamiseksi kansainvalista suojelua hakeneelle on lisaksi, etta han poistuu maasta vapaaehtoisesti pysyvaisluonteisessa tarkoituksessa peruttuaan hakemuksensa tai oleskelulupahakemuksen tultua hylatyksi. avustus ja korvaus myonnetaan, jos palaaja on tuen tarpeessa eika voi aloittaa uudelleenkotoutumistaan eika kattaa matka- ja muuttokustannuksiaan ansiotyollaan, muista tuloistaan tai varoistaan tai muulla tavalla. avustuksen rahamaaran suuruuden maaraamisessa otetaan huomioon palaajan henkilokohtaiset ja paluumaan olosuhteet. avustuksen myontaminen edellyttaa suunnitelmaa avustuksen kaytosta. avustuksesta ja sen maarasta seka avustuksen myontamisen menettelyista saadetaan tarkemmin sisaministerion asetuksella. avustuksen ja korvauksen myontaa hakemuksesta se vastaanottokeskus, jonka asiakkaaksi palaaja on rekisteroity. jos palaaja ei enaa ole rekisteroitynyt vastaanottokeskuksen asiakkaaksi, avustuksen voi hakemuksesta myontaa maahanmuuttovirasto. vastaanottokeskus tai maahanmuuttovirasto voi peria takaisin myontamansa avustuksen tai korvauksen, jos osoittautuu, etta se on maksettu virheellisin perustein tai perusteettomasti. hakemus takaisinperinnasta tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa vastaanottokeskus sijaitsee.",
        "title_sv": "Stöd för återresa",
        "content_sv": "Till en tredjelandsmedborgare som sökt internationellt skydd, den som fått tillfälligt skydd eller som är offer för människohandel och som enligt lagen om hemkommun inte har någon hemort i Finland samt till den som beviljats uppehållstillstånd med stöd av 51 § i utlänningslagen kan som stöd för återresa betalas bidrag och ersättning för skäliga rese- och flyttkostnader för återresan till hemlandet eller till något annat land där hans eller hennes inresa är garanterad. En förutsättning för att bidrag och ersättning ska betalas till den som sökt internationellt skydd är dessutom att han eller hon frivilligt och i permanent syfte avlägsnar sig ur landet efter att ha återtagit sin ansökan om skydd eller efter att ha fått sin ansökan om uppehållstillstånd avslagen. Bidrag och ersättning beviljas, om den återvändande personen är i behov av stöd och inte kan börja återintegrera sig eller täcka sina rese- och flyttkostnader genom förvärvsarbete, andra inkomster eller tillgångar eller på något annat sätt. När bidragsbeloppet bestäms ska återvändarens personliga omständigheter och förhållandena i återvändandelandet beaktas. För att bidrag ska beviljas förutsätts det att sökanden har en plan för hur bidraget kommer att användas. Närmare bestämmelser om bidraget och dess belopp samt om förfarandena vid beviljande av bidrag utfärdas genom förordning av inrikesministeriet. Bidrag och ersättning beviljas på återvändarens ansökan av den förläggning där han eller hon är registrerad som klient. Om återvändaren inte längre är registrerad som klient vid en förläggning, kan bidraget på ansökan beviljas av Migrationsverket. Den beviljande förläggningen eller Migrationsverket kan återkräva bidrag eller ersättning som visar sig ha betalats ut på felaktiga grunder eller utan grund. Ansökan om återkrav ska lämnas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "normalized_sv": "Till en tredjelandsmedborgare som sökt internationellt skydd, den som fått tillfälligt skydd eller som är offer för människohandel och som enligt lagen om hemkommun inte har någon hemort i Finland samt till den som beviljats uppehållstillstånd med stöd av 51 § i utlänningslagen kan som stöd för återresa betalas bidrag och ersättning för skäliga rese- och flyttkostnader för återresan till hemlandet eller till något annat land där hans eller hennes inresa är garanterad. En förutsättning för att bidrag och ersättning ska betalas till den som sökt internationellt skydd är dessutom att han eller hon frivilligt och i permanent syfte avlägsnar sig ur landet efter att ha återtagit sin ansökan om skydd eller efter att ha fått sin ansökan om uppehållstillstånd avslagen. Bidrag och ersättning beviljas, om den återvändande personen är i behov av stöd och inte kan börja återintegrera sig eller täcka sina rese- och flyttkostnader genom förvärvsarbete, andra inkomster eller tillgångar eller på något annat sätt. När bidragsbeloppet bestäms ska återvändarens personliga omständigheter och förhållandena i återvändandelandet beaktas. För att bidrag ska beviljas förutsätts det att sökanden har en plan för hur bidraget kommer att användas. Närmare bestämmelser om bidraget och dess belopp samt om förfarandena vid beviljande av bidrag utfärdas genom förordning av inrikesministeriet. Bidrag och ersättning beviljas på återvändarens ansökan av den förläggning där han eller hon är registrerad som klient. Om återvändaren inte längre är registrerad som klient vid en förläggning, kan bidraget på ansökan beviljas av Migrationsverket. Den beviljande förläggningen eller Migrationsverket kan återkräva bidrag eller ersättning som visar sig ha betalats ut på felaktiga grunder eller utan grund. Ansökan om återkrav ska lämnas till den förvaltningsdomstol inom vars domkrets förläggningen är belägen.",
        "folded_sv": "till en tredjelandsmedborgare som sokt internationellt skydd, den som fatt tillfalligt skydd eller som ar offer for manniskohandel och som enligt lagen om hemkommun inte har nagon hemort i finland samt till den som beviljats uppehallstillstand med stod av 51 § i utlanningslagen kan som stod for aterresa betalas bidrag och ersattning for skaliga rese- och flyttkostnader for aterresan till hemlandet eller till nagot annat land dar hans eller hennes inresa ar garanterad. en forutsattning for att bidrag och ersattning ska betalas till den som sokt internationellt skydd ar dessutom att han eller hon frivilligt och i permanent syfte avlagsnar sig ur landet efter att ha atertagit sin ansokan om skydd eller efter att ha fatt sin ansokan om uppehallstillstand avslagen. bidrag och ersattning beviljas, om den atervandande personen ar i behov av stod och inte kan borja aterintegrera sig eller tacka sina rese- och flyttkostnader genom forvarvsarbete, andra inkomster eller tillgangar eller pa nagot annat satt. nar bidragsbeloppet bestams ska atervandarens personliga omstandigheter och forhallandena i atervandandelandet beaktas. for att bidrag ska beviljas forutsatts det att sokanden har en plan for hur bidraget kommer att anvandas. narmare bestammelser om bidraget och dess belopp samt om forfarandena vid beviljande av bidrag utfardas genom forordning av inrikesministeriet. bidrag och ersattning beviljas pa atervandarens ansokan av den forlaggning dar han eller hon ar registrerad som klient. om atervandaren inte langre ar registrerad som klient vid en forlaggning, kan bidraget pa ansokan beviljas av migrationsverket. den beviljande forlaggningen eller migrationsverket kan aterkrava bidrag eller ersattning som visar sig ha betalats ut pa felaktiga grunder eller utan grund. ansokan om aterkrav ska lamnas till den forvaltningsdomstol inom vars domkrets forlaggningen ar belagen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    }
  ]
}