{
  "id": "675/2015",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2015-05-22",
  "in_force_date": "2015-05-22",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/675/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "title": "Oleskeluluvan hakeminen",
      "content": "Hakemus jätetään Suomessa paikallispoliisille. Ensimmäistä oleskelulupaa koskeva hakemus jätetään ulkomailla Suomen edustustolle tai toisen Schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:60",
        "normalized_fi": "Hakemus jätetään Suomessa paikallispoliisille. Ensimmäistä oleskelulupaa koskeva hakemus jätetään ulkomailla Suomen edustustolle tai toisen Schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
        "folded_fi": "hakemus jatetaan suomessa paikallispoliisille. ensimmaista oleskelulupaa koskeva hakemus jatetaan ulkomailla suomen edustustolle tai toisen schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
        "title_sv": "Ansökan om uppehållstillstånd",
        "content_sv": "I Finland lämnas ansökan till den lokala polisen. Utomlands lämnas ansökan om första uppehållstillstånd till en finsk beskickning eller en annan Schengenstats beskickning eller en extern tjänsteleverantör.",
        "normalized_sv": "I Finland lämnas ansökan till den lokala polisen. Utomlands lämnas ansökan om första uppehållstillstånd till en finsk beskickning eller en annan Schengenstats beskickning eller en extern tjänsteleverantör.",
        "folded_sv": "i finland lamnas ansokan till den lokala polisen. utomlands lamnas ansokan om forsta uppehallstillstand till en finsk beskickning eller en annan schengenstats beskickning eller en extern tjansteleverantor."
      }
    },
    {
      "provision_ref": "4:60 d",
      "chapter": "4",
      "section": "60 d",
      "title": "Biometriset tunnisteet oleskelulupakorttia varten",
      "content": "Maahanmuuttovirasto, poliisi, rajavartiolaitos tai Suomen edustusto ottaa oleskelulupahakemuksen ja kansainvälistä suojelua koskevan hakemuksen jättämisen yhteydessä hakijalta sormenjäljet jokaisesta sormesta oleskelulupakorttia varten. Sormenjäljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jättämisen yhteydessä myös toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtävän suorittamisesta on sen kanssa sovittu. Jos sormenjälkien ottaminen on hakemusta jätettäessä tilapäisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa täydentämään hakemustaan antamalla sormenjäljet. Hakijan on liitettävä hakemukseen kasvokuvansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:60 d",
        "normalized_fi": "Maahanmuuttovirasto, poliisi, rajavartiolaitos tai Suomen edustusto ottaa oleskelulupahakemuksen ja kansainvälistä suojelua koskevan hakemuksen jättämisen yhteydessä hakijalta sormenjäljet jokaisesta sormesta oleskelulupakorttia varten. Sormenjäljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jättämisen yhteydessä myös toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtävän suorittamisesta on sen kanssa sovittu. Jos sormenjälkien ottaminen on hakemusta jätettäessä tilapäisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa täydentämään hakemustaan antamalla sormenjäljet. Hakijan on liitettävä hakemukseen kasvokuvansa.",
        "folded_fi": "maahanmuuttovirasto, poliisi, rajavartiolaitos tai suomen edustusto ottaa oleskelulupahakemuksen ja kansainvalista suojelua koskevan hakemuksen jattamisen yhteydessa hakijalta sormenjaljet jokaisesta sormesta oleskelulupakorttia varten. sormenjaljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jattamisen yhteydessa myos toisen schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtavan suorittamisesta on sen kanssa sovittu. jos sormenjalkien ottaminen on hakemusta jatettaessa tilapaisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa taydentamaan hakemustaan antamalla sormenjaljet. hakijan on liitettava hakemukseen kasvokuvansa.",
        "title_sv": "Biometriska kännetecken för uppehållstillståndskort",
        "content_sv": "Migrationsverket, polisen, gränsbevakningsväsendet eller en finsk beskickning ska vid inlämning av ansökan om uppehållstillstånd och om internationellt skydd för uppehållstillståndskortet ta fingeravtryck av sökandens samtliga fingrar. Även en annan Schengenstats beskickning eller en extern tjänsteleverantör får vid inlämning av ansökan om uppehållstillstånd för uppehållstillståndskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjänsteleverantören. Om det tillfälligt är omöjligt att ta fingeravtryck när ansökan lämnas in, kan sökanden åläggas att inom en rimlig tid komplettera sin ansökan genom att lämna fingeravtryck. Sökanden ska foga sin ansiktsbild till ansökan.",
        "normalized_sv": "Migrationsverket, polisen, gränsbevakningsväsendet eller en finsk beskickning ska vid inlämning av ansökan om uppehållstillstånd och om internationellt skydd för uppehållstillståndskortet ta fingeravtryck av sökandens samtliga fingrar. Även en annan Schengenstats beskickning eller en extern tjänsteleverantör får vid inlämning av ansökan om uppehållstillstånd för uppehållstillståndskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjänsteleverantören. Om det tillfälligt är omöjligt att ta fingeravtryck när ansökan lämnas in, kan sökanden åläggas att inom en rimlig tid komplettera sin ansökan genom att lämna fingeravtryck. Sökanden ska foga sin ansiktsbild till ansökan.",
        "folded_sv": "migrationsverket, polisen, gransbevakningsvasendet eller en finsk beskickning ska vid inlamning av ansokan om uppehallstillstand och om internationellt skydd for uppehallstillstandskortet ta fingeravtryck av sokandens samtliga fingrar. aven en annan schengenstats beskickning eller en extern tjansteleverantor far vid inlamning av ansokan om uppehallstillstand for uppehallstillstandskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjansteleverantoren. om det tillfalligt ar omojligt att ta fingeravtryck nar ansokan lamnas in, kan sokanden alaggas att inom en rimlig tid komplettera sin ansokan genom att lamna fingeravtryck. sokanden ska foga sin ansiktsbild till ansokan."
      }
    },
    {
      "provision_ref": "4:69",
      "chapter": "4",
      "section": "69",
      "title": "Ulkoasiainhallinto oleskelulupaviranomaisena",
      "content": "Suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilöltä ja tarkistaa, että hakemus on oikein täytetty ja että se sisältää tarvittavat asiakirjat ja tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69",
        "normalized_fi": "Suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilöltä ja tarkistaa, että hakemus on oikein täytetty ja että se sisältää tarvittavat asiakirjat ja tiedot.",
        "folded_fi": "suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilolta ja tarkistaa, etta hakemus on oikein taytetty ja etta se sisaltaa tarvittavat asiakirjat ja tiedot.",
        "title_sv": "Utrikesförvaltningen som uppehållstillståndsmyndighet",
        "content_sv": "Finska beskickningar tar emot ansökan om uppehållstillstånd av personer som befinner sig utomlands och kontrollerar att ansökan har fyllts i korrekt och att den innehåller behövliga handlingar och uppgifter.",
        "normalized_sv": "Finska beskickningar tar emot ansökan om uppehållstillstånd av personer som befinner sig utomlands och kontrollerar att ansökan har fyllts i korrekt och att den innehåller behövliga handlingar och uppgifter.",
        "folded_sv": "finska beskickningar tar emot ansokan om uppehallstillstand av personer som befinner sig utomlands och kontrollerar att ansokan har fyllts i korrekt och att den innehaller behovliga handlingar och uppgifter."
      }
    },
    {
      "provision_ref": "4:69 b",
      "chapter": "4",
      "section": "69 b",
      "title": "Suomen edustuston oleskelulupatehtävien antaminen toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle",
      "content": "Ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia Suomen edustustolle kuuluvien oleskelulupatehtävien antamisesta toisen Schengen-valtion edustustolle. Jos tehtävien antaminen toisen Schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia tehtävien antamisesta 28 §:ssä tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissä olosuhteissa tai paikallisesta tilanteesta johtuvista syistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 b",
        "normalized_fi": "Ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia Suomen edustustolle kuuluvien oleskelulupatehtävien antamisesta toisen Schengen-valtion edustustolle. Jos tehtävien antaminen toisen Schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia tehtävien antamisesta 28 § :ssä tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissä olosuhteissa tai paikallisesta tilanteesta johtuvista syistä.",
        "folded_fi": "ulkoasiainministerio voi sisaministeriota kuultuaan sopia suomen edustustolle kuuluvien oleskelulupatehtavien antamisesta toisen schengen-valtion edustustolle. jos tehtavien antaminen toisen schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministerio voi sisaministeriota kuultuaan sopia tehtavien antamisesta 28 §:ssa tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissa olosuhteissa tai paikallisesta tilanteesta johtuvista syista.",
        "title_sv": "Överföring av en finsk beskicknings uppgifter som gäller uppehållstillstånd till en annan Schengenstats beskickning eller en extern tjänsteleverantör",
        "content_sv": "Utrikesministeriet kan efter att ha hört inrikesministeriet avtala om att till en annan Schengenstats beskickning överföra uppgifter som gäller uppehållstillstånd och som hör till en finsk beskickning. Om det inte är möjligt att överföra uppgifterna till en annan Schengenstats beskickning, kan utrikesministeriet efter att ha hört inrikesministeriet under särskilda omständigheter eller av orsaker som beror på lokala förhållanden avtala om att överföra uppgifterna till en i 28 § avsedd extern tjänsteleverantör.",
        "normalized_sv": "Utrikesministeriet kan efter att ha hört inrikesministeriet avtala om att till en annan Schengenstats beskickning överföra uppgifter som gäller uppehållstillstånd och som hör till en finsk beskickning. Om det inte är möjligt att överföra uppgifterna till en annan Schengenstats beskickning, kan utrikesministeriet efter att ha hört inrikesministeriet under särskilda omständigheter eller av orsaker som beror på lokala förhållanden avtala om att överföra uppgifterna till en i 28 § avsedd extern tjänsteleverantör.",
        "folded_sv": "utrikesministeriet kan efter att ha hort inrikesministeriet avtala om att till en annan schengenstats beskickning overfora uppgifter som galler uppehallstillstand och som hor till en finsk beskickning. om det inte ar mojligt att overfora uppgifterna till en annan schengenstats beskickning, kan utrikesministeriet efter att ha hort inrikesministeriet under sarskilda omstandigheter eller av orsaker som beror pa lokala forhallanden avtala om att overfora uppgifterna till en i 28 § avsedd extern tjansteleverantor."
      }
    },
    {
      "provision_ref": "4:69 c",
      "chapter": "4",
      "section": "69 c",
      "title": "Ulkoistamisessa annettavat tehtävät",
      "content": "Toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtävistä: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja käsittelymaksun vastaanottaminen sekä toimittaminen Suomen edustustolle; 4) hakijan henkilöllisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilökohtaista käyntiä varten Suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien järjestelyiden hoitaminen; 8) hakemukseen liittyvien lisäselvityspyyntöjen ja niihin saatujen vastausten välittäminen; 9) päätöksen tiedoksiannon välittäminen. Sopimuksessa lisäksi sovitaan, että hakija ohjataan Suomen edustustoon, jos tehtävien hoitamisen yhteydessä ilmenee epäily hakijan henkilöllisyyttä osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperäisyydestä taikka jos edustusto tai Maahanmuuttovirasto katsoo, että asian selvittäminen vaatii henkilökohtaista asioimista edustustossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 c",
        "normalized_fi": "Toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtävistä: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja käsittelymaksun vastaanottaminen sekä toimittaminen Suomen edustustolle; 4) hakijan henkilöllisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilökohtaista käyntiä varten Suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien järjestelyiden hoitaminen; 8) hakemukseen liittyvien lisäselvityspyyntöjen ja niihin saatujen vastausten välittäminen; 9) päätöksen tiedoksiannon välittäminen. Sopimuksessa lisäksi sovitaan, että hakija ohjataan Suomen edustustoon, jos tehtävien hoitamisen yhteydessä ilmenee epäily hakijan henkilöllisyyttä osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperäisyydestä taikka jos edustusto tai Maahanmuuttovirasto katsoo, että asian selvittäminen vaatii henkilökohtaista asioimista edustustossa.",
        "folded_fi": "toisen schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtavista: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja kasittelymaksun vastaanottaminen seka toimittaminen suomen edustustolle; 4) hakijan henkilollisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilokohtaista kayntia varten suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien jarjestelyiden hoitaminen; 8) hakemukseen liittyvien lisaselvityspyyntojen ja niihin saatujen vastausten valittaminen; 9) paatoksen tiedoksiannon valittaminen. sopimuksessa lisaksi sovitaan, etta hakija ohjataan suomen edustustoon, jos tehtavien hoitamisen yhteydessa ilmenee epaily hakijan henkilollisyytta osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperaisyydesta taikka jos edustusto tai maahanmuuttovirasto katsoo, etta asian selvittaminen vaatii henkilokohtaista asioimista edustustossa.",
        "title_sv": "Uppgifter som får läggas ut",
        "content_sv": "En eller flera av följande uppgifter som gäller uppehållstillstånd får överföras till en annan Schengenstats beskickning eller en extern tjänsteleverantör: 1) att ge allmän information om ansökning om uppehållstillstånd, 2) att med stöd av en checklista ge sökande information om de handlingar som krävs, 3) att ta emot uppgifter, ansökningar och behandlingsavgifter och lämna dem till den finska beskickningen, 4) att kontrollera sökandes identitet, 5) att ta och registrera biometriska kännetecken, 6) att sköta tidsbeställningen för personliga besök vid den finska beskickningen eller hos den externa tjänsteleverantören, 7) att sköta arrangemangen i anslutning till hörande av personer som ansöker om uppehållstillstånd, 8) att förmedla begäran om ytterligare utredningar i anslutning till en ansökan och svar på begäran, 9) att förmedla delgivningar av beslut. I avtalet ska det dessutom bestämmas att sökanden hänvisas till den finska beskickningen, om det vid skötseln av uppgifterna uppstår misstankar om tillförlitligheten hos den handling som styrker sökandens identitet eller trovärdigheten hos någon annan uppvisad handling eller om beskickningen eller Migrationsverket anser att utredningen av ärendet kräver att sökanden personligen besöker beskickningen.",
        "normalized_sv": "En eller flera av följande uppgifter som gäller uppehållstillstånd får överföras till en annan Schengenstats beskickning eller en extern tjänsteleverantör: 1) att ge allmän information om ansökning om uppehållstillstånd, 2) att med stöd av en checklista ge sökande information om de handlingar som krävs, 3) att ta emot uppgifter, ansökningar och behandlingsavgifter och lämna dem till den finska beskickningen, 4) att kontrollera sökandes identitet, 5) att ta och registrera biometriska kännetecken, 6) att sköta tidsbeställningen för personliga besök vid den finska beskickningen eller hos den externa tjänsteleverantören, 7) att sköta arrangemangen i anslutning till hörande av personer som ansöker om uppehållstillstånd, 8) att förmedla begäran om ytterligare utredningar i anslutning till en ansökan och svar på begäran, 9) att förmedla delgivningar av beslut. I avtalet ska det dessutom bestämmas att sökanden hänvisas till den finska beskickningen, om det vid skötseln av uppgifterna uppstår misstankar om tillförlitligheten hos den handling som styrker sökandens identitet eller trovärdigheten hos någon annan uppvisad handling eller om beskickningen eller Migrationsverket anser att utredningen av ärendet kräver att sökanden personligen besöker beskickningen.",
        "folded_sv": "en eller flera av foljande uppgifter som galler uppehallstillstand far overforas till en annan schengenstats beskickning eller en extern tjansteleverantor: 1) att ge allman information om ansokning om uppehallstillstand, 2) att med stod av en checklista ge sokande information om de handlingar som kravs, 3) att ta emot uppgifter, ansokningar och behandlingsavgifter och lamna dem till den finska beskickningen, 4) att kontrollera sokandes identitet, 5) att ta och registrera biometriska kannetecken, 6) att skota tidsbestallningen for personliga besok vid den finska beskickningen eller hos den externa tjansteleverantoren, 7) att skota arrangemangen i anslutning till horande av personer som ansoker om uppehallstillstand, 8) att formedla begaran om ytterligare utredningar i anslutning till en ansokan och svar pa begaran, 9) att formedla delgivningar av beslut. i avtalet ska det dessutom bestammas att sokanden hanvisas till den finska beskickningen, om det vid skotseln av uppgifterna uppstar misstankar om tillforlitligheten hos den handling som styrker sokandens identitet eller trovardigheten hos nagon annan uppvisad handling eller om beskickningen eller migrationsverket anser att utredningen av arendet kraver att sokanden personligen besoker beskickningen."
      }
    },
    {
      "provision_ref": "4:69 d",
      "chapter": "4",
      "section": "69 d",
      "title": "Palvelumaksu",
      "content": "Ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. Palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministeriön ja ulkoisen palveluntarjoajan kesken. Palvelumaksun on oltava kohtuullinen ja myös oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 d",
        "normalized_fi": "Ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. Palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministeriön ja ulkoisen palveluntarjoajan kesken. Palvelumaksun on oltava kohtuullinen ja myös oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtäviä.",
        "folded_fi": "ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministerion ja ulkoisen palveluntarjoajan kesken. palvelumaksun on oltava kohtuullinen ja myos oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtavia.",
        "title_sv": "Serviceavgift",
        "content_sv": "Externa tjänsteleverantörer har rätt att ta ut serviceavgift av dem som ansöker om uppehållstillstånd. Utrikesministeriet och den externa tjänsteleverantören avtalar om serviceavgiften och dess belopp. Serviceavgiften ska vara skälig och även stå i rätt proportion till den externa tjänsteleverantörens kostnader för skötseln av de uppgifter som lagts ut till den.",
        "normalized_sv": "Externa tjänsteleverantörer har rätt att ta ut serviceavgift av dem som ansöker om uppehållstillstånd. Utrikesministeriet och den externa tjänsteleverantören avtalar om serviceavgiften och dess belopp. Serviceavgiften ska vara skälig och även stå i rätt proportion till den externa tjänsteleverantörens kostnader för skötseln av de uppgifter som lagts ut till den.",
        "folded_sv": "externa tjansteleverantorer har ratt att ta ut serviceavgift av dem som ansoker om uppehallstillstand. utrikesministeriet och den externa tjansteleverantoren avtalar om serviceavgiften och dess belopp. serviceavgiften ska vara skalig och aven sta i ratt proportion till den externa tjansteleverantorens kostnader for skotseln av de uppgifter som lagts ut till den."
      }
    },
    {
      "provision_ref": "4:69 e",
      "chapter": "4",
      "section": "69 e",
      "title": "Ulkoistamistoiminnan edellytykset",
      "content": "Ulkoisena palveluntarjoajana voi toimia oikeushenkilö: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilöt ja työntekijät ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c §:n mukaisia tehtäviä sekä sitoutuneita noudattamaan tietosuojaa vielä senkin jälkeen, kun eivät hoida tehtäviä; 3) jolla on tehtävien asianmukaisen hoitamisen edellyttämät turvalliset toimitilat, tietoliikenneyhteydet ja tietojärjestelmät sekä muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteröitymiset ja sopimukset, sekä jonka osalta on varmistuttu siitä, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministeriön tehtävien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilöstö kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisestä alkuperästä, uskonnosta tai vakaumuksesta, vammaisuudesta, iästä tai sukupuolisesta suuntautumisesta. Tietosuojan varmistamiseksi on estettävä kaikkina aikoina tietojen luvaton lukeminen, jäljentäminen, muuttaminen tai poistaminen, varsinkin siirrettäessä niitä Suomen edustustolle. Tiedot on siirrettävä ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja hävitettävä viipymättä siirtämisen jälkeen. Mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin säilyttää myöhempää asiointia varten, kunnes päätöksen tiedoksianto on välitetty. Lisäksi on huolehdittava henkilötietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta häviämiseltä, muuttamiselta ja luvattomalta luovuttamiselta tai käytöltä, sekä käsiteltävä tietoja ainoastaan siinä tarkoituksessa, mitä tehtävien suorittamisesta on sovittu. Toisen Schengen-valtion kanssa tehtävään sopimukseen otetaan 69 c §:ssä mainitun lisäksi määräykset tämän pykälän 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista sekä sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. Ulkoisen palveluntarjoajan kanssa tehtävään sopimukseen otetaan näiden lisäksi määräykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta sekä määräys, että sopimusta koskeviin riita-asioihin sovelletaan Suomen lainsäädäntöä ja että riita-asia käsitellään suomalaisessa tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 e",
        "normalized_fi": "Ulkoisena palveluntarjoajana voi toimia oikeushenkilö: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilöt ja työntekijät ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c § :n mukaisia tehtäviä sekä sitoutuneita noudattamaan tietosuojaa vielä senkin jälkeen, kun eivät hoida tehtäviä; 3) jolla on tehtävien asianmukaisen hoitamisen edellyttämät turvalliset toimitilat, tietoliikenneyhteydet ja tietojärjestelmät sekä muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteröitymiset ja sopimukset, sekä jonka osalta on varmistuttu siitä, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministeriön tehtävien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilöstö kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisestä alkuperästä, uskonnosta tai vakaumuksesta, vammaisuudesta, iästä tai sukupuolisesta suuntautumisesta. Tietosuojan varmistamiseksi on estettävä kaikkina aikoina tietojen luvaton lukeminen, jäljentäminen, muuttaminen tai poistaminen, varsinkin siirrettäessä niitä Suomen edustustolle. Tiedot on siirrettävä ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja hävitettävä viipymättä siirtämisen jälkeen. Mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin säilyttää myöhempää asiointia varten, kunnes päätöksen tiedoksianto on välitetty. Lisäksi on huolehdittava henkilötietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta häviämiseltä, muuttamiselta ja luvattomalta luovuttamiselta tai käytöltä, sekä käsiteltävä tietoja ainoastaan siinä tarkoituksessa, mitä tehtävien suorittamisesta on sovittu. Toisen Schengen-valtion kanssa tehtävään sopimukseen otetaan 69 c § :ssä mainitun lisäksi määräykset tämän pykälän 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista sekä sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. Ulkoisen palveluntarjoajan kanssa tehtävään sopimukseen otetaan näiden lisäksi määräykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta sekä määräys, että sopimusta koskeviin riita-asioihin sovelletaan Suomen lainsäädäntöä ja että riita-asia käsitellään suomalaisessa tuomioistuimessa.",
        "folded_fi": "ulkoisena palveluntarjoajana voi toimia oikeushenkilo: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilot ja tyontekijat ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c §:n mukaisia tehtavia seka sitoutuneita noudattamaan tietosuojaa viela senkin jalkeen, kun eivat hoida tehtavia; 3) jolla on tehtavien asianmukaisen hoitamisen edellyttamat turvalliset toimitilat, tietoliikenneyhteydet ja tietojarjestelmat seka muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteroitymiset ja sopimukset, seka jonka osalta on varmistuttu siita, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministerion tehtavien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilosto kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisesta alkuperasta, uskonnosta tai vakaumuksesta, vammaisuudesta, iasta tai sukupuolisesta suuntautumisesta. tietosuojan varmistamiseksi on estettava kaikkina aikoina tietojen luvaton lukeminen, jaljentaminen, muuttaminen tai poistaminen, varsinkin siirrettaessa niita suomen edustustolle. tiedot on siirrettava ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja havitettava viipymatta siirtamisen jalkeen. mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin sailyttaa myohempaa asiointia varten, kunnes paatoksen tiedoksianto on valitetty. lisaksi on huolehdittava henkilotietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta haviamiselta, muuttamiselta ja luvattomalta luovuttamiselta tai kaytolta, seka kasiteltava tietoja ainoastaan siina tarkoituksessa, mita tehtavien suorittamisesta on sovittu. toisen schengen-valtion kanssa tehtavaan sopimukseen otetaan 69 c §:ssa mainitun lisaksi maaraykset taman pykalan 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista seka sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. ulkoisen palveluntarjoajan kanssa tehtavaan sopimukseen otetaan naiden lisaksi maaraykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta seka maarays, etta sopimusta koskeviin riita-asioihin sovelletaan suomen lainsaadantoa ja etta riita-asia kasitellaan suomalaisessa tuomioistuimessa.",
        "title_sv": "Villkor för utläggning av verksamhet",
        "content_sv": "En extern tjänsteleverantör ska vara en juridisk person 1) som inte är försatt i konkurs och som är solvent, 2) i fråga om vilken de personer som ansvarar för verksamheten och de anställda har konstaterats vara tillförlitliga och utbildade att sköta uppgifter som avses i 69 c § samt har förbundit sig att iaktta datasäkerhet även efter det att de inte längre sköter sådana uppgifter, 3) som har sådana säkra lokaler, datakommunikationsförbindelser och datasystem samt sådan övrig teknisk och operativ beredskap som krävs för att uppgifterna ska kunna skötas på ett behörigt sätt, 4) som har behövliga tillstånd, registreringar och avtal, samt i fråga om vilken det har säkerställts att någon intressekonflikt inte föreligger, 5) som i sin verksamhet förbinder sig att iaktta en effektiv datasäkerhet och utrikesministeriets anvisningar för förfarandet vid skötseln av uppgifterna samt andra anvisningar, 6) vars personal bemöter klienterna med respekt oberoende av klienternas kön, ras eller etniska ursprung, religion eller övertygelse, funktionshinder, ålder eller sexuella läggning. För att trygga datasäkerheten ska olovlig läsning, kopiering, ändring eller strykning av uppgifter alltid förhindras, särskilt vid överföring till den finska beskickningen. Uppgifterna ska överföras enligt anvisningarna och i krypterad form så fort som möjligt och förstöras utan dröjsmål efter att de överförts. Eventuella namn på sökande, kontaktuppgifter och passuppgifter får dock bevaras för senare ärendehantering tills delgivningen av beslutet har förmedlats. Dessutom ska det ses till att personuppgifterna skyddas mot förstörelse genom olyckshändelse eller olagligt förfarande eller förlust genom olyckshändelse samt mot ändringar, otillåten spridning eller otillåten tillgång. Det ska också ses till att uppgifterna behandlas endast i det syfte som har överenskommits om utförandet av uppgifterna. I ett avtal som ingås med en annan Schengenstat ska utöver det som nämns i 69 c § dessutom tas in bestämmelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, hävande av avtalet och tillsynen över verksamheten. I ett avtal som ingås med en extern tjänsteleverantör ska det utöver detta ingå bestämmelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestämmelse om att finsk lagstiftning tillämpas på tvistemål som gäller avtalet och att tvistemål behandlas i finsk domstol.",
        "normalized_sv": "En extern tjänsteleverantör ska vara en juridisk person 1) som inte är försatt i konkurs och som är solvent, 2) i fråga om vilken de personer som ansvarar för verksamheten och de anställda har konstaterats vara tillförlitliga och utbildade att sköta uppgifter som avses i 69 c § samt har förbundit sig att iaktta datasäkerhet även efter det att de inte längre sköter sådana uppgifter, 3) som har sådana säkra lokaler, datakommunikationsförbindelser och datasystem samt sådan övrig teknisk och operativ beredskap som krävs för att uppgifterna ska kunna skötas på ett behörigt sätt, 4) som har behövliga tillstånd, registreringar och avtal, samt i fråga om vilken det har säkerställts att någon intressekonflikt inte föreligger, 5) som i sin verksamhet förbinder sig att iaktta en effektiv datasäkerhet och utrikesministeriets anvisningar för förfarandet vid skötseln av uppgifterna samt andra anvisningar, 6) vars personal bemöter klienterna med respekt oberoende av klienternas kön, ras eller etniska ursprung, religion eller övertygelse, funktionshinder, ålder eller sexuella läggning. För att trygga datasäkerheten ska olovlig läsning, kopiering, ändring eller strykning av uppgifter alltid förhindras, särskilt vid överföring till den finska beskickningen. Uppgifterna ska överföras enligt anvisningarna och i krypterad form så fort som möjligt och förstöras utan dröjsmål efter att de överförts. Eventuella namn på sökande, kontaktuppgifter och passuppgifter får dock bevaras för senare ärendehantering tills delgivningen av beslutet har förmedlats. Dessutom ska det ses till att personuppgifterna skyddas mot förstörelse genom olyckshändelse eller olagligt förfarande eller förlust genom olyckshändelse samt mot ändringar, otillåten spridning eller otillåten tillgång. Det ska också ses till att uppgifterna behandlas endast i det syfte som har överenskommits om utförandet av uppgifterna. I ett avtal som ingås med en annan Schengenstat ska utöver det som nämns i 69 c § dessutom tas in bestämmelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, hävande av avtalet och tillsynen över verksamheten. I ett avtal som ingås med en extern tjänsteleverantör ska det utöver detta ingå bestämmelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestämmelse om att finsk lagstiftning tillämpas på tvistemål som gäller avtalet och att tvistemål behandlas i finsk domstol.",
        "folded_sv": "en extern tjansteleverantor ska vara en juridisk person 1) som inte ar forsatt i konkurs och som ar solvent, 2) i fraga om vilken de personer som ansvarar for verksamheten och de anstallda har konstaterats vara tillforlitliga och utbildade att skota uppgifter som avses i 69 c § samt har forbundit sig att iaktta datasakerhet aven efter det att de inte langre skoter sadana uppgifter, 3) som har sadana sakra lokaler, datakommunikationsforbindelser och datasystem samt sadan ovrig teknisk och operativ beredskap som kravs for att uppgifterna ska kunna skotas pa ett behorigt satt, 4) som har behovliga tillstand, registreringar och avtal, samt i fraga om vilken det har sakerstallts att nagon intressekonflikt inte foreligger, 5) som i sin verksamhet forbinder sig att iaktta en effektiv datasakerhet och utrikesministeriets anvisningar for forfarandet vid skotseln av uppgifterna samt andra anvisningar, 6) vars personal bemoter klienterna med respekt oberoende av klienternas kon, ras eller etniska ursprung, religion eller overtygelse, funktionshinder, alder eller sexuella laggning. for att trygga datasakerheten ska olovlig lasning, kopiering, andring eller strykning av uppgifter alltid forhindras, sarskilt vid overforing till den finska beskickningen. uppgifterna ska overforas enligt anvisningarna och i krypterad form sa fort som mojligt och forstoras utan drojsmal efter att de overforts. eventuella namn pa sokande, kontaktuppgifter och passuppgifter far dock bevaras for senare arendehantering tills delgivningen av beslutet har formedlats. dessutom ska det ses till att personuppgifterna skyddas mot forstorelse genom olyckshandelse eller olagligt forfarande eller forlust genom olyckshandelse samt mot andringar, otillaten spridning eller otillaten tillgang. det ska ocksa ses till att uppgifterna behandlas endast i det syfte som har overenskommits om utforandet av uppgifterna. i ett avtal som ingas med en annan schengenstat ska utover det som namns i 69 c § dessutom tas in bestammelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, havande av avtalet och tillsynen over verksamheten. i ett avtal som ingas med en extern tjansteleverantor ska det utover detta inga bestammelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestammelse om att finsk lagstiftning tillampas pa tvistemal som galler avtalet och att tvistemal behandlas i finsk domstol."
      }
    },
    {
      "provision_ref": "4:69 f",
      "chapter": "4",
      "section": "69 f",
      "title": "Ulkoistetun toiminnan valvonta",
      "content": "Ulkoasiainministeriö ja asianomainen Suomen edustusto valvovat toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittämiseksi, että ne noudattavat tehtyä sopimusta. Valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. Ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava pääsy tiloihinsa ilman ennakkovaroitusta, järjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. Toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriölle ja ilmoitettava ulkoasiainministeriölle ja asianomaiselle Suomen edustustolle viipymättä mahdollisista turvallisuusrikkomuksista sekä tietojen väärinkäyttöä ja luvatonta käyttöä koskevista havainnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 f",
        "normalized_fi": "Ulkoasiainministeriö ja asianomainen Suomen edustusto valvovat toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittämiseksi, että ne noudattavat tehtyä sopimusta. Valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. Ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava pääsy tiloihinsa ilman ennakkovaroitusta, järjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. Toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriölle ja ilmoitettava ulkoasiainministeriölle ja asianomaiselle Suomen edustustolle viipymättä mahdollisista turvallisuusrikkomuksista sekä tietojen väärinkäyttöä ja luvatonta käyttöä koskevista havainnoista.",
        "folded_fi": "ulkoasiainministerio ja asianomainen suomen edustusto valvovat toisen schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittamiseksi, etta ne noudattavat tehtya sopimusta. valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava paasy tiloihinsa ilman ennakkovaroitusta, jarjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. toisen schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriolle ja ilmoitettava ulkoasiainministeriolle ja asianomaiselle suomen edustustolle viipymatta mahdollisista turvallisuusrikkomuksista seka tietojen vaarinkayttoa ja luvatonta kayttoa koskevista havainnoista.",
        "title_sv": "Övervakning av verksamhet som lagts ut",
        "content_sv": "Utrikesministeriet och den berörda finska beskickningen ska övervaka verksamheten vid en annan Schengenstats beskickning och den externa tjänsteleverantörens verksamhet och utföra kontroller för att klarlägga om de följer det avtal som ingåtts. Föremål för övervakningen är den utlagda verksamheten som helhet betraktad och särskilt genomförandet av datasäkerheten. Den externa tjänsteleverantören ska för övervakningen tillåta tillträde till sina lokaler utan föregående anmälan, övervakning av systemen och effektiv övervakning på andra överenskomna sätt. Den andra Schengenstatens beskickning och den externa tjänsteleverantören ska rapportera om sådan övervakning den genomfört till utrikesministeriet och utan dröjsmål meddela utrikesministeriet och den berörda finska beskickningen om eventuella säkerhetsöverträdelser och om observationer som gäller missbruk av och olovlig tillgång till uppgifter.",
        "normalized_sv": "Utrikesministeriet och den berörda finska beskickningen ska övervaka verksamheten vid en annan Schengenstats beskickning och den externa tjänsteleverantörens verksamhet och utföra kontroller för att klarlägga om de följer det avtal som ingåtts. Föremål för övervakningen är den utlagda verksamheten som helhet betraktad och särskilt genomförandet av datasäkerheten. Den externa tjänsteleverantören ska för övervakningen tillåta tillträde till sina lokaler utan föregående anmälan, övervakning av systemen och effektiv övervakning på andra överenskomna sätt. Den andra Schengenstatens beskickning och den externa tjänsteleverantören ska rapportera om sådan övervakning den genomfört till utrikesministeriet och utan dröjsmål meddela utrikesministeriet och den berörda finska beskickningen om eventuella säkerhetsöverträdelser och om observationer som gäller missbruk av och olovlig tillgång till uppgifter.",
        "folded_sv": "utrikesministeriet och den berorda finska beskickningen ska overvaka verksamheten vid en annan schengenstats beskickning och den externa tjansteleverantorens verksamhet och utfora kontroller for att klarlagga om de foljer det avtal som ingatts. foremal for overvakningen ar den utlagda verksamheten som helhet betraktad och sarskilt genomforandet av datasakerheten. den externa tjansteleverantoren ska for overvakningen tillata tilltrade till sina lokaler utan foregaende anmalan, overvakning av systemen och effektiv overvakning pa andra overenskomna satt. den andra schengenstatens beskickning och den externa tjansteleverantoren ska rapportera om sadan overvakning den genomfort till utrikesministeriet och utan drojsmal meddela utrikesministeriet och den berorda finska beskickningen om eventuella sakerhetsovertradelser och om observationer som galler missbruk av och olovlig tillgang till uppgifter."
      }
    },
    {
      "provision_ref": "4:69 g",
      "chapter": "4",
      "section": "69 g",
      "title": "Sopimuksen purkaminen",
      "content": "Ulkoasiainministeriön on purettava tekemänsä sopimus, jos toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enää täytä 69 e §:n 1 momentin edellytyksiä tai ei noudata mainitun pykälän 2 momentin säännöksiä. Jos toisen Schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eikä se ole sille annetussa määräajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministeriön purettava sopimus. Ulkoasiainministeriö voi lisäksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittävästi. Ulkoasiainministeriön on viipymättä ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisäministeriölle ja Maahanmuuttovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 g",
        "normalized_fi": "Ulkoasiainministeriön on purettava tekemänsä sopimus, jos toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enää täytä 69 e § :n 1 momentin edellytyksiä tai ei noudata mainitun pykälän 2 momentin säännöksiä. Jos toisen Schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eikä se ole sille annetussa määräajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministeriön purettava sopimus. Ulkoasiainministeriö voi lisäksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittävästi. Ulkoasiainministeriön on viipymättä ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisäministeriölle ja Maahanmuuttovirastolle.",
        "folded_fi": "ulkoasiainministerion on purettava tekemansa sopimus, jos toisen schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enaa tayta 69 e §:n 1 momentin edellytyksia tai ei noudata mainitun pykalan 2 momentin saannoksia. jos toisen schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eika se ole sille annetussa maaraajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministerion purettava sopimus. ulkoasiainministerio voi lisaksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittavasti. ulkoasiainministerion on viipymatta ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisaministeriolle ja maahanmuuttovirastolle.",
        "title_sv": "Hävande av avtal",
        "content_sv": "Utrikesministeriet ska häva ett avtal som det ingått, om den andra Schengenstatens beskickning eller den externa tjänsteleverantören inte längre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestämmelserna i 2 mom. i den paragrafen. Om det i verksamheten vid den andra Schengenstatens beskickning eller i den externa tjänsteleverantörens verksamhet har iakttagits brister och beskickningen eller tjänstleverantören inte inom utsatt tid har korrigerat sin verksamhet i överensstämmelse med avtalet, ska utrikesministeriet häva avtalet. Utrikesministeriet kan även häva ett avtal om dess förtroende för en extern tjänsteleverantörs verksamhet äventyras i betydande grad. Utrikesministeriet ska omedelbart informera inrikesministeriet och Migrationsverket om att ett avtal hävts och om sådana brister i verksamheten som avses i 2 mom.",
        "normalized_sv": "Utrikesministeriet ska häva ett avtal som det ingått, om den andra Schengenstatens beskickning eller den externa tjänsteleverantören inte längre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestämmelserna i 2 mom. i den paragrafen. Om det i verksamheten vid den andra Schengenstatens beskickning eller i den externa tjänsteleverantörens verksamhet har iakttagits brister och beskickningen eller tjänstleverantören inte inom utsatt tid har korrigerat sin verksamhet i överensstämmelse med avtalet, ska utrikesministeriet häva avtalet. Utrikesministeriet kan även häva ett avtal om dess förtroende för en extern tjänsteleverantörs verksamhet äventyras i betydande grad. Utrikesministeriet ska omedelbart informera inrikesministeriet och Migrationsverket om att ett avtal hävts och om sådana brister i verksamheten som avses i 2 mom.",
        "folded_sv": "utrikesministeriet ska hava ett avtal som det ingatt, om den andra schengenstatens beskickning eller den externa tjansteleverantoren inte langre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestammelserna i 2 mom. i den paragrafen. om det i verksamheten vid den andra schengenstatens beskickning eller i den externa tjansteleverantorens verksamhet har iakttagits brister och beskickningen eller tjanstleverantoren inte inom utsatt tid har korrigerat sin verksamhet i overensstammelse med avtalet, ska utrikesministeriet hava avtalet. utrikesministeriet kan aven hava ett avtal om dess fortroende for en extern tjansteleverantors verksamhet aventyras i betydande grad. utrikesministeriet ska omedelbart informera inrikesministeriet och migrationsverket om att ett avtal havts och om sadana brister i verksamheten som avses i 2 mom."
      }
    },
    {
      "provision_ref": "4:206",
      "chapter": "4",
      "section": "206",
      "title": "Tiedoksianto ulkomailla",
      "content": "Jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lähettämällä päätös Suomen edustustoon, toisen Schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siinä valtiossa, jonka kansalainen ulkomaalainen on tai jossa hän oleskelee. Tiedoksiannosta on laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jollei päätöstä voida luovuttaa ulkomaalaiselle tai hänen edustajalleen, päätöksen tiedoksiannon toimittamatta jäämisestä on ilmoitettava päätöksen tehneelle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:206",
        "normalized_fi": "Jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lähettämällä päätös Suomen edustustoon, toisen Schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siinä valtiossa, jonka kansalainen ulkomaalainen on tai jossa hän oleskelee. Tiedoksiannosta on laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jollei päätöstä voida luovuttaa ulkomaalaiselle tai hänen edustajalleen, päätöksen tiedoksiannon toimittamatta jäämisestä on ilmoitettava päätöksen tehneelle viranomaiselle.",
        "folded_fi": "jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lahettamalla paatos suomen edustustoon, toisen schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siina valtiossa, jonka kansalainen ulkomaalainen on tai jossa han oleskelee. tiedoksiannosta on laadittava kirjallinen todistus, josta kayvat ilmi tiedoksiannon toimittaja ja vastaanottaja seka tiedoksiannon ajankohta. jollei paatosta voida luovuttaa ulkomaalaiselle tai hanen edustajalleen, paatoksen tiedoksiannon toimittamatta jaamisesta on ilmoitettava paatoksen tehneelle viranomaiselle.",
        "title_sv": "Delgivning utomlands",
        "content_sv": "Om utlänningen inte har uppgett sin adress i utlandet, kan delgivningen verkställas genom att beslutet skickas till den finska beskickningen, en annan Schengenstats beskickning eller en extern tjänsteleverantör i den stat där utlänningen är medborgare eller vistas. Över delgivning ska upprättas ett skriftligt intyg av vilket framgår delgivningens verkställare och mottagare samt tidpunkten för delgivningen. Om beslutet inte kan överlämnas till utlänningen eller dennes företrädare, ska den myndighet som fattat beslutet underrättas om att delgivningen inte har kunnat verkställas.",
        "normalized_sv": "Om utlänningen inte har uppgett sin adress i utlandet, kan delgivningen verkställas genom att beslutet skickas till den finska beskickningen, en annan Schengenstats beskickning eller en extern tjänsteleverantör i den stat där utlänningen är medborgare eller vistas. Över delgivning ska upprättas ett skriftligt intyg av vilket framgår delgivningens verkställare och mottagare samt tidpunkten för delgivningen. Om beslutet inte kan överlämnas till utlänningen eller dennes företrädare, ska den myndighet som fattat beslutet underrättas om att delgivningen inte har kunnat verkställas.",
        "folded_sv": "om utlanningen inte har uppgett sin adress i utlandet, kan delgivningen verkstallas genom att beslutet skickas till den finska beskickningen, en annan schengenstats beskickning eller en extern tjansteleverantor i den stat dar utlanningen ar medborgare eller vistas. over delgivning ska upprattas ett skriftligt intyg av vilket framgar delgivningens verkstallare och mottagare samt tidpunkten for delgivningen. om beslutet inte kan overlamnas till utlanningen eller dennes foretradare, ska den myndighet som fattat beslutet underrattas om att delgivningen inte har kunnat verkstallas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4:60",
      "chapter": "4",
      "section": "60",
      "title": "Oleskeluluvan hakeminen",
      "content": "Hakemus jätetään Suomessa paikallispoliisille. Ensimmäistä oleskelulupaa koskeva hakemus jätetään ulkomailla Suomen edustustolle tai toisen Schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:60",
        "normalized_fi": "Hakemus jätetään Suomessa paikallispoliisille. Ensimmäistä oleskelulupaa koskeva hakemus jätetään ulkomailla Suomen edustustolle tai toisen Schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
        "folded_fi": "hakemus jatetaan suomessa paikallispoliisille. ensimmaista oleskelulupaa koskeva hakemus jatetaan ulkomailla suomen edustustolle tai toisen schengen-valtion edustustolle taikka ulkoiselle palveluntarjoajalle.",
        "title_sv": "Ansökan om uppehållstillstånd",
        "content_sv": "I Finland lämnas ansökan till den lokala polisen. Utomlands lämnas ansökan om första uppehållstillstånd till en finsk beskickning eller en annan Schengenstats beskickning eller en extern tjänsteleverantör.",
        "normalized_sv": "I Finland lämnas ansökan till den lokala polisen. Utomlands lämnas ansökan om första uppehållstillstånd till en finsk beskickning eller en annan Schengenstats beskickning eller en extern tjänsteleverantör.",
        "folded_sv": "i finland lamnas ansokan till den lokala polisen. utomlands lamnas ansokan om forsta uppehallstillstand till en finsk beskickning eller en annan schengenstats beskickning eller en extern tjansteleverantor."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:60 d",
      "chapter": "4",
      "section": "60 d",
      "title": "Biometriset tunnisteet oleskelulupakorttia varten",
      "content": "Maahanmuuttovirasto, poliisi, rajavartiolaitos tai Suomen edustusto ottaa oleskelulupahakemuksen ja kansainvälistä suojelua koskevan hakemuksen jättämisen yhteydessä hakijalta sormenjäljet jokaisesta sormesta oleskelulupakorttia varten. Sormenjäljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jättämisen yhteydessä myös toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtävän suorittamisesta on sen kanssa sovittu. Jos sormenjälkien ottaminen on hakemusta jätettäessä tilapäisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa täydentämään hakemustaan antamalla sormenjäljet. Hakijan on liitettävä hakemukseen kasvokuvansa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:60 d",
        "normalized_fi": "Maahanmuuttovirasto, poliisi, rajavartiolaitos tai Suomen edustusto ottaa oleskelulupahakemuksen ja kansainvälistä suojelua koskevan hakemuksen jättämisen yhteydessä hakijalta sormenjäljet jokaisesta sormesta oleskelulupakorttia varten. Sormenjäljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jättämisen yhteydessä myös toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtävän suorittamisesta on sen kanssa sovittu. Jos sormenjälkien ottaminen on hakemusta jätettäessä tilapäisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa täydentämään hakemustaan antamalla sormenjäljet. Hakijan on liitettävä hakemukseen kasvokuvansa.",
        "folded_fi": "maahanmuuttovirasto, poliisi, rajavartiolaitos tai suomen edustusto ottaa oleskelulupahakemuksen ja kansainvalista suojelua koskevan hakemuksen jattamisen yhteydessa hakijalta sormenjaljet jokaisesta sormesta oleskelulupakorttia varten. sormenjaljet jokaisesta sormesta oleskelulupakorttia varten voi ottaa oleskelulupahakemuksen jattamisen yhteydessa myos toisen schengen-valtion edustusto tai ulkoinen palveluntarjoaja, jos tehtavan suorittamisesta on sen kanssa sovittu. jos sormenjalkien ottaminen on hakemusta jatettaessa tilapaisesti mahdotonta, hakija voidaan velvoittaa kohtuullisen ajan kuluessa taydentamaan hakemustaan antamalla sormenjaljet. hakijan on liitettava hakemukseen kasvokuvansa.",
        "title_sv": "Biometriska kännetecken för uppehållstillståndskort",
        "content_sv": "Migrationsverket, polisen, gränsbevakningsväsendet eller en finsk beskickning ska vid inlämning av ansökan om uppehållstillstånd och om internationellt skydd för uppehållstillståndskortet ta fingeravtryck av sökandens samtliga fingrar. Även en annan Schengenstats beskickning eller en extern tjänsteleverantör får vid inlämning av ansökan om uppehållstillstånd för uppehållstillståndskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjänsteleverantören. Om det tillfälligt är omöjligt att ta fingeravtryck när ansökan lämnas in, kan sökanden åläggas att inom en rimlig tid komplettera sin ansökan genom att lämna fingeravtryck. Sökanden ska foga sin ansiktsbild till ansökan.",
        "normalized_sv": "Migrationsverket, polisen, gränsbevakningsväsendet eller en finsk beskickning ska vid inlämning av ansökan om uppehållstillstånd och om internationellt skydd för uppehållstillståndskortet ta fingeravtryck av sökandens samtliga fingrar. Även en annan Schengenstats beskickning eller en extern tjänsteleverantör får vid inlämning av ansökan om uppehållstillstånd för uppehållstillståndskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjänsteleverantören. Om det tillfälligt är omöjligt att ta fingeravtryck när ansökan lämnas in, kan sökanden åläggas att inom en rimlig tid komplettera sin ansökan genom att lämna fingeravtryck. Sökanden ska foga sin ansiktsbild till ansökan.",
        "folded_sv": "migrationsverket, polisen, gransbevakningsvasendet eller en finsk beskickning ska vid inlamning av ansokan om uppehallstillstand och om internationellt skydd for uppehallstillstandskortet ta fingeravtryck av sokandens samtliga fingrar. aven en annan schengenstats beskickning eller en extern tjansteleverantor far vid inlamning av ansokan om uppehallstillstand for uppehallstillstandskortet ta fingeravtryck av samtliga fingrar, om det har avtalats om detta med beskickningen eller tjansteleverantoren. om det tillfalligt ar omojligt att ta fingeravtryck nar ansokan lamnas in, kan sokanden alaggas att inom en rimlig tid komplettera sin ansokan genom att lamna fingeravtryck. sokanden ska foga sin ansiktsbild till ansokan."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69",
      "chapter": "4",
      "section": "69",
      "title": "Ulkoasiainhallinto oleskelulupaviranomaisena",
      "content": "Suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilöltä ja tarkistaa, että hakemus on oikein täytetty ja että se sisältää tarvittavat asiakirjat ja tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69",
        "normalized_fi": "Suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilöltä ja tarkistaa, että hakemus on oikein täytetty ja että se sisältää tarvittavat asiakirjat ja tiedot.",
        "folded_fi": "suomen edustusto ottaa vastaan oleskelulupahakemuksen ulkomailla olevalta henkilolta ja tarkistaa, etta hakemus on oikein taytetty ja etta se sisaltaa tarvittavat asiakirjat ja tiedot.",
        "title_sv": "Utrikesförvaltningen som uppehållstillståndsmyndighet",
        "content_sv": "Finska beskickningar tar emot ansökan om uppehållstillstånd av personer som befinner sig utomlands och kontrollerar att ansökan har fyllts i korrekt och att den innehåller behövliga handlingar och uppgifter.",
        "normalized_sv": "Finska beskickningar tar emot ansökan om uppehållstillstånd av personer som befinner sig utomlands och kontrollerar att ansökan har fyllts i korrekt och att den innehåller behövliga handlingar och uppgifter.",
        "folded_sv": "finska beskickningar tar emot ansokan om uppehallstillstand av personer som befinner sig utomlands och kontrollerar att ansokan har fyllts i korrekt och att den innehaller behovliga handlingar och uppgifter."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 b",
      "chapter": "4",
      "section": "69 b",
      "title": "Suomen edustuston oleskelulupatehtävien antaminen toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle",
      "content": "Ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia Suomen edustustolle kuuluvien oleskelulupatehtävien antamisesta toisen Schengen-valtion edustustolle. Jos tehtävien antaminen toisen Schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia tehtävien antamisesta 28 §:ssä tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissä olosuhteissa tai paikallisesta tilanteesta johtuvista syistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 b",
        "normalized_fi": "Ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia Suomen edustustolle kuuluvien oleskelulupatehtävien antamisesta toisen Schengen-valtion edustustolle. Jos tehtävien antaminen toisen Schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministeriö voi sisäministeriötä kuultuaan sopia tehtävien antamisesta 28 § :ssä tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissä olosuhteissa tai paikallisesta tilanteesta johtuvista syistä.",
        "folded_fi": "ulkoasiainministerio voi sisaministeriota kuultuaan sopia suomen edustustolle kuuluvien oleskelulupatehtavien antamisesta toisen schengen-valtion edustustolle. jos tehtavien antaminen toisen schengen-valtion edustustolle ei ole mahdollista, ulkoasiainministerio voi sisaministeriota kuultuaan sopia tehtavien antamisesta 28 §:ssa tarkoitetun ulkoisen palveluntarjoajan suoritettavaksi erityisissa olosuhteissa tai paikallisesta tilanteesta johtuvista syista.",
        "title_sv": "Överföring av en finsk beskicknings uppgifter som gäller uppehållstillstånd till en annan Schengenstats beskickning eller en extern tjänsteleverantör",
        "content_sv": "Utrikesministeriet kan efter att ha hört inrikesministeriet avtala om att till en annan Schengenstats beskickning överföra uppgifter som gäller uppehållstillstånd och som hör till en finsk beskickning. Om det inte är möjligt att överföra uppgifterna till en annan Schengenstats beskickning, kan utrikesministeriet efter att ha hört inrikesministeriet under särskilda omständigheter eller av orsaker som beror på lokala förhållanden avtala om att överföra uppgifterna till en i 28 § avsedd extern tjänsteleverantör.",
        "normalized_sv": "Utrikesministeriet kan efter att ha hört inrikesministeriet avtala om att till en annan Schengenstats beskickning överföra uppgifter som gäller uppehållstillstånd och som hör till en finsk beskickning. Om det inte är möjligt att överföra uppgifterna till en annan Schengenstats beskickning, kan utrikesministeriet efter att ha hört inrikesministeriet under särskilda omständigheter eller av orsaker som beror på lokala förhållanden avtala om att överföra uppgifterna till en i 28 § avsedd extern tjänsteleverantör.",
        "folded_sv": "utrikesministeriet kan efter att ha hort inrikesministeriet avtala om att till en annan schengenstats beskickning overfora uppgifter som galler uppehallstillstand och som hor till en finsk beskickning. om det inte ar mojligt att overfora uppgifterna till en annan schengenstats beskickning, kan utrikesministeriet efter att ha hort inrikesministeriet under sarskilda omstandigheter eller av orsaker som beror pa lokala forhallanden avtala om att overfora uppgifterna till en i 28 § avsedd extern tjansteleverantor."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 c",
      "chapter": "4",
      "section": "69 c",
      "title": "Ulkoistamisessa annettavat tehtävät",
      "content": "Toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtävistä: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja käsittelymaksun vastaanottaminen sekä toimittaminen Suomen edustustolle; 4) hakijan henkilöllisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilökohtaista käyntiä varten Suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien järjestelyiden hoitaminen; 8) hakemukseen liittyvien lisäselvityspyyntöjen ja niihin saatujen vastausten välittäminen; 9) päätöksen tiedoksiannon välittäminen. Sopimuksessa lisäksi sovitaan, että hakija ohjataan Suomen edustustoon, jos tehtävien hoitamisen yhteydessä ilmenee epäily hakijan henkilöllisyyttä osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperäisyydestä taikka jos edustusto tai Maahanmuuttovirasto katsoo, että asian selvittäminen vaatii henkilökohtaista asioimista edustustossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 c",
        "normalized_fi": "Toisen Schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtävistä: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja käsittelymaksun vastaanottaminen sekä toimittaminen Suomen edustustolle; 4) hakijan henkilöllisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilökohtaista käyntiä varten Suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien järjestelyiden hoitaminen; 8) hakemukseen liittyvien lisäselvityspyyntöjen ja niihin saatujen vastausten välittäminen; 9) päätöksen tiedoksiannon välittäminen. Sopimuksessa lisäksi sovitaan, että hakija ohjataan Suomen edustustoon, jos tehtävien hoitamisen yhteydessä ilmenee epäily hakijan henkilöllisyyttä osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperäisyydestä taikka jos edustusto tai Maahanmuuttovirasto katsoo, että asian selvittäminen vaatii henkilökohtaista asioimista edustustossa.",
        "folded_fi": "toisen schengen-valtion edustustolle ja ulkoiselle palveluntarjoajalle voidaan antaa yksi tai useampi seuraavista oleskelulupatehtavista: 1) oleskeluluvan hakemiseen liittyvien yleisten tietojen antaminen; 2) tietojen antaminen hakijalle vaadituista asiakirjoista tarkistusluettelon perusteella; 3) tietojen, hakemuksen ja kasittelymaksun vastaanottaminen seka toimittaminen suomen edustustolle; 4) hakijan henkilollisyyden tarkistaminen; 5) biometristen tunnisteiden ottaminen ja tallentaminen; 6) ajanvarausten hoitaminen henkilokohtaista kayntia varten suomen edustustossa tai ulkoisen palveluntarjoajan luona; 7) oleskeluluvan hakijan kuulemiseen liittyvien jarjestelyiden hoitaminen; 8) hakemukseen liittyvien lisaselvityspyyntojen ja niihin saatujen vastausten valittaminen; 9) paatoksen tiedoksiannon valittaminen. sopimuksessa lisaksi sovitaan, etta hakija ohjataan suomen edustustoon, jos tehtavien hoitamisen yhteydessa ilmenee epaily hakijan henkilollisyytta osoittavan asiakirjan luotettavuudesta tai muun esitetyn asiakirjan todenperaisyydesta taikka jos edustusto tai maahanmuuttovirasto katsoo, etta asian selvittaminen vaatii henkilokohtaista asioimista edustustossa.",
        "title_sv": "Uppgifter som får läggas ut",
        "content_sv": "En eller flera av följande uppgifter som gäller uppehållstillstånd får överföras till en annan Schengenstats beskickning eller en extern tjänsteleverantör: 1) att ge allmän information om ansökning om uppehållstillstånd, 2) att med stöd av en checklista ge sökande information om de handlingar som krävs, 3) att ta emot uppgifter, ansökningar och behandlingsavgifter och lämna dem till den finska beskickningen, 4) att kontrollera sökandes identitet, 5) att ta och registrera biometriska kännetecken, 6) att sköta tidsbeställningen för personliga besök vid den finska beskickningen eller hos den externa tjänsteleverantören, 7) att sköta arrangemangen i anslutning till hörande av personer som ansöker om uppehållstillstånd, 8) att förmedla begäran om ytterligare utredningar i anslutning till en ansökan och svar på begäran, 9) att förmedla delgivningar av beslut. I avtalet ska det dessutom bestämmas att sökanden hänvisas till den finska beskickningen, om det vid skötseln av uppgifterna uppstår misstankar om tillförlitligheten hos den handling som styrker sökandens identitet eller trovärdigheten hos någon annan uppvisad handling eller om beskickningen eller Migrationsverket anser att utredningen av ärendet kräver att sökanden personligen besöker beskickningen.",
        "normalized_sv": "En eller flera av följande uppgifter som gäller uppehållstillstånd får överföras till en annan Schengenstats beskickning eller en extern tjänsteleverantör: 1) att ge allmän information om ansökning om uppehållstillstånd, 2) att med stöd av en checklista ge sökande information om de handlingar som krävs, 3) att ta emot uppgifter, ansökningar och behandlingsavgifter och lämna dem till den finska beskickningen, 4) att kontrollera sökandes identitet, 5) att ta och registrera biometriska kännetecken, 6) att sköta tidsbeställningen för personliga besök vid den finska beskickningen eller hos den externa tjänsteleverantören, 7) att sköta arrangemangen i anslutning till hörande av personer som ansöker om uppehållstillstånd, 8) att förmedla begäran om ytterligare utredningar i anslutning till en ansökan och svar på begäran, 9) att förmedla delgivningar av beslut. I avtalet ska det dessutom bestämmas att sökanden hänvisas till den finska beskickningen, om det vid skötseln av uppgifterna uppstår misstankar om tillförlitligheten hos den handling som styrker sökandens identitet eller trovärdigheten hos någon annan uppvisad handling eller om beskickningen eller Migrationsverket anser att utredningen av ärendet kräver att sökanden personligen besöker beskickningen.",
        "folded_sv": "en eller flera av foljande uppgifter som galler uppehallstillstand far overforas till en annan schengenstats beskickning eller en extern tjansteleverantor: 1) att ge allman information om ansokning om uppehallstillstand, 2) att med stod av en checklista ge sokande information om de handlingar som kravs, 3) att ta emot uppgifter, ansokningar och behandlingsavgifter och lamna dem till den finska beskickningen, 4) att kontrollera sokandes identitet, 5) att ta och registrera biometriska kannetecken, 6) att skota tidsbestallningen for personliga besok vid den finska beskickningen eller hos den externa tjansteleverantoren, 7) att skota arrangemangen i anslutning till horande av personer som ansoker om uppehallstillstand, 8) att formedla begaran om ytterligare utredningar i anslutning till en ansokan och svar pa begaran, 9) att formedla delgivningar av beslut. i avtalet ska det dessutom bestammas att sokanden hanvisas till den finska beskickningen, om det vid skotseln av uppgifterna uppstar misstankar om tillforlitligheten hos den handling som styrker sokandens identitet eller trovardigheten hos nagon annan uppvisad handling eller om beskickningen eller migrationsverket anser att utredningen av arendet kraver att sokanden personligen besoker beskickningen."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 d",
      "chapter": "4",
      "section": "69 d",
      "title": "Palvelumaksu",
      "content": "Ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. Palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministeriön ja ulkoisen palveluntarjoajan kesken. Palvelumaksun on oltava kohtuullinen ja myös oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 d",
        "normalized_fi": "Ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. Palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministeriön ja ulkoisen palveluntarjoajan kesken. Palvelumaksun on oltava kohtuullinen ja myös oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtäviä.",
        "folded_fi": "ulkoisella palveluntarjoajalla on oikeus ottaa oleskeluluvan hakijalta palvelumaksu. palvelumaksusta ja sen suuruudesta sovitaan ulkoasiainministerion ja ulkoisen palveluntarjoajan kesken. palvelumaksun on oltava kohtuullinen ja myos oikeassa suhteessa kustannuksiin, joita ulkoiselle palveluntarjoajalle aiheutuu sen suorittaessa sille annettuja tehtavia.",
        "title_sv": "Serviceavgift",
        "content_sv": "Externa tjänsteleverantörer har rätt att ta ut serviceavgift av dem som ansöker om uppehållstillstånd. Utrikesministeriet och den externa tjänsteleverantören avtalar om serviceavgiften och dess belopp. Serviceavgiften ska vara skälig och även stå i rätt proportion till den externa tjänsteleverantörens kostnader för skötseln av de uppgifter som lagts ut till den.",
        "normalized_sv": "Externa tjänsteleverantörer har rätt att ta ut serviceavgift av dem som ansöker om uppehållstillstånd. Utrikesministeriet och den externa tjänsteleverantören avtalar om serviceavgiften och dess belopp. Serviceavgiften ska vara skälig och även stå i rätt proportion till den externa tjänsteleverantörens kostnader för skötseln av de uppgifter som lagts ut till den.",
        "folded_sv": "externa tjansteleverantorer har ratt att ta ut serviceavgift av dem som ansoker om uppehallstillstand. utrikesministeriet och den externa tjansteleverantoren avtalar om serviceavgiften och dess belopp. serviceavgiften ska vara skalig och aven sta i ratt proportion till den externa tjansteleverantorens kostnader for skotseln av de uppgifter som lagts ut till den."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 e",
      "chapter": "4",
      "section": "69 e",
      "title": "Ulkoistamistoiminnan edellytykset",
      "content": "Ulkoisena palveluntarjoajana voi toimia oikeushenkilö: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilöt ja työntekijät ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c §:n mukaisia tehtäviä sekä sitoutuneita noudattamaan tietosuojaa vielä senkin jälkeen, kun eivät hoida tehtäviä; 3) jolla on tehtävien asianmukaisen hoitamisen edellyttämät turvalliset toimitilat, tietoliikenneyhteydet ja tietojärjestelmät sekä muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteröitymiset ja sopimukset, sekä jonka osalta on varmistuttu siitä, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministeriön tehtävien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilöstö kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisestä alkuperästä, uskonnosta tai vakaumuksesta, vammaisuudesta, iästä tai sukupuolisesta suuntautumisesta. Tietosuojan varmistamiseksi on estettävä kaikkina aikoina tietojen luvaton lukeminen, jäljentäminen, muuttaminen tai poistaminen, varsinkin siirrettäessä niitä Suomen edustustolle. Tiedot on siirrettävä ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja hävitettävä viipymättä siirtämisen jälkeen. Mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin säilyttää myöhempää asiointia varten, kunnes päätöksen tiedoksianto on välitetty. Lisäksi on huolehdittava henkilötietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta häviämiseltä, muuttamiselta ja luvattomalta luovuttamiselta tai käytöltä, sekä käsiteltävä tietoja ainoastaan siinä tarkoituksessa, mitä tehtävien suorittamisesta on sovittu. Toisen Schengen-valtion kanssa tehtävään sopimukseen otetaan 69 c §:ssä mainitun lisäksi määräykset tämän pykälän 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista sekä sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. Ulkoisen palveluntarjoajan kanssa tehtävään sopimukseen otetaan näiden lisäksi määräykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta sekä määräys, että sopimusta koskeviin riita-asioihin sovelletaan Suomen lainsäädäntöä ja että riita-asia käsitellään suomalaisessa tuomioistuimessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 e",
        "normalized_fi": "Ulkoisena palveluntarjoajana voi toimia oikeushenkilö: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilöt ja työntekijät ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c § :n mukaisia tehtäviä sekä sitoutuneita noudattamaan tietosuojaa vielä senkin jälkeen, kun eivät hoida tehtäviä; 3) jolla on tehtävien asianmukaisen hoitamisen edellyttämät turvalliset toimitilat, tietoliikenneyhteydet ja tietojärjestelmät sekä muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteröitymiset ja sopimukset, sekä jonka osalta on varmistuttu siitä, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministeriön tehtävien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilöstö kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisestä alkuperästä, uskonnosta tai vakaumuksesta, vammaisuudesta, iästä tai sukupuolisesta suuntautumisesta. Tietosuojan varmistamiseksi on estettävä kaikkina aikoina tietojen luvaton lukeminen, jäljentäminen, muuttaminen tai poistaminen, varsinkin siirrettäessä niitä Suomen edustustolle. Tiedot on siirrettävä ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja hävitettävä viipymättä siirtämisen jälkeen. Mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin säilyttää myöhempää asiointia varten, kunnes päätöksen tiedoksianto on välitetty. Lisäksi on huolehdittava henkilötietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta häviämiseltä, muuttamiselta ja luvattomalta luovuttamiselta tai käytöltä, sekä käsiteltävä tietoja ainoastaan siinä tarkoituksessa, mitä tehtävien suorittamisesta on sovittu. Toisen Schengen-valtion kanssa tehtävään sopimukseen otetaan 69 c § :ssä mainitun lisäksi määräykset tämän pykälän 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista sekä sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. Ulkoisen palveluntarjoajan kanssa tehtävään sopimukseen otetaan näiden lisäksi määräykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta sekä määräys, että sopimusta koskeviin riita-asioihin sovelletaan Suomen lainsäädäntöä ja että riita-asia käsitellään suomalaisessa tuomioistuimessa.",
        "folded_fi": "ulkoisena palveluntarjoajana voi toimia oikeushenkilo: 1) joka ei ole konkurssissa ja on vakavarainen; 2) jonka toiminnasta vastuussa olevat henkilot ja tyontekijat ovat luotettaviksi todettuja ja koulutettu hoitamaan 69 c §:n mukaisia tehtavia seka sitoutuneita noudattamaan tietosuojaa viela senkin jalkeen, kun eivat hoida tehtavia; 3) jolla on tehtavien asianmukaisen hoitamisen edellyttamat turvalliset toimitilat, tietoliikenneyhteydet ja tietojarjestelmat seka muut tekniset ja toiminnalliset valmiudet; 4) jolla on tarvittavat toimiluvat, rekisteroitymiset ja sopimukset, seka jonka osalta on varmistuttu siita, ettei eturistiriitaa ole olemassa; 5) joka sitoutuu noudattamaan toiminnassaan tehokasta tietosuojaa ja ulkoasiainministerion tehtavien hoitamiselle antamia menettely- ja muita ohjeita; 6) jonka henkilosto kohtelee asiakkaita kunnioittavasti riippumatta asiakkaiden sukupuolesta, rodusta tai etnisesta alkuperasta, uskonnosta tai vakaumuksesta, vammaisuudesta, iasta tai sukupuolisesta suuntautumisesta. tietosuojan varmistamiseksi on estettava kaikkina aikoina tietojen luvaton lukeminen, jaljentaminen, muuttaminen tai poistaminen, varsinkin siirrettaessa niita suomen edustustolle. tiedot on siirrettava ohjeiden mukaisesti ja salatussa muodossa mahdollisimman pian ja havitettava viipymatta siirtamisen jalkeen. mahdolliset hakijan nimi, yhteystiedot ja passitiedot saadaan kuitenkin sailyttaa myohempaa asiointia varten, kunnes paatoksen tiedoksianto on valitetty. lisaksi on huolehdittava henkilotietojen suojaamisesta vahingossa tapahtuvalta tai laittomalta tuhoamiselta, vahingossa tapahtuvalta haviamiselta, muuttamiselta ja luvattomalta luovuttamiselta tai kaytolta, seka kasiteltava tietoja ainoastaan siina tarkoituksessa, mita tehtavien suorittamisesta on sovittu. toisen schengen-valtion kanssa tehtavaan sopimukseen otetaan 69 c §:ssa mainitun lisaksi maaraykset taman pykalan 1 momentin 3, 5 ja 6 kohdasta ja 2 momentista seka sopimuksen voimassaolosta, purkamisesta ja toiminnan valvonnasta. ulkoisen palveluntarjoajan kanssa tehtavaan sopimukseen otetaan naiden lisaksi maaraykset 1 momentin 1, 2 ja 4 kohdista, sopimussakosta seka maarays, etta sopimusta koskeviin riita-asioihin sovelletaan suomen lainsaadantoa ja etta riita-asia kasitellaan suomalaisessa tuomioistuimessa.",
        "title_sv": "Villkor för utläggning av verksamhet",
        "content_sv": "En extern tjänsteleverantör ska vara en juridisk person 1) som inte är försatt i konkurs och som är solvent, 2) i fråga om vilken de personer som ansvarar för verksamheten och de anställda har konstaterats vara tillförlitliga och utbildade att sköta uppgifter som avses i 69 c § samt har förbundit sig att iaktta datasäkerhet även efter det att de inte längre sköter sådana uppgifter, 3) som har sådana säkra lokaler, datakommunikationsförbindelser och datasystem samt sådan övrig teknisk och operativ beredskap som krävs för att uppgifterna ska kunna skötas på ett behörigt sätt, 4) som har behövliga tillstånd, registreringar och avtal, samt i fråga om vilken det har säkerställts att någon intressekonflikt inte föreligger, 5) som i sin verksamhet förbinder sig att iaktta en effektiv datasäkerhet och utrikesministeriets anvisningar för förfarandet vid skötseln av uppgifterna samt andra anvisningar, 6) vars personal bemöter klienterna med respekt oberoende av klienternas kön, ras eller etniska ursprung, religion eller övertygelse, funktionshinder, ålder eller sexuella läggning. För att trygga datasäkerheten ska olovlig läsning, kopiering, ändring eller strykning av uppgifter alltid förhindras, särskilt vid överföring till den finska beskickningen. Uppgifterna ska överföras enligt anvisningarna och i krypterad form så fort som möjligt och förstöras utan dröjsmål efter att de överförts. Eventuella namn på sökande, kontaktuppgifter och passuppgifter får dock bevaras för senare ärendehantering tills delgivningen av beslutet har förmedlats. Dessutom ska det ses till att personuppgifterna skyddas mot förstörelse genom olyckshändelse eller olagligt förfarande eller förlust genom olyckshändelse samt mot ändringar, otillåten spridning eller otillåten tillgång. Det ska också ses till att uppgifterna behandlas endast i det syfte som har överenskommits om utförandet av uppgifterna. I ett avtal som ingås med en annan Schengenstat ska utöver det som nämns i 69 c § dessutom tas in bestämmelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, hävande av avtalet och tillsynen över verksamheten. I ett avtal som ingås med en extern tjänsteleverantör ska det utöver detta ingå bestämmelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestämmelse om att finsk lagstiftning tillämpas på tvistemål som gäller avtalet och att tvistemål behandlas i finsk domstol.",
        "normalized_sv": "En extern tjänsteleverantör ska vara en juridisk person 1) som inte är försatt i konkurs och som är solvent, 2) i fråga om vilken de personer som ansvarar för verksamheten och de anställda har konstaterats vara tillförlitliga och utbildade att sköta uppgifter som avses i 69 c § samt har förbundit sig att iaktta datasäkerhet även efter det att de inte längre sköter sådana uppgifter, 3) som har sådana säkra lokaler, datakommunikationsförbindelser och datasystem samt sådan övrig teknisk och operativ beredskap som krävs för att uppgifterna ska kunna skötas på ett behörigt sätt, 4) som har behövliga tillstånd, registreringar och avtal, samt i fråga om vilken det har säkerställts att någon intressekonflikt inte föreligger, 5) som i sin verksamhet förbinder sig att iaktta en effektiv datasäkerhet och utrikesministeriets anvisningar för förfarandet vid skötseln av uppgifterna samt andra anvisningar, 6) vars personal bemöter klienterna med respekt oberoende av klienternas kön, ras eller etniska ursprung, religion eller övertygelse, funktionshinder, ålder eller sexuella läggning. För att trygga datasäkerheten ska olovlig läsning, kopiering, ändring eller strykning av uppgifter alltid förhindras, särskilt vid överföring till den finska beskickningen. Uppgifterna ska överföras enligt anvisningarna och i krypterad form så fort som möjligt och förstöras utan dröjsmål efter att de överförts. Eventuella namn på sökande, kontaktuppgifter och passuppgifter får dock bevaras för senare ärendehantering tills delgivningen av beslutet har förmedlats. Dessutom ska det ses till att personuppgifterna skyddas mot förstörelse genom olyckshändelse eller olagligt förfarande eller förlust genom olyckshändelse samt mot ändringar, otillåten spridning eller otillåten tillgång. Det ska också ses till att uppgifterna behandlas endast i det syfte som har överenskommits om utförandet av uppgifterna. I ett avtal som ingås med en annan Schengenstat ska utöver det som nämns i 69 c § dessutom tas in bestämmelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, hävande av avtalet och tillsynen över verksamheten. I ett avtal som ingås med en extern tjänsteleverantör ska det utöver detta ingå bestämmelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestämmelse om att finsk lagstiftning tillämpas på tvistemål som gäller avtalet och att tvistemål behandlas i finsk domstol.",
        "folded_sv": "en extern tjansteleverantor ska vara en juridisk person 1) som inte ar forsatt i konkurs och som ar solvent, 2) i fraga om vilken de personer som ansvarar for verksamheten och de anstallda har konstaterats vara tillforlitliga och utbildade att skota uppgifter som avses i 69 c § samt har forbundit sig att iaktta datasakerhet aven efter det att de inte langre skoter sadana uppgifter, 3) som har sadana sakra lokaler, datakommunikationsforbindelser och datasystem samt sadan ovrig teknisk och operativ beredskap som kravs for att uppgifterna ska kunna skotas pa ett behorigt satt, 4) som har behovliga tillstand, registreringar och avtal, samt i fraga om vilken det har sakerstallts att nagon intressekonflikt inte foreligger, 5) som i sin verksamhet forbinder sig att iaktta en effektiv datasakerhet och utrikesministeriets anvisningar for forfarandet vid skotseln av uppgifterna samt andra anvisningar, 6) vars personal bemoter klienterna med respekt oberoende av klienternas kon, ras eller etniska ursprung, religion eller overtygelse, funktionshinder, alder eller sexuella laggning. for att trygga datasakerheten ska olovlig lasning, kopiering, andring eller strykning av uppgifter alltid forhindras, sarskilt vid overforing till den finska beskickningen. uppgifterna ska overforas enligt anvisningarna och i krypterad form sa fort som mojligt och forstoras utan drojsmal efter att de overforts. eventuella namn pa sokande, kontaktuppgifter och passuppgifter far dock bevaras for senare arendehantering tills delgivningen av beslutet har formedlats. dessutom ska det ses till att personuppgifterna skyddas mot forstorelse genom olyckshandelse eller olagligt forfarande eller forlust genom olyckshandelse samt mot andringar, otillaten spridning eller otillaten tillgang. det ska ocksa ses till att uppgifterna behandlas endast i det syfte som har overenskommits om utforandet av uppgifterna. i ett avtal som ingas med en annan schengenstat ska utover det som namns i 69 c § dessutom tas in bestammelser enligt 1 mom. 3, 5 och 6 punkten och 2 mom. i denna paragraf samt om avtalets giltighet, havande av avtalet och tillsynen over verksamheten. i ett avtal som ingas med en extern tjansteleverantor ska det utover detta inga bestammelser om det som anges i 1 mom. 1, 2 och 4 punkten och om avtalsvite samt en bestammelse om att finsk lagstiftning tillampas pa tvistemal som galler avtalet och att tvistemal behandlas i finsk domstol."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 f",
      "chapter": "4",
      "section": "69 f",
      "title": "Ulkoistetun toiminnan valvonta",
      "content": "Ulkoasiainministeriö ja asianomainen Suomen edustusto valvovat toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittämiseksi, että ne noudattavat tehtyä sopimusta. Valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. Ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava pääsy tiloihinsa ilman ennakkovaroitusta, järjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. Toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriölle ja ilmoitettava ulkoasiainministeriölle ja asianomaiselle Suomen edustustolle viipymättä mahdollisista turvallisuusrikkomuksista sekä tietojen väärinkäyttöä ja luvatonta käyttöä koskevista havainnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 f",
        "normalized_fi": "Ulkoasiainministeriö ja asianomainen Suomen edustusto valvovat toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittämiseksi, että ne noudattavat tehtyä sopimusta. Valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. Ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava pääsy tiloihinsa ilman ennakkovaroitusta, järjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. Toisen Schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriölle ja ilmoitettava ulkoasiainministeriölle ja asianomaiselle Suomen edustustolle viipymättä mahdollisista turvallisuusrikkomuksista sekä tietojen väärinkäyttöä ja luvatonta käyttöä koskevista havainnoista.",
        "folded_fi": "ulkoasiainministerio ja asianomainen suomen edustusto valvovat toisen schengen-valtion edustuston ja ulkoisen palveluntarjoajan toimintaa ja suorittavat tarkastuksia sen selvittamiseksi, etta ne noudattavat tehtya sopimusta. valvonnan kohteena on toiminta kokonaisuudessaan ja erityisesti tietosuojan toteutuminen. ulkoisen palveluntarjoajan on valvonnan suorittamiseksi sallittava paasy tiloihinsa ilman ennakkovaroitusta, jarjestelmien valvonta ja valvonnan tehokas suorittaminen muulla sovitulla tavalla. toisen schengen-valtion edustuston ja ulkoisen palveluntarjoajan on raportoitava suorittamastaan valvonnasta ulkoasiainministeriolle ja ilmoitettava ulkoasiainministeriolle ja asianomaiselle suomen edustustolle viipymatta mahdollisista turvallisuusrikkomuksista seka tietojen vaarinkayttoa ja luvatonta kayttoa koskevista havainnoista.",
        "title_sv": "Övervakning av verksamhet som lagts ut",
        "content_sv": "Utrikesministeriet och den berörda finska beskickningen ska övervaka verksamheten vid en annan Schengenstats beskickning och den externa tjänsteleverantörens verksamhet och utföra kontroller för att klarlägga om de följer det avtal som ingåtts. Föremål för övervakningen är den utlagda verksamheten som helhet betraktad och särskilt genomförandet av datasäkerheten. Den externa tjänsteleverantören ska för övervakningen tillåta tillträde till sina lokaler utan föregående anmälan, övervakning av systemen och effektiv övervakning på andra överenskomna sätt. Den andra Schengenstatens beskickning och den externa tjänsteleverantören ska rapportera om sådan övervakning den genomfört till utrikesministeriet och utan dröjsmål meddela utrikesministeriet och den berörda finska beskickningen om eventuella säkerhetsöverträdelser och om observationer som gäller missbruk av och olovlig tillgång till uppgifter.",
        "normalized_sv": "Utrikesministeriet och den berörda finska beskickningen ska övervaka verksamheten vid en annan Schengenstats beskickning och den externa tjänsteleverantörens verksamhet och utföra kontroller för att klarlägga om de följer det avtal som ingåtts. Föremål för övervakningen är den utlagda verksamheten som helhet betraktad och särskilt genomförandet av datasäkerheten. Den externa tjänsteleverantören ska för övervakningen tillåta tillträde till sina lokaler utan föregående anmälan, övervakning av systemen och effektiv övervakning på andra överenskomna sätt. Den andra Schengenstatens beskickning och den externa tjänsteleverantören ska rapportera om sådan övervakning den genomfört till utrikesministeriet och utan dröjsmål meddela utrikesministeriet och den berörda finska beskickningen om eventuella säkerhetsöverträdelser och om observationer som gäller missbruk av och olovlig tillgång till uppgifter.",
        "folded_sv": "utrikesministeriet och den berorda finska beskickningen ska overvaka verksamheten vid en annan schengenstats beskickning och den externa tjansteleverantorens verksamhet och utfora kontroller for att klarlagga om de foljer det avtal som ingatts. foremal for overvakningen ar den utlagda verksamheten som helhet betraktad och sarskilt genomforandet av datasakerheten. den externa tjansteleverantoren ska for overvakningen tillata tilltrade till sina lokaler utan foregaende anmalan, overvakning av systemen och effektiv overvakning pa andra overenskomna satt. den andra schengenstatens beskickning och den externa tjansteleverantoren ska rapportera om sadan overvakning den genomfort till utrikesministeriet och utan drojsmal meddela utrikesministeriet och den berorda finska beskickningen om eventuella sakerhetsovertradelser och om observationer som galler missbruk av och olovlig tillgang till uppgifter."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:69 g",
      "chapter": "4",
      "section": "69 g",
      "title": "Sopimuksen purkaminen",
      "content": "Ulkoasiainministeriön on purettava tekemänsä sopimus, jos toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enää täytä 69 e §:n 1 momentin edellytyksiä tai ei noudata mainitun pykälän 2 momentin säännöksiä. Jos toisen Schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eikä se ole sille annetussa määräajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministeriön purettava sopimus. Ulkoasiainministeriö voi lisäksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittävästi. Ulkoasiainministeriön on viipymättä ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisäministeriölle ja Maahanmuuttovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:69 g",
        "normalized_fi": "Ulkoasiainministeriön on purettava tekemänsä sopimus, jos toisen Schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enää täytä 69 e § :n 1 momentin edellytyksiä tai ei noudata mainitun pykälän 2 momentin säännöksiä. Jos toisen Schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eikä se ole sille annetussa määräajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministeriön purettava sopimus. Ulkoasiainministeriö voi lisäksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittävästi. Ulkoasiainministeriön on viipymättä ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisäministeriölle ja Maahanmuuttovirastolle.",
        "folded_fi": "ulkoasiainministerion on purettava tekemansa sopimus, jos toisen schengen-valtion edustusto tai ulkoinen palveluntarjoaja ei enaa tayta 69 e §:n 1 momentin edellytyksia tai ei noudata mainitun pykalan 2 momentin saannoksia. jos toisen schengen-valtion edustuston tai ulkoisen palveluntarjoajan toiminnassa on havaittu puutteita, eika se ole sille annetussa maaraajassa korjannut toimintaansa sopimuksen mukaiseksi, on ulkoasiainministerion purettava sopimus. ulkoasiainministerio voi lisaksi purkaa sopimuksen, jos sen luottamus ulkoisen palveluntarjoajan toimintaan vaarantuu merkittavasti. ulkoasiainministerion on viipymatta ilmoitettava sopimuksen purkamisesta ja 2 momentissa tarkoitetuista toiminnan puutteista sisaministeriolle ja maahanmuuttovirastolle.",
        "title_sv": "Hävande av avtal",
        "content_sv": "Utrikesministeriet ska häva ett avtal som det ingått, om den andra Schengenstatens beskickning eller den externa tjänsteleverantören inte längre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestämmelserna i 2 mom. i den paragrafen. Om det i verksamheten vid den andra Schengenstatens beskickning eller i den externa tjänsteleverantörens verksamhet har iakttagits brister och beskickningen eller tjänstleverantören inte inom utsatt tid har korrigerat sin verksamhet i överensstämmelse med avtalet, ska utrikesministeriet häva avtalet. Utrikesministeriet kan även häva ett avtal om dess förtroende för en extern tjänsteleverantörs verksamhet äventyras i betydande grad. Utrikesministeriet ska omedelbart informera inrikesministeriet och Migrationsverket om att ett avtal hävts och om sådana brister i verksamheten som avses i 2 mom.",
        "normalized_sv": "Utrikesministeriet ska häva ett avtal som det ingått, om den andra Schengenstatens beskickning eller den externa tjänsteleverantören inte längre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestämmelserna i 2 mom. i den paragrafen. Om det i verksamheten vid den andra Schengenstatens beskickning eller i den externa tjänsteleverantörens verksamhet har iakttagits brister och beskickningen eller tjänstleverantören inte inom utsatt tid har korrigerat sin verksamhet i överensstämmelse med avtalet, ska utrikesministeriet häva avtalet. Utrikesministeriet kan även häva ett avtal om dess förtroende för en extern tjänsteleverantörs verksamhet äventyras i betydande grad. Utrikesministeriet ska omedelbart informera inrikesministeriet och Migrationsverket om att ett avtal hävts och om sådana brister i verksamheten som avses i 2 mom.",
        "folded_sv": "utrikesministeriet ska hava ett avtal som det ingatt, om den andra schengenstatens beskickning eller den externa tjansteleverantoren inte langre uppfyller de krav som anges i 69 e § 1 mom. eller inte iakttar bestammelserna i 2 mom. i den paragrafen. om det i verksamheten vid den andra schengenstatens beskickning eller i den externa tjansteleverantorens verksamhet har iakttagits brister och beskickningen eller tjanstleverantoren inte inom utsatt tid har korrigerat sin verksamhet i overensstammelse med avtalet, ska utrikesministeriet hava avtalet. utrikesministeriet kan aven hava ett avtal om dess fortroende for en extern tjansteleverantors verksamhet aventyras i betydande grad. utrikesministeriet ska omedelbart informera inrikesministeriet och migrationsverket om att ett avtal havts och om sadana brister i verksamheten som avses i 2 mom."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    },
    {
      "provision_ref": "4:206",
      "chapter": "4",
      "section": "206",
      "title": "Tiedoksianto ulkomailla",
      "content": "Jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lähettämällä päätös Suomen edustustoon, toisen Schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siinä valtiossa, jonka kansalainen ulkomaalainen on tai jossa hän oleskelee. Tiedoksiannosta on laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jollei päätöstä voida luovuttaa ulkomaalaiselle tai hänen edustajalleen, päätöksen tiedoksiannon toimittamatta jäämisestä on ilmoitettava päätöksen tehneelle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:206",
        "normalized_fi": "Jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lähettämällä päätös Suomen edustustoon, toisen Schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siinä valtiossa, jonka kansalainen ulkomaalainen on tai jossa hän oleskelee. Tiedoksiannosta on laadittava kirjallinen todistus, josta käyvät ilmi tiedoksiannon toimittaja ja vastaanottaja sekä tiedoksiannon ajankohta. Jollei päätöstä voida luovuttaa ulkomaalaiselle tai hänen edustajalleen, päätöksen tiedoksiannon toimittamatta jäämisestä on ilmoitettava päätöksen tehneelle viranomaiselle.",
        "folded_fi": "jollei ulkomaalainen ole ilmoittanut osoitettaan ulkomailla, tiedoksianto voidaan toimittaa lahettamalla paatos suomen edustustoon, toisen schengen-valtion edustustoon tai ulkoiselle palveluntarjoajalle siina valtiossa, jonka kansalainen ulkomaalainen on tai jossa han oleskelee. tiedoksiannosta on laadittava kirjallinen todistus, josta kayvat ilmi tiedoksiannon toimittaja ja vastaanottaja seka tiedoksiannon ajankohta. jollei paatosta voida luovuttaa ulkomaalaiselle tai hanen edustajalleen, paatoksen tiedoksiannon toimittamatta jaamisesta on ilmoitettava paatoksen tehneelle viranomaiselle.",
        "title_sv": "Delgivning utomlands",
        "content_sv": "Om utlänningen inte har uppgett sin adress i utlandet, kan delgivningen verkställas genom att beslutet skickas till den finska beskickningen, en annan Schengenstats beskickning eller en extern tjänsteleverantör i den stat där utlänningen är medborgare eller vistas. Över delgivning ska upprättas ett skriftligt intyg av vilket framgår delgivningens verkställare och mottagare samt tidpunkten för delgivningen. Om beslutet inte kan överlämnas till utlänningen eller dennes företrädare, ska den myndighet som fattat beslutet underrättas om att delgivningen inte har kunnat verkställas.",
        "normalized_sv": "Om utlänningen inte har uppgett sin adress i utlandet, kan delgivningen verkställas genom att beslutet skickas till den finska beskickningen, en annan Schengenstats beskickning eller en extern tjänsteleverantör i den stat där utlänningen är medborgare eller vistas. Över delgivning ska upprättas ett skriftligt intyg av vilket framgår delgivningens verkställare och mottagare samt tidpunkten för delgivningen. Om beslutet inte kan överlämnas till utlänningen eller dennes företrädare, ska den myndighet som fattat beslutet underrättas om att delgivningen inte har kunnat verkställas.",
        "folded_sv": "om utlanningen inte har uppgett sin adress i utlandet, kan delgivningen verkstallas genom att beslutet skickas till den finska beskickningen, en annan schengenstats beskickning eller en extern tjansteleverantor i den stat dar utlanningen ar medborgare eller vistas. over delgivning ska upprattas ett skriftligt intyg av vilket framgar delgivningens verkstallare och mottagare samt tidpunkten for delgivningen. om beslutet inte kan overlamnas till utlanningen eller dennes foretradare, ska den myndighet som fattat beslutet underrattas om att delgivningen inte har kunnat verkstallas."
      },
      "valid_from": "2015-05-22",
      "valid_to": null
    }
  ]
}