{
  "id": "678/2005",
  "type": "statute",
  "title": "Laki työntekijäin eläkelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om pension för arbetstagare",
  "status": "in_force",
  "issued_date": "2005-08-26",
  "in_force_date": "2005-08-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/678/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "19 c",
      "section": "19 c",
      "content": "Jos työntekijä on väliaikaisesti saanut Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 45 §:n 2 momentin mukaan samalta ajalta, jolta hänelle myönnetään 20 §:ssä tarkoitetun valituksen johdosta eläkettä takautuvasti, eläkelaitoksen on suoritettava takautuva eläke Kansaneläkelaitokselle siltä osin kuin se vastaa Kansaneläkelaitoksen samalta ajalta liikaa maksaman eläkkeen määrää. Samoin voidaan menetellä, jos eläkelaitos jatkaa 20 §:ssä tarkoitetun valituksen johdosta myönnettyä kuntoutustukea takautuvasti, tai silloin, kun työntekijä on saanut kansaneläkelain mukaista eläkettä samalta ajalta, jolta eläkelaitos 21 d §:n 2 momentin mukaisesti oikaisee aikaisemman päätöksen tai muutoin tarkistaa myönnetyn eläkkeen määrän tai oikaisupäätöksen jälkeen myöntää kuntoutustuelle jatkoa takautuvasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 c",
        "normalized_fi": "Jos työntekijä on väliaikaisesti saanut Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 45 § :n 2 momentin mukaan samalta ajalta, jolta hänelle myönnetään 20 § :ssä tarkoitetun valituksen johdosta eläkettä takautuvasti, eläkelaitoksen on suoritettava takautuva eläke Kansaneläkelaitokselle siltä osin kuin se vastaa Kansaneläkelaitoksen samalta ajalta liikaa maksaman eläkkeen määrää. Samoin voidaan menetellä, jos eläkelaitos jatkaa 20 § :ssä tarkoitetun valituksen johdosta myönnettyä kuntoutustukea takautuvasti, tai silloin, kun työntekijä on saanut kansaneläkelain mukaista eläkettä samalta ajalta, jolta eläkelaitos 21 d § :n 2 momentin mukaisesti oikaisee aikaisemman päätöksen tai muutoin tarkistaa myönnetyn eläkkeen määrän tai oikaisupäätöksen jälkeen myöntää kuntoutustuelle jatkoa takautuvasti.",
        "folded_fi": "jos tyontekija on valiaikaisesti saanut kansanelakelaitoksen maksamaa elaketta kansanelakelain 45 §:n 2 momentin mukaan samalta ajalta, jolta hanelle myonnetaan 20 §:ssa tarkoitetun valituksen johdosta elaketta takautuvasti, elakelaitoksen on suoritettava takautuva elake kansanelakelaitokselle silta osin kuin se vastaa kansanelakelaitoksen samalta ajalta liikaa maksaman elakkeen maaraa. samoin voidaan menetella, jos elakelaitos jatkaa 20 §:ssa tarkoitetun valituksen johdosta myonnettya kuntoutustukea takautuvasti, tai silloin, kun tyontekija on saanut kansanelakelain mukaista elaketta samalta ajalta, jolta elakelaitos 21 d §:n 2 momentin mukaisesti oikaisee aikaisemman paatoksen tai muutoin tarkistaa myonnetyn elakkeen maaran tai oikaisupaatoksen jalkeen myontaa kuntoutustuelle jatkoa takautuvasti.",
        "content_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen för den tid för vilken arbetstagaren med anledning av besvär som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till Folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som Folkpensionsanstalten utbetalat till ett för stort belopp för samma tid. Förfarandet kan vara detsamma, om pensionsanstalten fortsätter utbetala retroaktivt rehabiliteringsstöd som beviljats med anledning av besvär enligt 20 § eller om arbetstagaren har fått pension enligt folkpensionslagen för den tid i fråga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rättar sitt tidigare beslut eller i övrigt justerar beloppet av en beviljad pension eller efter ett beslut om rättelse retroaktivt beviljar fortsatt rehabiliteringsstöd.",
        "normalized_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen för den tid för vilken arbetstagaren med anledning av besvär som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till Folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som Folkpensionsanstalten utbetalat till ett för stort belopp för samma tid. Förfarandet kan vara detsamma, om pensionsanstalten fortsätter utbetala retroaktivt rehabiliteringsstöd som beviljats med anledning av besvär enligt 20 § eller om arbetstagaren har fått pension enligt folkpensionslagen för den tid i fråga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rättar sitt tidigare beslut eller i övrigt justerar beloppet av en beviljad pension eller efter ett beslut om rättelse retroaktivt beviljar fortsatt rehabiliteringsstöd.",
        "folded_sv": "om en arbetstagare tillfalligt har fatt pension som utbetalats av folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen for den tid for vilken arbetstagaren med anledning av besvar som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som folkpensionsanstalten utbetalat till ett for stort belopp for samma tid. forfarandet kan vara detsamma, om pensionsanstalten fortsatter utbetala retroaktivt rehabiliteringsstod som beviljats med anledning av besvar enligt 20 § eller om arbetstagaren har fatt pension enligt folkpensionslagen for den tid i fraga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rattar sitt tidigare beslut eller i ovrigt justerar beloppet av en beviljad pension eller efter ett beslut om rattelse retroaktivt beviljar fortsatt rehabiliteringsstod."
      }
    },
    {
      "provision_ref": "19 e",
      "section": "19 e",
      "content": "Ennakkopäätökseen saa hakea muutosta niin kuin 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 e",
        "normalized_fi": "Ennakkopäätökseen saa hakea muutosta niin kuin 20 § :ssä säädetään.",
        "folded_fi": "ennakkopaatokseen saa hakea muutosta niin kuin 20 §:ssa saadetaan.",
        "content_sv": "Ändring i ett förhandsbeslut får sökas på det sätt som föreskrivs i 20 §.",
        "normalized_sv": "Ändring i ett förhandsbeslut får sökas på det sätt som föreskrivs i 20 § .",
        "folded_sv": "andring i ett forhandsbeslut far sokas pa det satt som foreskrivs i 20 §."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Muutoksenhakua varten on työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus. Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään laissa työeläkeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Valtioneuvosto nimittää sosiaali- ja terveysministeriön esityksestä enintään viideksi vuodeksi kerrallaan työeläkeasioiden muutoksenhakulautakuntaan työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, joista neljä on määrättävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja neljä työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Asianosainen, joka ei tyydy eläkelaitoksen eläkettä tai etuutta taikka työnantajalle tässä laissa säädettyjä velvollisuuksia koskevaan päätökseen, saa hakea siihen muutosta työeläkeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistään 30 päivänä sen päivän jälkeen, jona asianosainen on saanut tiedon päätöksestä. Sama valitusmenettely koskee päätöstä, jonka Eläketurvakeskus on tässä laissa säädettyjen tehtäviensä mukaisesti antanut asianosaiselle tai eläkelaitokselle. Asianosainen, joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa säädetyssä määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Muutoksenhakua varten on työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus. Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään laissa työeläkeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Valtioneuvosto nimittää sosiaali- ja terveysministeriön esityksestä enintään viideksi vuodeksi kerrallaan työeläkeasioiden muutoksenhakulautakuntaan työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, joista neljä on määrättävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja neljä työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Asianosainen, joka ei tyydy eläkelaitoksen eläkettä tai etuutta taikka työnantajalle tässä laissa säädettyjä velvollisuuksia koskevaan päätökseen, saa hakea siihen muutosta työeläkeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistään 30 päivänä sen päivän jälkeen, jona asianosainen on saanut tiedon päätöksestä. Sama valitusmenettely koskee päätöstä, jonka Eläketurvakeskus on tässä laissa säädettyjen tehtäviensä mukaisesti antanut asianosaiselle tai eläkelaitokselle. Asianosainen, joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa säädetyssä määräajassa.",
        "folded_fi": "muutoksenhakua varten on tyoelakeasioiden muutoksenhakulautakunta ja vakuutusoikeus. tyoelakeasioiden muutoksenhakulautakunnasta ja sen jasenista saadetaan laissa tyoelakeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). valtioneuvosto nimittaa sosiaali- ja terveysministerion esityksesta enintaan viideksi vuodeksi kerrallaan tyoelakeasioiden muutoksenhakulautakuntaan tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia, joista nelja on maarattava tyonantajayhdistysten edustavimpien keskusjarjestojen ja nelja tyontekijain ja toimihenkiloiden ammattiyhdistysten edustavimpien keskusjarjestojen ehdotuksesta. asianosainen, joka ei tyydy elakelaitoksen elaketta tai etuutta taikka tyonantajalle tassa laissa saadettyja velvollisuuksia koskevaan paatokseen, saa hakea siihen muutosta tyoelakeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistaan 30 paivana sen paivan jalkeen, jona asianosainen on saanut tiedon paatoksesta. sama valitusmenettely koskee paatosta, jonka elaketurvakeskus on tassa laissa saadettyjen tehtaviensa mukaisesti antanut asianosaiselle tai elakelaitokselle. asianosainen, joka ei tyydy tyoelakeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan paatokseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa saadetyssa maaraajassa.",
        "content_sv": "För ändringssökande finns besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen. I lagen om besvärsnämnden för arbetspensionsärenden (677/2005) föreskrivs om besvärsnämnden och dess medlemmar och i lagen om försäkringsdomstolen (132/2003) föreskrivs om försäkringsdomstolen. Till medlemmar i besvärsnämnden för arbetspensionsärenden förordnar statsrådet för högst fem år i sänder på framställning av social- och hälsovårdsministeriet personer som är förtrogna med förhållandena inom arbetslivet och på arbetsmarknaden och av vilka fyra skall utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och fyra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. En part som är missnöjd med en pensionsanstalts beslut i ett ärende som gäller pension eller en förmån eller skyldigheter som i denna lag bestäms för en arbetsgivare, får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för arbetspensionsärenden senast den 30 dagen efter den dag då parten fick del av beslutet. Samma besvärsförfarande gäller beslut som Pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. En part som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 2 mom. får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen inom den tid som föreskrivs i 2 mom.",
        "normalized_sv": "För ändringssökande finns besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen. I lagen om besvärsnämnden för arbetspensionsärenden (677/2005) föreskrivs om besvärsnämnden och dess medlemmar och i lagen om försäkringsdomstolen (132/2003) föreskrivs om försäkringsdomstolen. Till medlemmar i besvärsnämnden för arbetspensionsärenden förordnar statsrådet för högst fem år i sänder på framställning av social- och hälsovårdsministeriet personer som är förtrogna med förhållandena inom arbetslivet och på arbetsmarknaden och av vilka fyra skall utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och fyra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. En part som är missnöjd med en pensionsanstalts beslut i ett ärende som gäller pension eller en förmån eller skyldigheter som i denna lag bestäms för en arbetsgivare, får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för arbetspensionsärenden senast den 30 dagen efter den dag då parten fick del av beslutet. Samma besvärsförfarande gäller beslut som Pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. En part som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 2 mom. får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen inom den tid som föreskrivs i 2 mom.",
        "folded_sv": "for andringssokande finns besvarsnamnden for arbetspensionsarenden och forsakringsdomstolen. i lagen om besvarsnamnden for arbetspensionsarenden (677/2005) foreskrivs om besvarsnamnden och dess medlemmar och i lagen om forsakringsdomstolen (132/2003) foreskrivs om forsakringsdomstolen. till medlemmar i besvarsnamnden for arbetspensionsarenden forordnar statsradet for hogst fem ar i sander pa framstallning av social- och halsovardsministeriet personer som ar fortrogna med forhallandena inom arbetslivet och pa arbetsmarknaden och av vilka fyra skall utses pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och fyra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. en part som ar missnojd med en pensionsanstalts beslut i ett arende som galler pension eller en forman eller skyldigheter som i denna lag bestams for en arbetsgivare, far soka andring i beslutet genom skriftliga besvar hos besvarsnamnden for arbetspensionsarenden senast den 30 dagen efter den dag da parten fick del av beslutet. samma besvarsforfarande galler beslut som pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. en part som ar missnojd med besvarsnamndens beslut i ett arende som namns i 2 mom. far soka andring i beslutet genom skriftliga besvar hos forsakringsdomstolen inom den tid som foreskrivs i 2 mom."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Työeläkeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jos valituksen yhteydessä ei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jolloin päätös on postitettu valittajan ilmoittamaan osoitteeseen. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 20 §:n 2 ja 3 momentissa, tämän pykälän 1 momentissa ja 21 a §:n 5―8 momentissa säädetään. Julkisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 10 d §:n 2 momentissa tarkoitetuissa julkisten alojen eläkelaeissa säädetään. Asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa EU-maassa ja joka ei tyydy eläkelaitoksen tämän lain nojalla antamaan päätökseen, voi hakea siihen muutosta saatuaan sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin ja heidän perheenjäseniinsä annetun asetuksen (ETY) N:o 1408/71 täytäntöönpanomenettelystä annetun neuvoston asetuksen (ETY) N:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien EU-maiden päätökset. Työkyvyttömyyseläkkeen saamisen edellytyksiä koskevaan eläkelaitoksen päätökseen haetaan kuitenkin muutosta siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Työeläkeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jos valituksen yhteydessä ei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jolloin päätös on postitettu valittajan ilmoittamaan osoitteeseen. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 20 § :n 2 ja 3 momentissa, tämän pykälän 1 momentissa ja 21 a § :n 5―8 momentissa säädetään. Julkisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 10 d § :n 2 momentissa tarkoitetuissa julkisten alojen eläkelaeissa säädetään. Asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa EU-maassa ja joka ei tyydy eläkelaitoksen tämän lain nojalla antamaan päätökseen, voi hakea siihen muutosta saatuaan sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin ja heidän perheenjäseniinsä annetun asetuksen (ETY) N:o 1408/71 täytäntöönpanomenettelystä annetun neuvoston asetuksen (ETY) N:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien EU-maiden päätökset. Työkyvyttömyyseläkkeen saamisen edellytyksiä koskevaan eläkelaitoksen päätökseen haetaan kuitenkin muutosta siten kuin tässä laissa säädetään.",
        "folded_fi": "tyoelakeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen ilmoittamaansa postiosoitteeseen. jos valituksen yhteydessa ei muuta nayteta, valittajan katsotaan saaneen paatoksesta tiedon seitsemantena paivana sen paivan jalkeen, jolloin paatos on postitettu valittajan ilmoittamaan osoitteeseen. yksityisten alojen elakelaitoksen viimeisena elakelaitoksena antamaan paatosyhdistelmaan haetaan muutosta ja valitusasia kasitellaan siten kuin 20 §:n 2 ja 3 momentissa, taman pykalan 1 momentissa ja 21 a §:n 5―8 momentissa saadetaan. julkisten alojen elakelaitoksen viimeisena elakelaitoksena antamaan paatosyhdistelmaan haetaan muutosta ja valitusasia kasitellaan siten kuin 10 d §:n 2 momentissa tarkoitetuissa julkisten alojen elakelaeissa saadetaan. asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa eu-maassa ja joka ei tyydy elakelaitoksen taman lain nojalla antamaan paatokseen, voi hakea siihen muutosta saatuaan sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin ja heidan perheenjaseniinsa annetun asetuksen (ety) n:o 1408/71 taytantoonpanomenettelysta annetun neuvoston asetuksen (ety) n:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien eu-maiden paatokset. tyokyvyttomyyselakkeen saamisen edellytyksia koskevaan elakelaitoksen paatokseen haetaan kuitenkin muutosta siten kuin tassa laissa saadetaan.",
        "content_sv": "Beslut av besvärsnämnden för arbetspensionsärenden och försäkringsdomstolens beslut delges genom att beslutet sänds per post till mottagaren under den adress han har uppgett. Om det i samband med besvären inte visas något annat, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som ändringssökanden har uppgett. Ändring i en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. Ändring i en beslutssammanställning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt vad som föreskrivs i de pensionslagar för den offentliga sektorn som avses i 10 d § 2 mom. En part som har varit försäkrad i två eller flera EU-länder och som är missnöjd med en pensionsanstalts beslut enligt denna lag kan söka ändring i beslutet efter att ha fått en sådan sammanställning som avses i artikel 48 i rådets förordning (EEG) nr 574/72 om tillämpning av förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla EU-länders beslut. I ett beslut av en pensionsanstalt i ett ärende som gäller förutsättningarna för invalidpension söks dock ändring på det sätt som föreskrivs i denna lag.",
        "normalized_sv": "Beslut av besvärsnämnden för arbetspensionsärenden och försäkringsdomstolens beslut delges genom att beslutet sänds per post till mottagaren under den adress han har uppgett. Om det i samband med besvären inte visas något annat, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som ändringssökanden har uppgett. Ändring i en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. Ändring i en beslutssammanställning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt vad som föreskrivs i de pensionslagar för den offentliga sektorn som avses i 10 d § 2 mom. En part som har varit försäkrad i två eller flera EU-länder och som är missnöjd med en pensionsanstalts beslut enligt denna lag kan söka ändring i beslutet efter att ha fått en sådan sammanställning som avses i artikel 48 i rådets förordning (EEG) nr 574/72 om tillämpning av förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla EU-länders beslut. I ett beslut av en pensionsanstalt i ett ärende som gäller förutsättningarna för invalidpension söks dock ändring på det sätt som föreskrivs i denna lag.",
        "folded_sv": "beslut av besvarsnamnden for arbetspensionsarenden och forsakringsdomstolens beslut delges genom att beslutet sands per post till mottagaren under den adress han har uppgett. om det i samband med besvaren inte visas nagot annat, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den dag da beslutet postades under den adress som andringssokanden har uppgett. andring i en beslutssammanstallning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt soks och besvarsarendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. andring i en beslutssammanstallning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt soks och besvarsarendet behandlas enligt vad som foreskrivs i de pensionslagar for den offentliga sektorn som avses i 10 d § 2 mom. en part som har varit forsakrad i tva eller flera eu-lander och som ar missnojd med en pensionsanstalts beslut enligt denna lag kan soka andring i beslutet efter att ha fatt en sadan sammanstallning som avses i artikel 48 i radets forordning (eeg) nr 574/72 om tillampning av forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla eu-landers beslut. i ett beslut av en pensionsanstalt i ett arende som galler forutsattningarna for invalidpension soks dock andring pa det satt som foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "content": "Asianosaisen on toimitettava 20 §:n 2 ja 3 momentissa tarkoitettu valituskirjelmänsä 20 §:n 2 momentissa säädetyssä määräajassa asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle, jos se on ratkaissut asian ensimmäisenä päätöksentekoasteena. Jos eläkelaitos tai Eläketurvakeskus hyväksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupäätös. Oikaisupäätökseen saa hakea muutosta siten kuin 20 §:ssä säädetään. Jos eläkelaitos tai Eläketurvakeskus ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee työeläkeasioiden muutoksenhakulautakunnan päätöstä, vakuutusoikeudelle käsiteltäväksi. Eläkelaitos tai Eläketurvakeskus voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos valitus on toimitettu muutoksenhakuelimelle, eläkelaitoksen tai Eläketurvakeskuksen on ilmoitettava sille heti väliaikaisesta päätöksestä. Väliaikaiseen päätökseen ei saa hakea muutosta. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaa päätösyhdistelmää koskeva valituskirjelmä on toimitettava tälle eläkelaitokselle 20 §:n 2 momentissa säädetyssä määräajassa. Sen on pyydettävä valituksesta lausunto julkisten alojen eläkelaitoksilta siltä osin kuin valitus koskee näiden hoitamaa eläketurvaa. Lausuntoa ei kuitenkaan pyydetä, jos päätösyhdistelmästä tehty valitus koskee yksinomaan työkyvyn arviointia. Kun päätösyhdistelmää koskeva valitusasia käsitellään työeläkeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen eläkelakien mukaisen lainvoimaisen päätösyhdistelmän poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun päätösyhdistelmässä on 21 e §:ssä tarkoitettu virhe, sovelletaan tämän lain säännöksiä, jollei vakuutusoikeuslaissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Asianosaisen on toimitettava 20 § :n 2 ja 3 momentissa tarkoitettu valituskirjelmänsä 20 § :n 2 momentissa säädetyssä määräajassa asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle, jos se on ratkaissut asian ensimmäisenä päätöksentekoasteena. Jos eläkelaitos tai Eläketurvakeskus hyväksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupäätös. Oikaisupäätökseen saa hakea muutosta siten kuin 20 § :ssä säädetään. Jos eläkelaitos tai Eläketurvakeskus ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee työeläkeasioiden muutoksenhakulautakunnan päätöstä, vakuutusoikeudelle käsiteltäväksi. Eläkelaitos tai Eläketurvakeskus voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos valitus on toimitettu muutoksenhakuelimelle, eläkelaitoksen tai Eläketurvakeskuksen on ilmoitettava sille heti väliaikaisesta päätöksestä. Väliaikaiseen päätökseen ei saa hakea muutosta. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaa päätösyhdistelmää koskeva valituskirjelmä on toimitettava tälle eläkelaitokselle 20 § :n 2 momentissa säädetyssä määräajassa. Sen on pyydettävä valituksesta lausunto julkisten alojen eläkelaitoksilta siltä osin kuin valitus koskee näiden hoitamaa eläketurvaa. Lausuntoa ei kuitenkaan pyydetä, jos päätösyhdistelmästä tehty valitus koskee yksinomaan työkyvyn arviointia. Kun päätösyhdistelmää koskeva valitusasia käsitellään työeläkeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen eläkelakien mukaisen lainvoimaisen päätösyhdistelmän poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun päätösyhdistelmässä on 21 e § :ssä tarkoitettu virhe, sovelletaan tämän lain säännöksiä, jollei vakuutusoikeuslaissa toisin säädetä.",
        "folded_fi": "asianosaisen on toimitettava 20 §:n 2 ja 3 momentissa tarkoitettu valituskirjelmansa 20 §:n 2 momentissa saadetyssa maaraajassa asianomaiselle elakelaitokselle tai elaketurvakeskukselle, jos se on ratkaissut asian ensimmaisena paatoksentekoasteena. jos elakelaitos tai elaketurvakeskus hyvaksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupaatos. oikaisupaatokseen saa hakea muutosta siten kuin 20 §:ssa saadetaan. jos elakelaitos tai elaketurvakeskus ei voi oikaista valituksen kohteena olevaa paatosta 2 momentissa mainituin tavoin, sen on 30 paivan kuluessa valitusajan paattymisesta toimitettava valituskirjelma ja lausuntonsa tyoelakeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee tyoelakeasioiden muutoksenhakulautakunnan paatosta, vakuutusoikeudelle kasiteltavaksi. elakelaitos tai elaketurvakeskus voi talloin valiaikaisella paatoksella oikaista aikaisemman paatoksensa silta osin kuin se hyvaksyy valituksessa esitetyn vaatimuksen. jos valitus on toimitettu muutoksenhakuelimelle, elakelaitoksen tai elaketurvakeskuksen on ilmoitettava sille heti valiaikaisesta paatoksesta. valiaikaiseen paatokseen ei saa hakea muutosta. yksityisten alojen elakelaitoksen viimeisena elakelaitoksena antamaa paatosyhdistelmaa koskeva valituskirjelma on toimitettava talle elakelaitokselle 20 §:n 2 momentissa saadetyssa maaraajassa. sen on pyydettava valituksesta lausunto julkisten alojen elakelaitoksilta silta osin kuin valitus koskee naiden hoitamaa elaketurvaa. lausuntoa ei kuitenkaan pyydeta, jos paatosyhdistelmasta tehty valitus koskee yksinomaan tyokyvyn arviointia. kun paatosyhdistelmaa koskeva valitusasia kasitellaan tyoelakeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen elakelakien mukaisen lainvoimaisen paatosyhdistelman poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun paatosyhdistelmassa on 21 e §:ssa tarkoitettu virhe, sovelletaan taman lain saannoksia, jollei vakuutusoikeuslaissa toisin saadeta.",
        "content_sv": "Den som söker ändring skall lämna in sin i 20 § 2 och 3 mom. avsedda besvärsskrift inom den tid som föreskrivs i 20 § 2 mom. till den berörda pensionsanstalten eller till Pensionsskyddscentralen, om denna har avgjort ärendet i egenskap av första beslutsinstans. Om pensionsanstalten eller Pensionsskyddscentralen till alla delar godkänner de yrkanden som framställs i besvären, skall den ge ett rättelsebeslut i ärendet. I ett rättelsebeslut kan ändring sökas enligt 20 §. Kan pensionsanstalten eller Pensionsskyddscentralen inte på det sätt som nämns i 2 mom. rätta det beslut som besvären avser, skall pensionsanstalten eller Pensionsskyddscentralen inom 30 dagar från besvärstidens utgång sända besvärsskriften och sitt utlåtande till besvärsnämnden för arbetspensionsärenden eller, om besvären gäller besvärsnämndens beslut, till försäkringsdomstolen. Pensionsanstalten eller Pensionsskyddscentralen kan härvid genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om besvären har sänts till besvärsinstansen, skall pensionsanstalten eller Pensionsskyddscentralen omedelbart underrätta besvärsinstansen om det interimistiska beslutet. I det interimistiska beslutet får ändring inte sökas. En besvärsskrift som gäller en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillställas denna pensionsanstalt inom den tid som föreskrivs i 20 § 2 mom. Den skall begära utlåtande om besvären av pensionsanstalterna inom den offentliga sektorn till den del besvären gäller pensionsskydd som sköts av dessa. Gäller överklagandet av en beslutssammanställning enbart bedömning av arbetsförmågan begärs dock inget utlåtande. När ett ärende som gäller besvär över en beslutssammanställning behandlas i besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen eller när det är fråga om att till förmån för den försäkrade undanröja eller rätta en lagakraftvunnen beslutssammanställning enligt pensionslagar för den privata sektorn eller om det i beslutssammanställningen förekommer ett sådant fel som avses i 21 e §, skall denna lag tillämpas, om inte något annat föreskrivs i lagen om försäkringsdomstolen.",
        "normalized_sv": "Den som söker ändring skall lämna in sin i 20 § 2 och 3 mom. avsedda besvärsskrift inom den tid som föreskrivs i 20 § 2 mom. till den berörda pensionsanstalten eller till Pensionsskyddscentralen, om denna har avgjort ärendet i egenskap av första beslutsinstans. Om pensionsanstalten eller Pensionsskyddscentralen till alla delar godkänner de yrkanden som framställs i besvären, skall den ge ett rättelsebeslut i ärendet. I ett rättelsebeslut kan ändring sökas enligt 20 § . Kan pensionsanstalten eller Pensionsskyddscentralen inte på det sätt som nämns i 2 mom. rätta det beslut som besvären avser, skall pensionsanstalten eller Pensionsskyddscentralen inom 30 dagar från besvärstidens utgång sända besvärsskriften och sitt utlåtande till besvärsnämnden för arbetspensionsärenden eller, om besvären gäller besvärsnämndens beslut, till försäkringsdomstolen. Pensionsanstalten eller Pensionsskyddscentralen kan härvid genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om besvären har sänts till besvärsinstansen, skall pensionsanstalten eller Pensionsskyddscentralen omedelbart underrätta besvärsinstansen om det interimistiska beslutet. I det interimistiska beslutet får ändring inte sökas. En besvärsskrift som gäller en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillställas denna pensionsanstalt inom den tid som föreskrivs i 20 § 2 mom. Den skall begära utlåtande om besvären av pensionsanstalterna inom den offentliga sektorn till den del besvären gäller pensionsskydd som sköts av dessa. Gäller överklagandet av en beslutssammanställning enbart bedömning av arbetsförmågan begärs dock inget utlåtande. När ett ärende som gäller besvär över en beslutssammanställning behandlas i besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen eller när det är fråga om att till förmån för den försäkrade undanröja eller rätta en lagakraftvunnen beslutssammanställning enligt pensionslagar för den privata sektorn eller om det i beslutssammanställningen förekommer ett sådant fel som avses i 21 e § , skall denna lag tillämpas, om inte något annat föreskrivs i lagen om försäkringsdomstolen.",
        "folded_sv": "den som soker andring skall lamna in sin i 20 § 2 och 3 mom. avsedda besvarsskrift inom den tid som foreskrivs i 20 § 2 mom. till den berorda pensionsanstalten eller till pensionsskyddscentralen, om denna har avgjort arendet i egenskap av forsta beslutsinstans. om pensionsanstalten eller pensionsskyddscentralen till alla delar godkanner de yrkanden som framstalls i besvaren, skall den ge ett rattelsebeslut i arendet. i ett rattelsebeslut kan andring sokas enligt 20 §. kan pensionsanstalten eller pensionsskyddscentralen inte pa det satt som namns i 2 mom. ratta det beslut som besvaren avser, skall pensionsanstalten eller pensionsskyddscentralen inom 30 dagar fran besvarstidens utgang sanda besvarsskriften och sitt utlatande till besvarsnamnden for arbetspensionsarenden eller, om besvaren galler besvarsnamndens beslut, till forsakringsdomstolen. pensionsanstalten eller pensionsskyddscentralen kan harvid genom ett interimistiskt beslut ratta sitt tidigare beslut till den del den godkanner yrkandet i besvaren. om besvaren har sants till besvarsinstansen, skall pensionsanstalten eller pensionsskyddscentralen omedelbart underratta besvarsinstansen om det interimistiska beslutet. i det interimistiska beslutet far andring inte sokas. en besvarsskrift som galler en beslutssammanstallning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillstallas denna pensionsanstalt inom den tid som foreskrivs i 20 § 2 mom. den skall begara utlatande om besvaren av pensionsanstalterna inom den offentliga sektorn till den del besvaren galler pensionsskydd som skots av dessa. galler overklagandet av en beslutssammanstallning enbart bedomning av arbetsformagan begars dock inget utlatande. nar ett arende som galler besvar over en beslutssammanstallning behandlas i besvarsnamnden for arbetspensionsarenden eller forsakringsdomstolen eller nar det ar fraga om att till forman for den forsakrade undanroja eller ratta en lagakraftvunnen beslutssammanstallning enligt pensionslagar for den privata sektorn eller om det i beslutssammanstallningen forekommer ett sadant fel som avses i 21 e §, skall denna lag tillampas, om inte nagot annat foreskrivs i lagen om forsakringsdomstolen."
      }
    },
    {
      "provision_ref": "21 b",
      "section": "21 b",
      "content": "Eläkelaitoksen, Eläketurvakeskuksen ja työeläkeasioiden muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin riita-asiassa annettu lainvoimainen tuomio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 b",
        "normalized_fi": "Eläkelaitoksen, Eläketurvakeskuksen ja työeläkeasioiden muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin riita-asiassa annettu lainvoimainen tuomio.",
        "folded_fi": "elakelaitoksen, elaketurvakeskuksen ja tyoelakeasioiden muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin riita-asiassa annettu lainvoimainen tuomio.",
        "content_sv": "Ett lagakraftvunnet beslut av en pensionsanstalt, Pensionsskyddscentralen eller besvärsnämnden för arbetspensionsärenden får verkställas så som en lagakraftvunnen dom i tvistemål.",
        "normalized_sv": "Ett lagakraftvunnet beslut av en pensionsanstalt, Pensionsskyddscentralen eller besvärsnämnden för arbetspensionsärenden får verkställas så som en lagakraftvunnen dom i tvistemål.",
        "folded_sv": "ett lagakraftvunnet beslut av en pensionsanstalt, pensionsskyddscentralen eller besvarsnamnden for arbetspensionsarenden far verkstallas sa som en lagakraftvunnen dom i tvistemal."
      }
    },
    {
      "provision_ref": "21 c",
      "section": "21 c",
      "content": "Jos työeläkeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 c",
        "normalized_fi": "Jos työeläkeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos tyoelakeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle elakelaitokselle tai elaketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "content_sv": "Har besvär som anförs hos besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen inkommit till pensionsanstalten eller Pensionsskyddscentralen eller till besvärsinstansen efter utgången av den tid som föreskrivs i 20 eller 22 §, kan besvärsinstansen trots förseningen ta upp besvären till behandling, om det finns vägande orsaker till förseningen.",
        "normalized_sv": "Har besvär som anförs hos besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen inkommit till pensionsanstalten eller Pensionsskyddscentralen eller till besvärsinstansen efter utgången av den tid som föreskrivs i 20 eller 22 § , kan besvärsinstansen trots förseningen ta upp besvären till behandling, om det finns vägande orsaker till förseningen.",
        "folded_sv": "har besvar som anfors hos besvarsnamnden for arbetspensionsarenden eller forsakringsdomstolen inkommit till pensionsanstalten eller pensionsskyddscentralen eller till besvarsinstansen efter utgangen av den tid som foreskrivs i 20 eller 22 §, kan besvarsinstansen trots forseningen ta upp besvaren till behandling, om det finns vagande orsaker till forseningen."
      }
    },
    {
      "provision_ref": "21 d",
      "section": "21 d",
      "content": "Jos 20 §:n 2 tai 3 momentissa tai 21 §:n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi eläkelaitoksen esityksestä tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Tehtyään edellä sanotun esityksen eläkelaitos voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää eläkkeen maksamisen tai maksaa sen esityksensä mukaisesti. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 d",
        "normalized_fi": "Jos 20 § :n 2 tai 3 momentissa tai 21 § :n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi eläkelaitoksen esityksestä tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Tehtyään edellä sanotun esityksen eläkelaitos voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää eläkkeen maksamisen tai maksaa sen esityksensä mukaisesti. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 20 § :ssä säädetään.",
        "folded_fi": "jos 20 §:n 2 tai 3 momentissa tai 21 §:n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen paatos perustuu vaaraan tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi elakelaitoksen esityksesta tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. tehtyaan edella sanotun esityksen elakelaitos voi, kunnes asia on uudelleen ratkaistu, valiaikaisesti keskeyttaa elakkeen maksamisen tai maksaa sen esityksensa mukaisesti. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, elakelaitoksen on tutkittava asia uudelleen. elakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun tai myontaa edun aikaisempaa suurempana. myos tyoelakeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 20 §:ssa saadetaan.",
        "content_sv": "Om ett lagakraftvunnet beslut i ett ärende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig på en oriktig eller bristfällig utredning eller om beslutet uppenbart strider mot lag, kan försäkringsdomstolen på framställning av pensionsanstalten eller på ansökan av en part i ärendet, efter att ha gett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Efter att ha gjort en sådan framställning kan pensionsanstalten, tills ärendet har avgjorts på nytt, interimistiskt inställa utbetalningen av pension eller betala den enligt sin framställning. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall pensionsanstalten pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas så som föreskrivs i 20 §.",
        "normalized_sv": "Om ett lagakraftvunnet beslut i ett ärende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig på en oriktig eller bristfällig utredning eller om beslutet uppenbart strider mot lag, kan försäkringsdomstolen på framställning av pensionsanstalten eller på ansökan av en part i ärendet, efter att ha gett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Efter att ha gjort en sådan framställning kan pensionsanstalten, tills ärendet har avgjorts på nytt, interimistiskt inställa utbetalningen av pension eller betala den enligt sin framställning. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall pensionsanstalten pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas så som föreskrivs i 20 § .",
        "folded_sv": "om ett lagakraftvunnet beslut i ett arende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig pa en oriktig eller bristfallig utredning eller om beslutet uppenbart strider mot lag, kan forsakringsdomstolen pa framstallning av pensionsanstalten eller pa ansokan av en part i arendet, efter att ha gett de ovriga parterna tillfalle att bli horda, undanroja beslutet och bestamma att arendet skall behandlas pa nytt. efter att ha gjort en sadan framstallning kan pensionsanstalten, tills arendet har avgjorts pa nytt, interimistiskt installa utbetalningen av pension eller betala den enligt sin framstallning. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall pensionsanstalten prova arendet pa nytt. pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. aven besvarsnamnden for arbetspensionsarenden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet kan andring sokas sa som foreskrivs i 20 §."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Joka katsoo, että eläkelaitoksen tai Eläketurvakeskuksen tämän lain perusteella määräämä maksuunpano on ollut lain tai sopimuksen vastainen, saa tehdä siitä kirjallisen perustevalituksen työeläkeasioiden muutoksenhakulautakunnalle viimeistään kahden vuoden kuluessa sitä seuraavan vuoden alusta lukien, jona saaminen on määrätty tai maksuunpantu. Sama koskee maksuunpanoa, joka perustuu 1 §:n 6 momenttiin. Jos sellainen perustevalitus tehdään ulosmittauksen johdosta, on lisäksi voimassa, mitä verojen ja maksujen ulosotossa perustevalituksesta säädetään. Joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 §:ssä säädetyssä määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Joka katsoo, että eläkelaitoksen tai Eläketurvakeskuksen tämän lain perusteella määräämä maksuunpano on ollut lain tai sopimuksen vastainen, saa tehdä siitä kirjallisen perustevalituksen työeläkeasioiden muutoksenhakulautakunnalle viimeistään kahden vuoden kuluessa sitä seuraavan vuoden alusta lukien, jona saaminen on määrätty tai maksuunpantu. Sama koskee maksuunpanoa, joka perustuu 1 § :n 6 momenttiin. Jos sellainen perustevalitus tehdään ulosmittauksen johdosta, on lisäksi voimassa, mitä verojen ja maksujen ulosotossa perustevalituksesta säädetään. Joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 § :ssä säädetyssä määräajassa.",
        "folded_fi": "joka katsoo, etta elakelaitoksen tai elaketurvakeskuksen taman lain perusteella maaraama maksuunpano on ollut lain tai sopimuksen vastainen, saa tehda siita kirjallisen perustevalituksen tyoelakeasioiden muutoksenhakulautakunnalle viimeistaan kahden vuoden kuluessa sita seuraavan vuoden alusta lukien, jona saaminen on maaratty tai maksuunpantu. sama koskee maksuunpanoa, joka perustuu 1 §:n 6 momenttiin. jos sellainen perustevalitus tehdaan ulosmittauksen johdosta, on lisaksi voimassa, mita verojen ja maksujen ulosotossa perustevalituksesta saadetaan. joka ei tyydy tyoelakeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan paatokseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 §:ssa saadetyssa maaraajassa.",
        "content_sv": "Den som anser att en debitering som med stöd av denna lag har fastställts av en pensionsanstalt eller av Pensionsskyddscentralen har stridit mot lag eller avtal, får skriftligen anföra grundbesvär över debiteringen hos besvärsnämnden för arbetspensionsärenden senast inom två år från ingången av året efter det år då fordran bestämdes eller debiterades. Detsamma gäller debiteringar på grundval av 1 § 6 mom. Om sådana grundbesvär anförs med anledning av utmätning, gäller dessutom vad som bestäms om grundbesvär vid utmätning av skatter och avgifter. Den som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 1 mom. får söka ändring i beslutet hos försäkringsdomstolen genom skriftliga besvär inom den tid som föreskrivs i 20 §.",
        "normalized_sv": "Den som anser att en debitering som med stöd av denna lag har fastställts av en pensionsanstalt eller av Pensionsskyddscentralen har stridit mot lag eller avtal, får skriftligen anföra grundbesvär över debiteringen hos besvärsnämnden för arbetspensionsärenden senast inom två år från ingången av året efter det år då fordran bestämdes eller debiterades. Detsamma gäller debiteringar på grundval av 1 § 6 mom. Om sådana grundbesvär anförs med anledning av utmätning, gäller dessutom vad som bestäms om grundbesvär vid utmätning av skatter och avgifter. Den som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 1 mom. får söka ändring i beslutet hos försäkringsdomstolen genom skriftliga besvär inom den tid som föreskrivs i 20 § .",
        "folded_sv": "den som anser att en debitering som med stod av denna lag har faststallts av en pensionsanstalt eller av pensionsskyddscentralen har stridit mot lag eller avtal, far skriftligen anfora grundbesvar over debiteringen hos besvarsnamnden for arbetspensionsarenden senast inom tva ar fran ingangen av aret efter det ar da fordran bestamdes eller debiterades. detsamma galler debiteringar pa grundval av 1 § 6 mom. om sadana grundbesvar anfors med anledning av utmatning, galler dessutom vad som bestams om grundbesvar vid utmatning av skatter och avgifter. den som ar missnojd med besvarsnamndens beslut i ett arende som namns i 1 mom. far soka andring i beslutet hos forsakringsdomstolen genom skriftliga besvar inom den tid som foreskrivs i 20 §."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "19 c",
      "section": "19 c",
      "content": "Jos työntekijä on väliaikaisesti saanut Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 45 §:n 2 momentin mukaan samalta ajalta, jolta hänelle myönnetään 20 §:ssä tarkoitetun valituksen johdosta eläkettä takautuvasti, eläkelaitoksen on suoritettava takautuva eläke Kansaneläkelaitokselle siltä osin kuin se vastaa Kansaneläkelaitoksen samalta ajalta liikaa maksaman eläkkeen määrää. Samoin voidaan menetellä, jos eläkelaitos jatkaa 20 §:ssä tarkoitetun valituksen johdosta myönnettyä kuntoutustukea takautuvasti, tai silloin, kun työntekijä on saanut kansaneläkelain mukaista eläkettä samalta ajalta, jolta eläkelaitos 21 d §:n 2 momentin mukaisesti oikaisee aikaisemman päätöksen tai muutoin tarkistaa myönnetyn eläkkeen määrän tai oikaisupäätöksen jälkeen myöntää kuntoutustuelle jatkoa takautuvasti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 c",
        "normalized_fi": "Jos työntekijä on väliaikaisesti saanut Kansaneläkelaitoksen maksamaa eläkettä kansaneläkelain 45 § :n 2 momentin mukaan samalta ajalta, jolta hänelle myönnetään 20 § :ssä tarkoitetun valituksen johdosta eläkettä takautuvasti, eläkelaitoksen on suoritettava takautuva eläke Kansaneläkelaitokselle siltä osin kuin se vastaa Kansaneläkelaitoksen samalta ajalta liikaa maksaman eläkkeen määrää. Samoin voidaan menetellä, jos eläkelaitos jatkaa 20 § :ssä tarkoitetun valituksen johdosta myönnettyä kuntoutustukea takautuvasti, tai silloin, kun työntekijä on saanut kansaneläkelain mukaista eläkettä samalta ajalta, jolta eläkelaitos 21 d § :n 2 momentin mukaisesti oikaisee aikaisemman päätöksen tai muutoin tarkistaa myönnetyn eläkkeen määrän tai oikaisupäätöksen jälkeen myöntää kuntoutustuelle jatkoa takautuvasti.",
        "folded_fi": "jos tyontekija on valiaikaisesti saanut kansanelakelaitoksen maksamaa elaketta kansanelakelain 45 §:n 2 momentin mukaan samalta ajalta, jolta hanelle myonnetaan 20 §:ssa tarkoitetun valituksen johdosta elaketta takautuvasti, elakelaitoksen on suoritettava takautuva elake kansanelakelaitokselle silta osin kuin se vastaa kansanelakelaitoksen samalta ajalta liikaa maksaman elakkeen maaraa. samoin voidaan menetella, jos elakelaitos jatkaa 20 §:ssa tarkoitetun valituksen johdosta myonnettya kuntoutustukea takautuvasti, tai silloin, kun tyontekija on saanut kansanelakelain mukaista elaketta samalta ajalta, jolta elakelaitos 21 d §:n 2 momentin mukaisesti oikaisee aikaisemman paatoksen tai muutoin tarkistaa myonnetyn elakkeen maaran tai oikaisupaatoksen jalkeen myontaa kuntoutustuelle jatkoa takautuvasti.",
        "content_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen för den tid för vilken arbetstagaren med anledning av besvär som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till Folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som Folkpensionsanstalten utbetalat till ett för stort belopp för samma tid. Förfarandet kan vara detsamma, om pensionsanstalten fortsätter utbetala retroaktivt rehabiliteringsstöd som beviljats med anledning av besvär enligt 20 § eller om arbetstagaren har fått pension enligt folkpensionslagen för den tid i fråga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rättar sitt tidigare beslut eller i övrigt justerar beloppet av en beviljad pension eller efter ett beslut om rättelse retroaktivt beviljar fortsatt rehabiliteringsstöd.",
        "normalized_sv": "Om en arbetstagare tillfälligt har fått pension som utbetalats av Folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen för den tid för vilken arbetstagaren med anledning av besvär som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till Folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som Folkpensionsanstalten utbetalat till ett för stort belopp för samma tid. Förfarandet kan vara detsamma, om pensionsanstalten fortsätter utbetala retroaktivt rehabiliteringsstöd som beviljats med anledning av besvär enligt 20 § eller om arbetstagaren har fått pension enligt folkpensionslagen för den tid i fråga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rättar sitt tidigare beslut eller i övrigt justerar beloppet av en beviljad pension eller efter ett beslut om rättelse retroaktivt beviljar fortsatt rehabiliteringsstöd.",
        "folded_sv": "om en arbetstagare tillfalligt har fatt pension som utbetalats av folkpensionsanstalten enligt 45 § 2 mom. i folkpensionslagen for den tid for vilken arbetstagaren med anledning av besvar som avses i 20 § beviljas pension retroaktivt, skall pensionsanstalten utbetala den retroaktiva pensionen till folkpensionsanstalten till den del pensionen motsvarar beloppet av den pension som folkpensionsanstalten utbetalat till ett for stort belopp for samma tid. forfarandet kan vara detsamma, om pensionsanstalten fortsatter utbetala retroaktivt rehabiliteringsstod som beviljats med anledning av besvar enligt 20 § eller om arbetstagaren har fatt pension enligt folkpensionslagen for den tid i fraga om vilken pensionsanstalten i enlighet med 21 d § 2 mom. rattar sitt tidigare beslut eller i ovrigt justerar beloppet av en beviljad pension eller efter ett beslut om rattelse retroaktivt beviljar fortsatt rehabiliteringsstod."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "19 e",
      "section": "19 e",
      "content": "Ennakkopäätökseen saa hakea muutosta niin kuin 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 e",
        "normalized_fi": "Ennakkopäätökseen saa hakea muutosta niin kuin 20 § :ssä säädetään.",
        "folded_fi": "ennakkopaatokseen saa hakea muutosta niin kuin 20 §:ssa saadetaan.",
        "content_sv": "Ändring i ett förhandsbeslut får sökas på det sätt som föreskrivs i 20 §.",
        "normalized_sv": "Ändring i ett förhandsbeslut får sökas på det sätt som föreskrivs i 20 § .",
        "folded_sv": "andring i ett forhandsbeslut far sokas pa det satt som foreskrivs i 20 §."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Muutoksenhakua varten on työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus. Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään laissa työeläkeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Valtioneuvosto nimittää sosiaali- ja terveysministeriön esityksestä enintään viideksi vuodeksi kerrallaan työeläkeasioiden muutoksenhakulautakuntaan työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, joista neljä on määrättävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja neljä työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Asianosainen, joka ei tyydy eläkelaitoksen eläkettä tai etuutta taikka työnantajalle tässä laissa säädettyjä velvollisuuksia koskevaan päätökseen, saa hakea siihen muutosta työeläkeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistään 30 päivänä sen päivän jälkeen, jona asianosainen on saanut tiedon päätöksestä. Sama valitusmenettely koskee päätöstä, jonka Eläketurvakeskus on tässä laissa säädettyjen tehtäviensä mukaisesti antanut asianosaiselle tai eläkelaitokselle. Asianosainen, joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa säädetyssä määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Muutoksenhakua varten on työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus. Työeläkeasioiden muutoksenhakulautakunnasta ja sen jäsenistä säädetään laissa työeläkeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). Valtioneuvosto nimittää sosiaali- ja terveysministeriön esityksestä enintään viideksi vuodeksi kerrallaan työeläkeasioiden muutoksenhakulautakuntaan työelämän ja työmarkkinoiden olosuhteita tuntevia jäseniä, joista neljä on määrättävä työnantajayhdistysten edustavimpien keskusjärjestöjen ja neljä työntekijäin ja toimihenkilöiden ammattiyhdistysten edustavimpien keskusjärjestöjen ehdotuksesta. Asianosainen, joka ei tyydy eläkelaitoksen eläkettä tai etuutta taikka työnantajalle tässä laissa säädettyjä velvollisuuksia koskevaan päätökseen, saa hakea siihen muutosta työeläkeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistään 30 päivänä sen päivän jälkeen, jona asianosainen on saanut tiedon päätöksestä. Sama valitusmenettely koskee päätöstä, jonka Eläketurvakeskus on tässä laissa säädettyjen tehtäviensä mukaisesti antanut asianosaiselle tai eläkelaitokselle. Asianosainen, joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa säädetyssä määräajassa.",
        "folded_fi": "muutoksenhakua varten on tyoelakeasioiden muutoksenhakulautakunta ja vakuutusoikeus. tyoelakeasioiden muutoksenhakulautakunnasta ja sen jasenista saadetaan laissa tyoelakeasioiden muutoksenhakulautakunnasta (677/2005) ja vakuutusoikeudesta vakuutusoikeuslaissa (132/2003). valtioneuvosto nimittaa sosiaali- ja terveysministerion esityksesta enintaan viideksi vuodeksi kerrallaan tyoelakeasioiden muutoksenhakulautakuntaan tyoelaman ja tyomarkkinoiden olosuhteita tuntevia jasenia, joista nelja on maarattava tyonantajayhdistysten edustavimpien keskusjarjestojen ja nelja tyontekijain ja toimihenkiloiden ammattiyhdistysten edustavimpien keskusjarjestojen ehdotuksesta. asianosainen, joka ei tyydy elakelaitoksen elaketta tai etuutta taikka tyonantajalle tassa laissa saadettyja velvollisuuksia koskevaan paatokseen, saa hakea siihen muutosta tyoelakeasioiden muutoksenhakulautakunnalta kirjallisella valituksella viimeistaan 30 paivana sen paivan jalkeen, jona asianosainen on saanut tiedon paatoksesta. sama valitusmenettely koskee paatosta, jonka elaketurvakeskus on tassa laissa saadettyjen tehtaviensa mukaisesti antanut asianosaiselle tai elakelaitokselle. asianosainen, joka ei tyydy tyoelakeasioiden muutoksenhakulautakunnan 2 momentissa tarkoitetussa asiassa antamaan paatokseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 2 momentissa saadetyssa maaraajassa.",
        "content_sv": "För ändringssökande finns besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen. I lagen om besvärsnämnden för arbetspensionsärenden (677/2005) föreskrivs om besvärsnämnden och dess medlemmar och i lagen om försäkringsdomstolen (132/2003) föreskrivs om försäkringsdomstolen. Till medlemmar i besvärsnämnden för arbetspensionsärenden förordnar statsrådet för högst fem år i sänder på framställning av social- och hälsovårdsministeriet personer som är förtrogna med förhållandena inom arbetslivet och på arbetsmarknaden och av vilka fyra skall utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och fyra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. En part som är missnöjd med en pensionsanstalts beslut i ett ärende som gäller pension eller en förmån eller skyldigheter som i denna lag bestäms för en arbetsgivare, får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för arbetspensionsärenden senast den 30 dagen efter den dag då parten fick del av beslutet. Samma besvärsförfarande gäller beslut som Pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. En part som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 2 mom. får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen inom den tid som föreskrivs i 2 mom.",
        "normalized_sv": "För ändringssökande finns besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen. I lagen om besvärsnämnden för arbetspensionsärenden (677/2005) föreskrivs om besvärsnämnden och dess medlemmar och i lagen om försäkringsdomstolen (132/2003) föreskrivs om försäkringsdomstolen. Till medlemmar i besvärsnämnden för arbetspensionsärenden förordnar statsrådet för högst fem år i sänder på framställning av social- och hälsovårdsministeriet personer som är förtrogna med förhållandena inom arbetslivet och på arbetsmarknaden och av vilka fyra skall utses på förslag av arbetsgivarföreningarnas mest representativa centralorganisationer och fyra på förslag av arbetstagarnas och tjänstemännens fackföreningars mest representativa centralorganisationer. En part som är missnöjd med en pensionsanstalts beslut i ett ärende som gäller pension eller en förmån eller skyldigheter som i denna lag bestäms för en arbetsgivare, får söka ändring i beslutet genom skriftliga besvär hos besvärsnämnden för arbetspensionsärenden senast den 30 dagen efter den dag då parten fick del av beslutet. Samma besvärsförfarande gäller beslut som Pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. En part som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 2 mom. får söka ändring i beslutet genom skriftliga besvär hos försäkringsdomstolen inom den tid som föreskrivs i 2 mom.",
        "folded_sv": "for andringssokande finns besvarsnamnden for arbetspensionsarenden och forsakringsdomstolen. i lagen om besvarsnamnden for arbetspensionsarenden (677/2005) foreskrivs om besvarsnamnden och dess medlemmar och i lagen om forsakringsdomstolen (132/2003) foreskrivs om forsakringsdomstolen. till medlemmar i besvarsnamnden for arbetspensionsarenden forordnar statsradet for hogst fem ar i sander pa framstallning av social- och halsovardsministeriet personer som ar fortrogna med forhallandena inom arbetslivet och pa arbetsmarknaden och av vilka fyra skall utses pa forslag av arbetsgivarforeningarnas mest representativa centralorganisationer och fyra pa forslag av arbetstagarnas och tjanstemannens fackforeningars mest representativa centralorganisationer. en part som ar missnojd med en pensionsanstalts beslut i ett arende som galler pension eller en forman eller skyldigheter som i denna lag bestams for en arbetsgivare, far soka andring i beslutet genom skriftliga besvar hos besvarsnamnden for arbetspensionsarenden senast den 30 dagen efter den dag da parten fick del av beslutet. samma besvarsforfarande galler beslut som pensionsskyddscentralen i enlighet med sina uppgifter enligt denna lag har givit en part eller en pensionsanstalt. en part som ar missnojd med besvarsnamndens beslut i ett arende som namns i 2 mom. far soka andring i beslutet genom skriftliga besvar hos forsakringsdomstolen inom den tid som foreskrivs i 2 mom."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Työeläkeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jos valituksen yhteydessä ei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jolloin päätös on postitettu valittajan ilmoittamaan osoitteeseen. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 20 §:n 2 ja 3 momentissa, tämän pykälän 1 momentissa ja 21 a §:n 5―8 momentissa säädetään. Julkisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 10 d §:n 2 momentissa tarkoitetuissa julkisten alojen eläkelaeissa säädetään. Asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa EU-maassa ja joka ei tyydy eläkelaitoksen tämän lain nojalla antamaan päätökseen, voi hakea siihen muutosta saatuaan sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin ja heidän perheenjäseniinsä annetun asetuksen (ETY) N:o 1408/71 täytäntöönpanomenettelystä annetun neuvoston asetuksen (ETY) N:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien EU-maiden päätökset. Työkyvyttömyyseläkkeen saamisen edellytyksiä koskevaan eläkelaitoksen päätökseen haetaan kuitenkin muutosta siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Työeläkeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden päätös annetaan tiedoksi lähettämällä se postitse kirjeellä vastaanottajalle hänen ilmoittamaansa postiosoitteeseen. Jos valituksen yhteydessä ei muuta näytetä, valittajan katsotaan saaneen päätöksestä tiedon seitsemäntenä päivänä sen päivän jälkeen, jolloin päätös on postitettu valittajan ilmoittamaan osoitteeseen. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 20 § :n 2 ja 3 momentissa, tämän pykälän 1 momentissa ja 21 a § :n 5―8 momentissa säädetään. Julkisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaan päätösyhdistelmään haetaan muutosta ja valitusasia käsitellään siten kuin 10 d § :n 2 momentissa tarkoitetuissa julkisten alojen eläkelaeissa säädetään. Asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa EU-maassa ja joka ei tyydy eläkelaitoksen tämän lain nojalla antamaan päätökseen, voi hakea siihen muutosta saatuaan sosiaaliturvajärjestelmien soveltamisesta yhteisön alueella liikkuviin palkattuihin työntekijöihin ja heidän perheenjäseniinsä annetun asetuksen (ETY) N:o 1408/71 täytäntöönpanomenettelystä annetun neuvoston asetuksen (ETY) N:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien EU-maiden päätökset. Työkyvyttömyyseläkkeen saamisen edellytyksiä koskevaan eläkelaitoksen päätökseen haetaan kuitenkin muutosta siten kuin tässä laissa säädetään.",
        "folded_fi": "tyoelakeasioiden muutoksenhakulautakunnan ja vakuutusoikeuden paatos annetaan tiedoksi lahettamalla se postitse kirjeella vastaanottajalle hanen ilmoittamaansa postiosoitteeseen. jos valituksen yhteydessa ei muuta nayteta, valittajan katsotaan saaneen paatoksesta tiedon seitsemantena paivana sen paivan jalkeen, jolloin paatos on postitettu valittajan ilmoittamaan osoitteeseen. yksityisten alojen elakelaitoksen viimeisena elakelaitoksena antamaan paatosyhdistelmaan haetaan muutosta ja valitusasia kasitellaan siten kuin 20 §:n 2 ja 3 momentissa, taman pykalan 1 momentissa ja 21 a §:n 5―8 momentissa saadetaan. julkisten alojen elakelaitoksen viimeisena elakelaitoksena antamaan paatosyhdistelmaan haetaan muutosta ja valitusasia kasitellaan siten kuin 10 d §:n 2 momentissa tarkoitetuissa julkisten alojen elakelaeissa saadetaan. asianosainen, joka on ollut vakuutettuna kahdessa tai useammassa eu-maassa ja joka ei tyydy elakelaitoksen taman lain nojalla antamaan paatokseen, voi hakea siihen muutosta saatuaan sosiaaliturvajarjestelmien soveltamisesta yhteison alueella liikkuviin palkattuihin tyontekijoihin ja heidan perheenjaseniinsa annetun asetuksen (ety) n:o 1408/71 taytantoonpanomenettelysta annetun neuvoston asetuksen (ety) n:o 574/72 48 artiklassa tarkoitetun yhteenvedon, johon on liitetty kaikkien eu-maiden paatokset. tyokyvyttomyyselakkeen saamisen edellytyksia koskevaan elakelaitoksen paatokseen haetaan kuitenkin muutosta siten kuin tassa laissa saadetaan.",
        "content_sv": "Beslut av besvärsnämnden för arbetspensionsärenden och försäkringsdomstolens beslut delges genom att beslutet sänds per post till mottagaren under den adress han har uppgett. Om det i samband med besvären inte visas något annat, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som ändringssökanden har uppgett. Ändring i en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. Ändring i en beslutssammanställning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt vad som föreskrivs i de pensionslagar för den offentliga sektorn som avses i 10 d § 2 mom. En part som har varit försäkrad i två eller flera EU-länder och som är missnöjd med en pensionsanstalts beslut enligt denna lag kan söka ändring i beslutet efter att ha fått en sådan sammanställning som avses i artikel 48 i rådets förordning (EEG) nr 574/72 om tillämpning av förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla EU-länders beslut. I ett beslut av en pensionsanstalt i ett ärende som gäller förutsättningarna för invalidpension söks dock ändring på det sätt som föreskrivs i denna lag.",
        "normalized_sv": "Beslut av besvärsnämnden för arbetspensionsärenden och försäkringsdomstolens beslut delges genom att beslutet sänds per post till mottagaren under den adress han har uppgett. Om det i samband med besvären inte visas något annat, anses ändringssökanden ha fått del av beslutet den sjunde dagen efter den dag då beslutet postades under den adress som ändringssökanden har uppgett. Ändring i en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. Ändring i en beslutssammanställning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt söks och besvärsärendet behandlas enligt vad som föreskrivs i de pensionslagar för den offentliga sektorn som avses i 10 d § 2 mom. En part som har varit försäkrad i två eller flera EU-länder och som är missnöjd med en pensionsanstalts beslut enligt denna lag kan söka ändring i beslutet efter att ha fått en sådan sammanställning som avses i artikel 48 i rådets förordning (EEG) nr 574/72 om tillämpning av förordning (EEG) nr 1408/71 om tillämpningen av systemen för social trygghet när anställda, egenföretagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla EU-länders beslut. I ett beslut av en pensionsanstalt i ett ärende som gäller förutsättningarna för invalidpension söks dock ändring på det sätt som föreskrivs i denna lag.",
        "folded_sv": "beslut av besvarsnamnden for arbetspensionsarenden och forsakringsdomstolens beslut delges genom att beslutet sands per post till mottagaren under den adress han har uppgett. om det i samband med besvaren inte visas nagot annat, anses andringssokanden ha fatt del av beslutet den sjunde dagen efter den dag da beslutet postades under den adress som andringssokanden har uppgett. andring i en beslutssammanstallning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt soks och besvarsarendet behandlas enligt 20 § 2 och 3 mom., 1 mom. i denna paragraf och 21 a § 5―8 mom. andring i en beslutssammanstallning som en pensionsanstalt inom den offentliga sektorn har gett i egenskap av sista pensionsanstalt soks och besvarsarendet behandlas enligt vad som foreskrivs i de pensionslagar for den offentliga sektorn som avses i 10 d § 2 mom. en part som har varit forsakrad i tva eller flera eu-lander och som ar missnojd med en pensionsanstalts beslut enligt denna lag kan soka andring i beslutet efter att ha fatt en sadan sammanstallning som avses i artikel 48 i radets forordning (eeg) nr 574/72 om tillampning av forordning (eeg) nr 1408/71 om tillampningen av systemen for social trygghet nar anstallda, egenforetagare eller deras familjemedlemmar flyttar inom gemenskapen och till vilken fogats alla eu-landers beslut. i ett beslut av en pensionsanstalt i ett arende som galler forutsattningarna for invalidpension soks dock andring pa det satt som foreskrivs i denna lag."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "content": "Asianosaisen on toimitettava 20 §:n 2 ja 3 momentissa tarkoitettu valituskirjelmänsä 20 §:n 2 momentissa säädetyssä määräajassa asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle, jos se on ratkaissut asian ensimmäisenä päätöksentekoasteena. Jos eläkelaitos tai Eläketurvakeskus hyväksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupäätös. Oikaisupäätökseen saa hakea muutosta siten kuin 20 §:ssä säädetään. Jos eläkelaitos tai Eläketurvakeskus ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee työeläkeasioiden muutoksenhakulautakunnan päätöstä, vakuutusoikeudelle käsiteltäväksi. Eläkelaitos tai Eläketurvakeskus voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos valitus on toimitettu muutoksenhakuelimelle, eläkelaitoksen tai Eläketurvakeskuksen on ilmoitettava sille heti väliaikaisesta päätöksestä. Väliaikaiseen päätökseen ei saa hakea muutosta. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaa päätösyhdistelmää koskeva valituskirjelmä on toimitettava tälle eläkelaitokselle 20 §:n 2 momentissa säädetyssä määräajassa. Sen on pyydettävä valituksesta lausunto julkisten alojen eläkelaitoksilta siltä osin kuin valitus koskee näiden hoitamaa eläketurvaa. Lausuntoa ei kuitenkaan pyydetä, jos päätösyhdistelmästä tehty valitus koskee yksinomaan työkyvyn arviointia. Kun päätösyhdistelmää koskeva valitusasia käsitellään työeläkeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen eläkelakien mukaisen lainvoimaisen päätösyhdistelmän poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun päätösyhdistelmässä on 21 e §:ssä tarkoitettu virhe, sovelletaan tämän lain säännöksiä, jollei vakuutusoikeuslaissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Asianosaisen on toimitettava 20 § :n 2 ja 3 momentissa tarkoitettu valituskirjelmänsä 20 § :n 2 momentissa säädetyssä määräajassa asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle, jos se on ratkaissut asian ensimmäisenä päätöksentekoasteena. Jos eläkelaitos tai Eläketurvakeskus hyväksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupäätös. Oikaisupäätökseen saa hakea muutosta siten kuin 20 § :ssä säädetään. Jos eläkelaitos tai Eläketurvakeskus ei voi oikaista valituksen kohteena olevaa päätöstä 2 momentissa mainituin tavoin, sen on 30 päivän kuluessa valitusajan päättymisestä toimitettava valituskirjelmä ja lausuntonsa työeläkeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee työeläkeasioiden muutoksenhakulautakunnan päätöstä, vakuutusoikeudelle käsiteltäväksi. Eläkelaitos tai Eläketurvakeskus voi tällöin väliaikaisella päätöksellä oikaista aikaisemman päätöksensä siltä osin kuin se hyväksyy valituksessa esitetyn vaatimuksen. Jos valitus on toimitettu muutoksenhakuelimelle, eläkelaitoksen tai Eläketurvakeskuksen on ilmoitettava sille heti väliaikaisesta päätöksestä. Väliaikaiseen päätökseen ei saa hakea muutosta. Yksityisten alojen eläkelaitoksen viimeisenä eläkelaitoksena antamaa päätösyhdistelmää koskeva valituskirjelmä on toimitettava tälle eläkelaitokselle 20 § :n 2 momentissa säädetyssä määräajassa. Sen on pyydettävä valituksesta lausunto julkisten alojen eläkelaitoksilta siltä osin kuin valitus koskee näiden hoitamaa eläketurvaa. Lausuntoa ei kuitenkaan pyydetä, jos päätösyhdistelmästä tehty valitus koskee yksinomaan työkyvyn arviointia. Kun päätösyhdistelmää koskeva valitusasia käsitellään työeläkeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen eläkelakien mukaisen lainvoimaisen päätösyhdistelmän poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun päätösyhdistelmässä on 21 e § :ssä tarkoitettu virhe, sovelletaan tämän lain säännöksiä, jollei vakuutusoikeuslaissa toisin säädetä.",
        "folded_fi": "asianosaisen on toimitettava 20 §:n 2 ja 3 momentissa tarkoitettu valituskirjelmansa 20 §:n 2 momentissa saadetyssa maaraajassa asianomaiselle elakelaitokselle tai elaketurvakeskukselle, jos se on ratkaissut asian ensimmaisena paatoksentekoasteena. jos elakelaitos tai elaketurvakeskus hyvaksyy kaikilta osin sille toimitetussa valituksessa esitetyt vaatimukset, sen on annettava asiasta oikaisupaatos. oikaisupaatokseen saa hakea muutosta siten kuin 20 §:ssa saadetaan. jos elakelaitos tai elaketurvakeskus ei voi oikaista valituksen kohteena olevaa paatosta 2 momentissa mainituin tavoin, sen on 30 paivan kuluessa valitusajan paattymisesta toimitettava valituskirjelma ja lausuntonsa tyoelakeasioiden muutoksenhakulautakunnalle tai, jos valitus koskee tyoelakeasioiden muutoksenhakulautakunnan paatosta, vakuutusoikeudelle kasiteltavaksi. elakelaitos tai elaketurvakeskus voi talloin valiaikaisella paatoksella oikaista aikaisemman paatoksensa silta osin kuin se hyvaksyy valituksessa esitetyn vaatimuksen. jos valitus on toimitettu muutoksenhakuelimelle, elakelaitoksen tai elaketurvakeskuksen on ilmoitettava sille heti valiaikaisesta paatoksesta. valiaikaiseen paatokseen ei saa hakea muutosta. yksityisten alojen elakelaitoksen viimeisena elakelaitoksena antamaa paatosyhdistelmaa koskeva valituskirjelma on toimitettava talle elakelaitokselle 20 §:n 2 momentissa saadetyssa maaraajassa. sen on pyydettava valituksesta lausunto julkisten alojen elakelaitoksilta silta osin kuin valitus koskee naiden hoitamaa elaketurvaa. lausuntoa ei kuitenkaan pyydeta, jos paatosyhdistelmasta tehty valitus koskee yksinomaan tyokyvyn arviointia. kun paatosyhdistelmaa koskeva valitusasia kasitellaan tyoelakeasioiden muutoksenhakulautakunnassa tai vakuutusoikeudessa tai kun on kysymys yksityisten alojen elakelakien mukaisen lainvoimaisen paatosyhdistelman poistamisesta tai oikaisemisesta vakuutetun eduksi taikka kun paatosyhdistelmassa on 21 e §:ssa tarkoitettu virhe, sovelletaan taman lain saannoksia, jollei vakuutusoikeuslaissa toisin saadeta.",
        "content_sv": "Den som söker ändring skall lämna in sin i 20 § 2 och 3 mom. avsedda besvärsskrift inom den tid som föreskrivs i 20 § 2 mom. till den berörda pensionsanstalten eller till Pensionsskyddscentralen, om denna har avgjort ärendet i egenskap av första beslutsinstans. Om pensionsanstalten eller Pensionsskyddscentralen till alla delar godkänner de yrkanden som framställs i besvären, skall den ge ett rättelsebeslut i ärendet. I ett rättelsebeslut kan ändring sökas enligt 20 §. Kan pensionsanstalten eller Pensionsskyddscentralen inte på det sätt som nämns i 2 mom. rätta det beslut som besvären avser, skall pensionsanstalten eller Pensionsskyddscentralen inom 30 dagar från besvärstidens utgång sända besvärsskriften och sitt utlåtande till besvärsnämnden för arbetspensionsärenden eller, om besvären gäller besvärsnämndens beslut, till försäkringsdomstolen. Pensionsanstalten eller Pensionsskyddscentralen kan härvid genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om besvären har sänts till besvärsinstansen, skall pensionsanstalten eller Pensionsskyddscentralen omedelbart underrätta besvärsinstansen om det interimistiska beslutet. I det interimistiska beslutet får ändring inte sökas. En besvärsskrift som gäller en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillställas denna pensionsanstalt inom den tid som föreskrivs i 20 § 2 mom. Den skall begära utlåtande om besvären av pensionsanstalterna inom den offentliga sektorn till den del besvären gäller pensionsskydd som sköts av dessa. Gäller överklagandet av en beslutssammanställning enbart bedömning av arbetsförmågan begärs dock inget utlåtande. När ett ärende som gäller besvär över en beslutssammanställning behandlas i besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen eller när det är fråga om att till förmån för den försäkrade undanröja eller rätta en lagakraftvunnen beslutssammanställning enligt pensionslagar för den privata sektorn eller om det i beslutssammanställningen förekommer ett sådant fel som avses i 21 e §, skall denna lag tillämpas, om inte något annat föreskrivs i lagen om försäkringsdomstolen.",
        "normalized_sv": "Den som söker ändring skall lämna in sin i 20 § 2 och 3 mom. avsedda besvärsskrift inom den tid som föreskrivs i 20 § 2 mom. till den berörda pensionsanstalten eller till Pensionsskyddscentralen, om denna har avgjort ärendet i egenskap av första beslutsinstans. Om pensionsanstalten eller Pensionsskyddscentralen till alla delar godkänner de yrkanden som framställs i besvären, skall den ge ett rättelsebeslut i ärendet. I ett rättelsebeslut kan ändring sökas enligt 20 § . Kan pensionsanstalten eller Pensionsskyddscentralen inte på det sätt som nämns i 2 mom. rätta det beslut som besvären avser, skall pensionsanstalten eller Pensionsskyddscentralen inom 30 dagar från besvärstidens utgång sända besvärsskriften och sitt utlåtande till besvärsnämnden för arbetspensionsärenden eller, om besvären gäller besvärsnämndens beslut, till försäkringsdomstolen. Pensionsanstalten eller Pensionsskyddscentralen kan härvid genom ett interimistiskt beslut rätta sitt tidigare beslut till den del den godkänner yrkandet i besvären. Om besvären har sänts till besvärsinstansen, skall pensionsanstalten eller Pensionsskyddscentralen omedelbart underrätta besvärsinstansen om det interimistiska beslutet. I det interimistiska beslutet får ändring inte sökas. En besvärsskrift som gäller en beslutssammanställning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillställas denna pensionsanstalt inom den tid som föreskrivs i 20 § 2 mom. Den skall begära utlåtande om besvären av pensionsanstalterna inom den offentliga sektorn till den del besvären gäller pensionsskydd som sköts av dessa. Gäller överklagandet av en beslutssammanställning enbart bedömning av arbetsförmågan begärs dock inget utlåtande. När ett ärende som gäller besvär över en beslutssammanställning behandlas i besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen eller när det är fråga om att till förmån för den försäkrade undanröja eller rätta en lagakraftvunnen beslutssammanställning enligt pensionslagar för den privata sektorn eller om det i beslutssammanställningen förekommer ett sådant fel som avses i 21 e § , skall denna lag tillämpas, om inte något annat föreskrivs i lagen om försäkringsdomstolen.",
        "folded_sv": "den som soker andring skall lamna in sin i 20 § 2 och 3 mom. avsedda besvarsskrift inom den tid som foreskrivs i 20 § 2 mom. till den berorda pensionsanstalten eller till pensionsskyddscentralen, om denna har avgjort arendet i egenskap av forsta beslutsinstans. om pensionsanstalten eller pensionsskyddscentralen till alla delar godkanner de yrkanden som framstalls i besvaren, skall den ge ett rattelsebeslut i arendet. i ett rattelsebeslut kan andring sokas enligt 20 §. kan pensionsanstalten eller pensionsskyddscentralen inte pa det satt som namns i 2 mom. ratta det beslut som besvaren avser, skall pensionsanstalten eller pensionsskyddscentralen inom 30 dagar fran besvarstidens utgang sanda besvarsskriften och sitt utlatande till besvarsnamnden for arbetspensionsarenden eller, om besvaren galler besvarsnamndens beslut, till forsakringsdomstolen. pensionsanstalten eller pensionsskyddscentralen kan harvid genom ett interimistiskt beslut ratta sitt tidigare beslut till den del den godkanner yrkandet i besvaren. om besvaren har sants till besvarsinstansen, skall pensionsanstalten eller pensionsskyddscentralen omedelbart underratta besvarsinstansen om det interimistiska beslutet. i det interimistiska beslutet far andring inte sokas. en besvarsskrift som galler en beslutssammanstallning som en pensionsanstalt inom den privata sektorn har gett i egenskap av sista pensionsanstalt skall tillstallas denna pensionsanstalt inom den tid som foreskrivs i 20 § 2 mom. den skall begara utlatande om besvaren av pensionsanstalterna inom den offentliga sektorn till den del besvaren galler pensionsskydd som skots av dessa. galler overklagandet av en beslutssammanstallning enbart bedomning av arbetsformagan begars dock inget utlatande. nar ett arende som galler besvar over en beslutssammanstallning behandlas i besvarsnamnden for arbetspensionsarenden eller forsakringsdomstolen eller nar det ar fraga om att till forman for den forsakrade undanroja eller ratta en lagakraftvunnen beslutssammanstallning enligt pensionslagar for den privata sektorn eller om det i beslutssammanstallningen forekommer ett sadant fel som avses i 21 e §, skall denna lag tillampas, om inte nagot annat foreskrivs i lagen om forsakringsdomstolen."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21 b",
      "section": "21 b",
      "content": "Eläkelaitoksen, Eläketurvakeskuksen ja työeläkeasioiden muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin riita-asiassa annettu lainvoimainen tuomio.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 b",
        "normalized_fi": "Eläkelaitoksen, Eläketurvakeskuksen ja työeläkeasioiden muutoksenhakulautakunnan lainvoimainen päätös saadaan panna täytäntöön niin kuin riita-asiassa annettu lainvoimainen tuomio.",
        "folded_fi": "elakelaitoksen, elaketurvakeskuksen ja tyoelakeasioiden muutoksenhakulautakunnan lainvoimainen paatos saadaan panna taytantoon niin kuin riita-asiassa annettu lainvoimainen tuomio.",
        "content_sv": "Ett lagakraftvunnet beslut av en pensionsanstalt, Pensionsskyddscentralen eller besvärsnämnden för arbetspensionsärenden får verkställas så som en lagakraftvunnen dom i tvistemål.",
        "normalized_sv": "Ett lagakraftvunnet beslut av en pensionsanstalt, Pensionsskyddscentralen eller besvärsnämnden för arbetspensionsärenden får verkställas så som en lagakraftvunnen dom i tvistemål.",
        "folded_sv": "ett lagakraftvunnet beslut av en pensionsanstalt, pensionsskyddscentralen eller besvarsnamnden for arbetspensionsarenden far verkstallas sa som en lagakraftvunnen dom i tvistemal."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21 c",
      "section": "21 c",
      "content": "Jos työeläkeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 §:ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 c",
        "normalized_fi": "Jos työeläkeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle eläkelaitokselle tai Eläketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 § :ssä säädetyn määräajan jälkeen, asianomainen muutoksenhakuelin voi tästä huolimatta ottaa valituksen tutkittavakseen, jos myöhästymiseen on ollut painavia syitä.",
        "folded_fi": "jos tyoelakeasioiden muutoksenhakulautakunnalle tai vakuutusoikeudelle annettava valitus on saapunut asianomaiselle elakelaitokselle tai elaketurvakeskukselle taikka asianomaiselle muutoksenhakuelimelle 20 tai 22 §:ssa saadetyn maaraajan jalkeen, asianomainen muutoksenhakuelin voi tasta huolimatta ottaa valituksen tutkittavakseen, jos myohastymiseen on ollut painavia syita.",
        "content_sv": "Har besvär som anförs hos besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen inkommit till pensionsanstalten eller Pensionsskyddscentralen eller till besvärsinstansen efter utgången av den tid som föreskrivs i 20 eller 22 §, kan besvärsinstansen trots förseningen ta upp besvären till behandling, om det finns vägande orsaker till förseningen.",
        "normalized_sv": "Har besvär som anförs hos besvärsnämnden för arbetspensionsärenden eller försäkringsdomstolen inkommit till pensionsanstalten eller Pensionsskyddscentralen eller till besvärsinstansen efter utgången av den tid som föreskrivs i 20 eller 22 § , kan besvärsinstansen trots förseningen ta upp besvären till behandling, om det finns vägande orsaker till förseningen.",
        "folded_sv": "har besvar som anfors hos besvarsnamnden for arbetspensionsarenden eller forsakringsdomstolen inkommit till pensionsanstalten eller pensionsskyddscentralen eller till besvarsinstansen efter utgangen av den tid som foreskrivs i 20 eller 22 §, kan besvarsinstansen trots forseningen ta upp besvaren till behandling, om det finns vagande orsaker till forseningen."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "21 d",
      "section": "21 d",
      "content": "Jos 20 §:n 2 tai 3 momentissa tai 21 §:n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi eläkelaitoksen esityksestä tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Tehtyään edellä sanotun esityksen eläkelaitos voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää eläkkeen maksamisen tai maksaa sen esityksensä mukaisesti. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 d",
        "normalized_fi": "Jos 20 § :n 2 tai 3 momentissa tai 21 § :n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi eläkelaitoksen esityksestä tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Tehtyään edellä sanotun esityksen eläkelaitos voi, kunnes asia on uudelleen ratkaistu, väliaikaisesti keskeyttää eläkkeen maksamisen tai maksaa sen esityksensä mukaisesti. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun tai myöntää edun aikaisempaa suurempana. Myös työeläkeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Päätökseen saa hakea muutosta siten kuin 20 § :ssä säädetään.",
        "folded_fi": "jos 20 §:n 2 tai 3 momentissa tai 21 §:n 2 momentissa tarkoitetussa asiassa annettu lainvoimainen paatos perustuu vaaraan tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi elakelaitoksen esityksesta tai asianosaisen hakemuksesta, varattuaan muille asianosaisille tilaisuuden tulla kuulluksi, poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. tehtyaan edella sanotun esityksen elakelaitos voi, kunnes asia on uudelleen ratkaistu, valiaikaisesti keskeyttaa elakkeen maksamisen tai maksaa sen esityksensa mukaisesti. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, elakelaitoksen on tutkittava asia uudelleen. elakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun tai myontaa edun aikaisempaa suurempana. myos tyoelakeasioiden muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. paatokseen saa hakea muutosta siten kuin 20 §:ssa saadetaan.",
        "content_sv": "Om ett lagakraftvunnet beslut i ett ärende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig på en oriktig eller bristfällig utredning eller om beslutet uppenbart strider mot lag, kan försäkringsdomstolen på framställning av pensionsanstalten eller på ansökan av en part i ärendet, efter att ha gett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Efter att ha gjort en sådan framställning kan pensionsanstalten, tills ärendet har avgjorts på nytt, interimistiskt inställa utbetalningen av pension eller betala den enligt sin framställning. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall pensionsanstalten pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas så som föreskrivs i 20 §.",
        "normalized_sv": "Om ett lagakraftvunnet beslut i ett ärende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig på en oriktig eller bristfällig utredning eller om beslutet uppenbart strider mot lag, kan försäkringsdomstolen på framställning av pensionsanstalten eller på ansökan av en part i ärendet, efter att ha gett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Efter att ha gjort en sådan framställning kan pensionsanstalten, tills ärendet har avgjorts på nytt, interimistiskt inställa utbetalningen av pension eller betala den enligt sin framställning. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall pensionsanstalten pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Även besvärsnämnden för arbetspensionsärenden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I beslutet kan ändring sökas så som föreskrivs i 20 § .",
        "folded_sv": "om ett lagakraftvunnet beslut i ett arende som avses i 20 § 2 eller 3 mom. eller i 21 § 2 mom. grundar sig pa en oriktig eller bristfallig utredning eller om beslutet uppenbart strider mot lag, kan forsakringsdomstolen pa framstallning av pensionsanstalten eller pa ansokan av en part i arendet, efter att ha gett de ovriga parterna tillfalle att bli horda, undanroja beslutet och bestamma att arendet skall behandlas pa nytt. efter att ha gjort en sadan framstallning kan pensionsanstalten, tills arendet har avgjorts pa nytt, interimistiskt installa utbetalningen av pension eller betala den enligt sin framstallning. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall pensionsanstalten prova arendet pa nytt. pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. aven besvarsnamnden for arbetspensionsarenden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i beslutet kan andring sokas sa som foreskrivs i 20 §."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Joka katsoo, että eläkelaitoksen tai Eläketurvakeskuksen tämän lain perusteella määräämä maksuunpano on ollut lain tai sopimuksen vastainen, saa tehdä siitä kirjallisen perustevalituksen työeläkeasioiden muutoksenhakulautakunnalle viimeistään kahden vuoden kuluessa sitä seuraavan vuoden alusta lukien, jona saaminen on määrätty tai maksuunpantu. Sama koskee maksuunpanoa, joka perustuu 1 §:n 6 momenttiin. Jos sellainen perustevalitus tehdään ulosmittauksen johdosta, on lisäksi voimassa, mitä verojen ja maksujen ulosotossa perustevalituksesta säädetään. Joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 §:ssä säädetyssä määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Joka katsoo, että eläkelaitoksen tai Eläketurvakeskuksen tämän lain perusteella määräämä maksuunpano on ollut lain tai sopimuksen vastainen, saa tehdä siitä kirjallisen perustevalituksen työeläkeasioiden muutoksenhakulautakunnalle viimeistään kahden vuoden kuluessa sitä seuraavan vuoden alusta lukien, jona saaminen on määrätty tai maksuunpantu. Sama koskee maksuunpanoa, joka perustuu 1 § :n 6 momenttiin. Jos sellainen perustevalitus tehdään ulosmittauksen johdosta, on lisäksi voimassa, mitä verojen ja maksujen ulosotossa perustevalituksesta säädetään. Joka ei tyydy työeläkeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan päätökseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 § :ssä säädetyssä määräajassa.",
        "folded_fi": "joka katsoo, etta elakelaitoksen tai elaketurvakeskuksen taman lain perusteella maaraama maksuunpano on ollut lain tai sopimuksen vastainen, saa tehda siita kirjallisen perustevalituksen tyoelakeasioiden muutoksenhakulautakunnalle viimeistaan kahden vuoden kuluessa sita seuraavan vuoden alusta lukien, jona saaminen on maaratty tai maksuunpantu. sama koskee maksuunpanoa, joka perustuu 1 §:n 6 momenttiin. jos sellainen perustevalitus tehdaan ulosmittauksen johdosta, on lisaksi voimassa, mita verojen ja maksujen ulosotossa perustevalituksesta saadetaan. joka ei tyydy tyoelakeasioiden muutoksenhakulautakunnan 1 momentissa mainitussa asiassa antamaan paatokseen, saa hakea siihen muutosta vakuutusoikeudelta kirjallisella valituksella 20 §:ssa saadetyssa maaraajassa.",
        "content_sv": "Den som anser att en debitering som med stöd av denna lag har fastställts av en pensionsanstalt eller av Pensionsskyddscentralen har stridit mot lag eller avtal, får skriftligen anföra grundbesvär över debiteringen hos besvärsnämnden för arbetspensionsärenden senast inom två år från ingången av året efter det år då fordran bestämdes eller debiterades. Detsamma gäller debiteringar på grundval av 1 § 6 mom. Om sådana grundbesvär anförs med anledning av utmätning, gäller dessutom vad som bestäms om grundbesvär vid utmätning av skatter och avgifter. Den som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 1 mom. får söka ändring i beslutet hos försäkringsdomstolen genom skriftliga besvär inom den tid som föreskrivs i 20 §.",
        "normalized_sv": "Den som anser att en debitering som med stöd av denna lag har fastställts av en pensionsanstalt eller av Pensionsskyddscentralen har stridit mot lag eller avtal, får skriftligen anföra grundbesvär över debiteringen hos besvärsnämnden för arbetspensionsärenden senast inom två år från ingången av året efter det år då fordran bestämdes eller debiterades. Detsamma gäller debiteringar på grundval av 1 § 6 mom. Om sådana grundbesvär anförs med anledning av utmätning, gäller dessutom vad som bestäms om grundbesvär vid utmätning av skatter och avgifter. Den som är missnöjd med besvärsnämndens beslut i ett ärende som nämns i 1 mom. får söka ändring i beslutet hos försäkringsdomstolen genom skriftliga besvär inom den tid som föreskrivs i 20 § .",
        "folded_sv": "den som anser att en debitering som med stod av denna lag har faststallts av en pensionsanstalt eller av pensionsskyddscentralen har stridit mot lag eller avtal, far skriftligen anfora grundbesvar over debiteringen hos besvarsnamnden for arbetspensionsarenden senast inom tva ar fran ingangen av aret efter det ar da fordran bestamdes eller debiterades. detsamma galler debiteringar pa grundval av 1 § 6 mom. om sadana grundbesvar anfors med anledning av utmatning, galler dessutom vad som bestams om grundbesvar vid utmatning av skatter och avgifter. den som ar missnojd med besvarsnamndens beslut i ett arende som namns i 1 mom. far soka andring i beslutet hos forsakringsdomstolen genom skriftliga besvar inom den tid som foreskrivs i 20 §."
      },
      "valid_from": "2005-08-26",
      "valid_to": null
    }
  ]
}