{
  "id": "679/2006",
  "type": "statute",
  "title": "Laki tekijänoikeuslain muuttamisesta",
  "title_en": "Lag om ändring av upphovsrättslagen",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/679/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "56 g",
      "section": "56 g",
      "content": "Jos joku loukkaa tekijänoikeutta, tuomioistuin voi kieltää häntä jatkamasta tai toistamasta tekoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56 g",
        "normalized_fi": "Jos joku loukkaa tekijänoikeutta, tuomioistuin voi kieltää häntä jatkamasta tai toistamasta tekoa.",
        "folded_fi": "jos joku loukkaa tekijanoikeutta, tuomioistuin voi kieltaa hanta jatkamasta tai toistamasta tekoa.",
        "content_sv": "Om någon kränker upphovsrätten kan domstolen förbjuda denne att fortsätta eller upprepa handlingen.",
        "normalized_sv": "Om någon kränker upphovsrätten kan domstolen förbjuda denne att fortsätta eller upprepa handlingen.",
        "folded_sv": "om nagon kranker upphovsratten kan domstolen forbjuda denne att fortsatta eller upprepa handlingen."
      }
    },
    {
      "provision_ref": "59 a",
      "section": "59 a",
      "content": "Tuomioistuin voi tekijänoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijänoikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59 a",
        "normalized_fi": "Tuomioistuin voi tekijänoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijänoikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "folded_fi": "tuomioistuin voi tekijanoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta maarata, etta vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siita, etta han soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijanoikeutta. maaraysta ei saa antaa, jos tietojen levittamista on muussa laissa rajoitettu. harkitessaan maarayksen antamista ja maarayksen sisaltoa tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. tuomioistuin maaraa vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmaismaaran. kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen maaraamassa ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "content_sv": "Domstolen kan i ett tvistemål som gäller kränkning av upphovsrätten på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha kränkt upphovsrätten. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, kränkningens art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "normalized_sv": "Domstolen kan i ett tvistemål som gäller kränkning av upphovsrätten på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha kränkt upphovsrätten. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, kränkningens art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "folded_sv": "domstolen kan i ett tvistemal som galler krankning av upphovsratten pa yrkande av karanden alagga svaranden att ersatta karanden for de kostnader denne har av att vidta lampliga atgarder for att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha krankt upphovsratten. ett alaggande far inte ges om spridningen av informationen har begransats i nagon annan lag. vid provningen av om ett alaggande skall ges och av dess innehall skall domstolen beakta den allmanna betydelsen av offentliggorandet, krankningens art och omfattning, de kostnader som offentliggorandet medfor och andra motsvarande omstandigheter. domstolen faststaller ett maximibelopp for de skaliga kostnader for offentliggorande som svaranden skall ersatta. karanden har inte ratt till ersattning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid raknat fran den tidpunkt da den lagakraftvunna domen gavs."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Mitä 56 a, 56 e―56 g, 57―59 ja 59 a §:ssä säädetään, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun säännösten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Mitä 56 a, 56 e―56 g, 57―59 ja 59 a § :ssä säädetään, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun säännösten mukaan.",
        "folded_fi": "mita 56 a, 56 e―56 g, 57―59 ja 59 a §:ssa saadetaan, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun saannosten mukaan.",
        "content_sv": "Bestämmelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillämpas på motsvarande sätt på en rättighet som skyddas enligt 5 kap.",
        "normalized_sv": "Bestämmelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillämpas på motsvarande sätt på en rättighet som skyddas enligt 5 kap.",
        "folded_sv": "bestammelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillampas pa motsvarande satt pa en rattighet som skyddas enligt 5 kap."
      }
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "content": "keskeyttämismääräys Tuomioistuin voi 60 b §:ssä tarkoitettua kannetta käsitellessään tekijän tai hänen edustajansa vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään tekijänoikeutta loukkaavaksi väitetyn aineiston saattamisen yleisön saataviin (), jollei sitä voida pitää kohtuuttomana ottaen huomioon aineistoa yleisön saataviin saattavan henkilön, välittäjän ja tekijän oikeudet. Ennen 60 b §:ssä tarkoitetun kanteen nostamista pykälässä tarkoitettu tuomioistuin voi tekijän tai hänen edustajansa vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että tekijän oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, joka saattaa tekijänoikeutta loukkaavaksi väitettyä aineistoa yleisön saataviin, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 §:stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 60 b §:ssä tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 60 b §:ssä tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "keskeyttämismääräys Tuomioistuin voi 60 b § :ssä tarkoitettua kannetta käsitellessään tekijän tai hänen edustajansa vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään tekijänoikeutta loukkaavaksi väitetyn aineiston saattamisen yleisön saataviin (), jollei sitä voida pitää kohtuuttomana ottaen huomioon aineistoa yleisön saataviin saattavan henkilön, välittäjän ja tekijän oikeudet. Ennen 60 b § :ssä tarkoitetun kanteen nostamista pykälässä tarkoitettu tuomioistuin voi tekijän tai hänen edustajansa vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että tekijän oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, joka saattaa tekijänoikeutta loukkaavaksi väitettyä aineistoa yleisön saataviin, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 § :ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 § :stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 60 b § :ssä tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 60 b § :ssä tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 § :ssä säädetään.",
        "folded_fi": "keskeyttamismaarays tuomioistuin voi 60 b §:ssa tarkoitettua kannetta kasitellessaan tekijan tai hanen edustajansa vaatimuksesta maarata lahettimen, palvelimen tai muun sellaisen laitteen yllapitajan taikka muun valittajana toimivan palvelun tarjoajan sakon uhalla keskeyttamaan tekijanoikeutta loukkaavaksi vaitetyn aineiston saattamisen yleison saataviin (), jollei sita voida pitaa kohtuuttomana ottaen huomioon aineistoa yleison saataviin saattavan henkilon, valittajan ja tekijan oikeudet. ennen 60 b §:ssa tarkoitetun kanteen nostamista pykalassa tarkoitettu tuomioistuin voi tekijan tai hanen edustajansa vaatimuksesta antaa keskeyttamismaarayksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeista, etta tekijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. tuomioistuimen on varattava seka sille, jolle maaraysta on haettu annettavaksi, etta sille, joka saattaa tekijanoikeutta loukkaavaksi vaitettya aineistoa yleison saataviin, tilaisuus tulla kuulluksi. tiedoksianto sille, jolle maaraysta on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sahkopostia kayttaen. asian kasittelyyn sovelletaan muutoin, mita oikeudenkaymiskaaren 8 luvussa saadetaan. tuomioistuin voi pyynnosta antaa 2 momentissa tarkoitetun keskeyttamismaarayksen valiaikaisena vaitettya loukkaajaa kuulematta, jos asian kiireellisyys sita valttamatta vaatii. maarays on voimassa, kunnes toisin maarataan. vaitetylle loukkaajalle on maarayksen antamisen jalkeen viipymatta varattava tilaisuus tulla kuulluksi. kun vaitettya loukkaajaa on kuultu, tuomioistuimen on viipymatta paatettava, pidetaanko maarays voimassa vai peruutetaanko se. taman pykalan nojalla annettu keskeyttamismaarays ei saa vaarantaa kolmannen oikeutta lahettaa ja vastaanottaa viesteja. keskeyttamismaarays tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssa tarkoitetun vakuuden, jollei oikeudenkaymiskaaren 7 luvun 7 §:sta muuta johdu. taman pykalan 2 tai 3 momentin nojalla annettu keskeyttamismaarays raukeaa, jollei 60 b §:ssa tarkoitettua kannetta nosteta kuukauden kuluessa maarayksen antamisesta. keskeyttamismaaraysta vaatineen on korvattava sille, jolle maarays on annettu, samoin kuin vaitetylle loukkaajalle maarayksen taytantoonpanosta aiheutunut vahinko seka asiassa aiheutuneet kulut, jos 60 b §:ssa tarkoitettu kanne hylataan tai jatetaan tutkimatta taikka jos asian kasittely jatetaan sillensa sen vuoksi, etta kantaja on peruuttanut kanteensa tai jaanyt saapumatta tuomioistuimeen. sama on voimassa, jos keskeyttamismaarays 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mita oikeudenkaymiskaaren 7 luvun 12 §:ssa saadetaan.",
        "content_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 60 b § kan den på yrkande av upphovsmannen eller dennes företrädare vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter åtgärderna som gör material som påstås kränka upphovsrätten tillgängligt för allmänheten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som gör materialet tillgängligt för allmänheten eller med hänsyn till mellanhänders eller upphovsmannens rättigheter. Innan talan enligt 60 b § väcks kan den domstol som avses i den paragrafen på yrkande av upphovsmannen eller dennes företrädare meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att upphovsmannens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som gör material som påstås kränka upphovrätten tillgängligt för allmänheten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort en kränkning, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort en kränkning skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 60 b § väcks inom en månad från det att föreläggandet meddelades. Den som begärt ett föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort en kränkning för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 60 b § förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "normalized_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 60 b § kan den på yrkande av upphovsmannen eller dennes företrädare vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter åtgärderna som gör material som påstås kränka upphovsrätten tillgängligt för allmänheten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som gör materialet tillgängligt för allmänheten eller med hänsyn till mellanhänders eller upphovsmannens rättigheter. Innan talan enligt 60 b § väcks kan den domstol som avses i den paragrafen på yrkande av upphovsmannen eller dennes företrädare meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att upphovsmannens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som gör material som påstås kränka upphovrätten tillgängligt för allmänheten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort en kränkning, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort en kränkning skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 60 b § väcks inom en månad från det att föreläggandet meddelades. Den som begärt ett föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort en kränkning för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 60 b § förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "folded_sv": "forelaggande om avbrytande nar domstolen behandlar talan enligt 60 b § kan den pa yrkande av upphovsmannen eller dennes foretradare vid vite forordna att administratoren av en sandare, server eller nagon annan sadan anordning eller nagon annan tjanstelevererande mellanhand avbryter atgarderna som gor material som pastas kranka upphovsratten tillgangligt for allmanheten (), om det inte kan anses oskaligt med hansyn till rattigheterna for den person som gor materialet tillgangligt for allmanheten eller med hansyn till mellanhanders eller upphovsmannens rattigheter. innan talan enligt 60 b § vacks kan den domstol som avses i den paragrafen pa yrkande av upphovsmannen eller dennes foretradare meddela ett forelaggande om avbrytande, om forutsattningar enligt 1 mom. finns for det och om det ar uppenbart att upphovsmannens rattigheter annars allvarligt aventyras. domstolen skall bereda den mot vilken forelaggande begars och den som gor material som pastas kranka upphovratten tillgangligt for allmanheten tillfalle att bli horda. delgivning till den mot vilken ett forelaggande har sokts kan ske per post, telefax eller elektronisk post. i ovrigt tillampas 8 kap. i rattegangsbalken pa behandlingen av arendet. domstolen kan pa begaran meddela det forelaggande om avbrytande som avses i 2 mom. interimistiskt utan att hora den som pastas ha gjort en krankning, om arendets bradskande natur nodvandigtvis kraver det. forelaggandet ar i kraft tills nagot annat bestams. den som pastas ha gjort en krankning skall utan drojsmal efter att forelaggandet har meddelats beredas tillfalle att bli hord. nar denne har horts skall domstolen utan drojsmal besluta om forelaggandet skall vara i kraft eller aterkallas. ett forelaggande om avbrytande som meddelats med stod av denna paragraf far inte aventyra tredje mans ratt att sanda och ta emot meddelanden. ett forelaggande om avbrytande trader i kraft nar sokanden staller en sadan sakerhet hos utmatningsmannen som avses i 7 kap. 16 § i utsokningslagen (37/1895), om inget annat foljer av 7 kap. 7 § i rattegangsbalken. ett forelaggande om avbrytande som meddelats med stod av 2 eller 3 mom. i denna paragraf forfaller om inte talan enligt 60 b § vacks inom en manad fran det att forelaggandet meddelades. den som begart ett forelaggande om avbrytande skall ersatta den som meddelats forelaggandet liksom ocksa den som pastas ha gjort en krankning for den skada som orsakas av att forelaggandet verkstalls samt for kostnaderna i arendet, om talan enligt 60 b § forkastas eller avvisas utan provning eller om behandlingen av arendet avskrivs som en foljd av att karanden atertagit talan eller uteblivit fran ratten. samma galler om forelaggandet om avbrytande aterkallas med stod av 3 mom. eller forfaller med stod av 4 mom. nar en talan om ersattning av skada och kostnader vacks skall 7 kap. 12 § i rattegangsbalken iakttas."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "56 g",
      "section": "56 g",
      "content": "Jos joku loukkaa tekijänoikeutta, tuomioistuin voi kieltää häntä jatkamasta tai toistamasta tekoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:56 g",
        "normalized_fi": "Jos joku loukkaa tekijänoikeutta, tuomioistuin voi kieltää häntä jatkamasta tai toistamasta tekoa.",
        "folded_fi": "jos joku loukkaa tekijanoikeutta, tuomioistuin voi kieltaa hanta jatkamasta tai toistamasta tekoa.",
        "content_sv": "Om någon kränker upphovsrätten kan domstolen förbjuda denne att fortsätta eller upprepa handlingen.",
        "normalized_sv": "Om någon kränker upphovsrätten kan domstolen förbjuda denne att fortsätta eller upprepa handlingen.",
        "folded_sv": "om nagon kranker upphovsratten kan domstolen forbjuda denne att fortsatta eller upprepa handlingen."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "59 a",
      "section": "59 a",
      "content": "Tuomioistuin voi tekijänoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijänoikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:59 a",
        "normalized_fi": "Tuomioistuin voi tekijänoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijänoikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "folded_fi": "tuomioistuin voi tekijanoikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta maarata, etta vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siita, etta han soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen tekijanoikeutta. maaraysta ei saa antaa, jos tietojen levittamista on muussa laissa rajoitettu. harkitessaan maarayksen antamista ja maarayksen sisaltoa tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. tuomioistuin maaraa vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmaismaaran. kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen maaraamassa ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "content_sv": "Domstolen kan i ett tvistemål som gäller kränkning av upphovsrätten på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha kränkt upphovsrätten. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, kränkningens art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "normalized_sv": "Domstolen kan i ett tvistemål som gäller kränkning av upphovsrätten på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha kränkt upphovsrätten. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, kränkningens art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "folded_sv": "domstolen kan i ett tvistemal som galler krankning av upphovsratten pa yrkande av karanden alagga svaranden att ersatta karanden for de kostnader denne har av att vidta lampliga atgarder for att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterat ha krankt upphovsratten. ett alaggande far inte ges om spridningen av informationen har begransats i nagon annan lag. vid provningen av om ett alaggande skall ges och av dess innehall skall domstolen beakta den allmanna betydelsen av offentliggorandet, krankningens art och omfattning, de kostnader som offentliggorandet medfor och andra motsvarande omstandigheter. domstolen faststaller ett maximibelopp for de skaliga kostnader for offentliggorande som svaranden skall ersatta. karanden har inte ratt till ersattning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid raknat fran den tidpunkt da den lagakraftvunna domen gavs."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Mitä 56 a, 56 e―56 g, 57―59 ja 59 a §:ssä säädetään, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun säännösten mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Mitä 56 a, 56 e―56 g, 57―59 ja 59 a § :ssä säädetään, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun säännösten mukaan.",
        "folded_fi": "mita 56 a, 56 e―56 g, 57―59 ja 59 a §:ssa saadetaan, sovelletaan vastaavasti oikeuteen, jota suojataan 5 luvun saannosten mukaan.",
        "content_sv": "Bestämmelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillämpas på motsvarande sätt på en rättighet som skyddas enligt 5 kap.",
        "normalized_sv": "Bestämmelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillämpas på motsvarande sätt på en rättighet som skyddas enligt 5 kap.",
        "folded_sv": "bestammelserna i 56 a, 56 e―56 g, 57―59 och 59 a § tillampas pa motsvarande satt pa en rattighet som skyddas enligt 5 kap."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "60 c",
      "section": "60 c",
      "content": "keskeyttämismääräys Tuomioistuin voi 60 b §:ssä tarkoitettua kannetta käsitellessään tekijän tai hänen edustajansa vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään tekijänoikeutta loukkaavaksi väitetyn aineiston saattamisen yleisön saataviin (), jollei sitä voida pitää kohtuuttomana ottaen huomioon aineistoa yleisön saataviin saattavan henkilön, välittäjän ja tekijän oikeudet. Ennen 60 b §:ssä tarkoitetun kanteen nostamista pykälässä tarkoitettu tuomioistuin voi tekijän tai hänen edustajansa vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että tekijän oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, joka saattaa tekijänoikeutta loukkaavaksi väitettyä aineistoa yleisön saataviin, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 §:stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 60 b §:ssä tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 60 b §:ssä tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60 c",
        "normalized_fi": "keskeyttämismääräys Tuomioistuin voi 60 b § :ssä tarkoitettua kannetta käsitellessään tekijän tai hänen edustajansa vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään tekijänoikeutta loukkaavaksi väitetyn aineiston saattamisen yleisön saataviin (), jollei sitä voida pitää kohtuuttomana ottaen huomioon aineistoa yleisön saataviin saattavan henkilön, välittäjän ja tekijän oikeudet. Ennen 60 b § :ssä tarkoitetun kanteen nostamista pykälässä tarkoitettu tuomioistuin voi tekijän tai hänen edustajansa vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että tekijän oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, joka saattaa tekijänoikeutta loukkaavaksi väitettyä aineistoa yleisön saataviin, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 § :ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 § :stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 60 b § :ssä tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 60 b § :ssä tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 § :ssä säädetään.",
        "folded_fi": "keskeyttamismaarays tuomioistuin voi 60 b §:ssa tarkoitettua kannetta kasitellessaan tekijan tai hanen edustajansa vaatimuksesta maarata lahettimen, palvelimen tai muun sellaisen laitteen yllapitajan taikka muun valittajana toimivan palvelun tarjoajan sakon uhalla keskeyttamaan tekijanoikeutta loukkaavaksi vaitetyn aineiston saattamisen yleison saataviin (), jollei sita voida pitaa kohtuuttomana ottaen huomioon aineistoa yleison saataviin saattavan henkilon, valittajan ja tekijan oikeudet. ennen 60 b §:ssa tarkoitetun kanteen nostamista pykalassa tarkoitettu tuomioistuin voi tekijan tai hanen edustajansa vaatimuksesta antaa keskeyttamismaarayksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeista, etta tekijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. tuomioistuimen on varattava seka sille, jolle maaraysta on haettu annettavaksi, etta sille, joka saattaa tekijanoikeutta loukkaavaksi vaitettya aineistoa yleison saataviin, tilaisuus tulla kuulluksi. tiedoksianto sille, jolle maaraysta on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sahkopostia kayttaen. asian kasittelyyn sovelletaan muutoin, mita oikeudenkaymiskaaren 8 luvussa saadetaan. tuomioistuin voi pyynnosta antaa 2 momentissa tarkoitetun keskeyttamismaarayksen valiaikaisena vaitettya loukkaajaa kuulematta, jos asian kiireellisyys sita valttamatta vaatii. maarays on voimassa, kunnes toisin maarataan. vaitetylle loukkaajalle on maarayksen antamisen jalkeen viipymatta varattava tilaisuus tulla kuulluksi. kun vaitettya loukkaajaa on kuultu, tuomioistuimen on viipymatta paatettava, pidetaanko maarays voimassa vai peruutetaanko se. taman pykalan nojalla annettu keskeyttamismaarays ei saa vaarantaa kolmannen oikeutta lahettaa ja vastaanottaa viesteja. keskeyttamismaarays tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssa tarkoitetun vakuuden, jollei oikeudenkaymiskaaren 7 luvun 7 §:sta muuta johdu. taman pykalan 2 tai 3 momentin nojalla annettu keskeyttamismaarays raukeaa, jollei 60 b §:ssa tarkoitettua kannetta nosteta kuukauden kuluessa maarayksen antamisesta. keskeyttamismaaraysta vaatineen on korvattava sille, jolle maarays on annettu, samoin kuin vaitetylle loukkaajalle maarayksen taytantoonpanosta aiheutunut vahinko seka asiassa aiheutuneet kulut, jos 60 b §:ssa tarkoitettu kanne hylataan tai jatetaan tutkimatta taikka jos asian kasittely jatetaan sillensa sen vuoksi, etta kantaja on peruuttanut kanteensa tai jaanyt saapumatta tuomioistuimeen. sama on voimassa, jos keskeyttamismaarays 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mita oikeudenkaymiskaaren 7 luvun 12 §:ssa saadetaan.",
        "content_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 60 b § kan den på yrkande av upphovsmannen eller dennes företrädare vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter åtgärderna som gör material som påstås kränka upphovsrätten tillgängligt för allmänheten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som gör materialet tillgängligt för allmänheten eller med hänsyn till mellanhänders eller upphovsmannens rättigheter. Innan talan enligt 60 b § väcks kan den domstol som avses i den paragrafen på yrkande av upphovsmannen eller dennes företrädare meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att upphovsmannens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som gör material som påstås kränka upphovrätten tillgängligt för allmänheten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort en kränkning, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort en kränkning skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 60 b § väcks inom en månad från det att föreläggandet meddelades. Den som begärt ett föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort en kränkning för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 60 b § förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "normalized_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 60 b § kan den på yrkande av upphovsmannen eller dennes företrädare vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter åtgärderna som gör material som påstås kränka upphovsrätten tillgängligt för allmänheten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som gör materialet tillgängligt för allmänheten eller med hänsyn till mellanhänders eller upphovsmannens rättigheter. Innan talan enligt 60 b § väcks kan den domstol som avses i den paragrafen på yrkande av upphovsmannen eller dennes företrädare meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att upphovsmannens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som gör material som påstås kränka upphovrätten tillgängligt för allmänheten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort en kränkning, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort en kränkning skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 60 b § väcks inom en månad från det att föreläggandet meddelades. Den som begärt ett föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort en kränkning för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 60 b § förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "folded_sv": "forelaggande om avbrytande nar domstolen behandlar talan enligt 60 b § kan den pa yrkande av upphovsmannen eller dennes foretradare vid vite forordna att administratoren av en sandare, server eller nagon annan sadan anordning eller nagon annan tjanstelevererande mellanhand avbryter atgarderna som gor material som pastas kranka upphovsratten tillgangligt for allmanheten (), om det inte kan anses oskaligt med hansyn till rattigheterna for den person som gor materialet tillgangligt for allmanheten eller med hansyn till mellanhanders eller upphovsmannens rattigheter. innan talan enligt 60 b § vacks kan den domstol som avses i den paragrafen pa yrkande av upphovsmannen eller dennes foretradare meddela ett forelaggande om avbrytande, om forutsattningar enligt 1 mom. finns for det och om det ar uppenbart att upphovsmannens rattigheter annars allvarligt aventyras. domstolen skall bereda den mot vilken forelaggande begars och den som gor material som pastas kranka upphovratten tillgangligt for allmanheten tillfalle att bli horda. delgivning till den mot vilken ett forelaggande har sokts kan ske per post, telefax eller elektronisk post. i ovrigt tillampas 8 kap. i rattegangsbalken pa behandlingen av arendet. domstolen kan pa begaran meddela det forelaggande om avbrytande som avses i 2 mom. interimistiskt utan att hora den som pastas ha gjort en krankning, om arendets bradskande natur nodvandigtvis kraver det. forelaggandet ar i kraft tills nagot annat bestams. den som pastas ha gjort en krankning skall utan drojsmal efter att forelaggandet har meddelats beredas tillfalle att bli hord. nar denne har horts skall domstolen utan drojsmal besluta om forelaggandet skall vara i kraft eller aterkallas. ett forelaggande om avbrytande som meddelats med stod av denna paragraf far inte aventyra tredje mans ratt att sanda och ta emot meddelanden. ett forelaggande om avbrytande trader i kraft nar sokanden staller en sadan sakerhet hos utmatningsmannen som avses i 7 kap. 16 § i utsokningslagen (37/1895), om inget annat foljer av 7 kap. 7 § i rattegangsbalken. ett forelaggande om avbrytande som meddelats med stod av 2 eller 3 mom. i denna paragraf forfaller om inte talan enligt 60 b § vacks inom en manad fran det att forelaggandet meddelades. den som begart ett forelaggande om avbrytande skall ersatta den som meddelats forelaggandet liksom ocksa den som pastas ha gjort en krankning for den skada som orsakas av att forelaggandet verkstalls samt for kostnaderna i arendet, om talan enligt 60 b § forkastas eller avvisas utan provning eller om behandlingen av arendet avskrivs som en foljd av att karanden atertagit talan eller uteblivit fran ratten. samma galler om forelaggandet om avbrytande aterkallas med stod av 3 mom. eller forfaller med stod av 4 mom. nar en talan om ersattning av skada och kostnader vacks skall 7 kap. 12 § i rattegangsbalken iakttas."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}