{
  "id": "67/2016",
  "type": "statute",
  "title": "Laki valtion eläketurvan rahoituksesta",
  "title_en": "Lag om finansiering av statens pensionsskydd",
  "status": "in_force",
  "issued_date": "2016-01-29",
  "in_force_date": "2016-01-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/67/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Valtion eläketurvan rahoitus",
      "content": "Julkisten alojen eläkelain (81/2016) mukaisen eläketurvan piiriin kuuluvan valtion henkilöstön eläketurva maksetaan valtion talousarviosta. Eläkkeiden maksamiseen tarvittavien varojen siirtämisestä Kevalle säädetään Kevasta annetun lain (66/2016) 24 §:n 1 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Julkisten alojen eläkelain (81/2016) mukaisen eläketurvan piiriin kuuluvan valtion henkilöstön eläketurva maksetaan valtion talousarviosta. Eläkkeiden maksamiseen tarvittavien varojen siirtämisestä Kevalle säädetään Kevasta annetun lain (66/2016) 24 § :n 1 momentissa.",
        "folded_fi": "julkisten alojen elakelain (81/2016) mukaisen elaketurvan piiriin kuuluvan valtion henkiloston elaketurva maksetaan valtion talousarviosta. elakkeiden maksamiseen tarvittavien varojen siirtamisesta kevalle saadetaan kevasta annetun lain (66/2016) 24 §:n 1 momentissa.",
        "title_sv": "Finansiering av statens pensionsskydd",
        "content_sv": "Pensionsskyddet för de statsanställda som omfattas av pensionsskyddet enligt pensionslagen för den offentliga sektorn (81/2016) betalas ur statsbudgeten. Bestämmelser om överföring till Keva av de medel som behövs för betalningen av pensioner finns i 24 § 1 mom. i lagen om Keva (66/2016).",
        "normalized_sv": "Pensionsskyddet för de statsanställda som omfattas av pensionsskyddet enligt pensionslagen för den offentliga sektorn (81/2016) betalas ur statsbudgeten. Bestämmelser om överföring till Keva av de medel som behövs för betalningen av pensioner finns i 24 § 1 mom. i lagen om Keva (66/2016).",
        "folded_sv": "pensionsskyddet for de statsanstallda som omfattas av pensionsskyddet enligt pensionslagen for den offentliga sektorn (81/2016) betalas ur statsbudgeten. bestammelser om overforing till keva av de medel som behovs for betalningen av pensioner finns i 24 § 1 mom. i lagen om keva (66/2016)."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Työnantajan eläkemaksu",
      "content": "Valtion virastot ja laitokset, valtion liikelaitokset sekä yhteisöt ja laitokset, joiden henkilöstön tai sen osan eläketurva on muualla lainsäädännössä säädetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion eläkelakia (1295/2006), maksavat työnantajan eläkemaksun, joka muodostuu vanhuus-, työkyvyttömyys- ja perhe-eläkeosasta sekä eläketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. Keva huolehtii työnantajan eläkemaksun perimiseen liittyvistä tehtävistä. Työnantajan eläkemaksu maksetaan valtion eläkerahaston tilille. Valtion eläkerahasto maksaa Kevalle Kevasta annetun lain 24 §:n 2 momentin mukaisen korvauksen. Edellä 1 momentissa ja julkisten alojen eläkelain 122 §:n 2 momentissa tarkoitetuissa tehtävissä noudatetaan, mitä valtion talousarviosta annetun lain (423/1988) nojalla säädetään ja määrätään tilintekijästä. Mainituissa lainkohdissa tarkoitetut varat pidetään erillään Kevan varoista. Työnantajan eläkemaksun perusteista ja Kevan eläketurvan toimeenpanoa varten saaman hoitokulun määrästä ja niiden vahvistamisesta sekä 1 momentissa ja julkisten alojen eläkelain 122 §:n 2 momentissa tarkoitettujen varojen hoidosta ja tilittämisestä säädetään tarkemmin valtioneuvoston asetuksella. Työnantajan eläkemaksun perusteena olevien vanhuus-, työkyvyttömyys- ja perhe-eläkeosien suuruudesta päättää Kevan esityksestä valtiovarainministeriö. Edellä sanotun estämättä valtiovarainministeriö voi päättää myös perusteista, joita soveltamalla Keva voi yksittäisiä työnantajia koskevissa muutostilanteissa päättää edellä tarkoitettujen eläkemaksun osien suuruudesta ilman valtiovarainministeriön erillistä päätöstä. Keva päättää työnantajan eläkemaksun suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtion virastot ja laitokset, valtion liikelaitokset sekä yhteisöt ja laitokset, joiden henkilöstön tai sen osan eläketurva on muualla lainsäädännössä säädetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion eläkelakia (1295/2006), maksavat työnantajan eläkemaksun, joka muodostuu vanhuus-, työkyvyttömyys- ja perhe-eläkeosasta sekä eläketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. Keva huolehtii työnantajan eläkemaksun perimiseen liittyvistä tehtävistä. Työnantajan eläkemaksu maksetaan valtion eläkerahaston tilille. Valtion eläkerahasto maksaa Kevalle Kevasta annetun lain 24 § :n 2 momentin mukaisen korvauksen. Edellä 1 momentissa ja julkisten alojen eläkelain 122 § :n 2 momentissa tarkoitetuissa tehtävissä noudatetaan, mitä valtion talousarviosta annetun lain (423/1988) nojalla säädetään ja määrätään tilintekijästä. Mainituissa lainkohdissa tarkoitetut varat pidetään erillään Kevan varoista. Työnantajan eläkemaksun perusteista ja Kevan eläketurvan toimeenpanoa varten saaman hoitokulun määrästä ja niiden vahvistamisesta sekä 1 momentissa ja julkisten alojen eläkelain 122 § :n 2 momentissa tarkoitettujen varojen hoidosta ja tilittämisestä säädetään tarkemmin valtioneuvoston asetuksella. Työnantajan eläkemaksun perusteena olevien vanhuus-, työkyvyttömyys- ja perhe-eläkeosien suuruudesta päättää Kevan esityksestä valtiovarainministeriö. Edellä sanotun estämättä valtiovarainministeriö voi päättää myös perusteista, joita soveltamalla Keva voi yksittäisiä työnantajia koskevissa muutostilanteissa päättää edellä tarkoitettujen eläkemaksun osien suuruudesta ilman valtiovarainministeriön erillistä päätöstä. Keva päättää työnantajan eläkemaksun suorittamisesta.",
        "folded_fi": "valtion virastot ja laitokset, valtion liikelaitokset seka yhteisot ja laitokset, joiden henkiloston tai sen osan elaketurva on muualla lainsaadannossa saadetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion elakelakia (1295/2006), maksavat tyonantajan elakemaksun, joka muodostuu vanhuus-, tyokyvyttomyys- ja perhe-elakeosasta seka elaketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. keva huolehtii tyonantajan elakemaksun perimiseen liittyvista tehtavista. tyonantajan elakemaksu maksetaan valtion elakerahaston tilille. valtion elakerahasto maksaa kevalle kevasta annetun lain 24 §:n 2 momentin mukaisen korvauksen. edella 1 momentissa ja julkisten alojen elakelain 122 §:n 2 momentissa tarkoitetuissa tehtavissa noudatetaan, mita valtion talousarviosta annetun lain (423/1988) nojalla saadetaan ja maarataan tilintekijasta. mainituissa lainkohdissa tarkoitetut varat pidetaan erillaan kevan varoista. tyonantajan elakemaksun perusteista ja kevan elaketurvan toimeenpanoa varten saaman hoitokulun maarasta ja niiden vahvistamisesta seka 1 momentissa ja julkisten alojen elakelain 122 §:n 2 momentissa tarkoitettujen varojen hoidosta ja tilittamisesta saadetaan tarkemmin valtioneuvoston asetuksella. tyonantajan elakemaksun perusteena olevien vanhuus-, tyokyvyttomyys- ja perhe-elakeosien suuruudesta paattaa kevan esityksesta valtiovarainministerio. edella sanotun estamatta valtiovarainministerio voi paattaa myos perusteista, joita soveltamalla keva voi yksittaisia tyonantajia koskevissa muutostilanteissa paattaa edella tarkoitettujen elakemaksun osien suuruudesta ilman valtiovarainministerion erillista paatosta. keva paattaa tyonantajan elakemaksun suorittamisesta.",
        "title_sv": "Arbetsgivarens pensionsavgift",
        "content_sv": "Statens ämbetsverk och inrättningar, statliga affärsverk samt sammanslutningar och inrättningar vars pensionsskydd för personalen, eller en del av personalen, enligt annan lagstiftning ska skötas av staten eller på vilka den upphävda lagen om statens pensioner (1295/2006) har tillämpats, betalar arbetsgivarens pensionsavgift, som består av en ålders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkställigheten av pensionsskyddet föranleder. Keva sköter uppgifter som gäller uttagandet av arbetsgivarens pensionsavgift. Avgiften betalas in på statens pensionsfonds konto. Statens pensionsfond betalar ersättning till Keva enligt 24 § 2 mom. i lagen om Keva. Vid skötseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn ska iakttas vad som med stöd av lagen om statsbudgeten (423/1988) föreskrivs och bestäms om redogörare. De medel som avses i de momenten ska hållas åtskilda från Kevas medel. Närmare bestämmelser om grunderna för och fastställandet av arbetsgivarens pensionsavgift samt om beloppet och fastställandet av den omkostnadsdel som Keva får för verkställandet av pensionsskyddet samt om förvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn utfärdas genom förordning av statsrådet. Finansministeriet beslutar på framställning av Keva om storleken på de ålders-, invalid- och familjepensionsdelar som ligger till grund för arbetsgivarens pensionsavgift. Trots det som sägs ovan kan finansministeriet även besluta om grunder enligt vilka Keva i ändringssituationer som gäller enskilda arbetsgivare får fatta beslut om storleken på de pensionsavgiftsdelar som avses ovan utan ett särskilt beslut av finansministeriet. Keva beslutar om betalningen av arbetsgivarens pensionsavgift.",
        "normalized_sv": "Statens ämbetsverk och inrättningar, statliga affärsverk samt sammanslutningar och inrättningar vars pensionsskydd för personalen, eller en del av personalen, enligt annan lagstiftning ska skötas av staten eller på vilka den upphävda lagen om statens pensioner (1295/2006) har tillämpats, betalar arbetsgivarens pensionsavgift, som består av en ålders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkställigheten av pensionsskyddet föranleder. Keva sköter uppgifter som gäller uttagandet av arbetsgivarens pensionsavgift. Avgiften betalas in på statens pensionsfonds konto. Statens pensionsfond betalar ersättning till Keva enligt 24 § 2 mom. i lagen om Keva. Vid skötseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn ska iakttas vad som med stöd av lagen om statsbudgeten (423/1988) föreskrivs och bestäms om redogörare. De medel som avses i de momenten ska hållas åtskilda från Kevas medel. Närmare bestämmelser om grunderna för och fastställandet av arbetsgivarens pensionsavgift samt om beloppet och fastställandet av den omkostnadsdel som Keva får för verkställandet av pensionsskyddet samt om förvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn utfärdas genom förordning av statsrådet. Finansministeriet beslutar på framställning av Keva om storleken på de ålders-, invalid- och familjepensionsdelar som ligger till grund för arbetsgivarens pensionsavgift. Trots det som sägs ovan kan finansministeriet även besluta om grunder enligt vilka Keva i ändringssituationer som gäller enskilda arbetsgivare får fatta beslut om storleken på de pensionsavgiftsdelar som avses ovan utan ett särskilt beslut av finansministeriet. Keva beslutar om betalningen av arbetsgivarens pensionsavgift.",
        "folded_sv": "statens ambetsverk och inrattningar, statliga affarsverk samt sammanslutningar och inrattningar vars pensionsskydd for personalen, eller en del av personalen, enligt annan lagstiftning ska skotas av staten eller pa vilka den upphavda lagen om statens pensioner (1295/2006) har tillampats, betalar arbetsgivarens pensionsavgift, som bestar av en alders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkstalligheten av pensionsskyddet foranleder. keva skoter uppgifter som galler uttagandet av arbetsgivarens pensionsavgift. avgiften betalas in pa statens pensionsfonds konto. statens pensionsfond betalar ersattning till keva enligt 24 § 2 mom. i lagen om keva. vid skotseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen for den offentliga sektorn ska iakttas vad som med stod av lagen om statsbudgeten (423/1988) foreskrivs och bestams om redogorare. de medel som avses i de momenten ska hallas atskilda fran kevas medel. narmare bestammelser om grunderna for och faststallandet av arbetsgivarens pensionsavgift samt om beloppet och faststallandet av den omkostnadsdel som keva far for verkstallandet av pensionsskyddet samt om forvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen for den offentliga sektorn utfardas genom forordning av statsradet. finansministeriet beslutar pa framstallning av keva om storleken pa de alders-, invalid- och familjepensionsdelar som ligger till grund for arbetsgivarens pensionsavgift. trots det som sags ovan kan finansministeriet aven besluta om grunder enligt vilka keva i andringssituationer som galler enskilda arbetsgivare far fatta beslut om storleken pa de pensionsavgiftsdelar som avses ovan utan ett sarskilt beslut av finansministeriet. keva beslutar om betalningen av arbetsgivarens pensionsavgift."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Aiheettomasti maksetun eläkemaksun palautuksen vanhentuminen",
      "content": "Aiheettomasti maksetun eläkemaksun palautus vanhentuu viiden vuoden kuluttua työnantajan eläkemaksun maksupäivästä, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Aiheettomasti maksetun eläkemaksun palautus vanhentuu viiden vuoden kuluttua työnantajan eläkemaksun maksupäivästä, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 § :ää.",
        "folded_fi": "aiheettomasti maksetun elakemaksun palautus vanhentuu viiden vuoden kuluttua tyonantajan elakemaksun maksupaivasta, jollei vanhentumista ole sita ennen katkaistu. vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 §:aa.",
        "title_sv": "Preskription av återbetalning av pensionsavgift som betalats utan grund",
        "content_sv": "Återbetalningen av en pensionsavgift som betalats utan grund preskriberas fem år efter den dag då arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. Om preskriptionen avbryts börjar en ny femårig preskriptionstid löpa. På avbrytande av preskription tillämpas 10 och 11 § i lagen om preskription av skulder (728/2003).",
        "normalized_sv": "Återbetalningen av en pensionsavgift som betalats utan grund preskriberas fem år efter den dag då arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. Om preskriptionen avbryts börjar en ny femårig preskriptionstid löpa. På avbrytande av preskription tillämpas 10 och 11 § i lagen om preskription av skulder (728/2003).",
        "folded_sv": "aterbetalningen av en pensionsavgift som betalats utan grund preskriberas fem ar efter den dag da arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. om preskriptionen avbryts borjar en ny femarig preskriptionstid lopa. pa avbrytande av preskription tillampas 10 och 11 § i lagen om preskription av skulder (728/2003)."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Eläkemaksun viivästyskorko",
      "content": "Jos työnantaja on laiminlyönyt eläkemaksun maksamisen määräajassa, työnantajan on maksettava korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos työnantaja on laiminlyönyt eläkemaksun maksamisen määräajassa, työnantajan on maksettava korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukainen viivästyskorko.",
        "folded_fi": "jos tyonantaja on laiminlyonyt elakemaksun maksamisen maaraajassa, tyonantajan on maksettava korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukainen viivastyskorko.",
        "title_sv": "Dröjsmålsränta på pensionsavgift",
        "content_sv": "Om en arbetsgivare har försummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala dröjsmålsränta enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Om en arbetsgivare har försummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala dröjsmålsränta enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "om en arbetsgivare har forsummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala drojsmalsranta enligt den rantefot som avses i 4 § 1 mom. i rantelagen (633/1982)."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perustevalitus",
      "content": "Asianosainen saa tehdä eläkemaksun maksuunpanoa koskevan perustevalituksen, jos hän katsoo, että Kevan työnantajalle määräämä maksuunpano on ollut lain vastainen. Perustevalitus on tehtävä kirjallisesti ja se on toimitettava työeläkeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sitä seuraavan vuoden alusta, jona saaminen on määrätty tai maksuunpantu. Muutoin noudatetaan, mitä julkisten alojen eläkelaissa säädetään muutoksen hakemisesta ja lainvoimaisen päätöksen poistamisesta eläkettä koskevassa asiassa. Ulosmittauksen vuoksi tehtävästä perustevalituksesta säädetään lisäksi verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Asianosainen saa tehdä eläkemaksun maksuunpanoa koskevan perustevalituksen, jos hän katsoo, että Kevan työnantajalle määräämä maksuunpano on ollut lain vastainen. Perustevalitus on tehtävä kirjallisesti ja se on toimitettava työeläkeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sitä seuraavan vuoden alusta, jona saaminen on määrätty tai maksuunpantu. Muutoin noudatetaan, mitä julkisten alojen eläkelaissa säädetään muutoksen hakemisesta ja lainvoimaisen päätöksen poistamisesta eläkettä koskevassa asiassa. Ulosmittauksen vuoksi tehtävästä perustevalituksesta säädetään lisäksi verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "asianosainen saa tehda elakemaksun maksuunpanoa koskevan perustevalituksen, jos han katsoo, etta kevan tyonantajalle maaraama maksuunpano on ollut lain vastainen. perustevalitus on tehtava kirjallisesti ja se on toimitettava tyoelakeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sita seuraavan vuoden alusta, jona saaminen on maaratty tai maksuunpantu. muutoin noudatetaan, mita julkisten alojen elakelaissa saadetaan muutoksen hakemisesta ja lainvoimaisen paatoksen poistamisesta elaketta koskevassa asiassa. ulosmittauksen vuoksi tehtavasta perustevalituksesta saadetaan lisaksi verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Grundbesvär",
        "content_sv": "En part får anföra grundbesvär över en debitering av pensionsavgift, om parten anser att en debitering som Keva påfört arbetsgivaren strider mot lag. Grundbesvär ska anföras skriftligen hos besvärsnämnden för arbetspensionsärenden inom två år från ingången av året efter det år under vilket fordran fastställdes eller debiterades. I övrigt iakttas vad som i pensionslagen för den offentliga sektorn föreskrivs om sökande av ändring och undanröjande av ett lagakraftvunnet beslut i ett pensionsärende. Bestämmelser om grundbesvär vid utmätning finns dessutom i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "En part får anföra grundbesvär över en debitering av pensionsavgift, om parten anser att en debitering som Keva påfört arbetsgivaren strider mot lag. Grundbesvär ska anföras skriftligen hos besvärsnämnden för arbetspensionsärenden inom två år från ingången av året efter det år under vilket fordran fastställdes eller debiterades. I övrigt iakttas vad som i pensionslagen för den offentliga sektorn föreskrivs om sökande av ändring och undanröjande av ett lagakraftvunnet beslut i ett pensionsärende. Bestämmelser om grundbesvär vid utmätning finns dessutom i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "en part far anfora grundbesvar over en debitering av pensionsavgift, om parten anser att en debitering som keva pafort arbetsgivaren strider mot lag. grundbesvar ska anforas skriftligen hos besvarsnamnden for arbetspensionsarenden inom tva ar fran ingangen av aret efter det ar under vilket fordran faststalldes eller debiterades. i ovrigt iakttas vad som i pensionslagen for den offentliga sektorn foreskrivs om sokande av andring och undanrojande av ett lagakraftvunnet beslut i ett pensionsarende. bestammelser om grundbesvar vid utmatning finns dessutom i lagen om verkstallighet av skatter och avgifter (706/2007)."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tällä lailla kumotaan työantajan eläkemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tällä lailla kumotaan työantajan eläkemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017. talla lailla kumotaan tyoantajan elakemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017. Genom denna lag upphävs statsrådets förordning om grunderna för arbetsgivarens pensionsavgift (863/2012).",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017. Genom denna lag upphävs statsrådets förordning om grunderna för arbetsgivarens pensionsavgift (863/2012).",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017. genom denna lag upphavs statsradets forordning om grunderna for arbetsgivarens pensionsavgift (863/2012)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Valtion eläketurvan rahoitus",
      "content": "Julkisten alojen eläkelain (81/2016) mukaisen eläketurvan piiriin kuuluvan valtion henkilöstön eläketurva maksetaan valtion talousarviosta. Eläkkeiden maksamiseen tarvittavien varojen siirtämisestä Kevalle säädetään Kevasta annetun lain (66/2016) 24 §:n 1 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Julkisten alojen eläkelain (81/2016) mukaisen eläketurvan piiriin kuuluvan valtion henkilöstön eläketurva maksetaan valtion talousarviosta. Eläkkeiden maksamiseen tarvittavien varojen siirtämisestä Kevalle säädetään Kevasta annetun lain (66/2016) 24 § :n 1 momentissa.",
        "folded_fi": "julkisten alojen elakelain (81/2016) mukaisen elaketurvan piiriin kuuluvan valtion henkiloston elaketurva maksetaan valtion talousarviosta. elakkeiden maksamiseen tarvittavien varojen siirtamisesta kevalle saadetaan kevasta annetun lain (66/2016) 24 §:n 1 momentissa.",
        "title_sv": "Finansiering av statens pensionsskydd",
        "content_sv": "Pensionsskyddet för de statsanställda som omfattas av pensionsskyddet enligt pensionslagen för den offentliga sektorn (81/2016) betalas ur statsbudgeten. Bestämmelser om överföring till Keva av de medel som behövs för betalningen av pensioner finns i 24 § 1 mom. i lagen om Keva (66/2016).",
        "normalized_sv": "Pensionsskyddet för de statsanställda som omfattas av pensionsskyddet enligt pensionslagen för den offentliga sektorn (81/2016) betalas ur statsbudgeten. Bestämmelser om överföring till Keva av de medel som behövs för betalningen av pensioner finns i 24 § 1 mom. i lagen om Keva (66/2016).",
        "folded_sv": "pensionsskyddet for de statsanstallda som omfattas av pensionsskyddet enligt pensionslagen for den offentliga sektorn (81/2016) betalas ur statsbudgeten. bestammelser om overforing till keva av de medel som behovs for betalningen av pensioner finns i 24 § 1 mom. i lagen om keva (66/2016)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Työnantajan eläkemaksu",
      "content": "Valtion virastot ja laitokset, valtion liikelaitokset sekä yhteisöt ja laitokset, joiden henkilöstön tai sen osan eläketurva on muualla lainsäädännössä säädetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion eläkelakia (1295/2006), maksavat työnantajan eläkemaksun, joka muodostuu vanhuus-, työkyvyttömyys- ja perhe-eläkeosasta sekä eläketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. Keva huolehtii työnantajan eläkemaksun perimiseen liittyvistä tehtävistä. Työnantajan eläkemaksu maksetaan valtion eläkerahaston tilille. Valtion eläkerahasto maksaa Kevalle Kevasta annetun lain 24 §:n 2 momentin mukaisen korvauksen. Edellä 1 momentissa ja julkisten alojen eläkelain 122 §:n 2 momentissa tarkoitetuissa tehtävissä noudatetaan, mitä valtion talousarviosta annetun lain (423/1988) nojalla säädetään ja määrätään tilintekijästä. Mainituissa lainkohdissa tarkoitetut varat pidetään erillään Kevan varoista. Työnantajan eläkemaksun perusteista ja Kevan eläketurvan toimeenpanoa varten saaman hoitokulun määrästä ja niiden vahvistamisesta sekä 1 momentissa ja julkisten alojen eläkelain 122 §:n 2 momentissa tarkoitettujen varojen hoidosta ja tilittämisestä säädetään tarkemmin valtioneuvoston asetuksella. Työnantajan eläkemaksun perusteena olevien vanhuus-, työkyvyttömyys- ja perhe-eläkeosien suuruudesta päättää Kevan esityksestä valtiovarainministeriö. Edellä sanotun estämättä valtiovarainministeriö voi päättää myös perusteista, joita soveltamalla Keva voi yksittäisiä työnantajia koskevissa muutostilanteissa päättää edellä tarkoitettujen eläkemaksun osien suuruudesta ilman valtiovarainministeriön erillistä päätöstä. Keva päättää työnantajan eläkemaksun suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtion virastot ja laitokset, valtion liikelaitokset sekä yhteisöt ja laitokset, joiden henkilöstön tai sen osan eläketurva on muualla lainsäädännössä säädetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion eläkelakia (1295/2006), maksavat työnantajan eläkemaksun, joka muodostuu vanhuus-, työkyvyttömyys- ja perhe-eläkeosasta sekä eläketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. Keva huolehtii työnantajan eläkemaksun perimiseen liittyvistä tehtävistä. Työnantajan eläkemaksu maksetaan valtion eläkerahaston tilille. Valtion eläkerahasto maksaa Kevalle Kevasta annetun lain 24 § :n 2 momentin mukaisen korvauksen. Edellä 1 momentissa ja julkisten alojen eläkelain 122 § :n 2 momentissa tarkoitetuissa tehtävissä noudatetaan, mitä valtion talousarviosta annetun lain (423/1988) nojalla säädetään ja määrätään tilintekijästä. Mainituissa lainkohdissa tarkoitetut varat pidetään erillään Kevan varoista. Työnantajan eläkemaksun perusteista ja Kevan eläketurvan toimeenpanoa varten saaman hoitokulun määrästä ja niiden vahvistamisesta sekä 1 momentissa ja julkisten alojen eläkelain 122 § :n 2 momentissa tarkoitettujen varojen hoidosta ja tilittämisestä säädetään tarkemmin valtioneuvoston asetuksella. Työnantajan eläkemaksun perusteena olevien vanhuus-, työkyvyttömyys- ja perhe-eläkeosien suuruudesta päättää Kevan esityksestä valtiovarainministeriö. Edellä sanotun estämättä valtiovarainministeriö voi päättää myös perusteista, joita soveltamalla Keva voi yksittäisiä työnantajia koskevissa muutostilanteissa päättää edellä tarkoitettujen eläkemaksun osien suuruudesta ilman valtiovarainministeriön erillistä päätöstä. Keva päättää työnantajan eläkemaksun suorittamisesta.",
        "folded_fi": "valtion virastot ja laitokset, valtion liikelaitokset seka yhteisot ja laitokset, joiden henkiloston tai sen osan elaketurva on muualla lainsaadannossa saadetty valtion vastattavaksi tai joihin on sovellettu kumottua valtion elakelakia (1295/2006), maksavat tyonantajan elakemaksun, joka muodostuu vanhuus-, tyokyvyttomyys- ja perhe-elakeosasta seka elaketurvan toimeenpanosta aiheutuvasta hoitokuluosasta. keva huolehtii tyonantajan elakemaksun perimiseen liittyvista tehtavista. tyonantajan elakemaksu maksetaan valtion elakerahaston tilille. valtion elakerahasto maksaa kevalle kevasta annetun lain 24 §:n 2 momentin mukaisen korvauksen. edella 1 momentissa ja julkisten alojen elakelain 122 §:n 2 momentissa tarkoitetuissa tehtavissa noudatetaan, mita valtion talousarviosta annetun lain (423/1988) nojalla saadetaan ja maarataan tilintekijasta. mainituissa lainkohdissa tarkoitetut varat pidetaan erillaan kevan varoista. tyonantajan elakemaksun perusteista ja kevan elaketurvan toimeenpanoa varten saaman hoitokulun maarasta ja niiden vahvistamisesta seka 1 momentissa ja julkisten alojen elakelain 122 §:n 2 momentissa tarkoitettujen varojen hoidosta ja tilittamisesta saadetaan tarkemmin valtioneuvoston asetuksella. tyonantajan elakemaksun perusteena olevien vanhuus-, tyokyvyttomyys- ja perhe-elakeosien suuruudesta paattaa kevan esityksesta valtiovarainministerio. edella sanotun estamatta valtiovarainministerio voi paattaa myos perusteista, joita soveltamalla keva voi yksittaisia tyonantajia koskevissa muutostilanteissa paattaa edella tarkoitettujen elakemaksun osien suuruudesta ilman valtiovarainministerion erillista paatosta. keva paattaa tyonantajan elakemaksun suorittamisesta.",
        "title_sv": "Arbetsgivarens pensionsavgift",
        "content_sv": "Statens ämbetsverk och inrättningar, statliga affärsverk samt sammanslutningar och inrättningar vars pensionsskydd för personalen, eller en del av personalen, enligt annan lagstiftning ska skötas av staten eller på vilka den upphävda lagen om statens pensioner (1295/2006) har tillämpats, betalar arbetsgivarens pensionsavgift, som består av en ålders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkställigheten av pensionsskyddet föranleder. Keva sköter uppgifter som gäller uttagandet av arbetsgivarens pensionsavgift. Avgiften betalas in på statens pensionsfonds konto. Statens pensionsfond betalar ersättning till Keva enligt 24 § 2 mom. i lagen om Keva. Vid skötseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn ska iakttas vad som med stöd av lagen om statsbudgeten (423/1988) föreskrivs och bestäms om redogörare. De medel som avses i de momenten ska hållas åtskilda från Kevas medel. Närmare bestämmelser om grunderna för och fastställandet av arbetsgivarens pensionsavgift samt om beloppet och fastställandet av den omkostnadsdel som Keva får för verkställandet av pensionsskyddet samt om förvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn utfärdas genom förordning av statsrådet. Finansministeriet beslutar på framställning av Keva om storleken på de ålders-, invalid- och familjepensionsdelar som ligger till grund för arbetsgivarens pensionsavgift. Trots det som sägs ovan kan finansministeriet även besluta om grunder enligt vilka Keva i ändringssituationer som gäller enskilda arbetsgivare får fatta beslut om storleken på de pensionsavgiftsdelar som avses ovan utan ett särskilt beslut av finansministeriet. Keva beslutar om betalningen av arbetsgivarens pensionsavgift.",
        "normalized_sv": "Statens ämbetsverk och inrättningar, statliga affärsverk samt sammanslutningar och inrättningar vars pensionsskydd för personalen, eller en del av personalen, enligt annan lagstiftning ska skötas av staten eller på vilka den upphävda lagen om statens pensioner (1295/2006) har tillämpats, betalar arbetsgivarens pensionsavgift, som består av en ålders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkställigheten av pensionsskyddet föranleder. Keva sköter uppgifter som gäller uttagandet av arbetsgivarens pensionsavgift. Avgiften betalas in på statens pensionsfonds konto. Statens pensionsfond betalar ersättning till Keva enligt 24 § 2 mom. i lagen om Keva. Vid skötseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn ska iakttas vad som med stöd av lagen om statsbudgeten (423/1988) föreskrivs och bestäms om redogörare. De medel som avses i de momenten ska hållas åtskilda från Kevas medel. Närmare bestämmelser om grunderna för och fastställandet av arbetsgivarens pensionsavgift samt om beloppet och fastställandet av den omkostnadsdel som Keva får för verkställandet av pensionsskyddet samt om förvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen för den offentliga sektorn utfärdas genom förordning av statsrådet. Finansministeriet beslutar på framställning av Keva om storleken på de ålders-, invalid- och familjepensionsdelar som ligger till grund för arbetsgivarens pensionsavgift. Trots det som sägs ovan kan finansministeriet även besluta om grunder enligt vilka Keva i ändringssituationer som gäller enskilda arbetsgivare får fatta beslut om storleken på de pensionsavgiftsdelar som avses ovan utan ett särskilt beslut av finansministeriet. Keva beslutar om betalningen av arbetsgivarens pensionsavgift.",
        "folded_sv": "statens ambetsverk och inrattningar, statliga affarsverk samt sammanslutningar och inrattningar vars pensionsskydd for personalen, eller en del av personalen, enligt annan lagstiftning ska skotas av staten eller pa vilka den upphavda lagen om statens pensioner (1295/2006) har tillampats, betalar arbetsgivarens pensionsavgift, som bestar av en alders-, invalid- och familjepensionsdel och av en omkostnadsdel som verkstalligheten av pensionsskyddet foranleder. keva skoter uppgifter som galler uttagandet av arbetsgivarens pensionsavgift. avgiften betalas in pa statens pensionsfonds konto. statens pensionsfond betalar ersattning till keva enligt 24 § 2 mom. i lagen om keva. vid skotseln av de uppgifter som avses i 1 mom. och i 122 § 2 mom. i pensionslagen for den offentliga sektorn ska iakttas vad som med stod av lagen om statsbudgeten (423/1988) foreskrivs och bestams om redogorare. de medel som avses i de momenten ska hallas atskilda fran kevas medel. narmare bestammelser om grunderna for och faststallandet av arbetsgivarens pensionsavgift samt om beloppet och faststallandet av den omkostnadsdel som keva far for verkstallandet av pensionsskyddet samt om forvaltningen och redovisningen av de medel som avses i 1 mom. och i 122 § 2 mom. i pensionslagen for den offentliga sektorn utfardas genom forordning av statsradet. finansministeriet beslutar pa framstallning av keva om storleken pa de alders-, invalid- och familjepensionsdelar som ligger till grund for arbetsgivarens pensionsavgift. trots det som sags ovan kan finansministeriet aven besluta om grunder enligt vilka keva i andringssituationer som galler enskilda arbetsgivare far fatta beslut om storleken pa de pensionsavgiftsdelar som avses ovan utan ett sarskilt beslut av finansministeriet. keva beslutar om betalningen av arbetsgivarens pensionsavgift."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Aiheettomasti maksetun eläkemaksun palautuksen vanhentuminen",
      "content": "Aiheettomasti maksetun eläkemaksun palautus vanhentuu viiden vuoden kuluttua työnantajan eläkemaksun maksupäivästä, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Aiheettomasti maksetun eläkemaksun palautus vanhentuu viiden vuoden kuluttua työnantajan eläkemaksun maksupäivästä, jollei vanhentumista ole sitä ennen katkaistu. Vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. Vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 § :ää.",
        "folded_fi": "aiheettomasti maksetun elakemaksun palautus vanhentuu viiden vuoden kuluttua tyonantajan elakemaksun maksupaivasta, jollei vanhentumista ole sita ennen katkaistu. vanhentumisen katkaisemisesta alkaa kulua uusi viiden vuoden vanhentumisaika. vanhentumisen katkaisemiseen sovelletaan velan vanhentumisesta annetun lain (728/2003) 10 ja 11 §:aa.",
        "title_sv": "Preskription av återbetalning av pensionsavgift som betalats utan grund",
        "content_sv": "Återbetalningen av en pensionsavgift som betalats utan grund preskriberas fem år efter den dag då arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. Om preskriptionen avbryts börjar en ny femårig preskriptionstid löpa. På avbrytande av preskription tillämpas 10 och 11 § i lagen om preskription av skulder (728/2003).",
        "normalized_sv": "Återbetalningen av en pensionsavgift som betalats utan grund preskriberas fem år efter den dag då arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. Om preskriptionen avbryts börjar en ny femårig preskriptionstid löpa. På avbrytande av preskription tillämpas 10 och 11 § i lagen om preskription av skulder (728/2003).",
        "folded_sv": "aterbetalningen av en pensionsavgift som betalats utan grund preskriberas fem ar efter den dag da arbetsgivarens pensionsavgift betalades, om inte preskriptionen har avbrutits innan dess. om preskriptionen avbryts borjar en ny femarig preskriptionstid lopa. pa avbrytande av preskription tillampas 10 och 11 § i lagen om preskription av skulder (728/2003)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Eläkemaksun viivästyskorko",
      "content": "Jos työnantaja on laiminlyönyt eläkemaksun maksamisen määräajassa, työnantajan on maksettava korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukainen viivästyskorko.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos työnantaja on laiminlyönyt eläkemaksun maksamisen määräajassa, työnantajan on maksettava korkolain (633/1982) 4 § :n 1 momentissa tarkoitetun korkokannan mukainen viivästyskorko.",
        "folded_fi": "jos tyonantaja on laiminlyonyt elakemaksun maksamisen maaraajassa, tyonantajan on maksettava korkolain (633/1982) 4 §:n 1 momentissa tarkoitetun korkokannan mukainen viivastyskorko.",
        "title_sv": "Dröjsmålsränta på pensionsavgift",
        "content_sv": "Om en arbetsgivare har försummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala dröjsmålsränta enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "normalized_sv": "Om en arbetsgivare har försummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala dröjsmålsränta enligt den räntefot som avses i 4 § 1 mom. i räntelagen (633/1982).",
        "folded_sv": "om en arbetsgivare har forsummat att betala pensionsavgiften inom utsatt tid, ska arbetsgivaren betala drojsmalsranta enligt den rantefot som avses i 4 § 1 mom. i rantelagen (633/1982)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Perustevalitus",
      "content": "Asianosainen saa tehdä eläkemaksun maksuunpanoa koskevan perustevalituksen, jos hän katsoo, että Kevan työnantajalle määräämä maksuunpano on ollut lain vastainen. Perustevalitus on tehtävä kirjallisesti ja se on toimitettava työeläkeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sitä seuraavan vuoden alusta, jona saaminen on määrätty tai maksuunpantu. Muutoin noudatetaan, mitä julkisten alojen eläkelaissa säädetään muutoksen hakemisesta ja lainvoimaisen päätöksen poistamisesta eläkettä koskevassa asiassa. Ulosmittauksen vuoksi tehtävästä perustevalituksesta säädetään lisäksi verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Asianosainen saa tehdä eläkemaksun maksuunpanoa koskevan perustevalituksen, jos hän katsoo, että Kevan työnantajalle määräämä maksuunpano on ollut lain vastainen. Perustevalitus on tehtävä kirjallisesti ja se on toimitettava työeläkeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sitä seuraavan vuoden alusta, jona saaminen on määrätty tai maksuunpantu. Muutoin noudatetaan, mitä julkisten alojen eläkelaissa säädetään muutoksen hakemisesta ja lainvoimaisen päätöksen poistamisesta eläkettä koskevassa asiassa. Ulosmittauksen vuoksi tehtävästä perustevalituksesta säädetään lisäksi verojen ja maksujen täytäntöönpanosta annetussa laissa (706/2007).",
        "folded_fi": "asianosainen saa tehda elakemaksun maksuunpanoa koskevan perustevalituksen, jos han katsoo, etta kevan tyonantajalle maaraama maksuunpano on ollut lain vastainen. perustevalitus on tehtava kirjallisesti ja se on toimitettava tyoelakeasioiden muutoksenhakulautakunnalle kahden vuoden kuluessa sita seuraavan vuoden alusta, jona saaminen on maaratty tai maksuunpantu. muutoin noudatetaan, mita julkisten alojen elakelaissa saadetaan muutoksen hakemisesta ja lainvoimaisen paatoksen poistamisesta elaketta koskevassa asiassa. ulosmittauksen vuoksi tehtavasta perustevalituksesta saadetaan lisaksi verojen ja maksujen taytantoonpanosta annetussa laissa (706/2007).",
        "title_sv": "Grundbesvär",
        "content_sv": "En part får anföra grundbesvär över en debitering av pensionsavgift, om parten anser att en debitering som Keva påfört arbetsgivaren strider mot lag. Grundbesvär ska anföras skriftligen hos besvärsnämnden för arbetspensionsärenden inom två år från ingången av året efter det år under vilket fordran fastställdes eller debiterades. I övrigt iakttas vad som i pensionslagen för den offentliga sektorn föreskrivs om sökande av ändring och undanröjande av ett lagakraftvunnet beslut i ett pensionsärende. Bestämmelser om grundbesvär vid utmätning finns dessutom i lagen om verkställighet av skatter och avgifter (706/2007).",
        "normalized_sv": "En part får anföra grundbesvär över en debitering av pensionsavgift, om parten anser att en debitering som Keva påfört arbetsgivaren strider mot lag. Grundbesvär ska anföras skriftligen hos besvärsnämnden för arbetspensionsärenden inom två år från ingången av året efter det år under vilket fordran fastställdes eller debiterades. I övrigt iakttas vad som i pensionslagen för den offentliga sektorn föreskrivs om sökande av ändring och undanröjande av ett lagakraftvunnet beslut i ett pensionsärende. Bestämmelser om grundbesvär vid utmätning finns dessutom i lagen om verkställighet av skatter och avgifter (706/2007).",
        "folded_sv": "en part far anfora grundbesvar over en debitering av pensionsavgift, om parten anser att en debitering som keva pafort arbetsgivaren strider mot lag. grundbesvar ska anforas skriftligen hos besvarsnamnden for arbetspensionsarenden inom tva ar fran ingangen av aret efter det ar under vilket fordran faststalldes eller debiterades. i ovrigt iakttas vad som i pensionslagen for den offentliga sektorn foreskrivs om sokande av andring och undanrojande av ett lagakraftvunnet beslut i ett pensionsarende. bestammelser om grundbesvar vid utmatning finns dessutom i lagen om verkstallighet av skatter och avgifter (706/2007)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tällä lailla kumotaan työantajan eläkemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tällä lailla kumotaan työantajan eläkemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017. talla lailla kumotaan tyoantajan elakemaksun perusteista annettu valtioneuvoston asetus (863/2012).",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017. Genom denna lag upphävs statsrådets förordning om grunderna för arbetsgivarens pensionsavgift (863/2012).",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017. Genom denna lag upphävs statsrådets förordning om grunderna för arbetsgivarens pensionsavgift (863/2012).",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017. genom denna lag upphavs statsradets forordning om grunderna for arbetsgivarens pensionsavgift (863/2012)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    }
  ]
}