{
  "id": "685/2006",
  "type": "statute",
  "title": "Laki mallioikeuslain muuttamisesta",
  "title_en": "Lag om ändring av mönsterrättslagen",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/685/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "content": "keskeyttämismääräys Tuomioistuin voi 35 §:n 1 momentissa tarkoitettua kannetta käsitellessään mallioikeuden haltijan vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään mallioikeutta loukkaavaksi väitetyn käytön (), jollei sitä voida pitää kohtuuttomana ottaen huomioon mallioikeuden väitetyn loukkaajan, välittäjän ja mallioikeuden haltijan oikeudet. Ennen 35 §:n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, jonka väitetään loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 §:stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 35 §:n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle, määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 35 §:n 1 momentissa tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35 a",
        "normalized_fi": "keskeyttämismääräys Tuomioistuin voi 35 § :n 1 momentissa tarkoitettua kannetta käsitellessään mallioikeuden haltijan vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään mallioikeutta loukkaavaksi väitetyn käytön (), jollei sitä voida pitää kohtuuttomana ottaen huomioon mallioikeuden väitetyn loukkaajan, välittäjän ja mallioikeuden haltijan oikeudet. Ennen 35 § :n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, jonka väitetään loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 § :ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 § :stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 35 § :n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle, määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 35 § :n 1 momentissa tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 § :ssä säädetään.",
        "folded_fi": "keskeyttamismaarays tuomioistuin voi 35 §:n 1 momentissa tarkoitettua kannetta kasitellessaan mallioikeuden haltijan vaatimuksesta maarata lahettimen, palvelimen tai muun sellaisen laitteen yllapitajan taikka muun valittajana toimivan palvelun tarjoajan sakon uhalla keskeyttamaan mallioikeutta loukkaavaksi vaitetyn kayton (), jollei sita voida pitaa kohtuuttomana ottaen huomioon mallioikeuden vaitetyn loukkaajan, valittajan ja mallioikeuden haltijan oikeudet. ennen 35 §:n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttamismaarayksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeista, etta mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. tuomioistuimen on varattava seka sille, jolle maaraysta on haettu annettavaksi, etta sille, jonka vaitetaan loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. tiedoksianto sille, jolle maaraysta on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sahkopostia kayttaen. asian kasittelyyn sovelletaan muutoin, mita oikeudenkaymiskaaren 8 luvussa saadetaan. tuomioistuin voi pyynnosta antaa 2 momentissa tarkoitetun keskeyttamismaarayksen valiaikaisena vaitettya loukkaajaa kuulematta, jos asian kiireellisyys sita valttamatta vaatii. maarays on voimassa, kunnes toisin maarataan. vaitetylle loukkaajalle on maarayksen antamisen jalkeen viipymatta varattava tilaisuus tulla kuulluksi. kun vaitettya loukkaajaa on kuultu, tuomioistuimen on viipymatta paatettava, pidetaanko maarays voimassa vai peruutetaanko se. taman pykalan nojalla annettu keskeyttamismaarays ei saa vaarantaa kolmannen oikeutta lahettaa ja vastaanottaa viesteja. keskeyttamismaarays tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssa tarkoitetun vakuuden, jollei oikeudenkaymiskaaren 7 luvun 7 §:sta muuta johdu. taman pykalan 2 tai 3 momentin nojalla annettu keskeyttamismaarays raukeaa, jollei 35 §:n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa maarayksen antamisesta. keskeyttamismaaraysta vaatineen on korvattava sille, jolle maarays on annettu, samoin kuin vaitetylle loukkaajalle, maarayksen taytantoonpanosta aiheutunut vahinko seka asiassa aiheutuneet kulut, jos 35 §:n 1 momentissa tarkoitettu kanne hylataan tai jatetaan tutkimatta taikka jos asian kasittely jatetaan sillensa sen vuoksi, etta kantaja on peruuttanut kanteensa tai jaanyt saapumatta tuomioistuimeen. sama on voimassa, jos keskeyttamismaarays 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mita oikeudenkaymiskaaren 7 luvun 12 §:ssa saadetaan.",
        "content_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 35 § 1 mom. kan den på yrkande av innehavaren av en mönsterrätt vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter den användning som påstås göra intrång i mönsterrätten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som påstås göra intrång i mönsterrätten eller med hänsyn till mellanhänders eller mönsterrättsinnehavarens rättigheter. Innan talan enligt 35 § 1 mom. väcks kan den domstol som avses i momentet på yrkande av innehavaren av mönsterrätten meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att mönsterrättsinnehavarens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som påstås göra intrång i mönsterrätten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort intrång, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort ett intrång skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 35 § 1 mom. väcks inom en månad från det att föreläggandet meddelades. Den som begärt föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort intrång för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 35 § 1 mom. förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "normalized_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 35 § 1 mom. kan den på yrkande av innehavaren av en mönsterrätt vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter den användning som påstås göra intrång i mönsterrätten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som påstås göra intrång i mönsterrätten eller med hänsyn till mellanhänders eller mönsterrättsinnehavarens rättigheter. Innan talan enligt 35 § 1 mom. väcks kan den domstol som avses i momentet på yrkande av innehavaren av mönsterrätten meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att mönsterrättsinnehavarens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som påstås göra intrång i mönsterrätten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort intrång, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort ett intrång skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 35 § 1 mom. väcks inom en månad från det att föreläggandet meddelades. Den som begärt föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort intrång för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 35 § 1 mom. förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "folded_sv": "forelaggande om avbrytande nar domstolen behandlar talan enligt 35 § 1 mom. kan den pa yrkande av innehavaren av en monsterratt vid vite forordna att administratoren av en sandare, server eller nagon annan sadan anordning eller nagon annan tjanstelevererande mellanhand avbryter den anvandning som pastas gora intrang i monsterratten (), om det inte kan anses oskaligt med hansyn till rattigheterna for den person som pastas gora intrang i monsterratten eller med hansyn till mellanhanders eller monsterrattsinnehavarens rattigheter. innan talan enligt 35 § 1 mom. vacks kan den domstol som avses i momentet pa yrkande av innehavaren av monsterratten meddela ett forelaggande om avbrytande, om forutsattningar enligt 1 mom. finns for det och om det ar uppenbart att monsterrattsinnehavarens rattigheter annars allvarligt aventyras. domstolen skall bereda den mot vilken forelaggande begars och den som pastas gora intrang i monsterratten tillfalle att bli horda. delgivning till den mot vilken ett forelaggande har sokts kan ske per post, telefax eller elektronisk post. i ovrigt tillampas 8 kap. i rattegangsbalken pa behandlingen av arendet. domstolen kan pa begaran meddela det forelaggande om avbrytande som avses i 2 mom. interimistiskt utan att hora den som pastas ha gjort intrang, om arendets bradskande natur nodvandigtvis kraver det. forelaggandet ar i kraft tills nagot annat bestams. den som pastas ha gjort ett intrang skall utan drojsmal efter att forelaggandet har meddelats beredas tillfalle att bli hord. nar denne har horts skall domstolen utan drojsmal besluta om forelaggandet skall vara i kraft eller aterkallas. ett forelaggande om avbrytande som meddelats med stod av denna paragraf far inte aventyra tredje mans ratt att sanda och ta emot meddelanden. ett forelaggande om avbrytande trader i kraft nar sokanden staller en sadan sakerhet hos utmatningsmannen som avses i 7 kap. 16 § i utsokningslagen (37/1895), om inget annat foljer av 7 kap. 7 § i rattegangsbalken. ett forelaggande om avbrytande som meddelats med stod av 2 eller 3 mom. i denna paragraf forfaller om inte talan enligt 35 § 1 mom. vacks inom en manad fran det att forelaggandet meddelades. den som begart forelaggande om avbrytande skall ersatta den som meddelats forelaggandet liksom ocksa den som pastas ha gjort intrang for den skada som orsakas av att forelaggandet verkstalls samt for kostnaderna i arendet, om talan enligt 35 § 1 mom. forkastas eller avvisas utan provning eller om behandlingen av arendet avskrivs som en foljd av att karanden atertagit talan eller uteblivit fran ratten. samma galler om forelaggandet om avbrytande aterkallas med stod av 3 mom. eller forfaller med stod av 4 mom. nar en talan om ersattning av skada och kostnader vacks skall 7 kap. 12 § i rattegangsbalken iakttas."
      }
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "content": "Tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36 a",
        "normalized_fi": "Tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "folded_fi": "tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta maarata, etta vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siita, etta han soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. maaraysta ei saa antaa, jos tietojen levittamista on muussa laissa rajoitettu. harkitessaan maarayksen antamista ja maarayksen sisaltoa tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. tuomioistuin maaraa vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmaismaaran. kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen maaraamassa ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "content_sv": "Domstolen kan i ett tvistemål som gäller intrång i en mönsterrätt på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrång i en mönsterrätt. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, intrångets art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "normalized_sv": "Domstolen kan i ett tvistemål som gäller intrång i en mönsterrätt på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrång i en mönsterrätt. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, intrångets art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "folded_sv": "domstolen kan i ett tvistemal som galler intrang i en monsterratt pa yrkande av karanden alagga svaranden att ersatta karanden for de kostnader denne har av att vidta lampliga atgarder for att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrang i en monsterratt. ett alaggande far inte ges om spridningen av informationen har begransats i nagon annan lag. vid provningen av om ett alaggande skall ges och av dess innehall skall domstolen beakta den allmanna betydelsen av offentliggorandet, intrangets art och omfattning, de kostnader som offentliggorandet medfor och andra motsvarande omstandigheter. domstolen faststaller ett maximibelopp for de skaliga kostnader for offentliggorande som svaranden skall ersatta. karanden har inte ratt till ersattning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid raknat fran den tidpunkt da den lagakraftvunna domen gavs."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "35 a",
      "section": "35 a",
      "content": "keskeyttämismääräys Tuomioistuin voi 35 §:n 1 momentissa tarkoitettua kannetta käsitellessään mallioikeuden haltijan vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään mallioikeutta loukkaavaksi väitetyn käytön (), jollei sitä voida pitää kohtuuttomana ottaen huomioon mallioikeuden väitetyn loukkaajan, välittäjän ja mallioikeuden haltijan oikeudet. Ennen 35 §:n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, jonka väitetään loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 §:stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 35 §:n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle, määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 35 §:n 1 momentissa tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:35 a",
        "normalized_fi": "keskeyttämismääräys Tuomioistuin voi 35 § :n 1 momentissa tarkoitettua kannetta käsitellessään mallioikeuden haltijan vaatimuksesta määrätä lähettimen, palvelimen tai muun sellaisen laitteen ylläpitäjän taikka muun välittäjänä toimivan palvelun tarjoajan sakon uhalla keskeyttämään mallioikeutta loukkaavaksi väitetyn käytön (), jollei sitä voida pitää kohtuuttomana ottaen huomioon mallioikeuden väitetyn loukkaajan, välittäjän ja mallioikeuden haltijan oikeudet. Ennen 35 § :n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttämismääräyksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeistä, että mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. Tuomioistuimen on varattava sekä sille, jolle määräystä on haettu annettavaksi, että sille, jonka väitetään loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. Tiedoksianto sille, jolle määräystä on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sähköpostia käyttäen. Asian käsittelyyn sovelletaan muutoin, mitä oikeudenkäymiskaaren 8 luvussa säädetään. Tuomioistuin voi pyynnöstä antaa 2 momentissa tarkoitetun keskeyttämismääräyksen väliaikaisena väitettyä loukkaajaa kuulematta, jos asian kiireellisyys sitä välttämättä vaatii. Määräys on voimassa, kunnes toisin määrätään. Väitetylle loukkaajalle on määräyksen antamisen jälkeen viipymättä varattava tilaisuus tulla kuulluksi. Kun väitettyä loukkaajaa on kuultu, tuomioistuimen on viipymättä päätettävä, pidetäänkö määräys voimassa vai peruutetaanko se. Tämän pykälän nojalla annettu keskeyttämismääräys ei saa vaarantaa kolmannen oikeutta lähettää ja vastaanottaa viestejä. Keskeyttämismääräys tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 § :ssä tarkoitetun vakuuden, jollei oikeudenkäymiskaaren 7 luvun 7 § :stä muuta johdu. Tämän pykälän 2 tai 3 momentin nojalla annettu keskeyttämismääräys raukeaa, jollei 35 § :n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa määräyksen antamisesta. Keskeyttämismääräystä vaatineen on korvattava sille, jolle määräys on annettu, samoin kuin väitetylle loukkaajalle, määräyksen täytäntöönpanosta aiheutunut vahinko sekä asiassa aiheutuneet kulut, jos 35 § :n 1 momentissa tarkoitettu kanne hylätään tai jätetään tutkimatta taikka jos asian käsittely jätetään sillensä sen vuoksi, että kantaja on peruuttanut kanteensa tai jäänyt saapumatta tuomioistuimeen. Sama on voimassa, jos keskeyttämismääräys 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. Vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mitä oikeudenkäymiskaaren 7 luvun 12 § :ssä säädetään.",
        "folded_fi": "keskeyttamismaarays tuomioistuin voi 35 §:n 1 momentissa tarkoitettua kannetta kasitellessaan mallioikeuden haltijan vaatimuksesta maarata lahettimen, palvelimen tai muun sellaisen laitteen yllapitajan taikka muun valittajana toimivan palvelun tarjoajan sakon uhalla keskeyttamaan mallioikeutta loukkaavaksi vaitetyn kayton (), jollei sita voida pitaa kohtuuttomana ottaen huomioon mallioikeuden vaitetyn loukkaajan, valittajan ja mallioikeuden haltijan oikeudet. ennen 35 §:n 1 momentissa tarkoitetun kanteen nostamista momentissa tarkoitettu tuomioistuin voi mallioikeuden haltijan vaatimuksesta antaa keskeyttamismaarayksen, jos sen antamiselle on 1 momentissa mainitut edellytykset ja jos on ilmeista, etta mallioikeuden haltijan oikeuksien toteutuminen muutoin vakavasti vaarantuisi. tuomioistuimen on varattava seka sille, jolle maaraysta on haettu annettavaksi, etta sille, jonka vaitetaan loukkaavan mallioikeutta, tilaisuus tulla kuulluksi. tiedoksianto sille, jolle maaraysta on haettu annettavaksi, voidaan toimittaa postitse taikka telekopiota tai sahkopostia kayttaen. asian kasittelyyn sovelletaan muutoin, mita oikeudenkaymiskaaren 8 luvussa saadetaan. tuomioistuin voi pyynnosta antaa 2 momentissa tarkoitetun keskeyttamismaarayksen valiaikaisena vaitettya loukkaajaa kuulematta, jos asian kiireellisyys sita valttamatta vaatii. maarays on voimassa, kunnes toisin maarataan. vaitetylle loukkaajalle on maarayksen antamisen jalkeen viipymatta varattava tilaisuus tulla kuulluksi. kun vaitettya loukkaajaa on kuultu, tuomioistuimen on viipymatta paatettava, pidetaanko maarays voimassa vai peruutetaanko se. taman pykalan nojalla annettu keskeyttamismaarays ei saa vaarantaa kolmannen oikeutta lahettaa ja vastaanottaa viesteja. keskeyttamismaarays tulee voimaan, kun hakija asettaa ulosottomiehelle ulosottolain (37/1895) 7 luvun 16 §:ssa tarkoitetun vakuuden, jollei oikeudenkaymiskaaren 7 luvun 7 §:sta muuta johdu. taman pykalan 2 tai 3 momentin nojalla annettu keskeyttamismaarays raukeaa, jollei 35 §:n 1 momentissa tarkoitettua kannetta nosteta kuukauden kuluessa maarayksen antamisesta. keskeyttamismaaraysta vaatineen on korvattava sille, jolle maarays on annettu, samoin kuin vaitetylle loukkaajalle, maarayksen taytantoonpanosta aiheutunut vahinko seka asiassa aiheutuneet kulut, jos 35 §:n 1 momentissa tarkoitettu kanne hylataan tai jatetaan tutkimatta taikka jos asian kasittely jatetaan sillensa sen vuoksi, etta kantaja on peruuttanut kanteensa tai jaanyt saapumatta tuomioistuimeen. sama on voimassa, jos keskeyttamismaarays 3 momentin nojalla peruutetaan tai 4 momentin nojalla raukeaa. vahingon ja kulujen korvaamista koskevan kanteen nostamisessa noudatetaan, mita oikeudenkaymiskaaren 7 luvun 12 §:ssa saadetaan.",
        "content_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 35 § 1 mom. kan den på yrkande av innehavaren av en mönsterrätt vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter den användning som påstås göra intrång i mönsterrätten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som påstås göra intrång i mönsterrätten eller med hänsyn till mellanhänders eller mönsterrättsinnehavarens rättigheter. Innan talan enligt 35 § 1 mom. väcks kan den domstol som avses i momentet på yrkande av innehavaren av mönsterrätten meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att mönsterrättsinnehavarens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som påstås göra intrång i mönsterrätten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort intrång, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort ett intrång skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 35 § 1 mom. väcks inom en månad från det att föreläggandet meddelades. Den som begärt föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort intrång för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 35 § 1 mom. förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "normalized_sv": "föreläggande om avbrytande När domstolen behandlar talan enligt 35 § 1 mom. kan den på yrkande av innehavaren av en mönsterrätt vid vite förordna att administratören av en sändare, server eller någon annan sådan anordning eller någon annan tjänstelevererande mellanhand avbryter den användning som påstås göra intrång i mönsterrätten (), om det inte kan anses oskäligt med hänsyn till rättigheterna för den person som påstås göra intrång i mönsterrätten eller med hänsyn till mellanhänders eller mönsterrättsinnehavarens rättigheter. Innan talan enligt 35 § 1 mom. väcks kan den domstol som avses i momentet på yrkande av innehavaren av mönsterrätten meddela ett föreläggande om avbrytande, om förutsättningar enligt 1 mom. finns för det och om det är uppenbart att mönsterrättsinnehavarens rättigheter annars allvarligt äventyras. Domstolen skall bereda den mot vilken föreläggande begärs och den som påstås göra intrång i mönsterrätten tillfälle att bli hörda. Delgivning till den mot vilken ett föreläggande har sökts kan ske per post, telefax eller elektronisk post. I övrigt tillämpas 8 kap. i rättegångsbalken på behandlingen av ärendet. Domstolen kan på begäran meddela det föreläggande om avbrytande som avses i 2 mom. interimistiskt utan att höra den som påstås ha gjort intrång, om ärendets brådskande natur nödvändigtvis kräver det. Föreläggandet är i kraft tills något annat bestäms. Den som påstås ha gjort ett intrång skall utan dröjsmål efter att föreläggandet har meddelats beredas tillfälle att bli hörd. När denne har hörts skall domstolen utan dröjsmål besluta om föreläggandet skall vara i kraft eller återkallas. Ett föreläggande om avbrytande som meddelats med stöd av denna paragraf får inte äventyra tredje mans rätt att sända och ta emot meddelanden. Ett föreläggande om avbrytande träder i kraft när sökanden ställer en sådan säkerhet hos utmätningsmannen som avses i 7 kap. 16 § i utsökningslagen (37/1895), om inget annat följer av 7 kap. 7 § i rättegångsbalken. Ett föreläggande om avbrytande som meddelats med stöd av 2 eller 3 mom. i denna paragraf förfaller om inte talan enligt 35 § 1 mom. väcks inom en månad från det att föreläggandet meddelades. Den som begärt föreläggande om avbrytande skall ersätta den som meddelats föreläggandet liksom också den som påstås ha gjort intrång för den skada som orsakas av att föreläggandet verkställs samt för kostnaderna i ärendet, om talan enligt 35 § 1 mom. förkastas eller avvisas utan prövning eller om behandlingen av ärendet avskrivs som en följd av att käranden återtagit talan eller uteblivit från rätten. Samma gäller om föreläggandet om avbrytande återkallas med stöd av 3 mom. eller förfaller med stöd av 4 mom. När en talan om ersättning av skada och kostnader väcks skall 7 kap. 12 § i rättegångsbalken iakttas.",
        "folded_sv": "forelaggande om avbrytande nar domstolen behandlar talan enligt 35 § 1 mom. kan den pa yrkande av innehavaren av en monsterratt vid vite forordna att administratoren av en sandare, server eller nagon annan sadan anordning eller nagon annan tjanstelevererande mellanhand avbryter den anvandning som pastas gora intrang i monsterratten (), om det inte kan anses oskaligt med hansyn till rattigheterna for den person som pastas gora intrang i monsterratten eller med hansyn till mellanhanders eller monsterrattsinnehavarens rattigheter. innan talan enligt 35 § 1 mom. vacks kan den domstol som avses i momentet pa yrkande av innehavaren av monsterratten meddela ett forelaggande om avbrytande, om forutsattningar enligt 1 mom. finns for det och om det ar uppenbart att monsterrattsinnehavarens rattigheter annars allvarligt aventyras. domstolen skall bereda den mot vilken forelaggande begars och den som pastas gora intrang i monsterratten tillfalle att bli horda. delgivning till den mot vilken ett forelaggande har sokts kan ske per post, telefax eller elektronisk post. i ovrigt tillampas 8 kap. i rattegangsbalken pa behandlingen av arendet. domstolen kan pa begaran meddela det forelaggande om avbrytande som avses i 2 mom. interimistiskt utan att hora den som pastas ha gjort intrang, om arendets bradskande natur nodvandigtvis kraver det. forelaggandet ar i kraft tills nagot annat bestams. den som pastas ha gjort ett intrang skall utan drojsmal efter att forelaggandet har meddelats beredas tillfalle att bli hord. nar denne har horts skall domstolen utan drojsmal besluta om forelaggandet skall vara i kraft eller aterkallas. ett forelaggande om avbrytande som meddelats med stod av denna paragraf far inte aventyra tredje mans ratt att sanda och ta emot meddelanden. ett forelaggande om avbrytande trader i kraft nar sokanden staller en sadan sakerhet hos utmatningsmannen som avses i 7 kap. 16 § i utsokningslagen (37/1895), om inget annat foljer av 7 kap. 7 § i rattegangsbalken. ett forelaggande om avbrytande som meddelats med stod av 2 eller 3 mom. i denna paragraf forfaller om inte talan enligt 35 § 1 mom. vacks inom en manad fran det att forelaggandet meddelades. den som begart forelaggande om avbrytande skall ersatta den som meddelats forelaggandet liksom ocksa den som pastas ha gjort intrang for den skada som orsakas av att forelaggandet verkstalls samt for kostnaderna i arendet, om talan enligt 35 § 1 mom. forkastas eller avvisas utan provning eller om behandlingen av arendet avskrivs som en foljd av att karanden atertagit talan eller uteblivit fran ratten. samma galler om forelaggandet om avbrytande aterkallas med stod av 3 mom. eller forfaller med stod av 4 mom. nar en talan om ersattning av skada och kostnader vacks skall 7 kap. 12 § i rattegangsbalken iakttas."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "36 a",
      "section": "36 a",
      "content": "Tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36 a",
        "normalized_fi": "Tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta määrätä, että vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siitä, että hän soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. Määräystä ei saa antaa, jos tietojen levittämistä on muussa laissa rajoitettu. Harkitessaan määräyksen antamista ja määräyksen sisältöä tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. Tuomioistuin määrää vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmäismäärän. Kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen määräämässä ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "folded_fi": "tuomioistuin voi mallioikeuden loukkausta koskevassa riita-asiassa kantajan vaatimuksesta maarata, etta vastaajan on korvattava kustannukset, jotka kantajalle aiheutuvat siita, etta han soveltuvin toimin julkistaa tietoja lainvoimaisesta tuomiosta, jossa vastaajan on todettu loukanneen mallioikeutta. maaraysta ei saa antaa, jos tietojen levittamista on muussa laissa rajoitettu. harkitessaan maarayksen antamista ja maarayksen sisaltoa tuomioistuimen tulee ottaa huomioon julkistamisen yleinen merkitys, loukkauksen laatu ja laajuus, julkistamisesta aiheutuvat kustannukset ja muut vastaavat seikat. tuomioistuin maaraa vastaajan korvattavien kohtuullisten julkistamiskustannusten enimmaismaaran. kantajalla ei ole oikeutta korvaukseen, jos tietoja tuomiosta ei ole julkistettu tuomioistuimen maaraamassa ajassa lainvoimaiseksi tulleen tuomion antamisesta.",
        "content_sv": "Domstolen kan i ett tvistemål som gäller intrång i en mönsterrätt på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrång i en mönsterrätt. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, intrångets art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "normalized_sv": "Domstolen kan i ett tvistemål som gäller intrång i en mönsterrätt på yrkande av käranden ålägga svaranden att ersätta käranden för de kostnader denne har av att vidta lämpliga åtgärder för att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrång i en mönsterrätt. Ett åläggande får inte ges om spridningen av informationen har begränsats i någon annan lag. Vid prövningen av om ett åläggande skall ges och av dess innehåll skall domstolen beakta den allmänna betydelsen av offentliggörandet, intrångets art och omfattning, de kostnader som offentliggörandet medför och andra motsvarande omständigheter. Domstolen fastställer ett maximibelopp för de skäliga kostnader för offentliggörande som svaranden skall ersätta. Käranden har inte rätt till ersättning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid räknat från den tidpunkt då den lagakraftvunna domen gavs.",
        "folded_sv": "domstolen kan i ett tvistemal som galler intrang i en monsterratt pa yrkande av karanden alagga svaranden att ersatta karanden for de kostnader denne har av att vidta lampliga atgarder for att sprida information om en lagakraftvunnen dom i vilken svaranden har konstaterats ha gjort intrang i en monsterratt. ett alaggande far inte ges om spridningen av informationen har begransats i nagon annan lag. vid provningen av om ett alaggande skall ges och av dess innehall skall domstolen beakta den allmanna betydelsen av offentliggorandet, intrangets art och omfattning, de kostnader som offentliggorandet medfor och andra motsvarande omstandigheter. domstolen faststaller ett maximibelopp for de skaliga kostnader for offentliggorande som svaranden skall ersatta. karanden har inte ratt till ersattning om uppgifter om domen inte har offentliggjorts inom en av domstolen utsatt tid raknat fran den tidpunkt da den lagakraftvunna domen gavs."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}