{
  "id": "687/2006",
  "type": "statute",
  "title": "Laki eläkeoikeuden siirtämisestä Suomen työeläkejärjestelmän ja Euroopan yhteisöjen eläkejärjestelmän välillä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om överföring av pensionsrätt mellan arbetspensionssystemet i Finland och Europeiska gemenskapernas pensionssystem",
  "status": "in_force",
  "issued_date": "2006-07-21",
  "in_force_date": "2006-07-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/687/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Siirron kohteena on eläkeoikeus, joka henkilölle on karttunut työ-, virka- tai muusta palvelussuhteesta tai yrittäjätoiminnasta työntekijäin eläkelain (395/1961) 8 §:n 4 momentissa, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön tai eläkesääntöjen perusteella taikka työntekijän eläkelain (395/2006) perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Siirron kohteena on eläkeoikeus, joka henkilölle on karttunut työ-, virka- tai muusta palvelussuhteesta tai yrittäjätoiminnasta työntekijäin eläkelain (395/1961) 8 § :n 4 momentissa, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön tai eläkesääntöjen perusteella taikka työntekijän eläkelain (395/2006) perusteella.",
        "folded_fi": "siirron kohteena on elakeoikeus, joka henkilolle on karttunut tyo-, virka- tai muusta palvelussuhteesta tai yrittajatoiminnasta tyontekijain elakelain (395/1961) 8 §:n 4 momentissa, sellaisena kuin se on ollut voimassa tyontekijan elakelain tullessa voimaan, mainittujen lakien, elakeohjesaannon tai elakesaantojen perusteella taikka tyontekijan elakelain (395/2006) perusteella.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Överföringen gäller pensionsrätt som en person har intjänat i arbetsavtals-, tjänste- eller annat anställningsförhållande eller på basis av företagarverksamhet med stöd av de lagar, det pensionsreglemente eller de pensionsstadgor som nämns i 8 § 4 mom. i lagen om pension för arbetstagare (365/1961) sådant det lydde när lagen om pension för arbetstagare trädde i kraft, eller med stöd av lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Överföringen gäller pensionsrätt som en person har intjänat i arbetsavtals-, tjänste- eller annat anställningsförhållande eller på basis av företagarverksamhet med stöd av de lagar, det pensionsreglemente eller de pensionsstadgor som nämns i 8 § 4 mom. i lagen om pension för arbetstagare (365/1961) sådant det lydde när lagen om pension för arbetstagare trädde i kraft, eller med stöd av lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "overforingen galler pensionsratt som en person har intjanat i arbetsavtals-, tjanste- eller annat anstallningsforhallande eller pa basis av foretagarverksamhet med stod av de lagar, det pensionsreglemente eller de pensionsstadgor som namns i 8 § 4 mom. i lagen om pension for arbetstagare (365/1961) sadant det lydde nar lagen om pension for arbetstagare tradde i kraft, eller med stod av lagen om pension for arbetstagare (395/2006)."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Oikeus siirtoon ja siirrettävä eläkeoikeus",
      "content": "Euroopan yhteisöjen virkamiehiin sovellettavassa henkilöstöasetuksessa tarkoitetulla henkilöllä on henkilöstöasetuksen ja tämän lain mukaisesti oikeus siirtää Euroopan yhteisöjen eläkejärjestelmään 1 §:n 2 momentissa tarkoitettu eläkeoikeus. Siirron kohteena on eläkeoikeus, joka on karttunut siirtoon oikeutetulle siirtomäärän laskentapäivään mennessä, tarkistettuna työntekijän eläkelain 96 §:n mukaisesti. Siirto koskee myös työntekijäin eläkelain 11 §:n, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, maatalousyrittäjien eläkelain (467/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittäjien eläkelain (468/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisäetuja lukuun ottamatta hautausavustusta. Siirrettävä eläkeoikeus käsittää työntekijäin eläkelain 8 §:n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön, eläkesääntöjen ja työntekijän eläkelain mukaiset eläkeoikeudet yhteensovitettuina ja muunnettuina vastaamaan eläkeoikeutta 63 vuoden iässä sen mukaisesti, mitä valtion eläkelain muuttamisesta annetun lain (679/2004) voimaantulosäännöksissä ja kunnallisen eläkelain muuttamisesta annetun lain (713/2004) voimaantulosäännöksissä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Euroopan yhteisöjen virkamiehiin sovellettavassa henkilöstöasetuksessa tarkoitetulla henkilöllä on henkilöstöasetuksen ja tämän lain mukaisesti oikeus siirtää Euroopan yhteisöjen eläkejärjestelmään 1 § :n 2 momentissa tarkoitettu eläkeoikeus. Siirron kohteena on eläkeoikeus, joka on karttunut siirtoon oikeutetulle siirtomäärän laskentapäivään mennessä, tarkistettuna työntekijän eläkelain 96 § :n mukaisesti. Siirto koskee myös työntekijäin eläkelain 11 § :n, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, maatalousyrittäjien eläkelain (467/1969) 11 § :n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittäjien eläkelain (468/1969) 11 § :n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisäetuja lukuun ottamatta hautausavustusta. Siirrettävä eläkeoikeus käsittää työntekijäin eläkelain 8 § :n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön, eläkesääntöjen ja työntekijän eläkelain mukaiset eläkeoikeudet yhteensovitettuina ja muunnettuina vastaamaan eläkeoikeutta 63 vuoden iässä sen mukaisesti, mitä valtion eläkelain muuttamisesta annetun lain (679/2004) voimaantulosäännöksissä ja kunnallisen eläkelain muuttamisesta annetun lain (713/2004) voimaantulosäännöksissä säädetään.",
        "folded_fi": "euroopan yhteisojen virkamiehiin sovellettavassa henkilostoasetuksessa tarkoitetulla henkilolla on henkilostoasetuksen ja taman lain mukaisesti oikeus siirtaa euroopan yhteisojen elakejarjestelmaan 1 §:n 2 momentissa tarkoitettu elakeoikeus. siirron kohteena on elakeoikeus, joka on karttunut siirtoon oikeutetulle siirtomaaran laskentapaivaan mennessa, tarkistettuna tyontekijan elakelain 96 §:n mukaisesti. siirto koskee myos tyontekijain elakelain 11 §:n, sellaisena kuin se on ollut voimassa tyontekijan elakelain tullessa voimaan, maatalousyrittajien elakelain (467/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittajien elakelain (468/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisaetuja lukuun ottamatta hautausavustusta. siirrettava elakeoikeus kasittaa tyontekijain elakelain 8 §:n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa tyontekijan elakelain tullessa voimaan, mainittujen lakien, elakeohjesaannon, elakesaantojen ja tyontekijan elakelain mukaiset elakeoikeudet yhteensovitettuina ja muunnettuina vastaamaan elakeoikeutta 63 vuoden iassa sen mukaisesti, mita valtion elakelain muuttamisesta annetun lain (679/2004) voimaantulosaannoksissa ja kunnallisen elakelain muuttamisesta annetun lain (713/2004) voimaantulosaannoksissa saadetaan.",
        "title_sv": "Rätten till överföring och pensionsrätt som överförs",
        "content_sv": "En person som avses i den personalförordning som tillämpas på Europeiska gemenskapernas tjänstemän har enligt personalförordningen och denna lag rätt att till Europeiska gemenskapernas pensionssystem överföra pensionsrätt som avses i 1 § 2 mom. Överföringen gäller pensionsrätt som den som är berättigad till överföring har intjänat fram till beräkningsdagen för överföringsbeloppet, justerad i enlighet med 96 § i lagen om pension för arbetstagare. Överföringen gäller också tilläggsförmåner enligt 11 § i lagen om pension för arbetstagare, sådan paragrafen lydde när lagen om pension för arbetstagare trädde i kraft, 11 § i lagen om pension för lantbruksföretagare (467/1969), sådan paragrafen lydde när lagen 655/2000 trädde i kraft och 11 § i lagen om pension för företagare (468/1969), sådan paragrafen lydde när lagen 656/2000 trädde i kraft, med undantag för begravningsbidrag. Den pensionsrätt som överförs omfattar pensionsrättigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som nämns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension för arbetstagare, sådana dessa lagrum lydde när lagen om pension för arbetstagare trädde i kraft, och enligt lagen om pension för arbetstagare samordnade och omvandlade så att de motsvarar rätt till pension vid 63 års ålder, i enlighet med vad som föreskrivs i ikraftträdandebestämmelserna i lagen om ändring av lagen om statens pensioner (679/2004) och i lagen om ändring av lagen om kommunala pensioner (713/2004).",
        "normalized_sv": "En person som avses i den personalförordning som tillämpas på Europeiska gemenskapernas tjänstemän har enligt personalförordningen och denna lag rätt att till Europeiska gemenskapernas pensionssystem överföra pensionsrätt som avses i 1 § 2 mom. Överföringen gäller pensionsrätt som den som är berättigad till överföring har intjänat fram till beräkningsdagen för överföringsbeloppet, justerad i enlighet med 96 § i lagen om pension för arbetstagare. Överföringen gäller också tilläggsförmåner enligt 11 § i lagen om pension för arbetstagare, sådan paragrafen lydde när lagen om pension för arbetstagare trädde i kraft, 11 § i lagen om pension för lantbruksföretagare (467/1969), sådan paragrafen lydde när lagen 655/2000 trädde i kraft och 11 § i lagen om pension för företagare (468/1969), sådan paragrafen lydde när lagen 656/2000 trädde i kraft, med undantag för begravningsbidrag. Den pensionsrätt som överförs omfattar pensionsrättigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som nämns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension för arbetstagare, sådana dessa lagrum lydde när lagen om pension för arbetstagare trädde i kraft, och enligt lagen om pension för arbetstagare samordnade och omvandlade så att de motsvarar rätt till pension vid 63 års ålder, i enlighet med vad som föreskrivs i ikraftträdandebestämmelserna i lagen om ändring av lagen om statens pensioner (679/2004) och i lagen om ändring av lagen om kommunala pensioner (713/2004).",
        "folded_sv": "en person som avses i den personalforordning som tillampas pa europeiska gemenskapernas tjansteman har enligt personalforordningen och denna lag ratt att till europeiska gemenskapernas pensionssystem overfora pensionsratt som avses i 1 § 2 mom. overforingen galler pensionsratt som den som ar berattigad till overforing har intjanat fram till berakningsdagen for overforingsbeloppet, justerad i enlighet med 96 § i lagen om pension for arbetstagare. overforingen galler ocksa tillaggsformaner enligt 11 § i lagen om pension for arbetstagare, sadan paragrafen lydde nar lagen om pension for arbetstagare tradde i kraft, 11 § i lagen om pension for lantbruksforetagare (467/1969), sadan paragrafen lydde nar lagen 655/2000 tradde i kraft och 11 § i lagen om pension for foretagare (468/1969), sadan paragrafen lydde nar lagen 656/2000 tradde i kraft, med undantag for begravningsbidrag. den pensionsratt som overfors omfattar pensionsrattigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som namns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension for arbetstagare, sadana dessa lagrum lydde nar lagen om pension for arbetstagare tradde i kraft, och enligt lagen om pension for arbetstagare samordnade och omvandlade sa att de motsvarar ratt till pension vid 63 ars alder, i enlighet med vad som foreskrivs i ikrafttradandebestammelserna i lagen om andring av lagen om statens pensioner (679/2004) och i lagen om andring av lagen om kommunala pensioner (713/2004)."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirron toteuttaminen",
      "content": "Eläketurvakeskus antaa päätöksen Euroopan yhteisöihin siirrettävästä määrästä, joka sisältää siirtomäärän ja sille 6 §:n mukaisesti laskettavan koron. Päätös annetaan sen jälkeen, kun 7 §:ssä tarkoitetut päätökset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen päätöksen poistamista, sen jälkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketurvakeskus antaa päätöksen Euroopan yhteisöihin siirrettävästä määrästä, joka sisältää siirtomäärän ja sille 6 § :n mukaisesti laskettavan koron. Päätös annetaan sen jälkeen, kun 7 § :ssä tarkoitetut päätökset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen päätöksen poistamista, sen jälkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
        "folded_fi": "elaketurvakeskus antaa paatoksen euroopan yhteisoihin siirrettavasta maarasta, joka sisaltaa siirtomaaran ja sille 6 §:n mukaisesti laskettavan koron. paatos annetaan sen jalkeen, kun 7 §:ssa tarkoitetut paatokset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen paatoksen poistamista, sen jalkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
        "title_sv": "Hur överföringen genomförs",
        "content_sv": "Pensionsskyddscentralen meddelar beslut om det belopp som skall överföras till Europeiska gemenskaperna och som består av överföringsbeloppet och den ränta som enligt 6 § beräknas på det. Beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansökan gjorts om undanröjande av ett lagakraftvunnet beslut, efter det att besvärsinstansen har gett sitt avgörande i saken.",
        "normalized_sv": "Pensionsskyddscentralen meddelar beslut om det belopp som skall överföras till Europeiska gemenskaperna och som består av överföringsbeloppet och den ränta som enligt 6 § beräknas på det. Beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansökan gjorts om undanröjande av ett lagakraftvunnet beslut, efter det att besvärsinstansen har gett sitt avgörande i saken.",
        "folded_sv": "pensionsskyddscentralen meddelar beslut om det belopp som skall overforas till europeiska gemenskaperna och som bestar av overforingsbeloppet och den ranta som enligt 6 § beraknas pa det. beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansokan gjorts om undanrojande av ett lagakraftvunnet beslut, efter det att besvarsinstansen har gett sitt avgorande i saken."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku ja päätöksen poistaminen",
      "content": "Jos tässä laissa tarkoitettu eläkelaitoksen eläkeoikeuden määrää tai Eläketurvakeskuksen siirrettävää eläkeoikeutta ja rahoitusosuuksia koskeva päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Eläketurvakeskuksen tai asianomaisen eläkelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Eläketurvakeskuksen tai asianomaisen eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Tässä momentissa tarkoitettuun päätökseen saa hakea muutosta siten kuin 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tässä laissa tarkoitettu eläkelaitoksen eläkeoikeuden määrää tai Eläketurvakeskuksen siirrettävää eläkeoikeutta ja rahoitusosuuksia koskeva päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Eläketurvakeskuksen tai asianomaisen eläkelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Eläketurvakeskuksen tai asianomaisen eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Tässä momentissa tarkoitettuun päätökseen saa hakea muutosta siten kuin 1 momentissa säädetään.",
        "folded_fi": "jos tassa laissa tarkoitettu elakelaitoksen elakeoikeuden maaraa tai elaketurvakeskuksen siirrettavaa elakeoikeutta ja rahoitusosuuksia koskeva paatos perustuu vaaraan tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi elaketurvakeskuksen tai asianomaisen elakelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, elaketurvakeskuksen tai asianomaisen elakelaitoksen on tutkittava asia uudelleen. elakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun taikka myontaa edun aikaisempaa suurempana. myos asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. tassa momentissa tarkoitettuun paatokseen saa hakea muutosta siten kuin 1 momentissa saadetaan.",
        "title_sv": "Ändringssökande och undanröjande av beslut",
        "content_sv": "Om ett i denna lag avsett beslut av en pensionsanstalt som gäller beloppet av pensionsrätten eller Pensionsskyddscentralens beslut som gäller den pensionsrätt som överförs och finansieringsandelarna grundar sig på en oriktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på framställning av Pensionsskyddscentralen eller pensionsanstalten i fråga eller på ansökan av den som ansökt om överföring, efter att ha berett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Pensionsskyddscentralen eller pensionsanstalten i fråga pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Också besvärsnämnden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I ett beslut som avses i detta moment får ändring sökas enligt 1 mom.",
        "normalized_sv": "Om ett i denna lag avsett beslut av en pensionsanstalt som gäller beloppet av pensionsrätten eller Pensionsskyddscentralens beslut som gäller den pensionsrätt som överförs och finansieringsandelarna grundar sig på en oriktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på framställning av Pensionsskyddscentralen eller pensionsanstalten i fråga eller på ansökan av den som ansökt om överföring, efter att ha berett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Pensionsskyddscentralen eller pensionsanstalten i fråga pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Också besvärsnämnden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I ett beslut som avses i detta moment får ändring sökas enligt 1 mom.",
        "folded_sv": "om ett i denna lag avsett beslut av en pensionsanstalt som galler beloppet av pensionsratten eller pensionsskyddscentralens beslut som galler den pensionsratt som overfors och finansieringsandelarna grundar sig pa en oriktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa framstallning av pensionsskyddscentralen eller pensionsanstalten i fraga eller pa ansokan av den som ansokt om overforing, efter att ha berett de ovriga parterna tillfalle att bli horda, undanroja beslutet och bestamma att arendet skall behandlas pa nytt. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall pensionsskyddscentralen eller pensionsanstalten i fraga prova arendet pa nytt. pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. ocksa besvarsnamnden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i ett beslut som avses i detta moment far andring sokas enligt 1 mom."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Palauttamisen oikeusvaikutukset",
      "content": "Palautetun eläkeoikeuden perusteella henkilöllä on oikeus soveltuvin osin valtion eläkelain (280/1966) 1 §:n 4 momentissa tarkoitettua uutta edunsaajaa koskevien säännösten mukaiseen eläkkeeseen, ei kuitenkaan vanhuuseläkkeeseen ennen 63 vuoden ikää eikä varhennettuun vanhuuseläkkeeseen ennen 62 vuoden ikää. Palautetun eläkeoikeuden perusteella myönnettävää eläkettä määrättäessä eläkkeeseen oikeuttavaksi ajaksi ei lueta valtion eläkelain 5 a §:ssä tarkoitettua tulevaa aikaa eikä tulevan ajan ansioissa oteta huomioon palautusmäärää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Palautetun eläkeoikeuden perusteella henkilöllä on oikeus soveltuvin osin valtion eläkelain (280/1966) 1 § :n 4 momentissa tarkoitettua uutta edunsaajaa koskevien säännösten mukaiseen eläkkeeseen, ei kuitenkaan vanhuuseläkkeeseen ennen 63 vuoden ikää eikä varhennettuun vanhuuseläkkeeseen ennen 62 vuoden ikää. Palautetun eläkeoikeuden perusteella myönnettävää eläkettä määrättäessä eläkkeeseen oikeuttavaksi ajaksi ei lueta valtion eläkelain 5 a § :ssä tarkoitettua tulevaa aikaa eikä tulevan ajan ansioissa oteta huomioon palautusmäärää.",
        "folded_fi": "palautetun elakeoikeuden perusteella henkilolla on oikeus soveltuvin osin valtion elakelain (280/1966) 1 §:n 4 momentissa tarkoitettua uutta edunsaajaa koskevien saannosten mukaiseen elakkeeseen, ei kuitenkaan vanhuuselakkeeseen ennen 63 vuoden ikaa eika varhennettuun vanhuuselakkeeseen ennen 62 vuoden ikaa. palautetun elakeoikeuden perusteella myonnettavaa elaketta maarattaessa elakkeeseen oikeuttavaksi ajaksi ei lueta valtion elakelain 5 a §:ssa tarkoitettua tulevaa aikaa eika tulevan ajan ansioissa oteta huomioon palautusmaaraa.",
        "title_sv": "Återföringens rättsverkningar",
        "content_sv": "På basis av återförd pensionsrätt har en person i tillämpliga delar rätt till pension enligt bestämmelserna om nya förmånstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till ålderspension före 63 års ålder eller till förtida ålderspension före 62 års ålder. Vid bestämmandet av pension som beviljas på basis av återförd pensionsrätt räknas sådan återstående tid som avses i 5 a § i lagen om statens pensioner inte som till pension berättigande tid och när det gäller inkomster under återstående tid beaktas inte återföringsbeloppet.",
        "normalized_sv": "På basis av återförd pensionsrätt har en person i tillämpliga delar rätt till pension enligt bestämmelserna om nya förmånstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till ålderspension före 63 års ålder eller till förtida ålderspension före 62 års ålder. Vid bestämmandet av pension som beviljas på basis av återförd pensionsrätt räknas sådan återstående tid som avses i 5 a § i lagen om statens pensioner inte som till pension berättigande tid och när det gäller inkomster under återstående tid beaktas inte återföringsbeloppet.",
        "folded_sv": "pa basis av aterford pensionsratt har en person i tillampliga delar ratt till pension enligt bestammelserna om nya formanstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till alderspension fore 63 ars alder eller till fortida alderspension fore 62 ars alder. vid bestammandet av pension som beviljas pa basis av aterford pensionsratt raknas sadan aterstaende tid som avses i 5 a § i lagen om statens pensioner inte som till pension berattigande tid och nar det galler inkomster under aterstaende tid beaktas inte aterforingsbeloppet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Muutoksenhaku",
      "content": "Jos eläkkeensaaja katsoo, ettei hänelle tämän luvun perusteella myönnetty eläke ole tämän lain mukainen, hän voi hakea päätökseen muutosta tai lainvoimaisen päätöksen poistamista siten kuin valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos eläkkeensaaja katsoo, ettei hänelle tämän luvun perusteella myönnetty eläke ole tämän lain mukainen, hän voi hakea päätökseen muutosta tai lainvoimaisen päätöksen poistamista siten kuin valtion eläkelaissa säädetään.",
        "folded_fi": "jos elakkeensaaja katsoo, ettei hanelle taman luvun perusteella myonnetty elake ole taman lain mukainen, han voi hakea paatokseen muutosta tai lainvoimaisen paatoksen poistamista siten kuin valtion elakelaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Om en pensionstagare anser att den pension som på basis av detta kapitel har beviljats honom eller henne inte överensstämmer med denna lag, kan pensionstagaren söka ändring i beslutet eller ansöka om undanröjande av ett lagakraftvunnet beslut så som bestäms i lagen om statens pensioner.",
        "normalized_sv": "Om en pensionstagare anser att den pension som på basis av detta kapitel har beviljats honom eller henne inte överensstämmer med denna lag, kan pensionstagaren söka ändring i beslutet eller ansöka om undanröjande av ett lagakraftvunnet beslut så som bestäms i lagen om statens pensioner.",
        "folded_sv": "om en pensionstagare anser att den pension som pa basis av detta kapitel har beviljats honom eller henne inte overensstammer med denna lag, kan pensionstagaren soka andring i beslutet eller ansoka om undanrojande av ett lagakraftvunnet beslut sa som bestams i lagen om statens pensioner."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Siirron kohteena on eläkeoikeus, joka henkilölle on karttunut työ-, virka- tai muusta palvelussuhteesta tai yrittäjätoiminnasta työntekijäin eläkelain (395/1961) 8 §:n 4 momentissa, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön tai eläkesääntöjen perusteella taikka työntekijän eläkelain (395/2006) perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Siirron kohteena on eläkeoikeus, joka henkilölle on karttunut työ-, virka- tai muusta palvelussuhteesta tai yrittäjätoiminnasta työntekijäin eläkelain (395/1961) 8 § :n 4 momentissa, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön tai eläkesääntöjen perusteella taikka työntekijän eläkelain (395/2006) perusteella.",
        "folded_fi": "siirron kohteena on elakeoikeus, joka henkilolle on karttunut tyo-, virka- tai muusta palvelussuhteesta tai yrittajatoiminnasta tyontekijain elakelain (395/1961) 8 §:n 4 momentissa, sellaisena kuin se on ollut voimassa tyontekijan elakelain tullessa voimaan, mainittujen lakien, elakeohjesaannon tai elakesaantojen perusteella taikka tyontekijan elakelain (395/2006) perusteella.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Överföringen gäller pensionsrätt som en person har intjänat i arbetsavtals-, tjänste- eller annat anställningsförhållande eller på basis av företagarverksamhet med stöd av de lagar, det pensionsreglemente eller de pensionsstadgor som nämns i 8 § 4 mom. i lagen om pension för arbetstagare (365/1961) sådant det lydde när lagen om pension för arbetstagare trädde i kraft, eller med stöd av lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "Överföringen gäller pensionsrätt som en person har intjänat i arbetsavtals-, tjänste- eller annat anställningsförhållande eller på basis av företagarverksamhet med stöd av de lagar, det pensionsreglemente eller de pensionsstadgor som nämns i 8 § 4 mom. i lagen om pension för arbetstagare (365/1961) sådant det lydde när lagen om pension för arbetstagare trädde i kraft, eller med stöd av lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "overforingen galler pensionsratt som en person har intjanat i arbetsavtals-, tjanste- eller annat anstallningsforhallande eller pa basis av foretagarverksamhet med stod av de lagar, det pensionsreglemente eller de pensionsstadgor som namns i 8 § 4 mom. i lagen om pension for arbetstagare (365/1961) sadant det lydde nar lagen om pension for arbetstagare tradde i kraft, eller med stod av lagen om pension for arbetstagare (395/2006)."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Oikeus siirtoon ja siirrettävä eläkeoikeus",
      "content": "Euroopan yhteisöjen virkamiehiin sovellettavassa henkilöstöasetuksessa tarkoitetulla henkilöllä on henkilöstöasetuksen ja tämän lain mukaisesti oikeus siirtää Euroopan yhteisöjen eläkejärjestelmään 1 §:n 2 momentissa tarkoitettu eläkeoikeus. Siirron kohteena on eläkeoikeus, joka on karttunut siirtoon oikeutetulle siirtomäärän laskentapäivään mennessä, tarkistettuna työntekijän eläkelain 96 §:n mukaisesti. Siirto koskee myös työntekijäin eläkelain 11 §:n, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, maatalousyrittäjien eläkelain (467/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittäjien eläkelain (468/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisäetuja lukuun ottamatta hautausavustusta. Siirrettävä eläkeoikeus käsittää työntekijäin eläkelain 8 §:n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön, eläkesääntöjen ja työntekijän eläkelain mukaiset eläkeoikeudet yhteensovitettuina ja muunnettuina vastaamaan eläkeoikeutta 63 vuoden iässä sen mukaisesti, mitä valtion eläkelain muuttamisesta annetun lain (679/2004) voimaantulosäännöksissä ja kunnallisen eläkelain muuttamisesta annetun lain (713/2004) voimaantulosäännöksissä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Euroopan yhteisöjen virkamiehiin sovellettavassa henkilöstöasetuksessa tarkoitetulla henkilöllä on henkilöstöasetuksen ja tämän lain mukaisesti oikeus siirtää Euroopan yhteisöjen eläkejärjestelmään 1 § :n 2 momentissa tarkoitettu eläkeoikeus. Siirron kohteena on eläkeoikeus, joka on karttunut siirtoon oikeutetulle siirtomäärän laskentapäivään mennessä, tarkistettuna työntekijän eläkelain 96 § :n mukaisesti. Siirto koskee myös työntekijäin eläkelain 11 § :n, sellaisena kuin se on ollut voimassa työntekijän eläkelain tullessa voimaan, maatalousyrittäjien eläkelain (467/1969) 11 § :n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittäjien eläkelain (468/1969) 11 § :n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisäetuja lukuun ottamatta hautausavustusta. Siirrettävä eläkeoikeus käsittää työntekijäin eläkelain 8 § :n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa työntekijän eläkelain tullessa voimaan, mainittujen lakien, eläkeohjesäännön, eläkesääntöjen ja työntekijän eläkelain mukaiset eläkeoikeudet yhteensovitettuina ja muunnettuina vastaamaan eläkeoikeutta 63 vuoden iässä sen mukaisesti, mitä valtion eläkelain muuttamisesta annetun lain (679/2004) voimaantulosäännöksissä ja kunnallisen eläkelain muuttamisesta annetun lain (713/2004) voimaantulosäännöksissä säädetään.",
        "folded_fi": "euroopan yhteisojen virkamiehiin sovellettavassa henkilostoasetuksessa tarkoitetulla henkilolla on henkilostoasetuksen ja taman lain mukaisesti oikeus siirtaa euroopan yhteisojen elakejarjestelmaan 1 §:n 2 momentissa tarkoitettu elakeoikeus. siirron kohteena on elakeoikeus, joka on karttunut siirtoon oikeutetulle siirtomaaran laskentapaivaan mennessa, tarkistettuna tyontekijan elakelain 96 §:n mukaisesti. siirto koskee myos tyontekijain elakelain 11 §:n, sellaisena kuin se on ollut voimassa tyontekijan elakelain tullessa voimaan, maatalousyrittajien elakelain (467/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 655/2000 tullessa voimaan, ja yrittajien elakelain (468/1969) 11 §:n, sellaisena kuin se on ollut voimassa lain 656/2000 tullessa voimaan, mukaisia lisaetuja lukuun ottamatta hautausavustusta. siirrettava elakeoikeus kasittaa tyontekijain elakelain 8 §:n 4 momentin 3―5 ja 7―9 kohdassa, sellaisina kuin ne ovat olleet voimassa tyontekijan elakelain tullessa voimaan, mainittujen lakien, elakeohjesaannon, elakesaantojen ja tyontekijan elakelain mukaiset elakeoikeudet yhteensovitettuina ja muunnettuina vastaamaan elakeoikeutta 63 vuoden iassa sen mukaisesti, mita valtion elakelain muuttamisesta annetun lain (679/2004) voimaantulosaannoksissa ja kunnallisen elakelain muuttamisesta annetun lain (713/2004) voimaantulosaannoksissa saadetaan.",
        "title_sv": "Rätten till överföring och pensionsrätt som överförs",
        "content_sv": "En person som avses i den personalförordning som tillämpas på Europeiska gemenskapernas tjänstemän har enligt personalförordningen och denna lag rätt att till Europeiska gemenskapernas pensionssystem överföra pensionsrätt som avses i 1 § 2 mom. Överföringen gäller pensionsrätt som den som är berättigad till överföring har intjänat fram till beräkningsdagen för överföringsbeloppet, justerad i enlighet med 96 § i lagen om pension för arbetstagare. Överföringen gäller också tilläggsförmåner enligt 11 § i lagen om pension för arbetstagare, sådan paragrafen lydde när lagen om pension för arbetstagare trädde i kraft, 11 § i lagen om pension för lantbruksföretagare (467/1969), sådan paragrafen lydde när lagen 655/2000 trädde i kraft och 11 § i lagen om pension för företagare (468/1969), sådan paragrafen lydde när lagen 656/2000 trädde i kraft, med undantag för begravningsbidrag. Den pensionsrätt som överförs omfattar pensionsrättigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som nämns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension för arbetstagare, sådana dessa lagrum lydde när lagen om pension för arbetstagare trädde i kraft, och enligt lagen om pension för arbetstagare samordnade och omvandlade så att de motsvarar rätt till pension vid 63 års ålder, i enlighet med vad som föreskrivs i ikraftträdandebestämmelserna i lagen om ändring av lagen om statens pensioner (679/2004) och i lagen om ändring av lagen om kommunala pensioner (713/2004).",
        "normalized_sv": "En person som avses i den personalförordning som tillämpas på Europeiska gemenskapernas tjänstemän har enligt personalförordningen och denna lag rätt att till Europeiska gemenskapernas pensionssystem överföra pensionsrätt som avses i 1 § 2 mom. Överföringen gäller pensionsrätt som den som är berättigad till överföring har intjänat fram till beräkningsdagen för överföringsbeloppet, justerad i enlighet med 96 § i lagen om pension för arbetstagare. Överföringen gäller också tilläggsförmåner enligt 11 § i lagen om pension för arbetstagare, sådan paragrafen lydde när lagen om pension för arbetstagare trädde i kraft, 11 § i lagen om pension för lantbruksföretagare (467/1969), sådan paragrafen lydde när lagen 655/2000 trädde i kraft och 11 § i lagen om pension för företagare (468/1969), sådan paragrafen lydde när lagen 656/2000 trädde i kraft, med undantag för begravningsbidrag. Den pensionsrätt som överförs omfattar pensionsrättigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som nämns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension för arbetstagare, sådana dessa lagrum lydde när lagen om pension för arbetstagare trädde i kraft, och enligt lagen om pension för arbetstagare samordnade och omvandlade så att de motsvarar rätt till pension vid 63 års ålder, i enlighet med vad som föreskrivs i ikraftträdandebestämmelserna i lagen om ändring av lagen om statens pensioner (679/2004) och i lagen om ändring av lagen om kommunala pensioner (713/2004).",
        "folded_sv": "en person som avses i den personalforordning som tillampas pa europeiska gemenskapernas tjansteman har enligt personalforordningen och denna lag ratt att till europeiska gemenskapernas pensionssystem overfora pensionsratt som avses i 1 § 2 mom. overforingen galler pensionsratt som den som ar berattigad till overforing har intjanat fram till berakningsdagen for overforingsbeloppet, justerad i enlighet med 96 § i lagen om pension for arbetstagare. overforingen galler ocksa tillaggsformaner enligt 11 § i lagen om pension for arbetstagare, sadan paragrafen lydde nar lagen om pension for arbetstagare tradde i kraft, 11 § i lagen om pension for lantbruksforetagare (467/1969), sadan paragrafen lydde nar lagen 655/2000 tradde i kraft och 11 § i lagen om pension for foretagare (468/1969), sadan paragrafen lydde nar lagen 656/2000 tradde i kraft, med undantag for begravningsbidrag. den pensionsratt som overfors omfattar pensionsrattigheterna enligt de lagar, det pensionsreglemente och de pensionsstadgor som namns i 8 § 4 mom. 3―5 och 7―9 punkten i lagen om pension for arbetstagare, sadana dessa lagrum lydde nar lagen om pension for arbetstagare tradde i kraft, och enligt lagen om pension for arbetstagare samordnade och omvandlade sa att de motsvarar ratt till pension vid 63 ars alder, i enlighet med vad som foreskrivs i ikrafttradandebestammelserna i lagen om andring av lagen om statens pensioner (679/2004) och i lagen om andring av lagen om kommunala pensioner (713/2004)."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Siirron toteuttaminen",
      "content": "Eläketurvakeskus antaa päätöksen Euroopan yhteisöihin siirrettävästä määrästä, joka sisältää siirtomäärän ja sille 6 §:n mukaisesti laskettavan koron. Päätös annetaan sen jälkeen, kun 7 §:ssä tarkoitetut päätökset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen päätöksen poistamista, sen jälkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Eläketurvakeskus antaa päätöksen Euroopan yhteisöihin siirrettävästä määrästä, joka sisältää siirtomäärän ja sille 6 § :n mukaisesti laskettavan koron. Päätös annetaan sen jälkeen, kun 7 § :ssä tarkoitetut päätökset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen päätöksen poistamista, sen jälkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
        "folded_fi": "elaketurvakeskus antaa paatoksen euroopan yhteisoihin siirrettavasta maarasta, joka sisaltaa siirtomaaran ja sille 6 §:n mukaisesti laskettavan koron. paatos annetaan sen jalkeen, kun 7 §:ssa tarkoitetut paatokset ovat tulleet lainvoimaisiksi tai, jos on haettu lainvoimaisen paatoksen poistamista, sen jalkeen kun muutoksenhakuelin on antanut ratkaisunsa poistamista koskevaan hakemukseen.",
        "title_sv": "Hur överföringen genomförs",
        "content_sv": "Pensionsskyddscentralen meddelar beslut om det belopp som skall överföras till Europeiska gemenskaperna och som består av överföringsbeloppet och den ränta som enligt 6 § beräknas på det. Beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansökan gjorts om undanröjande av ett lagakraftvunnet beslut, efter det att besvärsinstansen har gett sitt avgörande i saken.",
        "normalized_sv": "Pensionsskyddscentralen meddelar beslut om det belopp som skall överföras till Europeiska gemenskaperna och som består av överföringsbeloppet och den ränta som enligt 6 § beräknas på det. Beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansökan gjorts om undanröjande av ett lagakraftvunnet beslut, efter det att besvärsinstansen har gett sitt avgörande i saken.",
        "folded_sv": "pensionsskyddscentralen meddelar beslut om det belopp som skall overforas till europeiska gemenskaperna och som bestar av overforingsbeloppet och den ranta som enligt 6 § beraknas pa det. beslutet meddelas efter det att de beslut som avses i 7 § har vunnit laga kraft eller, om ansokan gjorts om undanrojande av ett lagakraftvunnet beslut, efter det att besvarsinstansen har gett sitt avgorande i saken."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Muutoksenhaku ja päätöksen poistaminen",
      "content": "Jos tässä laissa tarkoitettu eläkelaitoksen eläkeoikeuden määrää tai Eläketurvakeskuksen siirrettävää eläkeoikeutta ja rahoitusosuuksia koskeva päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Eläketurvakeskuksen tai asianomaisen eläkelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Eläketurvakeskuksen tai asianomaisen eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Tässä momentissa tarkoitettuun päätökseen saa hakea muutosta siten kuin 1 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos tässä laissa tarkoitettu eläkelaitoksen eläkeoikeuden määrää tai Eläketurvakeskuksen siirrettävää eläkeoikeutta ja rahoitusosuuksia koskeva päätös perustuu väärään tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi Eläketurvakeskuksen tai asianomaisen eläkelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa päätöksen ja määrätä asian uudelleen käsiteltäväksi. Jos asiassa, jossa on kysymys evätyn edun myöntämisestä tai myönnetyn edun lisäämisestä, ilmenee uutta selvitystä, Eläketurvakeskuksen tai asianomaisen eläkelaitoksen on tutkittava asia uudelleen. Eläkelaitos voi aikaisemman lainvoimaisen päätöksen estämättä myöntää evätyn edun taikka myöntää edun aikaisempaa suurempana. Myös asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetellä vastaavasti muutoksenhakuasiaa käsitellessään. Tässä momentissa tarkoitettuun päätökseen saa hakea muutosta siten kuin 1 momentissa säädetään.",
        "folded_fi": "jos tassa laissa tarkoitettu elakelaitoksen elakeoikeuden maaraa tai elaketurvakeskuksen siirrettavaa elakeoikeutta ja rahoitusosuuksia koskeva paatos perustuu vaaraan tai puutteelliseen selvitykseen taikka on ilmeisesti lain vastainen, vakuutusoikeus voi elaketurvakeskuksen tai asianomaisen elakelaitoksen taikka siirtoa hakeneen hakemuksesta varattuaan muille asianosaisille tilaisuuden tulla kuulluiksi poistaa paatoksen ja maarata asian uudelleen kasiteltavaksi. jos asiassa, jossa on kysymys evatyn edun myontamisesta tai myonnetyn edun lisaamisesta, ilmenee uutta selvitysta, elaketurvakeskuksen tai asianomaisen elakelaitoksen on tutkittava asia uudelleen. elakelaitos voi aikaisemman lainvoimaisen paatoksen estamatta myontaa evatyn edun taikka myontaa edun aikaisempaa suurempana. myos asianomainen muutoksenhakulautakunta ja vakuutusoikeus voivat menetella vastaavasti muutoksenhakuasiaa kasitellessaan. tassa momentissa tarkoitettuun paatokseen saa hakea muutosta siten kuin 1 momentissa saadetaan.",
        "title_sv": "Ändringssökande och undanröjande av beslut",
        "content_sv": "Om ett i denna lag avsett beslut av en pensionsanstalt som gäller beloppet av pensionsrätten eller Pensionsskyddscentralens beslut som gäller den pensionsrätt som överförs och finansieringsandelarna grundar sig på en oriktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på framställning av Pensionsskyddscentralen eller pensionsanstalten i fråga eller på ansökan av den som ansökt om överföring, efter att ha berett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Pensionsskyddscentralen eller pensionsanstalten i fråga pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Också besvärsnämnden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I ett beslut som avses i detta moment får ändring sökas enligt 1 mom.",
        "normalized_sv": "Om ett i denna lag avsett beslut av en pensionsanstalt som gäller beloppet av pensionsrätten eller Pensionsskyddscentralens beslut som gäller den pensionsrätt som överförs och finansieringsandelarna grundar sig på en oriktig eller bristfällig utredning eller uppenbart står i strid med lag, kan försäkringsdomstolen på framställning av Pensionsskyddscentralen eller pensionsanstalten i fråga eller på ansökan av den som ansökt om överföring, efter att ha berett de övriga parterna tillfälle att bli hörda, undanröja beslutet och bestämma att ärendet skall behandlas på nytt. Om ny utredning framkommer i ett ärende som gäller beviljande av förvägrad förmån eller utökande av redan beviljad förmån, skall Pensionsskyddscentralen eller pensionsanstalten i fråga pröva ärendet på nytt. Pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en förvägrad förmån eller utöka en redan beviljad förmån. Också besvärsnämnden och försäkringsdomstolen kan tillämpa motsvarande förfarande när de behandlar ärenden som gäller ändringssökande. I ett beslut som avses i detta moment får ändring sökas enligt 1 mom.",
        "folded_sv": "om ett i denna lag avsett beslut av en pensionsanstalt som galler beloppet av pensionsratten eller pensionsskyddscentralens beslut som galler den pensionsratt som overfors och finansieringsandelarna grundar sig pa en oriktig eller bristfallig utredning eller uppenbart star i strid med lag, kan forsakringsdomstolen pa framstallning av pensionsskyddscentralen eller pensionsanstalten i fraga eller pa ansokan av den som ansokt om overforing, efter att ha berett de ovriga parterna tillfalle att bli horda, undanroja beslutet och bestamma att arendet skall behandlas pa nytt. om ny utredning framkommer i ett arende som galler beviljande av forvagrad forman eller utokande av redan beviljad forman, skall pensionsskyddscentralen eller pensionsanstalten i fraga prova arendet pa nytt. pensionsanstalten kan utan hinder av ett tidigare lagakraftvunnet beslut bevilja en forvagrad forman eller utoka en redan beviljad forman. ocksa besvarsnamnden och forsakringsdomstolen kan tillampa motsvarande forfarande nar de behandlar arenden som galler andringssokande. i ett beslut som avses i detta moment far andring sokas enligt 1 mom."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Palauttamisen oikeusvaikutukset",
      "content": "Palautetun eläkeoikeuden perusteella henkilöllä on oikeus soveltuvin osin valtion eläkelain (280/1966) 1 §:n 4 momentissa tarkoitettua uutta edunsaajaa koskevien säännösten mukaiseen eläkkeeseen, ei kuitenkaan vanhuuseläkkeeseen ennen 63 vuoden ikää eikä varhennettuun vanhuuseläkkeeseen ennen 62 vuoden ikää. Palautetun eläkeoikeuden perusteella myönnettävää eläkettä määrättäessä eläkkeeseen oikeuttavaksi ajaksi ei lueta valtion eläkelain 5 a §:ssä tarkoitettua tulevaa aikaa eikä tulevan ajan ansioissa oteta huomioon palautusmäärää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Palautetun eläkeoikeuden perusteella henkilöllä on oikeus soveltuvin osin valtion eläkelain (280/1966) 1 § :n 4 momentissa tarkoitettua uutta edunsaajaa koskevien säännösten mukaiseen eläkkeeseen, ei kuitenkaan vanhuuseläkkeeseen ennen 63 vuoden ikää eikä varhennettuun vanhuuseläkkeeseen ennen 62 vuoden ikää. Palautetun eläkeoikeuden perusteella myönnettävää eläkettä määrättäessä eläkkeeseen oikeuttavaksi ajaksi ei lueta valtion eläkelain 5 a § :ssä tarkoitettua tulevaa aikaa eikä tulevan ajan ansioissa oteta huomioon palautusmäärää.",
        "folded_fi": "palautetun elakeoikeuden perusteella henkilolla on oikeus soveltuvin osin valtion elakelain (280/1966) 1 §:n 4 momentissa tarkoitettua uutta edunsaajaa koskevien saannosten mukaiseen elakkeeseen, ei kuitenkaan vanhuuselakkeeseen ennen 63 vuoden ikaa eika varhennettuun vanhuuselakkeeseen ennen 62 vuoden ikaa. palautetun elakeoikeuden perusteella myonnettavaa elaketta maarattaessa elakkeeseen oikeuttavaksi ajaksi ei lueta valtion elakelain 5 a §:ssa tarkoitettua tulevaa aikaa eika tulevan ajan ansioissa oteta huomioon palautusmaaraa.",
        "title_sv": "Återföringens rättsverkningar",
        "content_sv": "På basis av återförd pensionsrätt har en person i tillämpliga delar rätt till pension enligt bestämmelserna om nya förmånstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till ålderspension före 63 års ålder eller till förtida ålderspension före 62 års ålder. Vid bestämmandet av pension som beviljas på basis av återförd pensionsrätt räknas sådan återstående tid som avses i 5 a § i lagen om statens pensioner inte som till pension berättigande tid och när det gäller inkomster under återstående tid beaktas inte återföringsbeloppet.",
        "normalized_sv": "På basis av återförd pensionsrätt har en person i tillämpliga delar rätt till pension enligt bestämmelserna om nya förmånstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till ålderspension före 63 års ålder eller till förtida ålderspension före 62 års ålder. Vid bestämmandet av pension som beviljas på basis av återförd pensionsrätt räknas sådan återstående tid som avses i 5 a § i lagen om statens pensioner inte som till pension berättigande tid och när det gäller inkomster under återstående tid beaktas inte återföringsbeloppet.",
        "folded_sv": "pa basis av aterford pensionsratt har en person i tillampliga delar ratt till pension enligt bestammelserna om nya formanstagare i 1 § 4 mom. i lagen om statens pensioner (280/1966), dock inte till alderspension fore 63 ars alder eller till fortida alderspension fore 62 ars alder. vid bestammandet av pension som beviljas pa basis av aterford pensionsratt raknas sadan aterstaende tid som avses i 5 a § i lagen om statens pensioner inte som till pension berattigande tid och nar det galler inkomster under aterstaende tid beaktas inte aterforingsbeloppet."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Muutoksenhaku",
      "content": "Jos eläkkeensaaja katsoo, ettei hänelle tämän luvun perusteella myönnetty eläke ole tämän lain mukainen, hän voi hakea päätökseen muutosta tai lainvoimaisen päätöksen poistamista siten kuin valtion eläkelaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos eläkkeensaaja katsoo, ettei hänelle tämän luvun perusteella myönnetty eläke ole tämän lain mukainen, hän voi hakea päätökseen muutosta tai lainvoimaisen päätöksen poistamista siten kuin valtion eläkelaissa säädetään.",
        "folded_fi": "jos elakkeensaaja katsoo, ettei hanelle taman luvun perusteella myonnetty elake ole taman lain mukainen, han voi hakea paatokseen muutosta tai lainvoimaisen paatoksen poistamista siten kuin valtion elakelaissa saadetaan.",
        "title_sv": "Ändringssökande",
        "content_sv": "Om en pensionstagare anser att den pension som på basis av detta kapitel har beviljats honom eller henne inte överensstämmer med denna lag, kan pensionstagaren söka ändring i beslutet eller ansöka om undanröjande av ett lagakraftvunnet beslut så som bestäms i lagen om statens pensioner.",
        "normalized_sv": "Om en pensionstagare anser att den pension som på basis av detta kapitel har beviljats honom eller henne inte överensstämmer med denna lag, kan pensionstagaren söka ändring i beslutet eller ansöka om undanröjande av ett lagakraftvunnet beslut så som bestäms i lagen om statens pensioner.",
        "folded_sv": "om en pensionstagare anser att den pension som pa basis av detta kapitel har beviljats honom eller henne inte overensstammer med denna lag, kan pensionstagaren soka andring i beslutet eller ansoka om undanrojande av ett lagakraftvunnet beslut sa som bestams i lagen om statens pensioner."
      },
      "valid_from": "2006-07-21",
      "valid_to": null
    }
  ]
}