{
  "id": "68/2005",
  "type": "statute",
  "title": "Laki poliisikoulutuksesta",
  "title_en": "Lag om polisutbildning",
  "status": "in_force",
  "issued_date": "2005-02-04",
  "in_force_date": "2005-02-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/68/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisikoulutuksen vastuuyksiköt",
      "content": "Poliisin ylijohtona sisäasiainministeriön poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta sekä siihen käytettävistä voimavaroista. poliisioppilaitokset Poliisikoulu ja Poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta. Poliisin valtakunnalliset yksiköt, Poliisin tietohallintokeskus ja poliisin ylijohdon erikseen määräämät poliisiyksiköt vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittämisestä ja toteuttamisesta sekä tutkimustoiminnasta. Poliisin lääninjohdot vastaavat alueellisesta koulutuksesta. Poliisiyksiköt vastaavat henkilöstönsä työpaikkakoulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Poliisin ylijohtona sisäasiainministeriön poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta sekä siihen käytettävistä voimavaroista. poliisioppilaitokset Poliisikoulu ja Poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta. Poliisin valtakunnalliset yksiköt, Poliisin tietohallintokeskus ja poliisin ylijohdon erikseen määräämät poliisiyksiköt vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittämisestä ja toteuttamisesta sekä tutkimustoiminnasta. Poliisin lääninjohdot vastaavat alueellisesta koulutuksesta. Poliisiyksiköt vastaavat henkilöstönsä työpaikkakoulutuksesta.",
        "folded_fi": "poliisin ylijohtona sisaasiainministerion poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta seka siihen kaytettavista voimavaroista. poliisioppilaitokset poliisikoulu ja poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen jarjestamisesta seka tutkimustoiminnasta. poliisin valtakunnalliset yksikot, poliisin tietohallintokeskus ja poliisin ylijohdon erikseen maaraamat poliisiyksikot vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittamisesta ja toteuttamisesta seka tutkimustoiminnasta. poliisin laaninjohdot vastaavat alueellisesta koulutuksesta. poliisiyksikot vastaavat henkilostonsa tyopaikkakoulutuksesta.",
        "title_sv": "Enheter som ansvarar för polisutbildningen",
        "content_sv": "Såsom polisens högsta ledning svarar inrikesministeriets polisavdelning för utbildnings- och forskningsverksamheten inom polisen samt för de resurser som används för ändamålet. polisläroinrättningarna Polisskolan och Polisyrkeshögskolan () svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten. De riksomfattande enheterna inom polisen, Polisens datacentral och de polisenheter som polisens högsta ledning särskilt förordnar svarar för sin del inom sitt eget verksamhetsområde för utvecklandet och ordnandet av utbildningen på riksomfattande och regional nivå samt för forskningsverksamheten. Polisens länsledningar svarar för den regionala utbildningen. Polisenheterna svarar för arbetsplatsutbildningen för sin egen personals vidkommande.",
        "normalized_sv": "Såsom polisens högsta ledning svarar inrikesministeriets polisavdelning för utbildnings- och forskningsverksamheten inom polisen samt för de resurser som används för ändamålet. polisläroinrättningarna Polisskolan och Polisyrkeshögskolan () svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten. De riksomfattande enheterna inom polisen, Polisens datacentral och de polisenheter som polisens högsta ledning särskilt förordnar svarar för sin del inom sitt eget verksamhetsområde för utvecklandet och ordnandet av utbildningen på riksomfattande och regional nivå samt för forskningsverksamheten. Polisens länsledningar svarar för den regionala utbildningen. Polisenheterna svarar för arbetsplatsutbildningen för sin egen personals vidkommande.",
        "folded_sv": "sasom polisens hogsta ledning svarar inrikesministeriets polisavdelning for utbildnings- och forskningsverksamheten inom polisen samt for de resurser som anvands for andamalet. polislaroinrattningarna polisskolan och polisyrkeshogskolan () svarar for anordnandet av den riksomfattande polisutbildningen samt for forskningsverksamheten. de riksomfattande enheterna inom polisen, polisens datacentral och de polisenheter som polisens hogsta ledning sarskilt forordnar svarar for sin del inom sitt eget verksamhetsomrade for utvecklandet och ordnandet av utbildningen pa riksomfattande och regional niva samt for forskningsverksamheten. polisens lansledningar svarar for den regionala utbildningen. polisenheterna svarar for arbetsplatsutbildningen for sin egen personals vidkommande."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Poliisioppilaitosten tehtävät",
      "content": "Poliisikoulu ja Poliisiammattikorkeakoulu ovat sisäasiainministeriön alaisia poliisialan oppilaitoksia. Poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. Poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipäällystötutkintoa suorittamaan otettavien opiskelijavalinnoista sekä poliisin perustutkinnosta ja poliisialipäällystötutkinnosta. Poliisikoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta sekä osallistuu poliisialaan liittyvään tutkimus- ja kehittämistoimintaan. Poliisiammattikorkeakoulu vastaa poliisipäällystön tutkinnon opiskelijavalinnoista ja poliisipäällystön tutkinnosta, poliisin päällystö- ja muusta johtamiskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta, järjestää poliisipäällystön tutkintoon liittyvää koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisioppilaitosten tehtävänä on vastata myös järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Poliisikoulu ja Poliisiammattikorkeakoulu ovat sisäasiainministeriön alaisia poliisialan oppilaitoksia. Poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. Poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipäällystötutkintoa suorittamaan otettavien opiskelijavalinnoista sekä poliisin perustutkinnosta ja poliisialipäällystötutkinnosta. Poliisikoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta sekä osallistuu poliisialaan liittyvään tutkimus- ja kehittämistoimintaan. Poliisiammattikorkeakoulu vastaa poliisipäällystön tutkinnon opiskelijavalinnoista ja poliisipäällystön tutkinnosta, poliisin päällystö- ja muusta johtamiskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta, järjestää poliisipäällystön tutkintoon liittyvää koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisioppilaitosten tehtävänä on vastata myös järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
        "folded_fi": "poliisikoulu ja poliisiammattikorkeakoulu ovat sisaasiainministerion alaisia poliisialan oppilaitoksia. poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipaallystotutkintoa suorittamaan otettavien opiskelijavalinnoista seka poliisin perustutkinnosta ja poliisialipaallystotutkinnosta. poliisikoulu jarjestaa edella mainittuihin tutkintoihin liittyvaa koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta seka osallistuu poliisialaan liittyvaan tutkimus- ja kehittamistoimintaan. poliisiammattikorkeakoulu vastaa poliisipaallyston tutkinnon opiskelijavalinnoista ja poliisipaallyston tutkinnosta, poliisin paallysto- ja muusta johtamiskoulutuksesta seka poliisialaan liittyvasta tutkimus- ja kehittamistoiminnasta, jarjestaa poliisipaallyston tutkintoon liittyvaa koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvan opetuksen osalta noudatetaan tassa laissa saadetyn lisaksi soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) tai sen nojalla saadetaan. poliisioppilaitosten tehtavana on vastata myos jarjestamansa koulutuksen ja muun toiminnan laatutasosta ja kehittamisesta seka osallistua maaraajoin ulkopuoliseen arviointiin.",
        "title_sv": "Polisläroinrättningarnas uppgifter",
        "content_sv": "Polisskolan och Polisyrkeshögskolan är läroinrättningar inom polisbranschen och de lyder under inrikesministeriet. Polisyrkeshögskolan är en yrkeshögskola inom polisbranschen. Polisskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande till grundexamen för polis och till polisunderbefälsexamen samt för grundexamen för polis och för polisunderbefälsexamen. Polisskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom säkerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan svarar för antagningen av studerande till polisbefälsexamen samt för polisbefälsexamen, för befälsutbildning och annan ledarutbildning inom polisen samt för forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefälsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom säkerhetsbranschen. I fråga om de examina som avläggs vid Polisyrkeshögskolan och den undervisning som ges i anslutning till dem iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisläroinrättningarna skall också svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvärdering.",
        "normalized_sv": "Polisskolan och Polisyrkeshögskolan är läroinrättningar inom polisbranschen och de lyder under inrikesministeriet. Polisyrkeshögskolan är en yrkeshögskola inom polisbranschen. Polisskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande till grundexamen för polis och till polisunderbefälsexamen samt för grundexamen för polis och för polisunderbefälsexamen. Polisskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom säkerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan svarar för antagningen av studerande till polisbefälsexamen samt för polisbefälsexamen, för befälsutbildning och annan ledarutbildning inom polisen samt för forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefälsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom säkerhetsbranschen. I fråga om de examina som avläggs vid Polisyrkeshögskolan och den undervisning som ges i anslutning till dem iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisläroinrättningarna skall också svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvärdering.",
        "folded_sv": "polisskolan och polisyrkeshogskolan ar laroinrattningar inom polisbranschen och de lyder under inrikesministeriet. polisyrkeshogskolan ar en yrkeshogskola inom polisbranschen. polisskolan svarar for rekryteringen till polisutbildningen, for antagningen av studerande till grundexamen for polis och till polisunderbefalsexamen samt for grundexamen for polis och for polisunderbefalsexamen. polisskolan ordnar utbildning for namnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom sakerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. polisyrkeshogskolan svarar for antagningen av studerande till polisbefalsexamen samt for polisbefalsexamen, for befalsutbildning och annan ledarutbildning inom polisen samt for forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefalsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom sakerhetsbranschen. i fraga om de examina som avlaggs vid polisyrkeshogskolan och den undervisning som ges i anslutning till dem iakttas forutom bestammelserna i denna lag i tillampliga delar vad som bestams i yrkeshogskolelagen (351/2003) eller med stod av den. polislaroinrattningarna skall ocksa svara for kvaliteten pa och vidareutvecklingen av den utbildning och ovriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvardering."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Poliisioppilaitosten hallitus",
      "content": "Poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja sekä yksitoista muuta jäsentä ja heillä kullakin henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata poliisioppilaitosten toimintaa ja tehdä esityksiä poliisioppilaitosten toiminnan ja niissä annettavan opetuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset. Hallituksen kokoonpanosta, asettamisesta ja tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja sekä yksitoista muuta jäsentä ja heillä kullakin henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata poliisioppilaitosten toimintaa ja tehdä esityksiä poliisioppilaitosten toiminnan ja niissä annettavan opetuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset. Hallituksen kokoonpanosta, asettamisesta ja tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittaa kolmeksi vuodeksi kerrallaan. hallituksessa on puheenjohtaja, varapuheenjohtaja seka yksitoista muuta jasenta ja heilla kullakin henkilokohtainen varajasen. hallituksen tehtavana on seurata poliisioppilaitosten toimintaa ja tehda esityksia poliisioppilaitosten toiminnan ja niissa annettavan opetuksen kehittamiseksi seka ratkaista hallituksen kasiteltaviksi saadetyt oikaisuvaatimukset. hallituksen kokoonpanosta, asettamisesta ja tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Styrelsen för polisläroinrättningarna",
        "content_sv": "Polisläroinrättningarna har en gemensam styrelse som polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa polisläroinrättningarnas verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid läroinrättningarna samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla. Närmare bestämmelser om styrelsens sammansättning och tillsättandet av den samt om styrelsens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Polisläroinrättningarna har en gemensam styrelse som polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa polisläroinrättningarnas verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid läroinrättningarna samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla. Närmare bestämmelser om styrelsens sammansättning och tillsättandet av den samt om styrelsens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "polislaroinrattningarna har en gemensam styrelse som polisens hogsta ledning utser for tre ar i sander. styrelsen bestar av en ordforande, en vice ordforande samt elva andra medlemmar som var och en har en personlig suppleant. styrelsen har till uppgift att folja polislaroinrattningarnas verksamhet och gora framstallningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid laroinrattningarna samt avgora de rattelseyrkanden som det foreskrivs att styrelsen skall behandla. narmare bestammelser om styrelsens sammansattning och tillsattandet av den samt om styrelsens uppgifter utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Hallituksen päätöksentekomenettely",
      "content": "Hallitus on päätösvaltainen, kun puheenjohtaja ja vähintään viisi muuta jäsentä on paikalla. Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Hallitus on päätösvaltainen, kun puheenjohtaja ja vähintään viisi muuta jäsentä on paikalla. Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "folded_fi": "hallitus on paatosvaltainen, kun puheenjohtaja ja vahintaan viisi muuta jasenta on paikalla. hallitus ratkaisee asiat esittelysta. asiat ratkaistaan erimielisyyden sattuessa aanten enemmistolla. aanten mennessa tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttamista ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "title_sv": "Beslutsförfarandet i styrelsen",
        "content_sv": "Styrelsen är beslutför när ordföranden och minst fem andra medlemmar är närvarande. Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från en polisläroinrättning, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "normalized_sv": "Styrelsen är beslutför när ordföranden och minst fem andra medlemmar är närvarande. Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från en polisläroinrättning, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "folded_sv": "styrelsen ar beslutfor nar ordforanden och minst fem andra medlemmar ar narvarande. styrelsen avgor arendena pa foredragning. vid oenighet avgors arendena genom rostmajoritet. faller rosterna lika, galler den mening som ordforanden har forenat sig om. arenden som galler avstangning fran en polislaroinrattning, avbrytande av studierna och tilldelande av varning avgors dock enligt den lindrigare standpunkten."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisioppilaitoksen opiskelija",
      "content": "Poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka hän on nimitettynä nuoremman konstaapelin määräaikaiseen virkasuhteeseen. Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta poliisioppilaitoksessa opiskelevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka hän on nimitettynä nuoremman konstaapelin määräaikaiseen virkasuhteeseen. Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta poliisioppilaitoksessa opiskelevaa.",
        "folded_fi": "poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka han on nimitettyna nuoremman konstaapelin maaraaikaiseen virkasuhteeseen. tassa laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan seka poliisikokelasta etta muuta poliisioppilaitoksessa opiskelevaa.",
        "title_sv": "Studerande vid en polisläroinrättning",
        "content_sv": "Den som studerar för grundexamen för polis är polisaspirant med undantag för den tid han eller hon är utnämnd till ett tjänsteförhållande för viss tid som yngre konstapel. I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid en polisläroinrättning.",
        "normalized_sv": "Den som studerar för grundexamen för polis är polisaspirant med undantag för den tid han eller hon är utnämnd till ett tjänsteförhållande för viss tid som yngre konstapel. I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid en polisläroinrättning.",
        "folded_sv": "den som studerar for grundexamen for polis ar polisaspirant med undantag for den tid han eller hon ar utnamnd till ett tjansteforhallande for viss tid som yngre konstapel. i denna lag och i de forordningar som utfardats med stod av den avses med studerande bade polisaspiranter och andra som studerar vid en polislaroinrattning."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opiskelijaksi ottaminen poliisin perustutkintokoulutukseen",
      "content": "Poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Perustutkintokoulutukseen valittavan tulee olla: 1) Suomen kansalainen; 2) suorittanut vähintään ammatillisen perustutkinnon tai lukion oppimäärän taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtävien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vähintään B-luokan ajo-oikeuden; 5) hankkinut vähintään vuoden työkokemuksen; sekä 6) suorittanut hyväksytysti valintakokeen. Poliisikoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista. Poliisin ylijohto päättää niistä poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisältävät 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa sekä valintakokeen rakenteen ja eri osioiden keskinäiset painotukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Perustutkintokoulutukseen valittavan tulee olla: 1) Suomen kansalainen; 2) suorittanut vähintään ammatillisen perustutkinnon tai lukion oppimäärän taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtävien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vähintään B-luokan ajo-oikeuden; 5) hankkinut vähintään vuoden työkokemuksen; sekä 6) suorittanut hyväksytysti valintakokeen. Poliisikoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista. Poliisin ylijohto päättää niistä poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisältävät 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa sekä valintakokeen rakenteen ja eri osioiden keskinäiset painotukset.",
        "folded_fi": "poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. perustutkintokoulutukseen valittavan tulee olla: 1) suomen kansalainen; 2) suorittanut vahintaan ammatillisen perustutkinnon tai lukion oppimaaran taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtavien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vahintaan b-luokan ajo-oikeuden; 5) hankkinut vahintaan vuoden tyokokemuksen; seka 6) suorittanut hyvaksytysti valintakokeen. poliisikoulu voi erityisista syista myontaa poikkeuksen 2 momentin 1 ja 2 seka 5 kohdassa saadetyista vaatimuksista. poliisin ylijohto paattaa niista poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisaltavat 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa seka valintakokeen rakenteen ja eri osioiden keskinaiset painotukset.",
        "title_sv": "Antagning av studerande till utbildning för grundexamen för polis",
        "content_sv": "Polisskolan antar studerandena till utbildning för grundexamen för polis. Den som tas in till utbildning för grundexamen för polis skall 1) vara finsk medborgare, 2) åtminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets lärokurs eller avlagt finsk studentexamen eller någon annan examen som nämns i studentexamensförordningen (1000/1994), 3) vara lämplig beträffande hälsotillståndet och i övrigt med tanke på skötseln av de uppgifter som ankommer på polisen, 4) ha körrätt minst för fordon av klass B, 5) ha minst ett års arbetserfarenhet, samt 6) ha blivit godkänd i urvalsprovet. Polisskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten. Polisens högsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning för grundexamen för polis till den del det gäller gränsdragningar i fråga om hälsotillstånd och lämplighet för yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvägningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur.",
        "normalized_sv": "Polisskolan antar studerandena till utbildning för grundexamen för polis. Den som tas in till utbildning för grundexamen för polis skall 1) vara finsk medborgare, 2) åtminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets lärokurs eller avlagt finsk studentexamen eller någon annan examen som nämns i studentexamensförordningen (1000/1994), 3) vara lämplig beträffande hälsotillståndet och i övrigt med tanke på skötseln av de uppgifter som ankommer på polisen, 4) ha körrätt minst för fordon av klass B, 5) ha minst ett års arbetserfarenhet, samt 6) ha blivit godkänd i urvalsprovet. Polisskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten. Polisens högsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning för grundexamen för polis till den del det gäller gränsdragningar i fråga om hälsotillstånd och lämplighet för yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvägningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur.",
        "folded_sv": "polisskolan antar studerandena till utbildning for grundexamen for polis. den som tas in till utbildning for grundexamen for polis skall 1) vara finsk medborgare, 2) atminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets larokurs eller avlagt finsk studentexamen eller nagon annan examen som namns i studentexamensforordningen (1000/1994), 3) vara lamplig betraffande halsotillstandet och i ovrigt med tanke pa skotseln av de uppgifter som ankommer pa polisen, 4) ha korratt minst for fordon av klass b, 5) ha minst ett ars arbetserfarenhet, samt 6) ha blivit godkand i urvalsprovet. polisskolan kan av sarskilda skal medge undantag fran kraven enligt 2 mom. 1 och 2 samt 5 punkten. polisens hogsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning for grundexamen for polis till den del det galler gransdragningar i fraga om halsotillstand och lamplighet for yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvagningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päihdetestaus",
      "content": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa poliisioppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat poliisioppilaitoksessa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisioppilaitoksen on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa poliisioppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat poliisioppilaitoksessa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisioppilaitoksen on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
        "folded_fi": "poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilon ja laboratoriohenkilokunnan tekemaan paihdetestiin ennen perustutkintokoulutukseen hyvaksymista. poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen maarayksesta osallistumaan paihdetestiin myos perustutkintokoulutuksen ja siihen liittyvan harjoittelun aikana, jos on perusteltua aihetta epailla, etta poliisikokelas tai harjoittelua suorittava esiintyy paihtyneena koulutuksessa tai harjoitteluun liittyvassa tyossa. paihdetestista saatu tieto on terveydentilatieto. terveydenhuollon ammattihenkilo voi luovuttaa poliisioppilaitokselle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat poliisioppilaitoksessa kasitella vain ne henkilot, jotka valmistelevat taikka tekevat paatoksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. poliisioppilaitoksen on sailytettava terveydentilatiedot erillaan muista keraamistaan henkilotiedoista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av polisläroinrättningen delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna polisläroinrättningen slutsatserna av drogtestet. Denna information får inom polisläroinrättningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Polisläroinrättningen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "normalized_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av polisläroinrättningen delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna polisläroinrättningen slutsatserna av drogtestet. Denna information får inom polisläroinrättningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Polisläroinrättningen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "folded_sv": "den som ansoker till utbildning for grundexamen for polis ar skyldig att innan han eller hon godkanns for utbildningen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal. den som avlagger grundexamen for polis ar skyldig att pa forordnande av polislaroinrattningen delta i drogtest aven medan utbildningen pagar samt under den praktikperiod som ingar i utbildningen, om det finns grundad anledning att misstanka att polisaspiranten eller den som fullgor praktik upptrader paverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. uppgifter fran drogtest betraktas som uppgifter om halsotillstandet. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna polislaroinrattningen slutsatserna av drogtestet. denna information far inom polislaroinrattningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstangning fran utbildningen for grundexamen. polislaroinrattningen skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter som den inhamtat."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opiskelijaksi ottaminen muuhun tutkintokoulutukseen",
      "content": "Poliisikoulu valitsee poliisialipäällystötutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisikoulu valitsee opiskelijat myös vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisiammattikorkeakoulu valitsee Poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Poliisikoulu valitsee poliisialipäällystötutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisikoulu valitsee opiskelijat myös vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisiammattikorkeakoulu valitsee Poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
        "folded_fi": "poliisikoulu valitsee poliisialipaallystotutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. poliisikoulu valitsee opiskelijat myos vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. poliisiammattikorkeakoulu valitsee poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujarjestelmasta annettua valtioneuvoston asetusta (353/2003).",
        "title_sv": "Antagning av studerande till utbildning för annan examen",
        "content_sv": "Polisskolan antar studerande för polisunderbefälsexamen enligt de urvalsgrunder som polisens högsta ledning fastställt. Polisskolan antar även studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som Polisskolan svarar för. Polisyrkeshögskolan antar studerande för examen vid Polisyrkeshögskolan enligt de urvalsgrunder som polisens högsta ledning fastställt. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till Polisyrkeshögskolan.",
        "normalized_sv": "Polisskolan antar studerande för polisunderbefälsexamen enligt de urvalsgrunder som polisens högsta ledning fastställt. Polisskolan antar även studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som Polisskolan svarar för. Polisyrkeshögskolan antar studerande för examen vid Polisyrkeshögskolan enligt de urvalsgrunder som polisens högsta ledning fastställt. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till Polisyrkeshögskolan.",
        "folded_sv": "polisskolan antar studerande for polisunderbefalsexamen enligt de urvalsgrunder som polisens hogsta ledning faststallt. polisskolan antar aven studerande for den utbildning utanfor polisforvaltningen som galler sakerhetsbranschen och som polisskolan svarar for. polisyrkeshogskolan antar studerande for examen vid polisyrkeshogskolan enligt de urvalsgrunder som polisens hogsta ledning faststallt. statsradets forordning om systemet for gemensam ansokan till yrkeshogskolorna (353/2003) tillampas inte vid antagningen av studerande till polisyrkeshogskolan."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Työharjoittelu- ja kenttätyöjaksot",
      "content": "Perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan työharjoittelujakson ja kenttätyöjakson hänelle osoitetussa poliisiyksikössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan työharjoittelujakson ja kenttätyöjakson hänelle osoitetussa poliisiyksikössä.",
        "folded_fi": "perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan tyoharjoittelujakson ja kenttatyojakson hanelle osoitetussa poliisiyksikossa.",
        "title_sv": "Arbetspraktik och fältarbete",
        "content_sv": "Den som antagits till utbildning för grundexamen förbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och fältarbete som ingår i grundexamen för polis.",
        "normalized_sv": "Den som antagits till utbildning för grundexamen förbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och fältarbete som ingår i grundexamen för polis.",
        "folded_sv": "den som antagits till utbildning for grundexamen forbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och faltarbete som ingar i grundexamen for polis."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Opiskeluaika",
      "content": "Poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisioppilaitos voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisioppilaitos voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. poliisioppilaitos voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Studerande vid en polisläroinrättning skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisläroinrättningen kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Studerande vid en polisläroinrättning skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisläroinrättningen kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "studerande vid en polislaroinrattning skall genomfora studierna for examen inom den maximitid som anges i den gallande undervisningsplanen och i enlighet med denna plan. polislaroinrattningen kan pa den studerandes begaran skjuta upp studieratten till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei poliisioppilaitos erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei poliisioppilaitos erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
        "folded_fi": "opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa, menettaa opiskeluoikeutensa, jollei poliisioppilaitos erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen.",
        "title_sv": "Förlust av studierätt",
        "content_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte polisläroinrättningen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "normalized_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte polisläroinrättningen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "folded_sv": "en studerande som inte har slutfort sina studier inom den maximitid som faststallts i undervisningsplanen forlorar sin studieratt, om inte polislaroinrattningen av sarskilda skal beviljar den studerande extra tid for att slutfora studierna."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opiskelun keskeyttäminen",
      "content": "Poliisioppilaitos voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisioppilaitos voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Poliisioppilaitos päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Poliisioppilaitos voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisioppilaitos voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Poliisioppilaitos päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "poliisioppilaitos voi keskeyttaa opiskelijan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. poliisioppilaitos voi omasta aloitteestaan keskeyttaa opiskelijan opiskelun kerrallaan enintaan yhden vuoden maaraajaksi pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei poliisioppilaitos tai hallinto-oikeus toisin maaraa. poliisioppilaitos paattaa opiskelijan aikaisempien opintojen hyvaksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. edella 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneena, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrytande av studierna",
        "content_sv": "Polisläroinrättningen kan på ansökan av den studerande avbryta dennes studier för högst två år. Polisläroinrättningen kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Polisläroinrättningen beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Polisläroinrättningen kan på ansökan av den studerande avbryta dennes studier för högst två år. Polisläroinrättningen kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Polisläroinrättningen beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "polislaroinrattningen kan pa ansokan av den studerande avbryta dennes studier for hogst tva ar. polislaroinrattningen kan pa eget initiativ for hogst ett ar at gangen avbryta en studerandes studier pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid en studerande ar foremal for forundersokning av brott eller av nagot annat motsvarande vagande skal. beslut om avbrytande av studierna kan verkstallas genast, om inte polislaroinrattningen eller forvaltningsdomstolen bestammer nagot annat. polislaroinrattningen beslutar om tillgodoraknande av den studerandes tidigare studier i samband med att denne aterupptar sina studier. den i 1 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Varoitus ja huomautus",
      "content": "Poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus. Edellä 1 momentin 1 kohdassa tarkoitettuna sopimattomana käytöksenä on pidettävä erityisesti käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus. Edellä 1 momentin 1 kohdassa tarkoitettuna sopimattomana käytöksenä on pidettävä erityisesti käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
        "folded_fi": "poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tama: 1) on koulutuksen aikana kayttaytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen jarjestyssaantoa. edella 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittava seuraamus. edella 1 momentin 1 kohdassa tarkoitettuna sopimattomana kaytoksena on pidettava erityisesti kaytosta, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
        "title_sv": "Varning och anmärkning",
        "content_sv": "Polisläroinrättningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot polisläroinrättningens ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan polisläroinrättningen i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt.",
        "normalized_sv": "Polisläroinrättningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot polisläroinrättningens ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan polisläroinrättningen i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt.",
        "folded_sv": "polislaroinrattningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt med tanke pa polisens anseende, 2) forsummat att delta i undervisningen, eller 3) har brutit mot polislaroinrattningens ordningsstadga. i sadana fall som avses i 1 mom. 2 och 3 punkten kan polislaroinrattningen i stallet for en skriftlig varning ge en muntlig anmarkning, om detta med hansyn till hur klandervard garningen ar kan anses vara en tillracklig pafoljd. som olampligt upptradande enligt 1 mom. 1 punkten skall betraktas sarskilt ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa polisen skots pa ett arligt, tillforlitligt och rattvist satt."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koulutuksesta erottaminen",
      "content": "Poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään vääriä tai harhaanjohtavia tietoja taikka salannut sellaisen itseään koskevan seikan, joka olisi voinut estää koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, poliisioppilaitos päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä. Perustutkintokoulutuksesta erotetun opiskelijan määräaikainen nuoremman konstaapelin virkasuhde, johon hänet on nimitetty työharjoittelu- tai kenttätyöjakson suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään vääriä tai harhaanjohtavia tietoja taikka salannut sellaisen itseään koskevan seikan, joka olisi voinut estää koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, poliisioppilaitos päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä. Perustutkintokoulutuksesta erotetun opiskelijan määräaikainen nuoremman konstaapelin virkasuhde, johon hänet on nimitetty työharjoittelu- tai kenttätyöjakson suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
        "folded_fi": "poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan vaaria tai harhaanjohtavia tietoja taikka salannut sellaisen itseaan koskevan seikan, joka olisi voinut estaa koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin kayttaytynyt poliisin arvolle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltaytyy 7 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen; 4) ei jatka opiskeluaan 12 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita perustutkintokoulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen jarjestyssaantoa. edella 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. erottamista koskeva paatos voidaan panna heti taytantoon, jollei poliisioppilaitos tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, poliisioppilaitos paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksiluettavuudesta myohemmin vastaavien opintojen yhteydessa. perustutkintokoulutuksesta erotetun opiskelijan maaraaikainen nuoremman konstaapelin virkasuhde, johon hanet on nimitetty tyoharjoittelu- tai kenttatyojakson suorittamiseksi, paattyy ilman eri paatosta siita ajankohdasta, josta hanet on erotettu koulutuksesta.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Polisläroinrättningen kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot polisläroinrättningens ordningsstadga. Som i 1 mom. 2 punkten avsett brott eller olämpligt uppträdande skall särskilt betraktas en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt. Beslut om avstängning kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar polisläroinrättningen om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som yngre konstapel som en studerande som stängts av från utbildningen för grundexamen har utnämnts till i syfte att genomföra en period av arbetspraktik eller fältarbete upphör utan särskilt beslut vid den tidpunkt då den studerande har stängts av från utbildningen.",
        "normalized_sv": "Polisläroinrättningen kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot polisläroinrättningens ordningsstadga. Som i 1 mom. 2 punkten avsett brott eller olämpligt uppträdande skall särskilt betraktas en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt. Beslut om avstängning kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar polisläroinrättningen om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som yngre konstapel som en studerande som stängts av från utbildningen för grundexamen har utnämnts till i syfte att genomföra en period av arbetspraktik eller fältarbete upphör utan särskilt beslut vid den tidpunkt då den studerande har stängts av från utbildningen.",
        "folded_sv": "polislaroinrattningen kan stanga av en studerande fran utbildningen, ifall han eller hon 1) i samband med ansokan till utbildningen lamnat oriktiga eller vilseledande uppgifter eller hemlighallit nagon sadan omstandighet om sig sjalv som kunde ha forhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for tjansten som polisman eller i ovrigt upptratt pa ett satt som ar olampligt med tanke pa polisens anseende och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av grundexamen for polis vagrar genomga drogtest som avses i 7 § eller lamnar ett prov som utvisar missbruk av rusmedel, 4) inte aterupptar studierna efter att den tidsfrist som avses i 12 § lopt ut eller det inte langre foreligger grunder for fortsattande av utbildning for grundexamen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot polislaroinrattningens ordningsstadga. som i 1 mom. 2 punkten avsett brott eller olampligt upptradande skall sarskilt betraktas en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa polisen skots pa ett arligt, tillforlitligt och rattvist satt. beslut om avstangning kan verkstallas genast, om inte polislaroinrattningen eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar polislaroinrattningen om det satt pa vilket de tidigare studierna senare tillgodoraknas i samband med motsvarande studier. ett tjansteforhallande for viss tid som yngre konstapel som en studerande som stangts av fran utbildningen for grundexamen har utnamnts till i syfte att genomfora en period av arbetspraktik eller faltarbete upphor utan sarskilt beslut vid den tidpunkt da den studerande har stangts av fran utbildningen."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Menettely opiskeluoikeuden menettämistä ja opiskelun keskeyttämistä koskevassa asiassa, kurinpitoasiassa sekä huomautusta annettaessa",
      "content": "Poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se päättää 11 §:ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisioppilaitoksen on myös, ennen kuin se päättää 12 §:ssä tarkoitetusta opiskelun keskeyttämisestä, 13 §:ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se päättää 11 § :ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisioppilaitoksen on myös, ennen kuin se päättää 12 § :ssä tarkoitetusta opiskelun keskeyttämisestä, 13 § :ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 § :ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "folded_fi": "poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se paattaa 11 §:ssa tarkoitetusta opiskeluoikeuden menettamisesta. poliisioppilaitoksen on myos, ennen kuin se paattaa 12 §:ssa tarkoitetusta opiskelun keskeyttamisesta, 13 §:ssa tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssa tarkoitetusta koulutuksesta erottamisesta, yksiloitava toimenpiteeseen johtava teko tai laiminlyonti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "title_sv": "Förfarandet i ärenden som gäller förlust av studierätt och avbrytande av studier, i disciplinärenden samt då anmärkning ges",
        "content_sv": "Innan polisläroinrättningen fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 §, anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall polisläroinrättningen även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "normalized_sv": "Innan polisläroinrättningen fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 § , anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall polisläroinrättningen även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "folded_sv": "innan polislaroinrattningen fattar ett beslut om forlust av studieratt enligt 11 § skall den studerande horas. innan beslut fattas om avbrytande av studierna enligt 12 §, anmarkning eller varning enligt 13 § eller avstangning fran utbildningen enligt 14 § skall polislaroinrattningen aven specificera den garning eller forsummelse som atgarden grundar sig pa, hora den studerande samt skaffa annan behovlig utredning."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opiskelijoiden osallistuminen poliisitehtäviin ja muihin määrättyihin tehtäviin",
      "content": "Poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä poliisin muun yksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä poliisioppilaitoksessa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 §:ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 §:ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisioppilaitos voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä poliisin muun yksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä poliisioppilaitoksessa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 § :ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 § :ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 § :n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisioppilaitos voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
        "folded_fi": "poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen maarayksesta koulutukseen liittyvina harjoituksina poliisille kuuluvia tehtavia poliisin muun yksikon apuna. jos valtion turvallisuuden yllapitamiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi maarata poliisioppilaitoksessa opiskelevia poliisimiehia, jotka ovat saaneet riittavan peruskoulutuksen, suorittamaan myos muita kuin koulutukseen liittyvia poliisille kuuluvia tehtavia. poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtavaa suoritettaessa voimassa, mita poliisilain (493/1995) 7 §:ssa saadetaan. edella 1 momentissa tarkoitettua tehtavaa suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mita poliisilain 46 §:ssa poliisimiesta avustavan henkilon valtuuksista saadetaan. edella 2 momentissa tarkoitettuja tehtavia suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. poliisioppilaitos voi maarata poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia poliisikoulutuksellisia tehtavia.",
        "title_sv": "Studerandes deltagande i polisuppgifter och andra uppgifter som de förordnas till",
        "content_sv": "Den som studerar vid en polisläroinrättning är skyldig att på läroinrättningens förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid en polisläroinrättning och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid en polisläroinrättning utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisläroinrättningen kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "normalized_sv": "Den som studerar vid en polisläroinrättning är skyldig att på läroinrättningens förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid en polisläroinrättning och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid en polisläroinrättning utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisläroinrättningen kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "folded_sv": "den som studerar vid en polislaroinrattning ar skyldig att pa laroinrattningens forordnande sasom ovningar i samband med utbildningen utfora uppgifter som ankommer pa polisen vid en annan enhet inom polisen. om detta kravs i syfte att trygga statens sakerhet eller for att skota riksomfattande sarskilda situationer inom polisverksamheten, kan polisens hogsta ledning forordna polisman som studerar vid en polislaroinrattning och som har fatt en tillracklig grundutbildning att utfora aven andra pa polisen ankommande uppgifter an sadana som hanfor sig till utbildningen. nar polisaspiranter och andra polisman som studerar vid en polislaroinrattning utfor uppgifter som avses i 1 och 2 mom. galler i fraga om deras polisbefogenheter vad som foreskrivs i 7 § i polislagen (493/1995). betraffande befogenheterna for andra studerande som utfor sadana uppgifter som avses i 1 mom. galler vad som i 46 § i polislagen foreskrivs om befogenheter for den som bistar en polisman. studerande som utfor uppgifter som avses i 2 mom. har straffrattsligt tjansteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). polislaroinrattningen kan forordna den som studerar for grundexamen for polis att under utbildningen utfora jourtjanst och andra motsvarande polisutbildningsrelaterade uppgifter."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vaitiolovelvollisuus ja hyväksikäyttökielto",
      "content": "Poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisioppilaitoksen opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisioppilaitoksen opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava, eika muutakaan koulutuksen yhteydessa tietoonsa saamaa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. poliisioppilaitoksen opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi taikka toisen vahingoksi. rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande",
        "content_sv": "Den som studerar vid en polisläroinrättning får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid en polisläroinrättning får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som studerar vid en polisläroinrättning får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid en polisläroinrättning får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "den som studerar vid en polislaroinrattning far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. den som studerar vid en polislaroinrattning far inte anvanda sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan. till straff for brott mot tystnadsplikten doms enligt 38 kap. 1 eller 2 § i strafflagen, om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opiskelijan opintososiaaliset edut",
      "content": "Poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisioppilaitoksen opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisioppilaitoksen opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "folded_fi": "poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. poliisioppilaitoksen opiskelijan opintososiaalisista eduista saadetaan sisaasiainministerion asetuksella. sisaasiainministerion asetuksella maaritellyt terveydenhuollon kustannukset korvataan vain silta osin kuin hoidon tarve on ilmennyt lahiopetusjakson aikana eika opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "title_sv": "De studerandes studiesociala förmåner",
        "content_sv": "Den undervisning som ges vid polisläroinrättningarna och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid polisläroinrättningarna. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "normalized_sv": "Den undervisning som ges vid polisläroinrättningarna och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid polisläroinrättningarna. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "folded_sv": "den undervisning som ges vid polislaroinrattningarna och som leder till tjansteexamen ar avgiftsfri for den studerande. genom forordning av inrikesministeriet foreskrivs om studiesociala formaner for de studerande vid polislaroinrattningarna. de halso- och sjukvardskostnader som faststallts genom forordning av inrikesministeriet ersatts endast till den del behovet av vard uppkommit under en period av narundervisning och den studerande inte ar berattigad till ersattning for kostnaderna pa nagon annan grund."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Virkapuvun käyttö",
      "content": "Poliisin perustutkintoa suorittavan opiskelijan on käytettävä koulutukseen osallistuessaan poliisin virkapukua. Tarkempia säännöksiä virkapuvun käytöstä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Poliisin perustutkintoa suorittavan opiskelijan on käytettävä koulutukseen osallistuessaan poliisin virkapukua. Tarkempia säännöksiä virkapuvun käytöstä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "poliisin perustutkintoa suorittavan opiskelijan on kaytettava koulutukseen osallistuessaan poliisin virkapukua. tarkempia saannoksia virkapuvun kaytosta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Användning av uniform",
        "content_sv": "Den som studerar för grundexamen för polis skall bära polisuniform i utbildningen. Närmare bestämmelser om användning av uniform kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som studerar för grundexamen för polis skall bära polisuniform i utbildningen. Närmare bestämmelser om användning av uniform kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som studerar for grundexamen for polis skall bara polisuniform i utbildningen. narmare bestammelser om anvandning av uniform kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Poliisioppilaitoksen opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisioppilaitoksen opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisioppilaitoksen oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä päätöksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Poliisioppilaitoksen opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisioppilaitoksen opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisioppilaitoksen oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä päätöksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "poliisioppilaitoksen opiskelijavalintaa koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 paivan kuluessa valinnan julkistamisesta. poliisioppilaitoksen opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyvaksilukemista koskevaan paatokseen tyytymaton opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 paivan kuluessa siita, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. poliisioppilaitoksen oikaisuvaatimuksesta antamaan paatokseen ei saa hakea valittamalla muutosta. edella 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan valittamalla muutosta silta hallinto-oikeudelta, jonka tuomiopiirissa paatoksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till en polisläroinrättning kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av en polisläroinrättning som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos polisläroinrättningen inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I polisläroinrättningens beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rät-telseyrkande enligt 1 mom. får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den polisläroinrättning som fattat beslutet finns, och i övrigt enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till en polisläroinrättning kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av en polisläroinrättning som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos polisläroinrättningen inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I polisläroinrättningens beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rät-telseyrkande enligt 1 mom. får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den polisläroinrättning som fattat beslutet finns, och i övrigt enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till en polislaroinrattning kan hos styrelsen for polislaroinrattningarna soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. den som ar missnojd med ett beslut av en polislaroinrattning som galler forlust av studieratt, avbrytande av studierna, varning eller avstangning fran utbildningen kan hos styrelsen for polislaroinrattningarna soka rattelse i beslutet inom 14 dagar efter det att han eller hon fatt del av beslutet. en studerande som ar missnojd med bedomningen av studieprestationer eller tillgodoraknandet av studier som genomforts tidigare eller nagon annanstans kan soka rattelse hos polislaroinrattningen inom 14 dagar fran det att den studerande haft mojlighet att ta del av resultatet av bedomningen och det satt pa vilket bedomningsgrunderna har tillampats pa honom eller henne. i polislaroinrattningens beslut med anledning av rattelseyrkandet far andring inte sokas genom besvar. andring i ett beslut med anledning av ett rat-telseyrkande enligt 1 mom. far sokas genom besvar hos den forvaltningsdomstol inom vars domkrets den polislaroinrattning som fattat beslutet finns, och i ovrigt enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i beslut av forvaltningsdomstolen far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Poliisioppilaitoksen järjestyssääntö",
      "content": "Poliisioppilaitoksella on järjestyssääntö, jonka poliisioppilaitos antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä poliisioppilaitoksessa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella sekä asuntolassa. Järjestyssäännössä voidaan 1 momentissa säädetyn lisäksi antaa myös määräyksiä käyttäytymisestä koulutukseen liittyvien tutustumiskäyntien aikana. Poliisioppilaitoksen opiskelijat ja henkilökunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Poliisioppilaitoksella on järjestyssääntö, jonka poliisioppilaitos antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä poliisioppilaitoksessa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella sekä asuntolassa. Järjestyssäännössä voidaan 1 momentissa säädetyn lisäksi antaa myös määräyksiä käyttäytymisestä koulutukseen liittyvien tutustumiskäyntien aikana. Poliisioppilaitoksen opiskelijat ja henkilökunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
        "folded_fi": "poliisioppilaitoksella on jarjestyssaanto, jonka poliisioppilaitos antaa. siina voidaan antaa opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta poliisioppilaitoksessa, sen alueella, asuntolassa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden kasittelysta; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella seka asuntolassa. jarjestyssaannossa voidaan 1 momentissa saadetyn lisaksi antaa myos maarayksia kayttaytymisesta koulutukseen liittyvien tutustumiskayntien aikana. poliisioppilaitoksen opiskelijat ja henkilokunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa.",
        "title_sv": "Polisläroinrättningens ordningsstadga",
        "content_sv": "Respektive polisläroinrättning har en ordningsstadga som inrättningen utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande inom polisläroinrättningen, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur polisläroinrättningens egendom får hanteras, 4) hur man får vistas och röra sig inom polisläroinrättningen och på dess område samt i studenthemmet. Ordningsstadgan kan förutom bestämmelserna enligt 1 mom. även innehålla bestämmelser om korrekt uppträdande under studiebesök i samband med utbildningen. De studerande och personalen vid polisläroinrättningen skall följa ordningsstadgan då de vistas inom polisläroinrättningen eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "normalized_sv": "Respektive polisläroinrättning har en ordningsstadga som inrättningen utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande inom polisläroinrättningen, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur polisläroinrättningens egendom får hanteras, 4) hur man får vistas och röra sig inom polisläroinrättningen och på dess område samt i studenthemmet. Ordningsstadgan kan förutom bestämmelserna enligt 1 mom. även innehålla bestämmelser om korrekt uppträdande under studiebesök i samband med utbildningen. De studerande och personalen vid polisläroinrättningen skall följa ordningsstadgan då de vistas inom polisläroinrättningen eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "folded_sv": "respektive polislaroinrattning har en ordningsstadga som inrattningen utfardar. i den kan inga bestammelser som ar nodvandiga for tryggheten och trivseln bland de studerande och som kan galla 1) de praktiska arrangemangen och korrekt upptradande inom polislaroinrattningen, pa dess omrade och i studenthemmet samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapning, 3) hur polislaroinrattningens egendom far hanteras, 4) hur man far vistas och rora sig inom polislaroinrattningen och pa dess omrade samt i studenthemmet. ordningsstadgan kan forutom bestammelserna enligt 1 mom. aven innehalla bestammelser om korrekt upptradande under studiebesok i samband med utbildningen. de studerande och personalen vid polislaroinrattningen skall folja ordningsstadgan da de vistas inom polislaroinrattningen eller dess omrade eller i studenthemmet eller nar de utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Opetussuunnitelma",
      "content": "Poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
        "folded_fi": "poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksesta tutkintokoulutuksen ja vahintaan 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. opetussuunnitelma sisaltaa maaraykset opintojen tavoitteista, kasiteltavista asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmaisajasta, opetusmuodoista, opetuksen ja harjoittelun maarasta, muiden opintojen hyvaksiluettavuudesta seka vaadittavista suorituksista.",
        "title_sv": "Undervisningsplan",
        "content_sv": "Polisens högsta ledning fastställer på framställning av polisläroinrättningarnas styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställs av respektive polisläroinrättning. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "normalized_sv": "Polisens högsta ledning fastställer på framställning av polisläroinrättningarnas styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställs av respektive polisläroinrättning. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "folded_sv": "polisens hogsta ledning faststaller pa framstallning av polislaroinrattningarnas styrelse en undervisningsplan for utbildning for examen och for en specialiserande utbildning som omfattar minst 30 studieveckor. undervisningsplanerna for den ovriga utbildningen faststalls av respektive polislaroinrattning. i undervisningsplanen ingar bestammelser om malen for studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden for slutforande av studierna, undervisningsformerna, mangden undervisning och praktik, tillgodoraknandet av andra studier samt om de studieprestationer som kravs."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Opetus- ja tutkintokielet",
      "content": "Poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. Poliisioppilaitos päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. Poliisioppilaitos päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
        "folded_fi": "poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. poliisioppilaitos paattaa muun opetus- ja tutkintokielen kayttamisesta opetuksessa ja opintosuorituksissa.",
        "title_sv": "Undervisnings- och examensspråk",
        "content_sv": "Undervisnings- och examensspråket vid polisläroinrättningarna är finska eller svenska. Polisläroinrättningen beslutar om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "normalized_sv": "Undervisnings- och examensspråket vid polisläroinrättningarna är finska eller svenska. Polisläroinrättningen beslutar om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "folded_sv": "undervisnings- och examensspraket vid polislaroinrattningarna ar finska eller svenska. polislaroinrattningen beslutar om anvandande av nagot annat undervisnings- och examenssprak i undervisningen och i studieprestationerna."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": ". Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poliisioppilaitosten virkamiesten tehtävistä, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä poliisioppilaitosten neuvottelukunnista ja ohjesäännöstä",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": ". Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poliisioppilaitosten virkamiesten tehtävistä, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä poliisioppilaitosten neuvottelukunnista ja ohjesäännöstä",
        "folded_fi": ". valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poliisioppilaitosten virkamiesten tehtavista, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyvaksymismenettelysta, opiskelun keskeyttamista ja opiskelijan erottamista koskevasta menettelysta seka poliisioppilaitosten neuvottelukunnista ja ohjesaannosta",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på polisläroinrättningarnas tjänstemän, de examina som avläggs vid polisläroinrättningarna och om övrig utbildning som ges vid dessa, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen, om polisläroinrättningarnas delegationer och reglementen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på polisläroinrättningarnas tjänstemän, de examina som avläggs vid polisläroinrättningarna och om övrig utbildning som ges vid dessa, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen, om polisläroinrättningarnas delegationer och reglementen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om de uppgifter som ankommer pa polislaroinrattningarnas tjansteman, de examina som avlaggs vid polislaroinrattningarna och om ovrig utbildning som ges vid dessa, om forfarandet i samband med antagning av studerande, avbrytande av studierna och avstangning fran utbildningen, om polislaroinrattningarnas delegationer och reglementen."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 15 paivana toukokuuta 2005. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 15 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 15 maj 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisikoulutuksen vastuuyksiköt",
      "content": "Poliisin ylijohtona sisäasiainministeriön poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta sekä siihen käytettävistä voimavaroista. poliisioppilaitokset Poliisikoulu ja Poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta. Poliisin valtakunnalliset yksiköt, Poliisin tietohallintokeskus ja poliisin ylijohdon erikseen määräämät poliisiyksiköt vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittämisestä ja toteuttamisesta sekä tutkimustoiminnasta. Poliisin lääninjohdot vastaavat alueellisesta koulutuksesta. Poliisiyksiköt vastaavat henkilöstönsä työpaikkakoulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Poliisin ylijohtona sisäasiainministeriön poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta sekä siihen käytettävistä voimavaroista. poliisioppilaitokset Poliisikoulu ja Poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen järjestämisestä sekä tutkimustoiminnasta. Poliisin valtakunnalliset yksiköt, Poliisin tietohallintokeskus ja poliisin ylijohdon erikseen määräämät poliisiyksiköt vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittämisestä ja toteuttamisesta sekä tutkimustoiminnasta. Poliisin lääninjohdot vastaavat alueellisesta koulutuksesta. Poliisiyksiköt vastaavat henkilöstönsä työpaikkakoulutuksesta.",
        "folded_fi": "poliisin ylijohtona sisaasiainministerion poliisiosasto vastaa poliisin koulutus- ja tutkimustoiminnasta seka siihen kaytettavista voimavaroista. poliisioppilaitokset poliisikoulu ja poliisiammattikorkeakoulu () vastaavat poliisin valtakunnallisen koulutuksen jarjestamisesta seka tutkimustoiminnasta. poliisin valtakunnalliset yksikot, poliisin tietohallintokeskus ja poliisin ylijohdon erikseen maaraamat poliisiyksikot vastaavat osaltaan toimialansa valtakunnallisen ja alueellisen koulutuksen kehittamisesta ja toteuttamisesta seka tutkimustoiminnasta. poliisin laaninjohdot vastaavat alueellisesta koulutuksesta. poliisiyksikot vastaavat henkilostonsa tyopaikkakoulutuksesta.",
        "title_sv": "Enheter som ansvarar för polisutbildningen",
        "content_sv": "Såsom polisens högsta ledning svarar inrikesministeriets polisavdelning för utbildnings- och forskningsverksamheten inom polisen samt för de resurser som används för ändamålet. polisläroinrättningarna Polisskolan och Polisyrkeshögskolan () svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten. De riksomfattande enheterna inom polisen, Polisens datacentral och de polisenheter som polisens högsta ledning särskilt förordnar svarar för sin del inom sitt eget verksamhetsområde för utvecklandet och ordnandet av utbildningen på riksomfattande och regional nivå samt för forskningsverksamheten. Polisens länsledningar svarar för den regionala utbildningen. Polisenheterna svarar för arbetsplatsutbildningen för sin egen personals vidkommande.",
        "normalized_sv": "Såsom polisens högsta ledning svarar inrikesministeriets polisavdelning för utbildnings- och forskningsverksamheten inom polisen samt för de resurser som används för ändamålet. polisläroinrättningarna Polisskolan och Polisyrkeshögskolan () svarar för anordnandet av den riksomfattande polisutbildningen samt för forskningsverksamheten. De riksomfattande enheterna inom polisen, Polisens datacentral och de polisenheter som polisens högsta ledning särskilt förordnar svarar för sin del inom sitt eget verksamhetsområde för utvecklandet och ordnandet av utbildningen på riksomfattande och regional nivå samt för forskningsverksamheten. Polisens länsledningar svarar för den regionala utbildningen. Polisenheterna svarar för arbetsplatsutbildningen för sin egen personals vidkommande.",
        "folded_sv": "sasom polisens hogsta ledning svarar inrikesministeriets polisavdelning for utbildnings- och forskningsverksamheten inom polisen samt for de resurser som anvands for andamalet. polislaroinrattningarna polisskolan och polisyrkeshogskolan () svarar for anordnandet av den riksomfattande polisutbildningen samt for forskningsverksamheten. de riksomfattande enheterna inom polisen, polisens datacentral och de polisenheter som polisens hogsta ledning sarskilt forordnar svarar for sin del inom sitt eget verksamhetsomrade for utvecklandet och ordnandet av utbildningen pa riksomfattande och regional niva samt for forskningsverksamheten. polisens lansledningar svarar for den regionala utbildningen. polisenheterna svarar for arbetsplatsutbildningen for sin egen personals vidkommande."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Poliisioppilaitosten tehtävät",
      "content": "Poliisikoulu ja Poliisiammattikorkeakoulu ovat sisäasiainministeriön alaisia poliisialan oppilaitoksia. Poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. Poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipäällystötutkintoa suorittamaan otettavien opiskelijavalinnoista sekä poliisin perustutkinnosta ja poliisialipäällystötutkinnosta. Poliisikoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta sekä osallistuu poliisialaan liittyvään tutkimus- ja kehittämistoimintaan. Poliisiammattikorkeakoulu vastaa poliisipäällystön tutkinnon opiskelijavalinnoista ja poliisipäällystön tutkinnosta, poliisin päällystö- ja muusta johtamiskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta, järjestää poliisipäällystön tutkintoon liittyvää koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisioppilaitosten tehtävänä on vastata myös järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Poliisikoulu ja Poliisiammattikorkeakoulu ovat sisäasiainministeriön alaisia poliisialan oppilaitoksia. Poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. Poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipäällystötutkintoa suorittamaan otettavien opiskelijavalinnoista sekä poliisin perustutkinnosta ja poliisialipäällystötutkinnosta. Poliisikoulu järjestää edellä mainittuihin tutkintoihin liittyvää koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta sekä osallistuu poliisialaan liittyvään tutkimus- ja kehittämistoimintaan. Poliisiammattikorkeakoulu vastaa poliisipäällystön tutkinnon opiskelijavalinnoista ja poliisipäällystön tutkinnosta, poliisin päällystö- ja muusta johtamiskoulutuksesta sekä poliisialaan liittyvästä tutkimus- ja kehittämistoiminnasta, järjestää poliisipäällystön tutkintoon liittyvää koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. Poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvän opetuksen osalta noudatetaan tässä laissa säädetyn lisäksi soveltuvin osin, mitä ammattikorkeakoululaissa (351/2003) tai sen nojalla säädetään. Poliisioppilaitosten tehtävänä on vastata myös järjestämänsä koulutuksen ja muun toiminnan laatutasosta ja kehittämisestä sekä osallistua määräajoin ulkopuoliseen arviointiin.",
        "folded_fi": "poliisikoulu ja poliisiammattikorkeakoulu ovat sisaasiainministerion alaisia poliisialan oppilaitoksia. poliisiammattikorkeakoulu on poliisialan ammattikorkeakoulu. poliisikoulu vastaa poliisikoulutukseen rekrytoinnista, poliisin perustutkintoa ja poliisialipaallystotutkintoa suorittamaan otettavien opiskelijavalinnoista seka poliisin perustutkinnosta ja poliisialipaallystotutkinnosta. poliisikoulu jarjestaa edella mainittuihin tutkintoihin liittyvaa koulutusta, ammatillisia erikoistumisopintoja, muuta turvallisuusalan koulutusta seka osallistuu poliisialaan liittyvaan tutkimus- ja kehittamistoimintaan. poliisiammattikorkeakoulu vastaa poliisipaallyston tutkinnon opiskelijavalinnoista ja poliisipaallyston tutkinnosta, poliisin paallysto- ja muusta johtamiskoulutuksesta seka poliisialaan liittyvasta tutkimus- ja kehittamistoiminnasta, jarjestaa poliisipaallyston tutkintoon liittyvaa koulutusta, ammatillisia erikoistumisopintoja ja muuta turvallisuusalan koulutusta. poliisiammattikorkeakoulussa suoritettavien tutkintojen ja niihin liittyvan opetuksen osalta noudatetaan tassa laissa saadetyn lisaksi soveltuvin osin, mita ammattikorkeakoululaissa (351/2003) tai sen nojalla saadetaan. poliisioppilaitosten tehtavana on vastata myos jarjestamansa koulutuksen ja muun toiminnan laatutasosta ja kehittamisesta seka osallistua maaraajoin ulkopuoliseen arviointiin.",
        "title_sv": "Polisläroinrättningarnas uppgifter",
        "content_sv": "Polisskolan och Polisyrkeshögskolan är läroinrättningar inom polisbranschen och de lyder under inrikesministeriet. Polisyrkeshögskolan är en yrkeshögskola inom polisbranschen. Polisskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande till grundexamen för polis och till polisunderbefälsexamen samt för grundexamen för polis och för polisunderbefälsexamen. Polisskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom säkerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan svarar för antagningen av studerande till polisbefälsexamen samt för polisbefälsexamen, för befälsutbildning och annan ledarutbildning inom polisen samt för forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefälsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom säkerhetsbranschen. I fråga om de examina som avläggs vid Polisyrkeshögskolan och den undervisning som ges i anslutning till dem iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisläroinrättningarna skall också svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvärdering.",
        "normalized_sv": "Polisskolan och Polisyrkeshögskolan är läroinrättningar inom polisbranschen och de lyder under inrikesministeriet. Polisyrkeshögskolan är en yrkeshögskola inom polisbranschen. Polisskolan svarar för rekryteringen till polisutbildningen, för antagningen av studerande till grundexamen för polis och till polisunderbefälsexamen samt för grundexamen för polis och för polisunderbefälsexamen. Polisskolan ordnar utbildning för nämnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom säkerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. Polisyrkeshögskolan svarar för antagningen av studerande till polisbefälsexamen samt för polisbefälsexamen, för befälsutbildning och annan ledarutbildning inom polisen samt för forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefälsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom säkerhetsbranschen. I fråga om de examina som avläggs vid Polisyrkeshögskolan och den undervisning som ges i anslutning till dem iakttas förutom bestämmelserna i denna lag i tillämpliga delar vad som bestäms i yrkeshögskolelagen (351/2003) eller med stöd av den. Polisläroinrättningarna skall också svara för kvaliteten på och vidareutvecklingen av den utbildning och övriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvärdering.",
        "folded_sv": "polisskolan och polisyrkeshogskolan ar laroinrattningar inom polisbranschen och de lyder under inrikesministeriet. polisyrkeshogskolan ar en yrkeshogskola inom polisbranschen. polisskolan svarar for rekryteringen till polisutbildningen, for antagningen av studerande till grundexamen for polis och till polisunderbefalsexamen samt for grundexamen for polis och for polisunderbefalsexamen. polisskolan ordnar utbildning for namnda examina, yrkesinriktade specialiseringsstudier, annan utbildning inom sakerhetsbranschen samt deltar i forsknings- och utvecklingsverksamheten inom polisbranschen. polisyrkeshogskolan svarar for antagningen av studerande till polisbefalsexamen samt for polisbefalsexamen, for befalsutbildning och annan ledarutbildning inom polisen samt for forsknings- och utvecklingsverksamheten inom polisbranschen, ordnar utbildning i anslutning till polisbefalsexamen samt yrkesinriktade specialiseringsstudier och annan utbildning inom sakerhetsbranschen. i fraga om de examina som avlaggs vid polisyrkeshogskolan och den undervisning som ges i anslutning till dem iakttas forutom bestammelserna i denna lag i tillampliga delar vad som bestams i yrkeshogskolelagen (351/2003) eller med stod av den. polislaroinrattningarna skall ocksa svara for kvaliteten pa och vidareutvecklingen av den utbildning och ovriga verksamhet som de anordnar, och de skall regelbundet delta i extern utvardering."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Poliisioppilaitosten hallitus",
      "content": "Poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja sekä yksitoista muuta jäsentä ja heillä kullakin henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata poliisioppilaitosten toimintaa ja tehdä esityksiä poliisioppilaitosten toiminnan ja niissä annettavan opetuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset. Hallituksen kokoonpanosta, asettamisesta ja tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittää kolmeksi vuodeksi kerrallaan. Hallituksessa on puheenjohtaja, varapuheenjohtaja sekä yksitoista muuta jäsentä ja heillä kullakin henkilökohtainen varajäsen. Hallituksen tehtävänä on seurata poliisioppilaitosten toimintaa ja tehdä esityksiä poliisioppilaitosten toiminnan ja niissä annettavan opetuksen kehittämiseksi sekä ratkaista hallituksen käsiteltäviksi säädetyt oikaisuvaatimukset. Hallituksen kokoonpanosta, asettamisesta ja tehtävistä säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "poliisioppilaitoksilla on yhteinen hallitus, jonka poliisin ylijohto nimittaa kolmeksi vuodeksi kerrallaan. hallituksessa on puheenjohtaja, varapuheenjohtaja seka yksitoista muuta jasenta ja heilla kullakin henkilokohtainen varajasen. hallituksen tehtavana on seurata poliisioppilaitosten toimintaa ja tehda esityksia poliisioppilaitosten toiminnan ja niissa annettavan opetuksen kehittamiseksi seka ratkaista hallituksen kasiteltaviksi saadetyt oikaisuvaatimukset. hallituksen kokoonpanosta, asettamisesta ja tehtavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Styrelsen för polisläroinrättningarna",
        "content_sv": "Polisläroinrättningarna har en gemensam styrelse som polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa polisläroinrättningarnas verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid läroinrättningarna samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla. Närmare bestämmelser om styrelsens sammansättning och tillsättandet av den samt om styrelsens uppgifter utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Polisläroinrättningarna har en gemensam styrelse som polisens högsta ledning utser för tre år i sänder. Styrelsen består av en ordförande, en vice ordförande samt elva andra medlemmar som var och en har en personlig suppleant. Styrelsen har till uppgift att följa polisläroinrättningarnas verksamhet och göra framställningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid läroinrättningarna samt avgöra de rättelseyrkanden som det föreskrivs att styrelsen skall behandla. Närmare bestämmelser om styrelsens sammansättning och tillsättandet av den samt om styrelsens uppgifter utfärdas genom förordning av statsrådet.",
        "folded_sv": "polislaroinrattningarna har en gemensam styrelse som polisens hogsta ledning utser for tre ar i sander. styrelsen bestar av en ordforande, en vice ordforande samt elva andra medlemmar som var och en har en personlig suppleant. styrelsen har till uppgift att folja polislaroinrattningarnas verksamhet och gora framstallningar om vidareutvecklingen av verksamheten och av den undervisning som ges vid laroinrattningarna samt avgora de rattelseyrkanden som det foreskrivs att styrelsen skall behandla. narmare bestammelser om styrelsens sammansattning och tillsattandet av den samt om styrelsens uppgifter utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Hallituksen päätöksentekomenettely",
      "content": "Hallitus on päätösvaltainen, kun puheenjohtaja ja vähintään viisi muuta jäsentä on paikalla. Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Hallitus on päätösvaltainen, kun puheenjohtaja ja vähintään viisi muuta jäsentä on paikalla. Hallitus ratkaisee asiat esittelystä. Asiat ratkaistaan erimielisyyden sattuessa äänten enemmistöllä. Äänten mennessä tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttämistä ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "folded_fi": "hallitus on paatosvaltainen, kun puheenjohtaja ja vahintaan viisi muuta jasenta on paikalla. hallitus ratkaisee asiat esittelysta. asiat ratkaistaan erimielisyyden sattuessa aanten enemmistolla. aanten mennessa tasan tulee ratkaisuksi se mielipide, johon puheenjohtaja on yhtynyt, poliisioppilaitoksesta erottamista, opiskelun keskeyttamista ja varoitusta koskevassa asiassa kuitenkin lievempi kanta.",
        "title_sv": "Beslutsförfarandet i styrelsen",
        "content_sv": "Styrelsen är beslutför när ordföranden och minst fem andra medlemmar är närvarande. Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från en polisläroinrättning, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "normalized_sv": "Styrelsen är beslutför när ordföranden och minst fem andra medlemmar är närvarande. Styrelsen avgör ärendena på föredragning. Vid oenighet avgörs ärendena genom röstmajoritet. Faller rösterna lika, gäller den mening som ordföranden har förenat sig om. Ärenden som gäller avstängning från en polisläroinrättning, avbrytande av studierna och tilldelande av varning avgörs dock enligt den lindrigare ståndpunkten.",
        "folded_sv": "styrelsen ar beslutfor nar ordforanden och minst fem andra medlemmar ar narvarande. styrelsen avgor arendena pa foredragning. vid oenighet avgors arendena genom rostmajoritet. faller rosterna lika, galler den mening som ordforanden har forenat sig om. arenden som galler avstangning fran en polislaroinrattning, avbrytande av studierna och tilldelande av varning avgors dock enligt den lindrigare standpunkten."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poliisioppilaitoksen opiskelija",
      "content": "Poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka hän on nimitettynä nuoremman konstaapelin määräaikaiseen virkasuhteeseen. Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta poliisioppilaitoksessa opiskelevaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka hän on nimitettynä nuoremman konstaapelin määräaikaiseen virkasuhteeseen. Tässä laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan sekä poliisikokelasta että muuta poliisioppilaitoksessa opiskelevaa.",
        "folded_fi": "poliisin perustutkintoa suorittava on poliisikokelas lukuun ottamatta aikaa, jonka han on nimitettyna nuoremman konstaapelin maaraaikaiseen virkasuhteeseen. tassa laissa ja sen nojalla annetuissa asetuksissa opiskelijalla tarkoitetaan seka poliisikokelasta etta muuta poliisioppilaitoksessa opiskelevaa.",
        "title_sv": "Studerande vid en polisläroinrättning",
        "content_sv": "Den som studerar för grundexamen för polis är polisaspirant med undantag för den tid han eller hon är utnämnd till ett tjänsteförhållande för viss tid som yngre konstapel. I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid en polisläroinrättning.",
        "normalized_sv": "Den som studerar för grundexamen för polis är polisaspirant med undantag för den tid han eller hon är utnämnd till ett tjänsteförhållande för viss tid som yngre konstapel. I denna lag och i de förordningar som utfärdats med stöd av den avses med studerande både polisaspiranter och andra som studerar vid en polisläroinrättning.",
        "folded_sv": "den som studerar for grundexamen for polis ar polisaspirant med undantag for den tid han eller hon ar utnamnd till ett tjansteforhallande for viss tid som yngre konstapel. i denna lag och i de forordningar som utfardats med stod av den avses med studerande bade polisaspiranter och andra som studerar vid en polislaroinrattning."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Opiskelijaksi ottaminen poliisin perustutkintokoulutukseen",
      "content": "Poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Perustutkintokoulutukseen valittavan tulee olla: 1) Suomen kansalainen; 2) suorittanut vähintään ammatillisen perustutkinnon tai lukion oppimäärän taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtävien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vähintään B-luokan ajo-oikeuden; 5) hankkinut vähintään vuoden työkokemuksen; sekä 6) suorittanut hyväksytysti valintakokeen. Poliisikoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista. Poliisin ylijohto päättää niistä poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisältävät 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa sekä valintakokeen rakenteen ja eri osioiden keskinäiset painotukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. Perustutkintokoulutukseen valittavan tulee olla: 1) Suomen kansalainen; 2) suorittanut vähintään ammatillisen perustutkinnon tai lukion oppimäärän taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtävien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vähintään B-luokan ajo-oikeuden; 5) hankkinut vähintään vuoden työkokemuksen; sekä 6) suorittanut hyväksytysti valintakokeen. Poliisikoulu voi erityisistä syistä myöntää poikkeuksen 2 momentin 1 ja 2 sekä 5 kohdassa säädetyistä vaatimuksista. Poliisin ylijohto päättää niistä poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisältävät 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa sekä valintakokeen rakenteen ja eri osioiden keskinäiset painotukset.",
        "folded_fi": "poliisikoulu valitsee opiskelijat poliisin perustutkintokoulutukseen. perustutkintokoulutukseen valittavan tulee olla: 1) suomen kansalainen; 2) suorittanut vahintaan ammatillisen perustutkinnon tai lukion oppimaaran taikka suomalaisen ylioppilastutkinnon tai muun ylioppilastutkintoasetuksessa (1000/1994) tarkoitetun tutkinnon; 3) terveydentilaltaan ja muutoin poliisin tehtavien asianmukaisen hoitamisen kannalta sopiva; 4) saanut vahintaan b-luokan ajo-oikeuden; 5) hankkinut vahintaan vuoden tyokokemuksen; seka 6) suorittanut hyvaksytysti valintakokeen. poliisikoulu voi erityisista syista myontaa poikkeuksen 2 momentin 1 ja 2 seka 5 kohdassa saadetyista vaatimuksista. poliisin ylijohto paattaa niista poliisin perustutkintoa suorittamaan otettavien valintaperusteista, jotka sisaltavat 2 momentin 3 kohdan terveydentilaa ja alalle soveltuvuutta koskevat rajaukset, aikaisempien opintojen huomioon ottamisen valinnassa seka valintakokeen rakenteen ja eri osioiden keskinaiset painotukset.",
        "title_sv": "Antagning av studerande till utbildning för grundexamen för polis",
        "content_sv": "Polisskolan antar studerandena till utbildning för grundexamen för polis. Den som tas in till utbildning för grundexamen för polis skall 1) vara finsk medborgare, 2) åtminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets lärokurs eller avlagt finsk studentexamen eller någon annan examen som nämns i studentexamensförordningen (1000/1994), 3) vara lämplig beträffande hälsotillståndet och i övrigt med tanke på skötseln av de uppgifter som ankommer på polisen, 4) ha körrätt minst för fordon av klass B, 5) ha minst ett års arbetserfarenhet, samt 6) ha blivit godkänd i urvalsprovet. Polisskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten. Polisens högsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning för grundexamen för polis till den del det gäller gränsdragningar i fråga om hälsotillstånd och lämplighet för yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvägningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur.",
        "normalized_sv": "Polisskolan antar studerandena till utbildning för grundexamen för polis. Den som tas in till utbildning för grundexamen för polis skall 1) vara finsk medborgare, 2) åtminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets lärokurs eller avlagt finsk studentexamen eller någon annan examen som nämns i studentexamensförordningen (1000/1994), 3) vara lämplig beträffande hälsotillståndet och i övrigt med tanke på skötseln av de uppgifter som ankommer på polisen, 4) ha körrätt minst för fordon av klass B, 5) ha minst ett års arbetserfarenhet, samt 6) ha blivit godkänd i urvalsprovet. Polisskolan kan av särskilda skäl medge undantag från kraven enligt 2 mom. 1 och 2 samt 5 punkten. Polisens högsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning för grundexamen för polis till den del det gäller gränsdragningar i fråga om hälsotillstånd och lämplighet för yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvägningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur.",
        "folded_sv": "polisskolan antar studerandena till utbildning for grundexamen for polis. den som tas in till utbildning for grundexamen for polis skall 1) vara finsk medborgare, 2) atminstone ha avlagt yrkesinriktad grundexamen eller gymnasiets larokurs eller avlagt finsk studentexamen eller nagon annan examen som namns i studentexamensforordningen (1000/1994), 3) vara lamplig betraffande halsotillstandet och i ovrigt med tanke pa skotseln av de uppgifter som ankommer pa polisen, 4) ha korratt minst for fordon av klass b, 5) ha minst ett ars arbetserfarenhet, samt 6) ha blivit godkand i urvalsprovet. polisskolan kan av sarskilda skal medge undantag fran kraven enligt 2 mom. 1 och 2 samt 5 punkten. polisens hogsta ledning beslutar om urvalsgrunderna vid antagningen av studerande till utbildning for grundexamen for polis till den del det galler gransdragningar i fraga om halsotillstand och lamplighet for yrket enligt 2 mom. 3 punkten, beaktande av tidigare studier vid antagningen samt avvagningen mellan de olika delarna i urvalsprovet och urvalsprovets struktur."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Päihdetestaus",
      "content": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa poliisioppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat poliisioppilaitoksessa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisioppilaitoksen on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilön ja laboratoriohenkilökunnan tekemään päihdetestiin ennen perustutkintokoulutukseen hyväksymistä. Poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen määräyksestä osallistumaan päihdetestiin myös perustutkintokoulutuksen ja siihen liittyvän harjoittelun aikana, jos on perusteltua aihetta epäillä, että poliisikokelas tai harjoittelua suorittava esiintyy päihtyneenä koulutuksessa tai harjoitteluun liittyvässä työssä. Päihdetestistä saatu tieto on terveydentilatieto. Terveydenhuollon ammattihenkilö voi luovuttaa poliisioppilaitokselle kirjallisen johtopäätöksen päihdetestistä. Tätä tietoa saavat poliisioppilaitoksessa käsitellä vain ne henkilöt, jotka valmistelevat taikka tekevät päätöksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. Poliisioppilaitoksen on säilytettävä terveydentilatiedot erillään muista keräämistään henkilötiedoista.",
        "folded_fi": "poliisin perustutkintokoulutukseen hakeutuva on velvollinen osallistumaan terveydenhuollon ammattihenkilon ja laboratoriohenkilokunnan tekemaan paihdetestiin ennen perustutkintokoulutukseen hyvaksymista. poliisin perustutkintoa suorittava on velvollinen poliisioppilaitoksen maarayksesta osallistumaan paihdetestiin myos perustutkintokoulutuksen ja siihen liittyvan harjoittelun aikana, jos on perusteltua aihetta epailla, etta poliisikokelas tai harjoittelua suorittava esiintyy paihtyneena koulutuksessa tai harjoitteluun liittyvassa tyossa. paihdetestista saatu tieto on terveydentilatieto. terveydenhuollon ammattihenkilo voi luovuttaa poliisioppilaitokselle kirjallisen johtopaatoksen paihdetestista. tata tietoa saavat poliisioppilaitoksessa kasitella vain ne henkilot, jotka valmistelevat taikka tekevat paatoksen oppilasvalinnasta taikka perustutkintokoulutuksesta erottamisesta. poliisioppilaitoksen on sailytettava terveydentilatiedot erillaan muista keraamistaan henkilotiedoista.",
        "title_sv": "Drogtestning",
        "content_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av polisläroinrättningen delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna polisläroinrättningen slutsatserna av drogtestet. Denna information får inom polisläroinrättningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Polisläroinrättningen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "normalized_sv": "Den som ansöker till utbildning för grundexamen för polis är skyldig att innan han eller hon godkänns för utbildningen delta i ett drogtest som utförs av en yrkesutbildad person inom hälso- och sjukvården och av laboratoriepersonal. Den som avlägger grundexamen för polis är skyldig att på förordnande av polisläroinrättningen delta i drogtest även medan utbildningen pågår samt under den praktikperiod som ingår i utbildningen, om det finns grundad anledning att misstänka att polisaspiranten eller den som fullgör praktik uppträder påverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. Uppgifter från drogtest betraktas som uppgifter om hälsotillståndet. En yrkesutbildad person inom hälso- och sjukvården får skriftligen lämna polisläroinrättningen slutsatserna av drogtestet. Denna information får inom polisläroinrättningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstängning från utbildningen för grundexamen. Polisläroinrättningen skall förvara uppgifter om hälsotillståndet skilt från övriga personuppgifter som den inhämtat.",
        "folded_sv": "den som ansoker till utbildning for grundexamen for polis ar skyldig att innan han eller hon godkanns for utbildningen delta i ett drogtest som utfors av en yrkesutbildad person inom halso- och sjukvarden och av laboratoriepersonal. den som avlagger grundexamen for polis ar skyldig att pa forordnande av polislaroinrattningen delta i drogtest aven medan utbildningen pagar samt under den praktikperiod som ingar i utbildningen, om det finns grundad anledning att misstanka att polisaspiranten eller den som fullgor praktik upptrader paverkad av rusmedel under utbildningstiden eller i arbete i samband med praktiken. uppgifter fran drogtest betraktas som uppgifter om halsotillstandet. en yrkesutbildad person inom halso- och sjukvarden far skriftligen lamna polislaroinrattningen slutsatserna av drogtestet. denna information far inom polislaroinrattningen endast behandlas av de personer som bereder eller fattar beslut om antagningen av studerande eller om avstangning fran utbildningen for grundexamen. polislaroinrattningen skall forvara uppgifter om halsotillstandet skilt fran ovriga personuppgifter som den inhamtat."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opiskelijaksi ottaminen muuhun tutkintokoulutukseen",
      "content": "Poliisikoulu valitsee poliisialipäällystötutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisikoulu valitsee opiskelijat myös vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisiammattikorkeakoulu valitsee Poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Poliisikoulu valitsee poliisialipäällystötutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisikoulu valitsee opiskelijat myös vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. Poliisiammattikorkeakoulu valitsee Poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. Poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujärjestelmästä annettua valtioneuvoston asetusta (353/2003).",
        "folded_fi": "poliisikoulu valitsee poliisialipaallystotutkinnon opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. poliisikoulu valitsee opiskelijat myos vastuullaan olevaan poliisihallinnon ulkopuoliseen turvallisuusalan koulutukseen. poliisiammattikorkeakoulu valitsee poliisiammattikorkeakoulun tutkinto-opiskelijat poliisin ylijohdon vahvistamien valintaperusteiden mukaisesti. poliisiammattikorkeakoulun opiskelijavalintoihin ei sovelleta ammattikorkeakoulujen yhteishakujarjestelmasta annettua valtioneuvoston asetusta (353/2003).",
        "title_sv": "Antagning av studerande till utbildning för annan examen",
        "content_sv": "Polisskolan antar studerande för polisunderbefälsexamen enligt de urvalsgrunder som polisens högsta ledning fastställt. Polisskolan antar även studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som Polisskolan svarar för. Polisyrkeshögskolan antar studerande för examen vid Polisyrkeshögskolan enligt de urvalsgrunder som polisens högsta ledning fastställt. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till Polisyrkeshögskolan.",
        "normalized_sv": "Polisskolan antar studerande för polisunderbefälsexamen enligt de urvalsgrunder som polisens högsta ledning fastställt. Polisskolan antar även studerande för den utbildning utanför polisförvaltningen som gäller säkerhetsbranschen och som Polisskolan svarar för. Polisyrkeshögskolan antar studerande för examen vid Polisyrkeshögskolan enligt de urvalsgrunder som polisens högsta ledning fastställt. Statsrådets förordning om systemet för gemensam ansökan till yrkeshögskolorna (353/2003) tillämpas inte vid antagningen av studerande till Polisyrkeshögskolan.",
        "folded_sv": "polisskolan antar studerande for polisunderbefalsexamen enligt de urvalsgrunder som polisens hogsta ledning faststallt. polisskolan antar aven studerande for den utbildning utanfor polisforvaltningen som galler sakerhetsbranschen och som polisskolan svarar for. polisyrkeshogskolan antar studerande for examen vid polisyrkeshogskolan enligt de urvalsgrunder som polisens hogsta ledning faststallt. statsradets forordning om systemet for gemensam ansokan till yrkeshogskolorna (353/2003) tillampas inte vid antagningen av studerande till polisyrkeshogskolan."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Työharjoittelu- ja kenttätyöjaksot",
      "content": "Perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan työharjoittelujakson ja kenttätyöjakson hänelle osoitetussa poliisiyksikössä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan työharjoittelujakson ja kenttätyöjakson hänelle osoitetussa poliisiyksikössä.",
        "folded_fi": "perustutkintokoulutukseen valittu sitoutuu suorittamaan poliisin perustutkintoon kuuluvan tyoharjoittelujakson ja kenttatyojakson hanelle osoitetussa poliisiyksikossa.",
        "title_sv": "Arbetspraktik och fältarbete",
        "content_sv": "Den som antagits till utbildning för grundexamen förbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och fältarbete som ingår i grundexamen för polis.",
        "normalized_sv": "Den som antagits till utbildning för grundexamen förbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och fältarbete som ingår i grundexamen för polis.",
        "folded_sv": "den som antagits till utbildning for grundexamen forbinder sig att i den polisenhet till vilken han eller hon anvisas delta i den period av arbetspraktik och faltarbete som ingar i grundexamen for polis."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Opiskeluaika",
      "content": "Poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisioppilaitos voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa määritellyssä enimmäisajassa voimassa olevan opetussuunnitelman mukaisesti. Poliisioppilaitos voi opiskelijan pyynnöstä siirtää tämän opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintään yhdellä vuodella.",
        "folded_fi": "poliisioppilaitoksen opiskelijan tulee suorittaa tutkintokoulutuksen opinnot opetussuunnitelmassa maaritellyssa enimmaisajassa voimassa olevan opetussuunnitelman mukaisesti. poliisioppilaitos voi opiskelijan pyynnosta siirtaa taman opiskeluoikeutta siihen saakka, kunnes kyseinen koulutus seuraavan kerran aloitetaan, kuitenkin enintaan yhdella vuodella.",
        "title_sv": "Studietid",
        "content_sv": "Studerande vid en polisläroinrättning skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisläroinrättningen kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "normalized_sv": "Studerande vid en polisläroinrättning skall genomföra studierna för examen inom den maximitid som anges i den gällande undervisningsplanen och i enlighet med denna plan. Polisläroinrättningen kan på den studerandes begäran skjuta upp studierätten till den tidpunkt då utbildningen följande gång inleds, dock med högst ett år.",
        "folded_sv": "studerande vid en polislaroinrattning skall genomfora studierna for examen inom den maximitid som anges i den gallande undervisningsplanen och i enlighet med denna plan. polislaroinrattningen kan pa den studerandes begaran skjuta upp studieratten till den tidpunkt da utbildningen foljande gang inleds, dock med hogst ett ar."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opiskeluoikeuden menettäminen",
      "content": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei poliisioppilaitos erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa määritellyssä enimmäisajassa, menettää opiskeluoikeutensa, jollei poliisioppilaitos erityisestä syystä myönnä hänelle lisäaikaa opintojen loppuun saattamiseen.",
        "folded_fi": "opiskelija, joka ei ole suorittanut opintojaan opetussuunnitelmassa maaritellyssa enimmaisajassa, menettaa opiskeluoikeutensa, jollei poliisioppilaitos erityisesta syysta myonna hanelle lisaaikaa opintojen loppuun saattamiseen.",
        "title_sv": "Förlust av studierätt",
        "content_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte polisläroinrättningen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "normalized_sv": "En studerande som inte har slutfört sina studier inom den maximitid som fastställts i undervisningsplanen förlorar sin studierätt, om inte polisläroinrättningen av särskilda skäl beviljar den studerande extra tid för att slutföra studierna.",
        "folded_sv": "en studerande som inte har slutfort sina studier inom den maximitid som faststallts i undervisningsplanen forlorar sin studieratt, om inte polislaroinrattningen av sarskilda skal beviljar den studerande extra tid for att slutfora studierna."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opiskelun keskeyttäminen",
      "content": "Poliisioppilaitos voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisioppilaitos voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Poliisioppilaitos päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Poliisioppilaitos voi keskeyttää opiskelijan hakemuksesta tämän opiskelun enintään kahden vuoden määräajaksi. Poliisioppilaitos voi omasta aloitteestaan keskeyttää opiskelijan opiskelun kerrallaan enintään yhden vuoden määräajaksi pitkäaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyväksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syystä. Opiskelun keskeyttämistä koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Poliisioppilaitos päättää opiskelijan aikaisempien opintojen hyväksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. Edellä 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneenä, ei lasketa opintojen enimmäisaikaan.",
        "folded_fi": "poliisioppilaitos voi keskeyttaa opiskelijan hakemuksesta taman opiskelun enintaan kahden vuoden maaraajaksi. poliisioppilaitos voi omasta aloitteestaan keskeyttaa opiskelijan opiskelun kerrallaan enintaan yhden vuoden maaraajaksi pitkaaikaisen sairauden vuoksi tai jos opiskelija ei kykene suorittamaan opintojaan hyvaksytysti opetussuunnitelman mukaisesti taikka opiskelijaan kohdistuvan rikoksen esitutkinnan ajaksi tai muusta vastaavasta painavasta syysta. opiskelun keskeyttamista koskeva paatos voidaan panna heti taytantoon, jollei poliisioppilaitos tai hallinto-oikeus toisin maaraa. poliisioppilaitos paattaa opiskelijan aikaisempien opintojen hyvaksiluettavuudesta opiskelijan tullessa jatkamaan opintojaan. edella 1 momentissa tarkoitettua aikaa, jona opinnot ovat keskeytyneena, ei lasketa opintojen enimmaisaikaan.",
        "title_sv": "Avbrytande av studierna",
        "content_sv": "Polisläroinrättningen kan på ansökan av den studerande avbryta dennes studier för högst två år. Polisläroinrättningen kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Polisläroinrättningen beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "normalized_sv": "Polisläroinrättningen kan på ansökan av den studerande avbryta dennes studier för högst två år. Polisläroinrättningen kan på eget initiativ för högst ett år åt gången avbryta en studerandes studier på grund av långvarig sjukdom eller om den studerande inte med godkänt resultat kan genomföra sina studier i enlighet med undervisningsplanen, för den tid en studerande är föremål för förundersökning av brott eller av något annat motsvarande vägande skäl. Beslut om avbrytande av studierna kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Polisläroinrättningen beslutar om tillgodoräknande av den studerandes tidigare studier i samband med att denne återupptar sina studier. Den i 1 mom. avsedda tiden för avbrottet i studierna räknas inte in i maximistudietiden.",
        "folded_sv": "polislaroinrattningen kan pa ansokan av den studerande avbryta dennes studier for hogst tva ar. polislaroinrattningen kan pa eget initiativ for hogst ett ar at gangen avbryta en studerandes studier pa grund av langvarig sjukdom eller om den studerande inte med godkant resultat kan genomfora sina studier i enlighet med undervisningsplanen, for den tid en studerande ar foremal for forundersokning av brott eller av nagot annat motsvarande vagande skal. beslut om avbrytande av studierna kan verkstallas genast, om inte polislaroinrattningen eller forvaltningsdomstolen bestammer nagot annat. polislaroinrattningen beslutar om tillgodoraknande av den studerandes tidigare studier i samband med att denne aterupptar sina studier. den i 1 mom. avsedda tiden for avbrottet i studierna raknas inte in i maximistudietiden."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Varoitus ja huomautus",
      "content": "Poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus. Edellä 1 momentin 1 kohdassa tarkoitettuna sopimattomana käytöksenä on pidettävä erityisesti käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tämä: 1) on koulutuksen aikana käyttäytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyönyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittävä seuraamus. Edellä 1 momentin 1 kohdassa tarkoitettuna sopimattomana käytöksenä on pidettävä erityisesti käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
        "folded_fi": "poliisioppilaitos voi antaa opiskelijalle kirjallisen varoituksen, jos tama: 1) on koulutuksen aikana kayttaytynyt poliisin arvolle sopimattomalla tavalla; 2) on laiminlyonyt opetukseen osallistumisen; tai 3) on rikkonut poliisioppilaitoksen jarjestyssaantoa. edella 1 momentin 2 ja 3 kohdassa tarkoitetussa tapauksessa poliisioppilaitos voi antaa kirjallisen varoituksen sijaan suullisen huomautuksen, jos sen katsotaan teon moitittavuus huomioon ottaen olevan riittava seuraamus. edella 1 momentin 1 kohdassa tarkoitettuna sopimattomana kaytoksena on pidettava erityisesti kaytosta, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon.",
        "title_sv": "Varning och anmärkning",
        "content_sv": "Polisläroinrättningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot polisläroinrättningens ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan polisläroinrättningen i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt.",
        "normalized_sv": "Polisläroinrättningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden uppträtt på ett sätt som är olämpligt med tanke på polisens anseende, 2) försummat att delta i undervisningen, eller 3) har brutit mot polisläroinrättningens ordningsstadga. I sådana fall som avses i 1 mom. 2 och 3 punkten kan polisläroinrättningen i stället för en skriftlig varning ge en muntlig anmärkning, om detta med hänsyn till hur klandervärd gärningen är kan anses vara en tillräcklig påföljd. Som olämpligt uppträdande enligt 1 mom. 1 punkten skall betraktas särskilt ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt.",
        "folded_sv": "polislaroinrattningen kan ge den studerande en skriftlig varning, om han eller hon 1) under utbildningstiden upptratt pa ett satt som ar olampligt med tanke pa polisens anseende, 2) forsummat att delta i undervisningen, eller 3) har brutit mot polislaroinrattningens ordningsstadga. i sadana fall som avses i 1 mom. 2 och 3 punkten kan polislaroinrattningen i stallet for en skriftlig varning ge en muntlig anmarkning, om detta med hansyn till hur klandervard garningen ar kan anses vara en tillracklig pafoljd. som olampligt upptradande enligt 1 mom. 1 punkten skall betraktas sarskilt ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa polisen skots pa ett arligt, tillforlitligt och rattvist satt."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koulutuksesta erottaminen",
      "content": "Poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään vääriä tai harhaanjohtavia tietoja taikka salannut sellaisen itseään koskevan seikan, joka olisi voinut estää koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 §:ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 §:ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, poliisioppilaitos päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä. Perustutkintokoulutuksesta erotetun opiskelijan määräaikainen nuoremman konstaapelin virkasuhde, johon hänet on nimitetty työharjoittelu- tai kenttätyöjakson suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tämä: 1) on antanut koulutukseen pyrkiessään vääriä tai harhaanjohtavia tietoja taikka salannut sellaisen itseään koskevan seikan, joka olisi voinut estää koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin käyttäytynyt poliisin arvolle sopimattomalla tavalla eikä kirjallista varoitusta ole pidettävä riittävänä seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltäytyy 7 § :ssä tarkoitetusta päihdetestauksesta taikka antaa päihteiden väärinkäytön osoittavan näytteen; 4) ei jatka opiskeluaan 12 § :ssä tarkoitetun määräajan päätyttyä taikka perusteita perustutkintokoulutuksen jatkamiselle ei enää ole; 5) laiminlyö toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen järjestyssääntöä. Edellä 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana käytöksenä on pidettävä erityisesti tekoa tai käytöstä, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtävien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. Erottamista koskeva päätös voidaan panna heti täytäntöön, jollei poliisioppilaitos tai hallinto-oikeus toisin määrää. Jos koulutuksesta erottamista koskeva päätös kumotaan, poliisioppilaitos päättää opiskelijan siihen mennessä suorittamien opintojen hyväksiluettavuudesta myöhemmin vastaavien opintojen yhteydessä. Perustutkintokoulutuksesta erotetun opiskelijan määräaikainen nuoremman konstaapelin virkasuhde, johon hänet on nimitetty työharjoittelu- tai kenttätyöjakson suorittamiseksi, päättyy ilman eri päätöstä siitä ajankohdasta, josta hänet on erotettu koulutuksesta.",
        "folded_fi": "poliisioppilaitos voi erottaa poliisioppilaitoksen opiskelijan koulutuksesta, jos tama: 1) on antanut koulutukseen pyrkiessaan vaaria tai harhaanjohtavia tietoja taikka salannut sellaisen itseaan koskevan seikan, joka olisi voinut estaa koulutukseen valinnan; 2) on syyllistynyt koulutuksen aikana sellaiseen rikokseen, joka osoittaa sopimattomuutta poliisimiehen virkaan taikka muutoin kayttaytynyt poliisin arvolle sopimattomalla tavalla eika kirjallista varoitusta ole pidettava riittavana seuraamuksena; 3) poliisin perustutkintoa suorittaessaan kieltaytyy 7 §:ssa tarkoitetusta paihdetestauksesta taikka antaa paihteiden vaarinkayton osoittavan naytteen; 4) ei jatka opiskeluaan 12 §:ssa tarkoitetun maaraajan paatyttya taikka perusteita perustutkintokoulutuksen jatkamiselle ei enaa ole; 5) laiminlyo toistuvasti taikka olennaisella tavalla opetukseen osallistumisen; tai 6) on toistuvasti taikka olennaisella tavalla rikkonut poliisioppilaitoksen jarjestyssaantoa. edella 1 momentin 2 kohdassa tarkoitettuna rikoksena tai sopimattomana kaytoksena on pidettava erityisesti tekoa tai kaytosta, joka on omiaan vaarantamaan luottamusta poliisille kuuluvien tehtavien rehelliseen, luotettavaan ja oikeudenmukaiseen hoitoon. erottamista koskeva paatos voidaan panna heti taytantoon, jollei poliisioppilaitos tai hallinto-oikeus toisin maaraa. jos koulutuksesta erottamista koskeva paatos kumotaan, poliisioppilaitos paattaa opiskelijan siihen mennessa suorittamien opintojen hyvaksiluettavuudesta myohemmin vastaavien opintojen yhteydessa. perustutkintokoulutuksesta erotetun opiskelijan maaraaikainen nuoremman konstaapelin virkasuhde, johon hanet on nimitetty tyoharjoittelu- tai kenttatyojakson suorittamiseksi, paattyy ilman eri paatosta siita ajankohdasta, josta hanet on erotettu koulutuksesta.",
        "title_sv": "Avstängning från utbildningen",
        "content_sv": "Polisläroinrättningen kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot polisläroinrättningens ordningsstadga. Som i 1 mom. 2 punkten avsett brott eller olämpligt uppträdande skall särskilt betraktas en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt. Beslut om avstängning kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar polisläroinrättningen om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som yngre konstapel som en studerande som stängts av från utbildningen för grundexamen har utnämnts till i syfte att genomföra en period av arbetspraktik eller fältarbete upphör utan särskilt beslut vid den tidpunkt då den studerande har stängts av från utbildningen.",
        "normalized_sv": "Polisläroinrättningen kan stänga av en studerande från utbildningen, ifall han eller hon 1) i samband med ansökan till utbildningen lämnat oriktiga eller vilseledande uppgifter eller hemlighållit någon sådan omständighet om sig själv som kunde ha förhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sådant brott som visar att han eller hon är olämplig för tjänsten som polisman eller i övrigt uppträtt på ett sätt som är olämpligt med tanke på polisens anseende och en skriftlig varning inte skall anses vara en tillräcklig påföljd, 3) vid avläggandet av grundexamen för polis vägrar genomgå drogtest som avses i 7 § eller lämnar ett prov som utvisar missbruk av rusmedel, 4) inte återupptar studierna efter att den tidsfrist som avses i 12 § löpt ut eller det inte längre föreligger grunder för fortsättande av utbildning för grundexamen, 5) upprepade gånger eller i väsentlig omfattning försummar att delta i undervisningen, eller 6) upprepade gånger eller i väsentlig omfattning har brutit mot polisläroinrättningens ordningsstadga. Som i 1 mom. 2 punkten avsett brott eller olämpligt uppträdande skall särskilt betraktas en gärning eller ett beteende som är ägnat att äventyra förtroendet för att de uppgifter som ankommer på polisen sköts på ett ärligt, tillförlitligt och rättvist sätt. Beslut om avstängning kan verkställas genast, om inte polisläroinrättningen eller förvaltningsdomstolen bestämmer något annat. Om ett beslut om avstängning från utbildningen upphävs, beslutar polisläroinrättningen om det sätt på vilket de tidigare studierna senare tillgodoräknas i samband med motsvarande studier. Ett tjänsteförhållande för viss tid som yngre konstapel som en studerande som stängts av från utbildningen för grundexamen har utnämnts till i syfte att genomföra en period av arbetspraktik eller fältarbete upphör utan särskilt beslut vid den tidpunkt då den studerande har stängts av från utbildningen.",
        "folded_sv": "polislaroinrattningen kan stanga av en studerande fran utbildningen, ifall han eller hon 1) i samband med ansokan till utbildningen lamnat oriktiga eller vilseledande uppgifter eller hemlighallit nagon sadan omstandighet om sig sjalv som kunde ha forhindrat antagning till utbildningen, 2) under utbildningstiden gjort sig skyldig till ett sadant brott som visar att han eller hon ar olamplig for tjansten som polisman eller i ovrigt upptratt pa ett satt som ar olampligt med tanke pa polisens anseende och en skriftlig varning inte skall anses vara en tillracklig pafoljd, 3) vid avlaggandet av grundexamen for polis vagrar genomga drogtest som avses i 7 § eller lamnar ett prov som utvisar missbruk av rusmedel, 4) inte aterupptar studierna efter att den tidsfrist som avses i 12 § lopt ut eller det inte langre foreligger grunder for fortsattande av utbildning for grundexamen, 5) upprepade ganger eller i vasentlig omfattning forsummar att delta i undervisningen, eller 6) upprepade ganger eller i vasentlig omfattning har brutit mot polislaroinrattningens ordningsstadga. som i 1 mom. 2 punkten avsett brott eller olampligt upptradande skall sarskilt betraktas en garning eller ett beteende som ar agnat att aventyra fortroendet for att de uppgifter som ankommer pa polisen skots pa ett arligt, tillforlitligt och rattvist satt. beslut om avstangning kan verkstallas genast, om inte polislaroinrattningen eller forvaltningsdomstolen bestammer nagot annat. om ett beslut om avstangning fran utbildningen upphavs, beslutar polislaroinrattningen om det satt pa vilket de tidigare studierna senare tillgodoraknas i samband med motsvarande studier. ett tjansteforhallande for viss tid som yngre konstapel som en studerande som stangts av fran utbildningen for grundexamen har utnamnts till i syfte att genomfora en period av arbetspraktik eller faltarbete upphor utan sarskilt beslut vid den tidpunkt da den studerande har stangts av fran utbildningen."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Menettely opiskeluoikeuden menettämistä ja opiskelun keskeyttämistä koskevassa asiassa, kurinpitoasiassa sekä huomautusta annettaessa",
      "content": "Poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se päättää 11 §:ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisioppilaitoksen on myös, ennen kuin se päättää 12 §:ssä tarkoitetusta opiskelun keskeyttämisestä, 13 §:ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se päättää 11 § :ssä tarkoitetusta opiskeluoikeuden menettämisestä. Poliisioppilaitoksen on myös, ennen kuin se päättää 12 § :ssä tarkoitetusta opiskelun keskeyttämisestä, 13 § :ssä tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 § :ssä tarkoitetusta koulutuksesta erottamisesta, yksilöitävä toimenpiteeseen johtava teko tai laiminlyönti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "folded_fi": "poliisioppilaitoksen on kuultava opiskelijaa ennen kuin se paattaa 11 §:ssa tarkoitetusta opiskeluoikeuden menettamisesta. poliisioppilaitoksen on myos, ennen kuin se paattaa 12 §:ssa tarkoitetusta opiskelun keskeyttamisesta, 13 §:ssa tarkoitetusta huomautuksen tai varoituksen antamisesta taikka 14 §:ssa tarkoitetusta koulutuksesta erottamisesta, yksiloitava toimenpiteeseen johtava teko tai laiminlyonti, kuultava opiskelijaa ja hankittava muu tarpeellinen selvitys.",
        "title_sv": "Förfarandet i ärenden som gäller förlust av studierätt och avbrytande av studier, i disciplinärenden samt då anmärkning ges",
        "content_sv": "Innan polisläroinrättningen fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 §, anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall polisläroinrättningen även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "normalized_sv": "Innan polisläroinrättningen fattar ett beslut om förlust av studierätt enligt 11 § skall den studerande höras. Innan beslut fattas om avbrytande av studierna enligt 12 § , anmärkning eller varning enligt 13 § eller avstängning från utbildningen enligt 14 § skall polisläroinrättningen även specificera den gärning eller försummelse som åtgärden grundar sig på, höra den studerande samt skaffa annan behövlig utredning.",
        "folded_sv": "innan polislaroinrattningen fattar ett beslut om forlust av studieratt enligt 11 § skall den studerande horas. innan beslut fattas om avbrytande av studierna enligt 12 §, anmarkning eller varning enligt 13 § eller avstangning fran utbildningen enligt 14 § skall polislaroinrattningen aven specificera den garning eller forsummelse som atgarden grundar sig pa, hora den studerande samt skaffa annan behovlig utredning."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opiskelijoiden osallistuminen poliisitehtäviin ja muihin määrättyihin tehtäviin",
      "content": "Poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä poliisin muun yksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä poliisioppilaitoksessa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 §:ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 §:ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisioppilaitos voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen määräyksestä koulutukseen liittyvinä harjoituksina poliisille kuuluvia tehtäviä poliisin muun yksikön apuna. Jos valtion turvallisuuden ylläpitämiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi määrätä poliisioppilaitoksessa opiskelevia poliisimiehiä, jotka ovat saaneet riittävän peruskoulutuksen, suorittamaan myös muita kuin koulutukseen liittyviä poliisille kuuluvia tehtäviä. Poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtävää suoritettaessa voimassa, mitä poliisilain (493/1995) 7 § :ssä säädetään. Edellä 1 momentissa tarkoitettua tehtävää suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mitä poliisilain 46 § :ssä poliisimiestä avustavan henkilön valtuuksista säädetään. Edellä 2 momentissa tarkoitettuja tehtäviä suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 § :n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. Poliisioppilaitos voi määrätä poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana päivystystehtäviä ja muita vastaavia opintoihin liittyviä poliisikoulutuksellisia tehtäviä.",
        "folded_fi": "poliisioppilaitoksen opiskelija on velvollinen suorittamaan poliisioppilaitoksen maarayksesta koulutukseen liittyvina harjoituksina poliisille kuuluvia tehtavia poliisin muun yksikon apuna. jos valtion turvallisuuden yllapitamiseksi tai valtakunnallisen poliisitoiminnallisen erityistilanteen hoitamiseksi on tarpeen, poliisin ylijohto voi maarata poliisioppilaitoksessa opiskelevia poliisimiehia, jotka ovat saaneet riittavan peruskoulutuksen, suorittamaan myos muita kuin koulutukseen liittyvia poliisille kuuluvia tehtavia. poliisikokelaan ja muun poliisioppilaitoksessa opiskelevan poliisimiehen poliisivaltuuksista on 1 ja 2 momentissa tarkoitettua tehtavaa suoritettaessa voimassa, mita poliisilain (493/1995) 7 §:ssa saadetaan. edella 1 momentissa tarkoitettua tehtavaa suorittavan sellaisen opiskelijan, joka ei ole poliisimies, valtuuksista on voimassa, mita poliisilain 46 §:ssa poliisimiesta avustavan henkilon valtuuksista saadetaan. edella 2 momentissa tarkoitettuja tehtavia suorittaessaan opiskelijat toimivat rikoslain (39/1889) 40 luvun 11 §:n 5 kohdan a alakohdan mukaan rikosoikeudellisessa virkavastuussa. poliisioppilaitos voi maarata poliisin perustutkintoa opiskelevan suorittamaan koulutuksen aikana paivystystehtavia ja muita vastaavia opintoihin liittyvia poliisikoulutuksellisia tehtavia.",
        "title_sv": "Studerandes deltagande i polisuppgifter och andra uppgifter som de förordnas till",
        "content_sv": "Den som studerar vid en polisläroinrättning är skyldig att på läroinrättningens förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid en polisläroinrättning och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid en polisläroinrättning utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisläroinrättningen kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "normalized_sv": "Den som studerar vid en polisläroinrättning är skyldig att på läroinrättningens förordnande såsom övningar i samband med utbildningen utföra uppgifter som ankommer på polisen vid en annan enhet inom polisen. Om detta krävs i syfte att trygga statens säkerhet eller för att sköta riksomfattande särskilda situationer inom polisverksamheten, kan polisens högsta ledning förordna polismän som studerar vid en polisläroinrättning och som har fått en tillräcklig grundutbildning att utföra även andra på polisen ankommande uppgifter än sådana som hänför sig till utbildningen. När polisaspiranter och andra polismän som studerar vid en polisläroinrättning utför uppgifter som avses i 1 och 2 mom. gäller i fråga om deras polisbefogenheter vad som föreskrivs i 7 § i polislagen (493/1995). Beträffande befogenheterna för andra studerande som utför sådana uppgifter som avses i 1 mom. gäller vad som i 46 § i polislagen föreskrivs om befogenheter för den som bistår en polisman. Studerande som utför uppgifter som avses i 2 mom. har straffrättsligt tjänsteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). Polisläroinrättningen kan förordna den som studerar för grundexamen för polis att under utbildningen utföra jourtjänst och andra motsvarande polisutbildningsrelaterade uppgifter.",
        "folded_sv": "den som studerar vid en polislaroinrattning ar skyldig att pa laroinrattningens forordnande sasom ovningar i samband med utbildningen utfora uppgifter som ankommer pa polisen vid en annan enhet inom polisen. om detta kravs i syfte att trygga statens sakerhet eller for att skota riksomfattande sarskilda situationer inom polisverksamheten, kan polisens hogsta ledning forordna polisman som studerar vid en polislaroinrattning och som har fatt en tillracklig grundutbildning att utfora aven andra pa polisen ankommande uppgifter an sadana som hanfor sig till utbildningen. nar polisaspiranter och andra polisman som studerar vid en polislaroinrattning utfor uppgifter som avses i 1 och 2 mom. galler i fraga om deras polisbefogenheter vad som foreskrivs i 7 § i polislagen (493/1995). betraffande befogenheterna for andra studerande som utfor sadana uppgifter som avses i 1 mom. galler vad som i 46 § i polislagen foreskrivs om befogenheter for den som bistar en polisman. studerande som utfor uppgifter som avses i 2 mom. har straffrattsligt tjansteansvar enligt 40 kap. 11 § 5 punkten underpunkt a i strafflagen (39/1889). polislaroinrattningen kan forordna den som studerar for grundexamen for polis att under utbildningen utfora jourtjanst och andra motsvarande polisutbildningsrelaterade uppgifter."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Vaitiolovelvollisuus ja hyväksikäyttökielto",
      "content": "Poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisioppilaitoksen opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettävää sisältöä tai tietoa, joka asiakirjaan merkittynä olisi salassa pidettävä, eikä muutakaan koulutuksen yhteydessä tietoonsa saamaa seikkaa, josta lailla on säädetty vaitiolovelvollisuus. Vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkään jälkeen, kun koulutus tai toiminta viranomaisessa on päättynyt. Poliisioppilaitoksen opiskelija ei saa käyttää salassa pidettäviä tietoja omaksi tai toisen hyödyksi taikka toisen vahingoksi. Rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 § :n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 § :n mukaan tai siitä muualla laissa säädetä ankarampaa rangaistusta.",
        "folded_fi": "poliisioppilaitoksen opiskelija ei saa paljastaa asiakirjan salassa pidettavaa sisaltoa tai tietoa, joka asiakirjaan merkittyna olisi salassa pidettava, eika muutakaan koulutuksen yhteydessa tietoonsa saamaa seikkaa, josta lailla on saadetty vaitiolovelvollisuus. vaitiolovelvollisuuden piiriin kuuluvaa tietoa ei saa paljastaa senkaan jalkeen, kun koulutus tai toiminta viranomaisessa on paattynyt. poliisioppilaitoksen opiskelija ei saa kayttaa salassa pidettavia tietoja omaksi tai toisen hyodyksi taikka toisen vahingoksi. rangaistus vaitiolovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 1 tai 2 §:n mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siita muualla laissa saadeta ankarampaa rangaistusta.",
        "title_sv": "Tystnadsplikt och förbud mot utnyttjande",
        "content_sv": "Den som studerar vid en polisläroinrättning får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid en polisläroinrättning får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "normalized_sv": "Den som studerar vid en polisläroinrättning får inte röja en handlings sekretessbelagda innehåll eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller någon annan omständighet som han eller hon fått kännedom om i samband med utbildningen och om vilken tystnadsplikt föreskrivs genom lag. En uppgift för vilken tystnadsplikt gäller får inte heller röjas efter det att utbildningen eller verksamheten hos myndigheten har upphört. Den som studerar vid en polisläroinrättning får inte använda sekretessbelagda uppgifter för att skaffa sig själv eller någon annan fördel eller för att skada någon annan. Till straff för brott mot tystnadsplikten döms enligt 38 kap. 1 eller 2 § i strafflagen, om inte gärningen utgör brott enligt 40 kap. 5 § i strafflagen eller om inte strängare straff för den föreskrivs någon annanstans i lag.",
        "folded_sv": "den som studerar vid en polislaroinrattning far inte roja en handlings sekretessbelagda innehall eller en uppgift som vore sekretessbelagd om den ingick i en handling, och inte heller nagon annan omstandighet som han eller hon fatt kannedom om i samband med utbildningen och om vilken tystnadsplikt foreskrivs genom lag. en uppgift for vilken tystnadsplikt galler far inte heller rojas efter det att utbildningen eller verksamheten hos myndigheten har upphort. den som studerar vid en polislaroinrattning far inte anvanda sekretessbelagda uppgifter for att skaffa sig sjalv eller nagon annan fordel eller for att skada nagon annan. till straff for brott mot tystnadsplikten doms enligt 38 kap. 1 eller 2 § i strafflagen, om inte garningen utgor brott enligt 40 kap. 5 § i strafflagen eller om inte strangare straff for den foreskrivs nagon annanstans i lag."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opiskelijan opintososiaaliset edut",
      "content": "Poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisioppilaitoksen opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. Poliisioppilaitoksen opiskelijan opintososiaalisista eduista säädetään sisäasiainministeriön asetuksella. Sisäasiainministeriön asetuksella määritellyt terveydenhuollon kustannukset korvataan vain siltä osin kuin hoidon tarve on ilmennyt lähiopetusjakson aikana eikä opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "folded_fi": "poliisioppilaitoksessa annettu virkatutkintoon johtava opetus on opiskelijalle maksutonta. poliisioppilaitoksen opiskelijan opintososiaalisista eduista saadetaan sisaasiainministerion asetuksella. sisaasiainministerion asetuksella maaritellyt terveydenhuollon kustannukset korvataan vain silta osin kuin hoidon tarve on ilmennyt lahiopetusjakson aikana eika opiskelijalla ole oikeutta kustannusten korvaukseen muulla perusteella.",
        "title_sv": "De studerandes studiesociala förmåner",
        "content_sv": "Den undervisning som ges vid polisläroinrättningarna och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid polisläroinrättningarna. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "normalized_sv": "Den undervisning som ges vid polisläroinrättningarna och som leder till tjänsteexamen är avgiftsfri för den studerande. Genom förordning av inrikesministeriet föreskrivs om studiesociala förmåner för de studerande vid polisläroinrättningarna. De hälso- och sjukvårdskostnader som fastställts genom förordning av inrikesministeriet ersätts endast till den del behovet av vård uppkommit under en period av närundervisning och den studerande inte är berättigad till ersättning för kostnaderna på någon annan grund.",
        "folded_sv": "den undervisning som ges vid polislaroinrattningarna och som leder till tjansteexamen ar avgiftsfri for den studerande. genom forordning av inrikesministeriet foreskrivs om studiesociala formaner for de studerande vid polislaroinrattningarna. de halso- och sjukvardskostnader som faststallts genom forordning av inrikesministeriet ersatts endast till den del behovet av vard uppkommit under en period av narundervisning och den studerande inte ar berattigad till ersattning for kostnaderna pa nagon annan grund."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Virkapuvun käyttö",
      "content": "Poliisin perustutkintoa suorittavan opiskelijan on käytettävä koulutukseen osallistuessaan poliisin virkapukua. Tarkempia säännöksiä virkapuvun käytöstä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Poliisin perustutkintoa suorittavan opiskelijan on käytettävä koulutukseen osallistuessaan poliisin virkapukua. Tarkempia säännöksiä virkapuvun käytöstä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "poliisin perustutkintoa suorittavan opiskelijan on kaytettava koulutukseen osallistuessaan poliisin virkapukua. tarkempia saannoksia virkapuvun kaytosta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Användning av uniform",
        "content_sv": "Den som studerar för grundexamen för polis skall bära polisuniform i utbildningen. Närmare bestämmelser om användning av uniform kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som studerar för grundexamen för polis skall bära polisuniform i utbildningen. Närmare bestämmelser om användning av uniform kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som studerar for grundexamen for polis skall bara polisuniform i utbildningen. narmare bestammelser om anvandning av uniform kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Muutoksenhaku",
      "content": "Poliisioppilaitoksen opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisioppilaitoksen opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisioppilaitoksen oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä päätöksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Poliisioppilaitoksen opiskelijavalintaa koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa valinnan julkistamisesta. Poliisioppilaitoksen opiskeluoikeuden menettämistä, opiskelun keskeyttämistä, varoituksen antamista tai koulutuksesta erottamista koskevaan päätökseen tyytymätön voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 päivän kuluessa päätöksen tiedoksisaannista. Opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyväksilukemista koskevaan päätökseen tyytymätön opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 päivän kuluessa siitä, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. Poliisioppilaitoksen oikaisuvaatimuksesta antamaan päätökseen ei saa hakea valittamalla muutosta. Edellä 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun päätökseen haetaan valittamalla muutosta siltä hallinto-oikeudelta, jonka tuomiopiirissä päätöksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Hallinto-oikeuden päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "poliisioppilaitoksen opiskelijavalintaa koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 paivan kuluessa valinnan julkistamisesta. poliisioppilaitoksen opiskeluoikeuden menettamista, opiskelun keskeyttamista, varoituksen antamista tai koulutuksesta erottamista koskevaan paatokseen tyytymaton voi vaatia siihen oikaisua poliisioppilaitosten hallitukselta 14 paivan kuluessa paatoksen tiedoksisaannista. opintosuoritusten arviointiin ja aikaisempien taikka muualla suoritettujen opintojen hyvaksilukemista koskevaan paatokseen tyytymaton opiskelija voi vaatia siihen oikaisua poliisioppilaitokselta 14 paivan kuluessa siita, kun opiskelijalla on ollut mahdollisuus saada arvioinnin tulokset ja arviointiperusteiden soveltaminen omalta osaltaan tietoonsa. poliisioppilaitoksen oikaisuvaatimuksesta antamaan paatokseen ei saa hakea valittamalla muutosta. edella 1 momentissa tarkoitettuun oikaisuvaatimuksesta annettuun paatokseen haetaan valittamalla muutosta silta hallinto-oikeudelta, jonka tuomiopiirissa paatoksen tehnyt poliisioppilaitos sijaitsee, ja muutoin siten kuin hallintolainkayttolaissa (586/1996) saadetaan. hallinto-oikeuden paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Ändringssökande",
        "content_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till en polisläroinrättning kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av en polisläroinrättning som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos polisläroinrättningen inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I polisläroinrättningens beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rät-telseyrkande enligt 1 mom. får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den polisläroinrättning som fattat beslutet finns, och i övrigt enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "normalized_sv": "Den som är missnöjd med ett beslut som gäller antagning av studerande till en polisläroinrättning kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. Den som är missnöjd med ett beslut av en polisläroinrättning som gäller förlust av studierätt, avbrytande av studierna, varning eller avstängning från utbildningen kan hos styrelsen för polisläroinrättningarna söka rättelse i beslutet inom 14 dagar efter det att han eller hon fått del av beslutet. En studerande som är missnöjd med bedömningen av studieprestationer eller tillgodoräknandet av studier som genomförts tidigare eller någon annanstans kan söka rättelse hos polisläroinrättningen inom 14 dagar från det att den studerande haft möjlighet att ta del av resultatet av bedömningen och det sätt på vilket bedömningsgrunderna har tillämpats på honom eller henne. I polisläroinrättningens beslut med anledning av rättelseyrkandet får ändring inte sökas genom besvär. Ändring i ett beslut med anledning av ett rät-telseyrkande enligt 1 mom. får sökas genom besvär hos den förvaltningsdomstol inom vars domkrets den polisläroinrättning som fattat beslutet finns, och i övrigt enligt vad som föreskrivs i förvaltningsprocesslagen (586/1996). I beslut av förvaltningsdomstolen får ändring inte sökas genom besvär.",
        "folded_sv": "den som ar missnojd med ett beslut som galler antagning av studerande till en polislaroinrattning kan hos styrelsen for polislaroinrattningarna soka rattelse i beslutet inom 14 dagar efter det att antagningen offentliggjorts. den som ar missnojd med ett beslut av en polislaroinrattning som galler forlust av studieratt, avbrytande av studierna, varning eller avstangning fran utbildningen kan hos styrelsen for polislaroinrattningarna soka rattelse i beslutet inom 14 dagar efter det att han eller hon fatt del av beslutet. en studerande som ar missnojd med bedomningen av studieprestationer eller tillgodoraknandet av studier som genomforts tidigare eller nagon annanstans kan soka rattelse hos polislaroinrattningen inom 14 dagar fran det att den studerande haft mojlighet att ta del av resultatet av bedomningen och det satt pa vilket bedomningsgrunderna har tillampats pa honom eller henne. i polislaroinrattningens beslut med anledning av rattelseyrkandet far andring inte sokas genom besvar. andring i ett beslut med anledning av ett rat-telseyrkande enligt 1 mom. far sokas genom besvar hos den forvaltningsdomstol inom vars domkrets den polislaroinrattning som fattat beslutet finns, och i ovrigt enligt vad som foreskrivs i forvaltningsprocesslagen (586/1996). i beslut av forvaltningsdomstolen far andring inte sokas genom besvar."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Poliisioppilaitoksen järjestyssääntö",
      "content": "Poliisioppilaitoksella on järjestyssääntö, jonka poliisioppilaitos antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä poliisioppilaitoksessa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella sekä asuntolassa. Järjestyssäännössä voidaan 1 momentissa säädetyn lisäksi antaa myös määräyksiä käyttäytymisestä koulutukseen liittyvien tutustumiskäyntien aikana. Poliisioppilaitoksen opiskelijat ja henkilökunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Poliisioppilaitoksella on järjestyssääntö, jonka poliisioppilaitos antaa. Siinä voidaan antaa opiskeluyhteisön turvallisuuden ja viihtyvyyden kannalta tarpeellisia määräyksiä: 1) käytännön järjestelyistä ja käyttäytymisestä poliisioppilaitoksessa, sen alueella, asuntolassa sekä suoritettaessa koulutukseen liittyviä tehtäviä ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden käsittelystä; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella sekä asuntolassa. Järjestyssäännössä voidaan 1 momentissa säädetyn lisäksi antaa myös määräyksiä käyttäytymisestä koulutukseen liittyvien tutustumiskäyntien aikana. Poliisioppilaitoksen opiskelijat ja henkilökunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyviä tehtäviä, harjoituksia ja tutustumiskäyntejä velvollisia noudattamaan järjestyssääntöä.",
        "folded_fi": "poliisioppilaitoksella on jarjestyssaanto, jonka poliisioppilaitos antaa. siina voidaan antaa opiskeluyhteison turvallisuuden ja viihtyvyyden kannalta tarpeellisia maarayksia: 1) kaytannon jarjestelyista ja kayttaytymisesta poliisioppilaitoksessa, sen alueella, asuntolassa seka suoritettaessa koulutukseen liittyvia tehtavia ja harjoituksia; 2) aseistuksesta; 3) poliisioppilaitoksen omaisuuden kasittelysta; 4) oleskelusta ja liikkumisesta poliisioppilaitoksessa ja sen alueella seka asuntolassa. jarjestyssaannossa voidaan 1 momentissa saadetyn lisaksi antaa myos maarayksia kayttaytymisesta koulutukseen liittyvien tutustumiskayntien aikana. poliisioppilaitoksen opiskelijat ja henkilokunta ovat poliisioppilaitoksessa, sen alueella taikka asuntolassa ollessaan samoin kuin suorittaessaan koulutukseen liittyvia tehtavia, harjoituksia ja tutustumiskaynteja velvollisia noudattamaan jarjestyssaantoa.",
        "title_sv": "Polisläroinrättningens ordningsstadga",
        "content_sv": "Respektive polisläroinrättning har en ordningsstadga som inrättningen utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande inom polisläroinrättningen, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur polisläroinrättningens egendom får hanteras, 4) hur man får vistas och röra sig inom polisläroinrättningen och på dess område samt i studenthemmet. Ordningsstadgan kan förutom bestämmelserna enligt 1 mom. även innehålla bestämmelser om korrekt uppträdande under studiebesök i samband med utbildningen. De studerande och personalen vid polisläroinrättningen skall följa ordningsstadgan då de vistas inom polisläroinrättningen eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "normalized_sv": "Respektive polisläroinrättning har en ordningsstadga som inrättningen utfärdar. I den kan ingå bestämmelser som är nödvändiga för tryggheten och trivseln bland de studerande och som kan gälla 1) de praktiska arrangemangen och korrekt uppträdande inom polisläroinrättningen, på dess område och i studenthemmet samt vid uppdrag och övningar i samband med utbildningen, 2) beväpning, 3) hur polisläroinrättningens egendom får hanteras, 4) hur man får vistas och röra sig inom polisläroinrättningen och på dess område samt i studenthemmet. Ordningsstadgan kan förutom bestämmelserna enligt 1 mom. även innehålla bestämmelser om korrekt uppträdande under studiebesök i samband med utbildningen. De studerande och personalen vid polisläroinrättningen skall följa ordningsstadgan då de vistas inom polisläroinrättningen eller dess område eller i studenthemmet eller när de utför uppdrag eller övningar eller företar studiebesök i samband med utbildningen.",
        "folded_sv": "respektive polislaroinrattning har en ordningsstadga som inrattningen utfardar. i den kan inga bestammelser som ar nodvandiga for tryggheten och trivseln bland de studerande och som kan galla 1) de praktiska arrangemangen och korrekt upptradande inom polislaroinrattningen, pa dess omrade och i studenthemmet samt vid uppdrag och ovningar i samband med utbildningen, 2) bevapning, 3) hur polislaroinrattningens egendom far hanteras, 4) hur man far vistas och rora sig inom polislaroinrattningen och pa dess omrade samt i studenthemmet. ordningsstadgan kan forutom bestammelserna enligt 1 mom. aven innehalla bestammelser om korrekt upptradande under studiebesok i samband med utbildningen. de studerande och personalen vid polislaroinrattningen skall folja ordningsstadgan da de vistas inom polislaroinrattningen eller dess omrade eller i studenthemmet eller nar de utfor uppdrag eller ovningar eller foretar studiebesok i samband med utbildningen."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Opetussuunnitelma",
      "content": "Poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksestä tutkintokoulutuksen ja vähintään 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. Muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. Opetussuunnitelma sisältää määräykset opintojen tavoitteista, käsiteltävistä asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmäisajasta, opetusmuodoista, opetuksen ja harjoittelun määrästä, muiden opintojen hyväksiluettavuudesta sekä vaadittavista suorituksista.",
        "folded_fi": "poliisin ylijohto vahvistaa poliisioppilaitosten hallituksen esityksesta tutkintokoulutuksen ja vahintaan 30 opintoviikon erikoistumiskoulutuksen opetussuunnitelman. muun koulutuksen opetussuunnitelmat vahvistaa asianomainen poliisioppilaitos. opetussuunnitelma sisaltaa maaraykset opintojen tavoitteista, kasiteltavista asiakokonaisuuksista, opintojen laajuudesta, opintojen suorittamisen enimmaisajasta, opetusmuodoista, opetuksen ja harjoittelun maarasta, muiden opintojen hyvaksiluettavuudesta seka vaadittavista suorituksista.",
        "title_sv": "Undervisningsplan",
        "content_sv": "Polisens högsta ledning fastställer på framställning av polisläroinrättningarnas styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställs av respektive polisläroinrättning. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "normalized_sv": "Polisens högsta ledning fastställer på framställning av polisläroinrättningarnas styrelse en undervisningsplan för utbildning för examen och för en specialiserande utbildning som omfattar minst 30 studieveckor. Undervisningsplanerna för den övriga utbildningen fastställs av respektive polisläroinrättning. I undervisningsplanen ingår bestämmelser om målen för studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden för slutförande av studierna, undervisningsformerna, mängden undervisning och praktik, tillgodoräknandet av andra studier samt om de studieprestationer som krävs.",
        "folded_sv": "polisens hogsta ledning faststaller pa framstallning av polislaroinrattningarnas styrelse en undervisningsplan for utbildning for examen och for en specialiserande utbildning som omfattar minst 30 studieveckor. undervisningsplanerna for den ovriga utbildningen faststalls av respektive polislaroinrattning. i undervisningsplanen ingar bestammelser om malen for studierna, om vilka sakkomplex som behandlas, om studiernas omfattning, maximitiden for slutforande av studierna, undervisningsformerna, mangden undervisning och praktik, tillgodoraknandet av andra studier samt om de studieprestationer som kravs."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Opetus- ja tutkintokielet",
      "content": "Poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. Poliisioppilaitos päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. Poliisioppilaitos päättää muun opetus- ja tutkintokielen käyttämisestä opetuksessa ja opintosuorituksissa.",
        "folded_fi": "poliisioppilaitosten opetus- ja tutkintokieli on suomi tai ruotsi. poliisioppilaitos paattaa muun opetus- ja tutkintokielen kayttamisesta opetuksessa ja opintosuorituksissa.",
        "title_sv": "Undervisnings- och examensspråk",
        "content_sv": "Undervisnings- och examensspråket vid polisläroinrättningarna är finska eller svenska. Polisläroinrättningen beslutar om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "normalized_sv": "Undervisnings- och examensspråket vid polisläroinrättningarna är finska eller svenska. Polisläroinrättningen beslutar om användande av något annat undervisnings- och examensspråk i undervisningen och i studieprestationerna.",
        "folded_sv": "undervisnings- och examensspraket vid polislaroinrattningarna ar finska eller svenska. polislaroinrattningen beslutar om anvandande av nagot annat undervisnings- och examenssprak i undervisningen och i studieprestationerna."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Tarkemmat säännökset",
      "content": ". Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poliisioppilaitosten virkamiesten tehtävistä, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä poliisioppilaitosten neuvottelukunnista ja ohjesäännöstä",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": ". Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä poliisioppilaitosten virkamiesten tehtävistä, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyväksymismenettelystä, opiskelun keskeyttämistä ja opiskelijan erottamista koskevasta menettelystä sekä poliisioppilaitosten neuvottelukunnista ja ohjesäännöstä",
        "folded_fi": ". valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia poliisioppilaitosten virkamiesten tehtavista, poliisioppilaitoksissa suoritettavista tutkinnoista ja annettavasta muusta koulutuksesta, opiskelijaksi hyvaksymismenettelysta, opiskelun keskeyttamista ja opiskelijan erottamista koskevasta menettelysta seka poliisioppilaitosten neuvottelukunnista ja ohjesaannosta",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på polisläroinrättningarnas tjänstemän, de examina som avläggs vid polisläroinrättningarna och om övrig utbildning som ges vid dessa, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen, om polisläroinrättningarnas delegationer och reglementen.",
        "normalized_sv": "Genom förordning av statsrådet kan närmare bestämmelser utfärdas om de uppgifter som ankommer på polisläroinrättningarnas tjänstemän, de examina som avläggs vid polisläroinrättningarna och om övrig utbildning som ges vid dessa, om förfarandet i samband med antagning av studerande, avbrytande av studierna och avstängning från utbildningen, om polisläroinrättningarnas delegationer och reglementen.",
        "folded_sv": "genom forordning av statsradet kan narmare bestammelser utfardas om de uppgifter som ankommer pa polislaroinrattningarnas tjansteman, de examina som avlaggs vid polislaroinrattningarna och om ovrig utbildning som ges vid dessa, om forfarandet i samband med antagning av studerande, avbrytande av studierna och avstangning fran utbildningen, om polislaroinrattningarnas delegationer och reglementen."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_25",
        "normalized_fi": "Tämä laki tulee voimaan 15 päivänä toukokuuta 2005. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 15 paivana toukokuuta 2005. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 15 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 15 maj 2005. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 15 maj 2005. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-02-04",
      "valid_to": null
    }
  ]
}