{
  "id": "697/2024",
  "type": "statute",
  "title": "Laki Finanssivalvonnasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Finansinspektionen",
  "status": "in_force",
  "issued_date": "2024-12-05",
  "in_force_date": "2024-12-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/697/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Muut finanssimarkkinoilla toimivat",
      "content": "Muulla finanssimarkkinoilla toimivalla tarkoitetaan tässä laissa: 42) EU:n DORA-asetus finanssialan digitaalisesta häiriönsietokyvystä ja asetusten (EY) N:o 1060/2009, (EU) N:o 648/2012, (EU) N:o 600/2014, (EU) N:o 909/2014 ja (EU) 2016/1011 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2554, jäljempänä, 3 artiklan 19 alakohdassa tarkoitettua TVT-palveluntarjoajana olevaa kolmatta osapuolta; 43) EU:n vihreitä joukkolainoja koskeva asetus eurooppalaisista vihreistä joukkolainoista ja ympäristön kannalta kestävinä markkinoitavia joukkolainoja ja kestävyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/2631, jäljempänä, 3 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan alullepanijaa sekä 21 artiklassa tarkoitettuja mallipohjia käyttävää liikkeeseenlaskijaa näiden mallipohjien osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Muulla finanssimarkkinoilla toimivalla tarkoitetaan tässä laissa: 42) EU:n DORA-asetus finanssialan digitaalisesta häiriönsietokyvystä ja asetusten (EY) N:o 1060/2009, (EU) N:o 648/2012, (EU) N:o 600/2014, (EU) N:o 909/2014 ja (EU) 2016/1011 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2554, jäljempänä, 3 artiklan 19 alakohdassa tarkoitettua TVT-palveluntarjoajana olevaa kolmatta osapuolta; 43) EU:n vihreitä joukkolainoja koskeva asetus eurooppalaisista vihreistä joukkolainoista ja ympäristön kannalta kestävinä markkinoitavia joukkolainoja ja kestävyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/2631, jäljempänä, 3 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan alullepanijaa sekä 21 artiklassa tarkoitettuja mallipohjia käyttävää liikkeeseenlaskijaa näiden mallipohjien osalta.",
        "folded_fi": "muulla finanssimarkkinoilla toimivalla tarkoitetaan tassa laissa: 42) eu:n dora-asetus finanssialan digitaalisesta hairionsietokyvysta ja asetusten (ey) n:o 1060/2009, (eu) n:o 648/2012, (eu) n:o 600/2014, (eu) n:o 909/2014 ja (eu) 2016/1011 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2022/2554, jaljempana, 3 artiklan 19 alakohdassa tarkoitettua tvt-palveluntarjoajana olevaa kolmatta osapuolta; 43) eu:n vihreita joukkolainoja koskeva asetus eurooppalaisista vihreista joukkolainoista ja ympariston kannalta kestavina markkinoitavia joukkolainoja ja kestavyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2023/2631, jaljempana, 3 artiklassa tarkoitetun eurooppalaisen vihrean joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihrean joukkolainan alullepanijaa seka 21 artiklassa tarkoitettuja mallipohjia kayttavaa liikkeeseenlaskijaa naiden mallipohjien osalta.",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "andra finansmarknadsaktörer Med avses i denna lag 42) EU:s DORA-förordning sådana tredjepartsleverantörer av IKT-tjänster som avses i artikel 3.19 i Europaparlamentets och rådets förordning (EU) 2022/2554 om digital operativ motståndskraft för finanssektorn och om ändring av förordningarna (EG) nr 1060/2009, (EU) nr 648/2012, (EU) nr 600/2014, (EU) nr 909/2014 och (EU) 2016/1011, nedan, 43) EU:s förordning om gröna obligationer emittenter av sådana europeiska gröna obligationer som avses i artikel 3 i Europaparlamentets och rådets förordning (EU) 2023/2631 om europeiska gröna obligationer och frivilligt upplysningslämnande för obligationer som marknadsförs som miljömässigt hållbara och för hållbarhetslänkade obligationer, nedan, sådana originatorer av europeiska gröna obligationer som avses i artikel 16 i den förordningen samt emittenter som använder sådana mallar som avses i artikel 21 i den förordningen i fråga om dessa mallar.",
        "normalized_sv": "andra finansmarknadsaktörer Med avses i denna lag 42) EU:s DORA-förordning sådana tredjepartsleverantörer av IKT-tjänster som avses i artikel 3.19 i Europaparlamentets och rådets förordning (EU) 2022/2554 om digital operativ motståndskraft för finanssektorn och om ändring av förordningarna (EG) nr 1060/2009, (EU) nr 648/2012, (EU) nr 600/2014, (EU) nr 909/2014 och (EU) 2016/1011, nedan, 43) EU:s förordning om gröna obligationer emittenter av sådana europeiska gröna obligationer som avses i artikel 3 i Europaparlamentets och rådets förordning (EU) 2023/2631 om europeiska gröna obligationer och frivilligt upplysningslämnande för obligationer som marknadsförs som miljömässigt hållbara och för hållbarhetslänkade obligationer, nedan, sådana originatorer av europeiska gröna obligationer som avses i artikel 16 i den förordningen samt emittenter som använder sådana mallar som avses i artikel 21 i den förordningen i fråga om dessa mallar.",
        "folded_sv": "andra finansmarknadsaktorer med avses i denna lag 42) eu:s dora-forordning sadana tredjepartsleverantorer av ikt-tjanster som avses i artikel 3.19 i europaparlamentets och radets forordning (eu) 2022/2554 om digital operativ motstandskraft for finanssektorn och om andring av forordningarna (eg) nr 1060/2009, (eu) nr 648/2012, (eu) nr 600/2014, (eu) nr 909/2014 och (eu) 2016/1011, nedan, 43) eu:s forordning om grona obligationer emittenter av sadana europeiska grona obligationer som avses i artikel 3 i europaparlamentets och radets forordning (eu) 2023/2631 om europeiska grona obligationer och frivilligt upplysningslamnande for obligationer som marknadsfors som miljomassigt hallbara och for hallbarhetslankade obligationer, nedan, sadana originatorer av europeiska grona obligationer som avses i artikel 16 i den forordningen samt emittenter som anvander sadana mallar som avses i artikel 21 i den forordningen i fraga om dessa mallar."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Seuraamusmaksu",
      "content": "Seuraamusmaksu määrätään myös sille, joka tahallaan tai huolimattomuudesta laiminlyö tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta internetsivuilla yhteisön tasolla, 6 artiklan säännöksiä kestävyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 7 artiklan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien edistämisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 9 artiklan 1-4 kohdan säännöksiä kestävien sijoitusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 10 artiklan 1 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien sekä kestävien sijoitusten edistämisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien ja kestävien sijoitusten edistämisen avoimuudesta määräaikaiskatsauksissa tai 13 artiklan 1 kohdan säännöksiä markkinointiviestinnästä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Seuraamusmaksu määrätään myös sille, joka tahallaan tai huolimattomuudesta laiminlyö tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta internetsivuilla yhteisön tasolla, 6 artiklan säännöksiä kestävyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 7 artiklan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien edistämisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 9 artiklan 1-4 kohdan säännöksiä kestävien sijoitusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 10 artiklan 1 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien sekä kestävien sijoitusten edistämisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien ja kestävien sijoitusten edistämisen avoimuudesta määräaikaiskatsauksissa tai 13 artiklan 1 kohdan säännöksiä markkinointiviestinnästä;",
        "folded_fi": "seuraamusmaksu maarataan myos sille, joka tahallaan tai huolimattomuudesta laiminlyo tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan saannoksia haitallisten kestavyysvaikutusten avoimuudesta internetsivuilla yhteison tasolla, 6 artiklan saannoksia kestavyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 7 artiklan saannoksia haitallisten kestavyysvaikutusten avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien edistamisen avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 9 artiklan 1-4 kohdan saannoksia kestavien sijoitusten avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 10 artiklan 1 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien seka kestavien sijoitusten edistamisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien ja kestavien sijoitusten edistamisen avoimuudesta maaraaikaiskatsauksissa tai 13 artiklan 1 kohdan saannoksia markkinointiviestinnasta;",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift ska också påföras den som uppsåtligen eller av oaktsamhet försummar eller bryter mot 10) bestämmelserna i artikel 4.1-4.5 i förordningen om hållbarhetsrelaterade upplysningar om transparens på webbplatser i fråga om negativa konsekvenser för hållbar utveckling på enhetsnivå, bestämmelserna i artikel 6 i den förordningen om transparens i fråga om integreringen av hållbarhetsrisker i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 7 i den förordningen om transparens i fråga om negativa konsekvenser för hållbar utveckling i upplysningar som lämnas innan avtal ingås med avseende på finansiella produkter, bestämmelserna i artikel 8.1 eller 8.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper i den information som lämnas innan avtal ingås, bestämmelserna i artikel 9.1-9.4 i den förordningen om transparens i fråga om hållbar investering i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 10.1 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbar investering på webbplatser, bestämmelserna i artikel 11.1 eller 11.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbara investeringar i regelbundna rapporter eller bestämmelserna i artikel 13.1 i den förordningen om marknadsföringsmaterial,",
        "normalized_sv": "Påföljdsavgift ska också påföras den som uppsåtligen eller av oaktsamhet försummar eller bryter mot 10) bestämmelserna i artikel 4.1-4.5 i förordningen om hållbarhetsrelaterade upplysningar om transparens på webbplatser i fråga om negativa konsekvenser för hållbar utveckling på enhetsnivå, bestämmelserna i artikel 6 i den förordningen om transparens i fråga om integreringen av hållbarhetsrisker i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 7 i den förordningen om transparens i fråga om negativa konsekvenser för hållbar utveckling i upplysningar som lämnas innan avtal ingås med avseende på finansiella produkter, bestämmelserna i artikel 8.1 eller 8.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper i den information som lämnas innan avtal ingås, bestämmelserna i artikel 9.1-9.4 i den förordningen om transparens i fråga om hållbar investering i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 10.1 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbar investering på webbplatser, bestämmelserna i artikel 11.1 eller 11.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbara investeringar i regelbundna rapporter eller bestämmelserna i artikel 13.1 i den förordningen om marknadsföringsmaterial,",
        "folded_sv": "pafoljdsavgift ska ocksa paforas den som uppsatligen eller av oaktsamhet forsummar eller bryter mot 10) bestammelserna i artikel 4.1-4.5 i forordningen om hallbarhetsrelaterade upplysningar om transparens pa webbplatser i fraga om negativa konsekvenser for hallbar utveckling pa enhetsniva, bestammelserna i artikel 6 i den forordningen om transparens i fraga om integreringen av hallbarhetsrisker i upplysningar som lamnas innan avtal ingas, bestammelserna i artikel 7 i den forordningen om transparens i fraga om negativa konsekvenser for hallbar utveckling i upplysningar som lamnas innan avtal ingas med avseende pa finansiella produkter, bestammelserna i artikel 8.1 eller 8.2 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper i den information som lamnas innan avtal ingas, bestammelserna i artikel 9.1-9.4 i den forordningen om transparens i fraga om hallbar investering i upplysningar som lamnas innan avtal ingas, bestammelserna i artikel 10.1 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper och av hallbar investering pa webbplatser, bestammelserna i artikel 11.1 eller 11.2 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper och av hallbara investeringar i regelbundna rapporter eller bestammelserna i artikel 13.1 i den forordningen om marknadsforingsmaterial,"
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Seuraamusmaksun määrääminen",
      "content": "esiteasetus Sen lisäksi, mitä 2 momentissa säädetään, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa on otettava huomioon myös menettelyn vaikutus reaalitalouteen. Jos kyse on arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi säännellyllä markkinalla ottamisen yhteydessä julkaistavasta esitteestä ja direktiivin 2003/71/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2017/1129, jäljempänä, rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 39 artiklassa säädetään. Jos kyse on EU:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 40 artiklassa säädetään. Jos kyse on EU:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 112 artiklassa säädetään. Jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 33 artiklassa säädetään. Jos kyse on EU:n DORA-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan EU:n DORA-asetuksen 51 artiklan 2 kohtaa. Jos kyse on EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 50 artiklassa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "esiteasetus Sen lisäksi, mitä 2 momentissa säädetään, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa on otettava huomioon myös menettelyn vaikutus reaalitalouteen. Jos kyse on arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi säännellyllä markkinalla ottamisen yhteydessä julkaistavasta esitteestä ja direktiivin 2003/71/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2017/1129, jäljempänä, rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 39 artiklassa säädetään. Jos kyse on EU:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 40 artiklassa säädetään. Jos kyse on EU:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 112 artiklassa säädetään. Jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 33 artiklassa säädetään. Jos kyse on EU:n DORA-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan EU:n DORA-asetuksen 51 artiklan 2 kohtaa. Jos kyse on EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 50 artiklassa säädetään.",
        "folded_fi": "esiteasetus sen lisaksi, mita 2 momentissa saadetaan, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa on otettava huomioon myos menettelyn vaikutus reaalitalouteen. jos kyse on arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi saannellylla markkinalla ottamisen yhteydessa julkaistavasta esitteesta ja direktiivin 2003/71/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2017/1129, jaljempana, rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 39 artiklassa saadetaan. jos kyse on eu:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 40 artiklassa saadetaan. jos kyse on eu:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 112 artiklassa saadetaan. jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 33 artiklassa saadetaan. jos kyse on eu:n dora-asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan eu:n dora-asetuksen 51 artiklan 2 kohtaa. jos kyse on eu:n vihreita joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 50 artiklassa saadetaan.",
        "title_sv": "Påförande av påföljdsavgift",
        "content_sv": "prospektförordningen Om det är fråga om överträdelse av förordningen om referensvärden, ska utöver bestämmelserna i 2 mom. även förfarandets inverkan på realekonomin beaktas vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av Europaparlamentets och rådets förordning (EU) 2017/1129 om prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel på en reglerad marknad, och om upphävande av direktiv 2003/71/EG, nedan, ska bestämmelserna i artikel 39 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s gräsrotsfinansieringsförordning, ska bestämmelserna i artikel 40 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om marknader för kryptotillgångar, ska bestämmelserna i artikel 112 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av värdepapperiseringsförordningen, ska bestämmelserna i artikel 33 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s DORA-förordning, ska bestämmelserna i artikel 51.2 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om gröna obligationer, ska bestämmelserna i artikel 50 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp.",
        "normalized_sv": "prospektförordningen Om det är fråga om överträdelse av förordningen om referensvärden, ska utöver bestämmelserna i 2 mom. även förfarandets inverkan på realekonomin beaktas vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av Europaparlamentets och rådets förordning (EU) 2017/1129 om prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel på en reglerad marknad, och om upphävande av direktiv 2003/71/EG, nedan, ska bestämmelserna i artikel 39 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s gräsrotsfinansieringsförordning, ska bestämmelserna i artikel 40 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om marknader för kryptotillgångar, ska bestämmelserna i artikel 112 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av värdepapperiseringsförordningen, ska bestämmelserna i artikel 33 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s DORA-förordning, ska bestämmelserna i artikel 51.2 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om gröna obligationer, ska bestämmelserna i artikel 50 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp.",
        "folded_sv": "prospektforordningen om det ar fraga om overtradelse av forordningen om referensvarden, ska utover bestammelserna i 2 mom. aven forfarandets inverkan pa realekonomin beaktas vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av europaparlamentets och radets forordning (eu) 2017/1129 om prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel pa en reglerad marknad, och om upphavande av direktiv 2003/71/eg, nedan, ska bestammelserna i artikel 39 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s grasrotsfinansieringsforordning, ska bestammelserna i artikel 40 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s forordning om marknader for kryptotillgangar, ska bestammelserna i artikel 112 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av vardepapperiseringsforordningen, ska bestammelserna i artikel 33 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s dora-forordning, ska bestammelserna i artikel 51.2 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s forordning om grona obligationer, ska bestammelserna i artikel 50 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp."
      }
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Seuraamusmaksun enimmäismäärä eräissä tapauksissa",
      "content": "Jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 §:n 5 momentissa tarkoitettujen säännösten rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintään joko 0,5 prosenttia oikeushenkilön edeltävän vuoden liikevaihdosta tai enintään 500 000 euroa ja luonnolliselle henkilölle määrättävä seuraamusmaksu enintään 50 000 euroa. Jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla enintään joko kaksi prosenttia oikeushenkilön seuraamusmaksun määräämistä edeltävän vuoden liikevaihdosta tai enintään 250 000 euroa sen mukaan, kumpi on suurempi. Luonnolliselle henkilölle määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Sen estämättä, mitä 13-20 momentissa säädetään, seuraamusmaksu saa kuitenkin olla enintään kolme kertaa niin suuri kuin teolla tai laiminlyönnillä saatu hyöty, jos hyödyn suuruus on määriteltävissä. Seuraamusmaksu voidaan määrätä myös 1-11 ja 13-20 momentissa tarkoitettujen säädösten nojalla annettujen säännösten rikkomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "Jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 § :n 5 momentissa tarkoitettujen säännösten rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintään joko 0,5 prosenttia oikeushenkilön edeltävän vuoden liikevaihdosta tai enintään 500 000 euroa ja luonnolliselle henkilölle määrättävä seuraamusmaksu enintään 50 000 euroa. Jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla enintään joko kaksi prosenttia oikeushenkilön seuraamusmaksun määräämistä edeltävän vuoden liikevaihdosta tai enintään 250 000 euroa sen mukaan, kumpi on suurempi. Luonnolliselle henkilölle määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Sen estämättä, mitä 13-20 momentissa säädetään, seuraamusmaksu saa kuitenkin olla enintään kolme kertaa niin suuri kuin teolla tai laiminlyönnillä saatu hyöty, jos hyödyn suuruus on määriteltävissä. Seuraamusmaksu voidaan määrätä myös 1-11 ja 13-20 momentissa tarkoitettujen säädösten nojalla annettujen säännösten rikkomisesta.",
        "folded_fi": "jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 §:n 5 momentissa tarkoitettujen saannosten rikkomista, oikeushenkilolle maarattava seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintaan joko 0,5 prosenttia oikeushenkilon edeltavan vuoden liikevaihdosta tai enintaan 500 000 euroa ja luonnolliselle henkilolle maarattava seuraamusmaksu enintaan 50 000 euroa. jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilolle maarattava seuraamusmaksu saa olla enintaan joko kaksi prosenttia oikeushenkilon seuraamusmaksun maaraamista edeltavan vuoden liikevaihdosta tai enintaan 250 000 euroa sen mukaan, kumpi on suurempi. luonnolliselle henkilolle maarattava seuraamusmaksu saa olla enintaan 100 000 euroa. sen estamatta, mita 13-20 momentissa saadetaan, seuraamusmaksu saa kuitenkin olla enintaan kolme kertaa niin suuri kuin teolla tai laiminlyonnilla saatu hyoty, jos hyodyn suuruus on maariteltavissa. seuraamusmaksu voidaan maarata myos 1-11 ja 13-20 momentissa tarkoitettujen saadosten nojalla annettujen saannosten rikkomisesta.",
        "title_sv": "Påföljdsavgiftens maximibelopp i vissa fall",
        "content_sv": "Om påföljdsavgift påförs för en överträdelse av en bestämmelse som avses i 15 kap. 2 § 5 mom. i värdepappersmarknadslagen, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst 0,5 procent av den juridiska personens omsättning under det föregående året eller högst 500 000 euro, beroende på vilkendera som är större, och en fysisk person påföras en påföljdsavgift som uppgår till högst 50 000 euro. Om en påföljdsavgift som avses i 16 mom. påförs för en överträdelse av artikel 11.1 led d eller artikel 11.4 i förordningen om referensvärden, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst två procent av den juridiska personens omsättning under det år som föregår året då påföljdsavgiften bestäms eller högst 250 000 euro, beroende på vilkendera som är större. En fysisk person får påföras högst 100 000 euro i påföljdsavgift. Trots det som föreskrivs i 13-20 mom. får påföljdsavgiften emellertid vara högst tre gånger så stor som den vinning som erhållits genom gärningen eller försummelsen, om storleken på vinningen kan bestämmas. Påföljdsavgift får också påföras för överträdelse av bestämmelser som utfärdats med stöd av de författningar som avses i 1-11 och 13-20 mom.",
        "normalized_sv": "Om påföljdsavgift påförs för en överträdelse av en bestämmelse som avses i 15 kap. 2 § 5 mom. i värdepappersmarknadslagen, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst 0,5 procent av den juridiska personens omsättning under det föregående året eller högst 500 000 euro, beroende på vilkendera som är större, och en fysisk person påföras en påföljdsavgift som uppgår till högst 50 000 euro. Om en påföljdsavgift som avses i 16 mom. påförs för en överträdelse av artikel 11.1 led d eller artikel 11.4 i förordningen om referensvärden, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst två procent av den juridiska personens omsättning under det år som föregår året då påföljdsavgiften bestäms eller högst 250 000 euro, beroende på vilkendera som är större. En fysisk person får påföras högst 100 000 euro i påföljdsavgift. Trots det som föreskrivs i 13-20 mom. får påföljdsavgiften emellertid vara högst tre gånger så stor som den vinning som erhållits genom gärningen eller försummelsen, om storleken på vinningen kan bestämmas. Påföljdsavgift får också påföras för överträdelse av bestämmelser som utfärdats med stöd av de författningar som avses i 1-11 och 13-20 mom.",
        "folded_sv": "om pafoljdsavgift pafors for en overtradelse av en bestammelse som avses i 15 kap. 2 § 5 mom. i vardepappersmarknadslagen, far en juridisk person paforas en pafoljdsavgift som uppgar till antingen hogst 0,5 procent av den juridiska personens omsattning under det foregaende aret eller hogst 500 000 euro, beroende pa vilkendera som ar storre, och en fysisk person paforas en pafoljdsavgift som uppgar till hogst 50 000 euro. om en pafoljdsavgift som avses i 16 mom. pafors for en overtradelse av artikel 11.1 led d eller artikel 11.4 i forordningen om referensvarden, far en juridisk person paforas en pafoljdsavgift som uppgar till antingen hogst tva procent av den juridiska personens omsattning under det ar som foregar aret da pafoljdsavgiften bestams eller hogst 250 000 euro, beroende pa vilkendera som ar storre. en fysisk person far paforas hogst 100 000 euro i pafoljdsavgift. trots det som foreskrivs i 13-20 mom. far pafoljdsavgiften emellertid vara hogst tre ganger sa stor som den vinning som erhallits genom garningen eller forsummelsen, om storleken pa vinningen kan bestammas. pafoljdsavgift far ocksa paforas for overtradelse av bestammelser som utfardats med stod av de forfattningar som avses i 1-11 och 13-20 mom."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Hallinnollisen seuraamuksen ja muun päätöksen julkistaminen",
      "content": "Jos julkinen varoitus, rikemaksu tai seuraamusmaksu määrätään esiteasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään joukkorahoitusasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään kryptovaramarkkina-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 114 artiklassa säädetään. Jos seuraamusmaksu määrätään arvopaperistamisasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 37 artiklassa säädetään. Jos rikemaksu, julkinen varoitus tai seuraaamusmaksu määrätään EU:n DORA-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan EU:n DORA-asetuksen 54 artiklaa. Jos julkinen varoitus tai seuraamusmaksu määrätään EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 52 artiklassa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Jos julkinen varoitus, rikemaksu tai seuraamusmaksu määrätään esiteasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään joukkorahoitusasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään kryptovaramarkkina-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 114 artiklassa säädetään. Jos seuraamusmaksu määrätään arvopaperistamisasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 37 artiklassa säädetään. Jos rikemaksu, julkinen varoitus tai seuraaamusmaksu määrätään EU:n DORA-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan EU:n DORA-asetuksen 54 artiklaa. Jos julkinen varoitus tai seuraamusmaksu määrätään EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 52 artiklassa säädetään.",
        "folded_fi": "jos julkinen varoitus, rikemaksu tai seuraamusmaksu maarataan esiteasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 42 artiklassa saadetaan. jos julkinen varoitus tai seuraamusmaksu maarataan joukkorahoitusasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 42 artiklassa saadetaan. jos julkinen varoitus tai seuraamusmaksu maarataan kryptovaramarkkina-asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 114 artiklassa saadetaan. jos seuraamusmaksu maarataan arvopaperistamisasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 37 artiklassa saadetaan. jos rikemaksu, julkinen varoitus tai seuraaamusmaksu maarataan eu:n dora-asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan eu:n dora-asetuksen 54 artiklaa. jos julkinen varoitus tai seuraamusmaksu maarataan eu:n vihreita joukkolainoja koskevan asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 52 artiklassa saadetaan.",
        "title_sv": "Offentliggörande av administrativa påföljder och andra beslut",
        "content_sv": "Om en offentlig varning, ordningsavgift eller påföljdsavgift påförs på grund av en överträdelse av prospektförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av gräsrotsfinansieringsförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om marknader för kryptotillgångar, ska i stället för denna paragraf artikel 114 i den förordningen tillämpas på offentliggörandet av beslutet. Om en påföljdsavgift påförs på grund av en överträdelse av värdepapperiseringsförordningen, ska i stället för denna paragraf artikel 37 i den förordningen tillämpas på offentliggörandet av beslutet. Om en ordningsavgift, offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s DORA-förordning, ska i stället för denna paragraf artikel 54 i EU:s DORA-förordning tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om gröna obligationer, ska i stället för denna paragraf artikel 52 i den förordningen tillämpas på offentliggörandet av beslutet.",
        "normalized_sv": "Om en offentlig varning, ordningsavgift eller påföljdsavgift påförs på grund av en överträdelse av prospektförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av gräsrotsfinansieringsförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om marknader för kryptotillgångar, ska i stället för denna paragraf artikel 114 i den förordningen tillämpas på offentliggörandet av beslutet. Om en påföljdsavgift påförs på grund av en överträdelse av värdepapperiseringsförordningen, ska i stället för denna paragraf artikel 37 i den förordningen tillämpas på offentliggörandet av beslutet. Om en ordningsavgift, offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s DORA-förordning, ska i stället för denna paragraf artikel 54 i EU:s DORA-förordning tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om gröna obligationer, ska i stället för denna paragraf artikel 52 i den förordningen tillämpas på offentliggörandet av beslutet.",
        "folded_sv": "om en offentlig varning, ordningsavgift eller pafoljdsavgift pafors pa grund av en overtradelse av prospektforordningen, ska i stallet for denna paragraf artikel 42 i den forordningen tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av grasrotsfinansieringsforordningen, ska i stallet for denna paragraf artikel 42 i den forordningen tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s forordning om marknader for kryptotillgangar, ska i stallet for denna paragraf artikel 114 i den forordningen tillampas pa offentliggorandet av beslutet. om en pafoljdsavgift pafors pa grund av en overtradelse av vardepapperiseringsforordningen, ska i stallet for denna paragraf artikel 37 i den forordningen tillampas pa offentliggorandet av beslutet. om en ordningsavgift, offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s dora-forordning, ska i stallet for denna paragraf artikel 54 i eu:s dora-forordning tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s forordning om grona obligationer, ska i stallet for denna paragraf artikel 52 i den forordningen tillampas pa offentliggorandet av beslutet."
      }
    },
    {
      "provision_ref": "50 y",
      "section": "50 y",
      "title": "Toiminta EU:n vihreitä joukkolainoja koskevan asetuksen toimivaltaisena viranomaisena",
      "content": "Finanssivalvonta toimii EU:n vihreitä joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50 y",
        "normalized_fi": "Finanssivalvonta toimii EU:n vihreitä joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
        "folded_fi": "finanssivalvonta toimii eu:n vihreita joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
        "title_sv": "Verksamhet som behörig myndighet enligt EU:s förordning om gröna obligationer",
        "content_sv": "Finansinspektionen är behörig myndighet enligt artikel 44 i EU:s förordning om gröna obligationer.",
        "normalized_sv": "Finansinspektionen är behörig myndighet enligt artikel 44 i EU:s förordning om gröna obligationer.",
        "folded_sv": "finansinspektionen ar behorig myndighet enligt artikel 44 i eu:s forordning om grona obligationer."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Muut finanssimarkkinoilla toimivat",
      "content": "Muulla finanssimarkkinoilla toimivalla tarkoitetaan tässä laissa: 42) EU:n DORA-asetus finanssialan digitaalisesta häiriönsietokyvystä ja asetusten (EY) N:o 1060/2009, (EU) N:o 648/2012, (EU) N:o 600/2014, (EU) N:o 909/2014 ja (EU) 2016/1011 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2554, jäljempänä, 3 artiklan 19 alakohdassa tarkoitettua TVT-palveluntarjoajana olevaa kolmatta osapuolta; 43) EU:n vihreitä joukkolainoja koskeva asetus eurooppalaisista vihreistä joukkolainoista ja ympäristön kannalta kestävinä markkinoitavia joukkolainoja ja kestävyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/2631, jäljempänä, 3 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan alullepanijaa sekä 21 artiklassa tarkoitettuja mallipohjia käyttävää liikkeeseenlaskijaa näiden mallipohjien osalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Muulla finanssimarkkinoilla toimivalla tarkoitetaan tässä laissa: 42) EU:n DORA-asetus finanssialan digitaalisesta häiriönsietokyvystä ja asetusten (EY) N:o 1060/2009, (EU) N:o 648/2012, (EU) N:o 600/2014, (EU) N:o 909/2014 ja (EU) 2016/1011 muuttamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2022/2554, jäljempänä, 3 artiklan 19 alakohdassa tarkoitettua TVT-palveluntarjoajana olevaa kolmatta osapuolta; 43) EU:n vihreitä joukkolainoja koskeva asetus eurooppalaisista vihreistä joukkolainoista ja ympäristön kannalta kestävinä markkinoitavia joukkolainoja ja kestävyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2023/2631, jäljempänä, 3 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihreän joukkolainan alullepanijaa sekä 21 artiklassa tarkoitettuja mallipohjia käyttävää liikkeeseenlaskijaa näiden mallipohjien osalta.",
        "folded_fi": "muulla finanssimarkkinoilla toimivalla tarkoitetaan tassa laissa: 42) eu:n dora-asetus finanssialan digitaalisesta hairionsietokyvysta ja asetusten (ey) n:o 1060/2009, (eu) n:o 648/2012, (eu) n:o 600/2014, (eu) n:o 909/2014 ja (eu) 2016/1011 muuttamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2022/2554, jaljempana, 3 artiklan 19 alakohdassa tarkoitettua tvt-palveluntarjoajana olevaa kolmatta osapuolta; 43) eu:n vihreita joukkolainoja koskeva asetus eurooppalaisista vihreista joukkolainoista ja ympariston kannalta kestavina markkinoitavia joukkolainoja ja kestavyyteen sidottuja joukkolainoja koskevasta valinnaisesta tietojen julkistamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2023/2631, jaljempana, 3 artiklassa tarkoitetun eurooppalaisen vihrean joukkolainan liikkeeseenlaskijaa ja 16 artiklassa tarkoitetun eurooppalaisen vihrean joukkolainan alullepanijaa seka 21 artiklassa tarkoitettuja mallipohjia kayttavaa liikkeeseenlaskijaa naiden mallipohjien osalta.",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "andra finansmarknadsaktörer Med avses i denna lag 42) EU:s DORA-förordning sådana tredjepartsleverantörer av IKT-tjänster som avses i artikel 3.19 i Europaparlamentets och rådets förordning (EU) 2022/2554 om digital operativ motståndskraft för finanssektorn och om ändring av förordningarna (EG) nr 1060/2009, (EU) nr 648/2012, (EU) nr 600/2014, (EU) nr 909/2014 och (EU) 2016/1011, nedan, 43) EU:s förordning om gröna obligationer emittenter av sådana europeiska gröna obligationer som avses i artikel 3 i Europaparlamentets och rådets förordning (EU) 2023/2631 om europeiska gröna obligationer och frivilligt upplysningslämnande för obligationer som marknadsförs som miljömässigt hållbara och för hållbarhetslänkade obligationer, nedan, sådana originatorer av europeiska gröna obligationer som avses i artikel 16 i den förordningen samt emittenter som använder sådana mallar som avses i artikel 21 i den förordningen i fråga om dessa mallar.",
        "normalized_sv": "andra finansmarknadsaktörer Med avses i denna lag 42) EU:s DORA-förordning sådana tredjepartsleverantörer av IKT-tjänster som avses i artikel 3.19 i Europaparlamentets och rådets förordning (EU) 2022/2554 om digital operativ motståndskraft för finanssektorn och om ändring av förordningarna (EG) nr 1060/2009, (EU) nr 648/2012, (EU) nr 600/2014, (EU) nr 909/2014 och (EU) 2016/1011, nedan, 43) EU:s förordning om gröna obligationer emittenter av sådana europeiska gröna obligationer som avses i artikel 3 i Europaparlamentets och rådets förordning (EU) 2023/2631 om europeiska gröna obligationer och frivilligt upplysningslämnande för obligationer som marknadsförs som miljömässigt hållbara och för hållbarhetslänkade obligationer, nedan, sådana originatorer av europeiska gröna obligationer som avses i artikel 16 i den förordningen samt emittenter som använder sådana mallar som avses i artikel 21 i den förordningen i fråga om dessa mallar.",
        "folded_sv": "andra finansmarknadsaktorer med avses i denna lag 42) eu:s dora-forordning sadana tredjepartsleverantorer av ikt-tjanster som avses i artikel 3.19 i europaparlamentets och radets forordning (eu) 2022/2554 om digital operativ motstandskraft for finanssektorn och om andring av forordningarna (eg) nr 1060/2009, (eu) nr 648/2012, (eu) nr 600/2014, (eu) nr 909/2014 och (eu) 2016/1011, nedan, 43) eu:s forordning om grona obligationer emittenter av sadana europeiska grona obligationer som avses i artikel 3 i europaparlamentets och radets forordning (eu) 2023/2631 om europeiska grona obligationer och frivilligt upplysningslamnande for obligationer som marknadsfors som miljomassigt hallbara och for hallbarhetslankade obligationer, nedan, sadana originatorer av europeiska grona obligationer som avses i artikel 16 i den forordningen samt emittenter som anvander sadana mallar som avses i artikel 21 i den forordningen i fraga om dessa mallar."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Seuraamusmaksu",
      "content": "Seuraamusmaksu määrätään myös sille, joka tahallaan tai huolimattomuudesta laiminlyö tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta internetsivuilla yhteisön tasolla, 6 artiklan säännöksiä kestävyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 7 artiklan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien edistämisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 9 artiklan 1-4 kohdan säännöksiä kestävien sijoitusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 10 artiklan 1 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien sekä kestävien sijoitusten edistämisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien ja kestävien sijoitusten edistämisen avoimuudesta määräaikaiskatsauksissa tai 13 artiklan 1 kohdan säännöksiä markkinointiviestinnästä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Seuraamusmaksu määrätään myös sille, joka tahallaan tai huolimattomuudesta laiminlyö tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta internetsivuilla yhteisön tasolla, 6 artiklan säännöksiä kestävyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 7 artiklan säännöksiä haitallisten kestävyysvaikutusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien edistämisen avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 9 artiklan 1-4 kohdan säännöksiä kestävien sijoitusten avoimuudesta ennen sopimuksen tekemistä annettavissa tiedoissa, 10 artiklan 1 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien sekä kestävien sijoitusten edistämisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan säännöksiä ympäristöön tai yhteiskuntaan liittyvien ominaisuuksien ja kestävien sijoitusten edistämisen avoimuudesta määräaikaiskatsauksissa tai 13 artiklan 1 kohdan säännöksiä markkinointiviestinnästä;",
        "folded_fi": "seuraamusmaksu maarataan myos sille, joka tahallaan tai huolimattomuudesta laiminlyo tai rikkoo: 10) tiedonantovelvoiteasetuksen 4 artiklan 1-5 kohdan saannoksia haitallisten kestavyysvaikutusten avoimuudesta internetsivuilla yhteison tasolla, 6 artiklan saannoksia kestavyysriskien huomioon ottamisen avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 7 artiklan saannoksia haitallisten kestavyysvaikutusten avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa rahoitustuotteiden tasolla, 8 artiklan 1 tai 2 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien edistamisen avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 9 artiklan 1-4 kohdan saannoksia kestavien sijoitusten avoimuudesta ennen sopimuksen tekemista annettavissa tiedoissa, 10 artiklan 1 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien seka kestavien sijoitusten edistamisen avoimuudesta internetsivuilla, 11 artiklan 1 tai 2 kohdan saannoksia ymparistoon tai yhteiskuntaan liittyvien ominaisuuksien ja kestavien sijoitusten edistamisen avoimuudesta maaraaikaiskatsauksissa tai 13 artiklan 1 kohdan saannoksia markkinointiviestinnasta;",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift ska också påföras den som uppsåtligen eller av oaktsamhet försummar eller bryter mot 10) bestämmelserna i artikel 4.1-4.5 i förordningen om hållbarhetsrelaterade upplysningar om transparens på webbplatser i fråga om negativa konsekvenser för hållbar utveckling på enhetsnivå, bestämmelserna i artikel 6 i den förordningen om transparens i fråga om integreringen av hållbarhetsrisker i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 7 i den förordningen om transparens i fråga om negativa konsekvenser för hållbar utveckling i upplysningar som lämnas innan avtal ingås med avseende på finansiella produkter, bestämmelserna i artikel 8.1 eller 8.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper i den information som lämnas innan avtal ingås, bestämmelserna i artikel 9.1-9.4 i den förordningen om transparens i fråga om hållbar investering i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 10.1 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbar investering på webbplatser, bestämmelserna i artikel 11.1 eller 11.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbara investeringar i regelbundna rapporter eller bestämmelserna i artikel 13.1 i den förordningen om marknadsföringsmaterial,",
        "normalized_sv": "Påföljdsavgift ska också påföras den som uppsåtligen eller av oaktsamhet försummar eller bryter mot 10) bestämmelserna i artikel 4.1-4.5 i förordningen om hållbarhetsrelaterade upplysningar om transparens på webbplatser i fråga om negativa konsekvenser för hållbar utveckling på enhetsnivå, bestämmelserna i artikel 6 i den förordningen om transparens i fråga om integreringen av hållbarhetsrisker i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 7 i den förordningen om transparens i fråga om negativa konsekvenser för hållbar utveckling i upplysningar som lämnas innan avtal ingås med avseende på finansiella produkter, bestämmelserna i artikel 8.1 eller 8.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper i den information som lämnas innan avtal ingås, bestämmelserna i artikel 9.1-9.4 i den förordningen om transparens i fråga om hållbar investering i upplysningar som lämnas innan avtal ingås, bestämmelserna i artikel 10.1 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbar investering på webbplatser, bestämmelserna i artikel 11.1 eller 11.2 i den förordningen om transparens i fråga om främjandet av miljörelaterade eller sociala egenskaper och av hållbara investeringar i regelbundna rapporter eller bestämmelserna i artikel 13.1 i den förordningen om marknadsföringsmaterial,",
        "folded_sv": "pafoljdsavgift ska ocksa paforas den som uppsatligen eller av oaktsamhet forsummar eller bryter mot 10) bestammelserna i artikel 4.1-4.5 i forordningen om hallbarhetsrelaterade upplysningar om transparens pa webbplatser i fraga om negativa konsekvenser for hallbar utveckling pa enhetsniva, bestammelserna i artikel 6 i den forordningen om transparens i fraga om integreringen av hallbarhetsrisker i upplysningar som lamnas innan avtal ingas, bestammelserna i artikel 7 i den forordningen om transparens i fraga om negativa konsekvenser for hallbar utveckling i upplysningar som lamnas innan avtal ingas med avseende pa finansiella produkter, bestammelserna i artikel 8.1 eller 8.2 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper i den information som lamnas innan avtal ingas, bestammelserna i artikel 9.1-9.4 i den forordningen om transparens i fraga om hallbar investering i upplysningar som lamnas innan avtal ingas, bestammelserna i artikel 10.1 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper och av hallbar investering pa webbplatser, bestammelserna i artikel 11.1 eller 11.2 i den forordningen om transparens i fraga om framjandet av miljorelaterade eller sociala egenskaper och av hallbara investeringar i regelbundna rapporter eller bestammelserna i artikel 13.1 i den forordningen om marknadsforingsmaterial,"
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Seuraamusmaksun määrääminen",
      "content": "esiteasetus Sen lisäksi, mitä 2 momentissa säädetään, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa on otettava huomioon myös menettelyn vaikutus reaalitalouteen. Jos kyse on arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi säännellyllä markkinalla ottamisen yhteydessä julkaistavasta esitteestä ja direktiivin 2003/71/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2017/1129, jäljempänä, rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 39 artiklassa säädetään. Jos kyse on EU:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 40 artiklassa säädetään. Jos kyse on EU:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 112 artiklassa säädetään. Jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 33 artiklassa säädetään. Jos kyse on EU:n DORA-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan EU:n DORA-asetuksen 51 artiklan 2 kohtaa. Jos kyse on EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 50 artiklassa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "esiteasetus Sen lisäksi, mitä 2 momentissa säädetään, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa on otettava huomioon myös menettelyn vaikutus reaalitalouteen. Jos kyse on arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi säännellyllä markkinalla ottamisen yhteydessä julkaistavasta esitteestä ja direktiivin 2003/71/EY kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2017/1129, jäljempänä, rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 39 artiklassa säädetään. Jos kyse on EU:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 40 artiklassa säädetään. Jos kyse on EU:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 112 artiklassa säädetään. Jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 33 artiklassa säädetään. Jos kyse on EU:n DORA-asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan EU:n DORA-asetuksen 51 artiklan 2 kohtaa. Jos kyse on EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun määrää arvioitaessa noudatetaan 2 momentin sijaan, mitä mainitun asetuksen 50 artiklassa säädetään.",
        "folded_fi": "esiteasetus sen lisaksi, mita 2 momentissa saadetaan, jos kyse on vertailuarvoasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa on otettava huomioon myos menettelyn vaikutus reaalitalouteen. jos kyse on arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi saannellylla markkinalla ottamisen yhteydessa julkaistavasta esitteesta ja direktiivin 2003/71/ey kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2017/1129, jaljempana, rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 39 artiklassa saadetaan. jos kyse on eu:n joukkorahoitusasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 40 artiklassa saadetaan. jos kyse on eu:n kryptovaramarkkina-asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 112 artiklassa saadetaan. jos kyse on arvopaperistamisasetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 33 artiklassa saadetaan. jos kyse on eu:n dora-asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan eu:n dora-asetuksen 51 artiklan 2 kohtaa. jos kyse on eu:n vihreita joukkolainoja koskevan asetuksen rikkomisesta, seuraamusmaksun maaraa arvioitaessa noudatetaan 2 momentin sijaan, mita mainitun asetuksen 50 artiklassa saadetaan.",
        "title_sv": "Påförande av påföljdsavgift",
        "content_sv": "prospektförordningen Om det är fråga om överträdelse av förordningen om referensvärden, ska utöver bestämmelserna i 2 mom. även förfarandets inverkan på realekonomin beaktas vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av Europaparlamentets och rådets förordning (EU) 2017/1129 om prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel på en reglerad marknad, och om upphävande av direktiv 2003/71/EG, nedan, ska bestämmelserna i artikel 39 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s gräsrotsfinansieringsförordning, ska bestämmelserna i artikel 40 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om marknader för kryptotillgångar, ska bestämmelserna i artikel 112 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av värdepapperiseringsförordningen, ska bestämmelserna i artikel 33 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s DORA-förordning, ska bestämmelserna i artikel 51.2 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om gröna obligationer, ska bestämmelserna i artikel 50 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp.",
        "normalized_sv": "prospektförordningen Om det är fråga om överträdelse av förordningen om referensvärden, ska utöver bestämmelserna i 2 mom. även förfarandets inverkan på realekonomin beaktas vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av Europaparlamentets och rådets förordning (EU) 2017/1129 om prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel på en reglerad marknad, och om upphävande av direktiv 2003/71/EG, nedan, ska bestämmelserna i artikel 39 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s gräsrotsfinansieringsförordning, ska bestämmelserna i artikel 40 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om marknader för kryptotillgångar, ska bestämmelserna i artikel 112 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av värdepapperiseringsförordningen, ska bestämmelserna i artikel 33 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s DORA-förordning, ska bestämmelserna i artikel 51.2 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp. Om det är fråga om överträdelse av EU:s förordning om gröna obligationer, ska bestämmelserna i artikel 50 i den förordningen tillämpas i stället för 2 mom. vid bedömningen av påföljdsavgiftens belopp.",
        "folded_sv": "prospektforordningen om det ar fraga om overtradelse av forordningen om referensvarden, ska utover bestammelserna i 2 mom. aven forfarandets inverkan pa realekonomin beaktas vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av europaparlamentets och radets forordning (eu) 2017/1129 om prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel pa en reglerad marknad, och om upphavande av direktiv 2003/71/eg, nedan, ska bestammelserna i artikel 39 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s grasrotsfinansieringsforordning, ska bestammelserna i artikel 40 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s forordning om marknader for kryptotillgangar, ska bestammelserna i artikel 112 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av vardepapperiseringsforordningen, ska bestammelserna i artikel 33 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s dora-forordning, ska bestammelserna i artikel 51.2 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp. om det ar fraga om overtradelse av eu:s forordning om grona obligationer, ska bestammelserna i artikel 50 i den forordningen tillampas i stallet for 2 mom. vid bedomningen av pafoljdsavgiftens belopp."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "title": "Seuraamusmaksun enimmäismäärä eräissä tapauksissa",
      "content": "Jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 §:n 5 momentissa tarkoitettujen säännösten rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintään joko 0,5 prosenttia oikeushenkilön edeltävän vuoden liikevaihdosta tai enintään 500 000 euroa ja luonnolliselle henkilölle määrättävä seuraamusmaksu enintään 50 000 euroa. Jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla enintään joko kaksi prosenttia oikeushenkilön seuraamusmaksun määräämistä edeltävän vuoden liikevaihdosta tai enintään 250 000 euroa sen mukaan, kumpi on suurempi. Luonnolliselle henkilölle määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Sen estämättä, mitä 13-20 momentissa säädetään, seuraamusmaksu saa kuitenkin olla enintään kolme kertaa niin suuri kuin teolla tai laiminlyönnillä saatu hyöty, jos hyödyn suuruus on määriteltävissä. Seuraamusmaksu voidaan määrätä myös 1-11 ja 13-20 momentissa tarkoitettujen säädösten nojalla annettujen säännösten rikkomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41 a",
        "normalized_fi": "Jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 § :n 5 momentissa tarkoitettujen säännösten rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintään joko 0,5 prosenttia oikeushenkilön edeltävän vuoden liikevaihdosta tai enintään 500 000 euroa ja luonnolliselle henkilölle määrättävä seuraamusmaksu enintään 50 000 euroa. Jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilölle määrättävä seuraamusmaksu saa olla enintään joko kaksi prosenttia oikeushenkilön seuraamusmaksun määräämistä edeltävän vuoden liikevaihdosta tai enintään 250 000 euroa sen mukaan, kumpi on suurempi. Luonnolliselle henkilölle määrättävä seuraamusmaksu saa olla enintään 100 000 euroa. Sen estämättä, mitä 13-20 momentissa säädetään, seuraamusmaksu saa kuitenkin olla enintään kolme kertaa niin suuri kuin teolla tai laiminlyönnillä saatu hyöty, jos hyödyn suuruus on määriteltävissä. Seuraamusmaksu voidaan määrätä myös 1-11 ja 13-20 momentissa tarkoitettujen säädösten nojalla annettujen säännösten rikkomisesta.",
        "folded_fi": "jos seuraamusmaksu koskee arvopaperimarkkinalain 15 luvun 2 §:n 5 momentissa tarkoitettujen saannosten rikkomista, oikeushenkilolle maarattava seuraamusmaksu saa olla, sen mukaan, kumpi on suurempi, enintaan joko 0,5 prosenttia oikeushenkilon edeltavan vuoden liikevaihdosta tai enintaan 500 000 euroa ja luonnolliselle henkilolle maarattava seuraamusmaksu enintaan 50 000 euroa. jos 16 momentissa tarkoitettu seuraamusmaksu koskee vertailuarvoasetuksen 11 artiklan 1 kohdan d alakohdan tai 4 kohdan rikkomista, oikeushenkilolle maarattava seuraamusmaksu saa olla enintaan joko kaksi prosenttia oikeushenkilon seuraamusmaksun maaraamista edeltavan vuoden liikevaihdosta tai enintaan 250 000 euroa sen mukaan, kumpi on suurempi. luonnolliselle henkilolle maarattava seuraamusmaksu saa olla enintaan 100 000 euroa. sen estamatta, mita 13-20 momentissa saadetaan, seuraamusmaksu saa kuitenkin olla enintaan kolme kertaa niin suuri kuin teolla tai laiminlyonnilla saatu hyoty, jos hyodyn suuruus on maariteltavissa. seuraamusmaksu voidaan maarata myos 1-11 ja 13-20 momentissa tarkoitettujen saadosten nojalla annettujen saannosten rikkomisesta.",
        "title_sv": "Påföljdsavgiftens maximibelopp i vissa fall",
        "content_sv": "Om påföljdsavgift påförs för en överträdelse av en bestämmelse som avses i 15 kap. 2 § 5 mom. i värdepappersmarknadslagen, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst 0,5 procent av den juridiska personens omsättning under det föregående året eller högst 500 000 euro, beroende på vilkendera som är större, och en fysisk person påföras en påföljdsavgift som uppgår till högst 50 000 euro. Om en påföljdsavgift som avses i 16 mom. påförs för en överträdelse av artikel 11.1 led d eller artikel 11.4 i förordningen om referensvärden, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst två procent av den juridiska personens omsättning under det år som föregår året då påföljdsavgiften bestäms eller högst 250 000 euro, beroende på vilkendera som är större. En fysisk person får påföras högst 100 000 euro i påföljdsavgift. Trots det som föreskrivs i 13-20 mom. får påföljdsavgiften emellertid vara högst tre gånger så stor som den vinning som erhållits genom gärningen eller försummelsen, om storleken på vinningen kan bestämmas. Påföljdsavgift får också påföras för överträdelse av bestämmelser som utfärdats med stöd av de författningar som avses i 1-11 och 13-20 mom.",
        "normalized_sv": "Om påföljdsavgift påförs för en överträdelse av en bestämmelse som avses i 15 kap. 2 § 5 mom. i värdepappersmarknadslagen, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst 0,5 procent av den juridiska personens omsättning under det föregående året eller högst 500 000 euro, beroende på vilkendera som är större, och en fysisk person påföras en påföljdsavgift som uppgår till högst 50 000 euro. Om en påföljdsavgift som avses i 16 mom. påförs för en överträdelse av artikel 11.1 led d eller artikel 11.4 i förordningen om referensvärden, får en juridisk person påföras en påföljdsavgift som uppgår till antingen högst två procent av den juridiska personens omsättning under det år som föregår året då påföljdsavgiften bestäms eller högst 250 000 euro, beroende på vilkendera som är större. En fysisk person får påföras högst 100 000 euro i påföljdsavgift. Trots det som föreskrivs i 13-20 mom. får påföljdsavgiften emellertid vara högst tre gånger så stor som den vinning som erhållits genom gärningen eller försummelsen, om storleken på vinningen kan bestämmas. Påföljdsavgift får också påföras för överträdelse av bestämmelser som utfärdats med stöd av de författningar som avses i 1-11 och 13-20 mom.",
        "folded_sv": "om pafoljdsavgift pafors for en overtradelse av en bestammelse som avses i 15 kap. 2 § 5 mom. i vardepappersmarknadslagen, far en juridisk person paforas en pafoljdsavgift som uppgar till antingen hogst 0,5 procent av den juridiska personens omsattning under det foregaende aret eller hogst 500 000 euro, beroende pa vilkendera som ar storre, och en fysisk person paforas en pafoljdsavgift som uppgar till hogst 50 000 euro. om en pafoljdsavgift som avses i 16 mom. pafors for en overtradelse av artikel 11.1 led d eller artikel 11.4 i forordningen om referensvarden, far en juridisk person paforas en pafoljdsavgift som uppgar till antingen hogst tva procent av den juridiska personens omsattning under det ar som foregar aret da pafoljdsavgiften bestams eller hogst 250 000 euro, beroende pa vilkendera som ar storre. en fysisk person far paforas hogst 100 000 euro i pafoljdsavgift. trots det som foreskrivs i 13-20 mom. far pafoljdsavgiften emellertid vara hogst tre ganger sa stor som den vinning som erhallits genom garningen eller forsummelsen, om storleken pa vinningen kan bestammas. pafoljdsavgift far ocksa paforas for overtradelse av bestammelser som utfardats med stod av de forfattningar som avses i 1-11 och 13-20 mom."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Hallinnollisen seuraamuksen ja muun päätöksen julkistaminen",
      "content": "Jos julkinen varoitus, rikemaksu tai seuraamusmaksu määrätään esiteasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään joukkorahoitusasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään kryptovaramarkkina-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 114 artiklassa säädetään. Jos seuraamusmaksu määrätään arvopaperistamisasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 37 artiklassa säädetään. Jos rikemaksu, julkinen varoitus tai seuraaamusmaksu määrätään EU:n DORA-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan EU:n DORA-asetuksen 54 artiklaa. Jos julkinen varoitus tai seuraamusmaksu määrätään EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 52 artiklassa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:43",
        "normalized_fi": "Jos julkinen varoitus, rikemaksu tai seuraamusmaksu määrätään esiteasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään joukkorahoitusasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 42 artiklassa säädetään. Jos julkinen varoitus tai seuraamusmaksu määrätään kryptovaramarkkina-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 114 artiklassa säädetään. Jos seuraamusmaksu määrätään arvopaperistamisasetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 37 artiklassa säädetään. Jos rikemaksu, julkinen varoitus tai seuraaamusmaksu määrätään EU:n DORA-asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan EU:n DORA-asetuksen 54 artiklaa. Jos julkinen varoitus tai seuraamusmaksu määrätään EU:n vihreitä joukkolainoja koskevan asetuksen rikkomisen johdosta, päätöksen julkistamiseen sovelletaan tämän pykälän sijaan, mitä mainitun asetuksen 52 artiklassa säädetään.",
        "folded_fi": "jos julkinen varoitus, rikemaksu tai seuraamusmaksu maarataan esiteasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 42 artiklassa saadetaan. jos julkinen varoitus tai seuraamusmaksu maarataan joukkorahoitusasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 42 artiklassa saadetaan. jos julkinen varoitus tai seuraamusmaksu maarataan kryptovaramarkkina-asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 114 artiklassa saadetaan. jos seuraamusmaksu maarataan arvopaperistamisasetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 37 artiklassa saadetaan. jos rikemaksu, julkinen varoitus tai seuraaamusmaksu maarataan eu:n dora-asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan eu:n dora-asetuksen 54 artiklaa. jos julkinen varoitus tai seuraamusmaksu maarataan eu:n vihreita joukkolainoja koskevan asetuksen rikkomisen johdosta, paatoksen julkistamiseen sovelletaan taman pykalan sijaan, mita mainitun asetuksen 52 artiklassa saadetaan.",
        "title_sv": "Offentliggörande av administrativa påföljder och andra beslut",
        "content_sv": "Om en offentlig varning, ordningsavgift eller påföljdsavgift påförs på grund av en överträdelse av prospektförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av gräsrotsfinansieringsförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om marknader för kryptotillgångar, ska i stället för denna paragraf artikel 114 i den förordningen tillämpas på offentliggörandet av beslutet. Om en påföljdsavgift påförs på grund av en överträdelse av värdepapperiseringsförordningen, ska i stället för denna paragraf artikel 37 i den förordningen tillämpas på offentliggörandet av beslutet. Om en ordningsavgift, offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s DORA-förordning, ska i stället för denna paragraf artikel 54 i EU:s DORA-förordning tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om gröna obligationer, ska i stället för denna paragraf artikel 52 i den förordningen tillämpas på offentliggörandet av beslutet.",
        "normalized_sv": "Om en offentlig varning, ordningsavgift eller påföljdsavgift påförs på grund av en överträdelse av prospektförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av gräsrotsfinansieringsförordningen, ska i stället för denna paragraf artikel 42 i den förordningen tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om marknader för kryptotillgångar, ska i stället för denna paragraf artikel 114 i den förordningen tillämpas på offentliggörandet av beslutet. Om en påföljdsavgift påförs på grund av en överträdelse av värdepapperiseringsförordningen, ska i stället för denna paragraf artikel 37 i den förordningen tillämpas på offentliggörandet av beslutet. Om en ordningsavgift, offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s DORA-förordning, ska i stället för denna paragraf artikel 54 i EU:s DORA-förordning tillämpas på offentliggörandet av beslutet. Om en offentlig varning eller påföljdsavgift påförs på grund av en överträdelse av EU:s förordning om gröna obligationer, ska i stället för denna paragraf artikel 52 i den förordningen tillämpas på offentliggörandet av beslutet.",
        "folded_sv": "om en offentlig varning, ordningsavgift eller pafoljdsavgift pafors pa grund av en overtradelse av prospektforordningen, ska i stallet for denna paragraf artikel 42 i den forordningen tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av grasrotsfinansieringsforordningen, ska i stallet for denna paragraf artikel 42 i den forordningen tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s forordning om marknader for kryptotillgangar, ska i stallet for denna paragraf artikel 114 i den forordningen tillampas pa offentliggorandet av beslutet. om en pafoljdsavgift pafors pa grund av en overtradelse av vardepapperiseringsforordningen, ska i stallet for denna paragraf artikel 37 i den forordningen tillampas pa offentliggorandet av beslutet. om en ordningsavgift, offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s dora-forordning, ska i stallet for denna paragraf artikel 54 i eu:s dora-forordning tillampas pa offentliggorandet av beslutet. om en offentlig varning eller pafoljdsavgift pafors pa grund av en overtradelse av eu:s forordning om grona obligationer, ska i stallet for denna paragraf artikel 52 i den forordningen tillampas pa offentliggorandet av beslutet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "50 y",
      "section": "50 y",
      "title": "Toiminta EU:n vihreitä joukkolainoja koskevan asetuksen toimivaltaisena viranomaisena",
      "content": "Finanssivalvonta toimii EU:n vihreitä joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50 y",
        "normalized_fi": "Finanssivalvonta toimii EU:n vihreitä joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
        "folded_fi": "finanssivalvonta toimii eu:n vihreita joukkolainoja koskevan asetuksen 44 artiklassa tarkoitettuna toimivaltaisena viranomaisena.",
        "title_sv": "Verksamhet som behörig myndighet enligt EU:s förordning om gröna obligationer",
        "content_sv": "Finansinspektionen är behörig myndighet enligt artikel 44 i EU:s förordning om gröna obligationer.",
        "normalized_sv": "Finansinspektionen är behörig myndighet enligt artikel 44 i EU:s förordning om gröna obligationer.",
        "folded_sv": "finansinspektionen ar behorig myndighet enligt artikel 44 i eu:s forordning om grona obligationer."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    }
  ]
}