{
  "id": "69/2007",
  "type": "statute",
  "title": "Laki eräiden alusten ja niitä palvelevien satamarakenteiden turvatoimista ja turvatoimien valvonnasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om sjöfartsskydd på vissa fartyg och i hamnanläggningar som betjänar dem och om tillsyn över skyddet",
  "status": "in_force",
  "issued_date": "2007-02-02",
  "in_force_date": "2007-02-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/69/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Turva-arviointi",
      "content": "Satamalle on tehtävä turva-arviointi. Turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessä I esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. Turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 a",
        "normalized_fi": "Satamalle on tehtävä turva-arviointi. Turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessä I esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. Turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
        "folded_fi": "satamalle on tehtava turva-arviointi. turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessa i esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vahintaan viiden vuoden valein.",
        "title_sv": "Skyddsutredning",
        "content_sv": "För varje hamn skall göras en skyddsutredning. I skyddsutredningen skall på behörigt sätt beaktas de detaljerade krav som anges i bilaga I till hamnskyddsdirektivet, särdragen hos olika hamndelar och de skyddsutredningar av hamnanläggningarna i hamnen som utförts i enlighet med förordningen om sjöfartsskydd. Skyddsutredningen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "normalized_sv": "För varje hamn skall göras en skyddsutredning. I skyddsutredningen skall på behörigt sätt beaktas de detaljerade krav som anges i bilaga I till hamnskyddsdirektivet, särdragen hos olika hamndelar och de skyddsutredningar av hamnanläggningarna i hamnen som utförts i enlighet med förordningen om sjöfartsskydd. Skyddsutredningen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "folded_sv": "for varje hamn skall goras en skyddsutredning. i skyddsutredningen skall pa behorigt satt beaktas de detaljerade krav som anges i bilaga i till hamnskyddsdirektivet, sardragen hos olika hamndelar och de skyddsutredningar av hamnanlaggningarna i hamnen som utforts i enlighet med forordningen om sjofartsskydd. skyddsutredningen skall ses over nar omstandigheterna forandras och med minst fem ars mellanrum."
      }
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Turvasuunnitelma",
      "content": "Sataman turva-arvioinnin pohjalta on tehtävä sataman turvasuunnitelma. Sataman turvasuunnitelmassa on otettava huomioon vähintään satamaturvadirektiivin liitteessä II esitetyt yksityiskohtaiset vaatimukset. Sataman turvasuunnitelmaan on sisällytettävä satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. Turvasuunnitelmassa on määriteltävä kutakin edellä 2 §:n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) käyttöön otettavat toimenpiteet; ja 3) toteutettavat toimet. Turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 b",
        "normalized_fi": "Sataman turva-arvioinnin pohjalta on tehtävä sataman turvasuunnitelma. Sataman turvasuunnitelmassa on otettava huomioon vähintään satamaturvadirektiivin liitteessä II esitetyt yksityiskohtaiset vaatimukset. Sataman turvasuunnitelmaan on sisällytettävä satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. Turvasuunnitelmassa on määriteltävä kutakin edellä 2 § :n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) käyttöön otettavat toimenpiteet; ja 3) toteutettavat toimet. Turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
        "folded_fi": "sataman turva-arvioinnin pohjalta on tehtava sataman turvasuunnitelma. sataman turvasuunnitelmassa on otettava huomioon vahintaan satamaturvadirektiivin liitteessa ii esitetyt yksityiskohtaiset vaatimukset. sataman turvasuunnitelmaan on sisallytettava satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. turvasuunnitelmassa on maariteltava kutakin edella 2 §:n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) kayttoon otettavat toimenpiteet; ja 3) toteutettavat toimet. turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vahintaan viiden vuoden valein.",
        "title_sv": "Hamnskyddsplan",
        "content_sv": "På basis av skyddsutredningen för en hamn skall uppgöras en hamnskyddsplan. I hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga II till hamnskyddsdirektivet. Hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med förordningen om sjöfartsskydd gjorts upp för hamnanläggningarna i hamnen. I hamnskyddsplanen skall för varje skyddsnivå som avses i 2 § 5―8 punkten och särskilt för varje hamndel fastställas 1) de förfaranden som skall iakttas, 2) de åtgärder som skall vidtas, och 3) vilka insatser som krävs. Hamnskyddsplanen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "normalized_sv": "På basis av skyddsutredningen för en hamn skall uppgöras en hamnskyddsplan. I hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga II till hamnskyddsdirektivet. Hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med förordningen om sjöfartsskydd gjorts upp för hamnanläggningarna i hamnen. I hamnskyddsplanen skall för varje skyddsnivå som avses i 2 § 5―8 punkten och särskilt för varje hamndel fastställas 1) de förfaranden som skall iakttas, 2) de åtgärder som skall vidtas, och 3) vilka insatser som krävs. Hamnskyddsplanen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "folded_sv": "pa basis av skyddsutredningen for en hamn skall uppgoras en hamnskyddsplan. i hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga ii till hamnskyddsdirektivet. hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med forordningen om sjofartsskydd gjorts upp for hamnanlaggningarna i hamnen. i hamnskyddsplanen skall for varje skyddsniva som avses i 2 § 5―8 punkten och sarskilt for varje hamndel faststallas 1) de forfaranden som skall iakttas, 2) de atgarder som skall vidtas, och 3) vilka insatser som kravs. hamnskyddsplanen skall ses over nar omstandigheterna forandras och med minst fem ars mellanrum."
      }
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Sataman turvatoimialueen laajuinen satamarakenne",
      "content": "Jos satamarakenteen rajat on määritelty siten, että ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen säännökset ovat ensisijaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 c",
        "normalized_fi": "Jos satamarakenteen rajat on määritelty siten, että ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen säännökset ovat ensisijaisia.",
        "folded_fi": "jos satamarakenteen rajat on maaritelty siten, etta ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen saannokset ovat ensisijaisia.",
        "title_sv": "En hamnanläggning av samma omfattning som hamnskyddsområdet",
        "content_sv": "Om gränserna för en hamnanläggning har fastställts så att den omfattar hela hamnskyddsområdet skall de bestämmelser i förordningen om sjöfartsskydd som gäller detta ha företräde.",
        "normalized_sv": "Om gränserna för en hamnanläggning har fastställts så att den omfattar hela hamnskyddsområdet skall de bestämmelser i förordningen om sjöfartsskydd som gäller detta ha företräde.",
        "folded_sv": "om granserna for en hamnanlaggning har faststallts sa att den omfattar hela hamnskyddsomradet skall de bestammelser i forordningen om sjofartsskydd som galler detta ha foretrade."
      }
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Sataman turvapäällikkö",
      "content": "Jokaisessa satamassa on oltava turvapäällikkö. Sama turvapäällikkö voi toimia useassa satamassa. Sataman turvapäällikkö toimii yhteyshenkilönä sataman turvakysymyksissä. Sataman turvapäällikön ja satamarakenteen turvapäällikön on toimittava yhteistyössä keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 d",
        "normalized_fi": "Jokaisessa satamassa on oltava turvapäällikkö. Sama turvapäällikkö voi toimia useassa satamassa. Sataman turvapäällikkö toimii yhteyshenkilönä sataman turvakysymyksissä. Sataman turvapäällikön ja satamarakenteen turvapäällikön on toimittava yhteistyössä keskenään.",
        "folded_fi": "jokaisessa satamassa on oltava turvapaallikko. sama turvapaallikko voi toimia useassa satamassa. sataman turvapaallikko toimii yhteyshenkilona sataman turvakysymyksissa. sataman turvapaallikon ja satamarakenteen turvapaallikon on toimittava yhteistyossa keskenaan.",
        "title_sv": "Hamnskyddschef",
        "content_sv": "Varje hamn skall ha en skyddschef. En skyddschef kan vara skyddschef för flera hamnar. Hamnskyddschefen skall vara kontaktperson för hamnskyddsfrågor. Hamnskyddschefen och hamnanläggningens skyddschef skall samarbeta sinsemellan.",
        "normalized_sv": "Varje hamn skall ha en skyddschef. En skyddschef kan vara skyddschef för flera hamnar. Hamnskyddschefen skall vara kontaktperson för hamnskyddsfrågor. Hamnskyddschefen och hamnanläggningens skyddschef skall samarbeta sinsemellan.",
        "folded_sv": "varje hamn skall ha en skyddschef. en skyddschef kan vara skyddschef for flera hamnar. hamnskyddschefen skall vara kontaktperson for hamnskyddsfragor. hamnskyddschefen och hamnanlaggningens skyddschef skall samarbeta sinsemellan."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Turvatarkastukset",
      "content": "Aluksia, satamien turvatoimialueita taikka niissä olevia henkilöitä vahingoittavien laittomien tekojen estämiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksiköt ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen käytettävät tavarat sekä sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja säilytystilat. Tarkastusta ei kuitenkaan saa tehdä yksinomaan asuintiloina käytettävissä rakennusten tai alusten osissa. Tarkastus sellaisissa asumiseen käytettävissä tiloissa, joita käytetään myös liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syystä välttämätöntä tässä momentissa tarkoitettujen tekojen estämiseksi. Postilähetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. Edellä 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknistä laitetta käyttäen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllään tai mukanaan vaarallisia esineitä. Tällöin voidaan suorittaa myös matkustajan haastattelu. Jos on perusteltua aihetta epäillä, että henkilöllä on mukanaan vaarallinen esine, henkilö voidaan tarkastaa sellaisen löytämiseksi. Turvatarkastus ja haastattelu voidaan suorittaa myös aluksella tai sataman turvatoimialueella työskentelevälle sekä erityisen syyn sitä edellyttäessä myös niissä muutoin oleskelevalle. Aluksella tai sataman turvatoimialueella tarkastuksia tekevällä on oikeus ottaa pois tarkastuksessa tai muualla löydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. Poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estettä, palautettava tarkastetulle henkilölle takaisin hänen poistuessaan alukselta tai sataman turvatoimialueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Aluksia, satamien turvatoimialueita taikka niissä olevia henkilöitä vahingoittavien laittomien tekojen estämiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksiköt ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen käytettävät tavarat sekä sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja säilytystilat. Tarkastusta ei kuitenkaan saa tehdä yksinomaan asuintiloina käytettävissä rakennusten tai alusten osissa. Tarkastus sellaisissa asumiseen käytettävissä tiloissa, joita käytetään myös liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syystä välttämätöntä tässä momentissa tarkoitettujen tekojen estämiseksi. Postilähetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. Edellä 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknistä laitetta käyttäen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllään tai mukanaan vaarallisia esineitä. Tällöin voidaan suorittaa myös matkustajan haastattelu. Jos on perusteltua aihetta epäillä, että henkilöllä on mukanaan vaarallinen esine, henkilö voidaan tarkastaa sellaisen löytämiseksi. Turvatarkastus ja haastattelu voidaan suorittaa myös aluksella tai sataman turvatoimialueella työskentelevälle sekä erityisen syyn sitä edellyttäessä myös niissä muutoin oleskelevalle. Aluksella tai sataman turvatoimialueella tarkastuksia tekevällä on oikeus ottaa pois tarkastuksessa tai muualla löydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. Poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estettä, palautettava tarkastetulle henkilölle takaisin hänen poistuessaan alukselta tai sataman turvatoimialueelta.",
        "folded_fi": "aluksia, satamien turvatoimialueita taikka niissa olevia henkiloita vahingoittavien laittomien tekojen estamiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksikot ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen kaytettavat tavarat seka sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja sailytystilat. tarkastusta ei kuitenkaan saa tehda yksinomaan asuintiloina kaytettavissa rakennusten tai alusten osissa. tarkastus sellaisissa asumiseen kaytettavissa tiloissa, joita kaytetaan myos liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syysta valttamatonta tassa momentissa tarkoitettujen tekojen estamiseksi. postilahetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. edella 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknista laitetta kayttaen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllaan tai mukanaan vaarallisia esineita. talloin voidaan suorittaa myos matkustajan haastattelu. jos on perusteltua aihetta epailla, etta henkilolla on mukanaan vaarallinen esine, henkilo voidaan tarkastaa sellaisen loytamiseksi. turvatarkastus ja haastattelu voidaan suorittaa myos aluksella tai sataman turvatoimialueella tyoskentelevalle seka erityisen syyn sita edellyttaessa myos niissa muutoin oleskelevalle. aluksella tai sataman turvatoimialueella tarkastuksia tekevalla on oikeus ottaa pois tarkastuksessa tai muualla loydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estetta, palautettava tarkastetulle henkilolle takaisin hanen poistuessaan alukselta tai sataman turvatoimialueelta.",
        "title_sv": "Säkerhetskontroller",
        "content_sv": "I syfte att förhindra olagliga gärningar som skadar fartyg, hamnskyddsområden eller personer som befinner sig inom sådana får det utföras kontroller av fartyg, fartygs last, lastenheter och lastunderlag, förnödenheter som används för proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och förvaringsutrymmen i anslutning till hamnskyddsområdet. Kontroller får dock inte utföras i sådana delar av byggnader och fartyg som uteslutande används som bostadsutrymmen. Kontroller i sådana utrymmen som används för boende och som också används som driftsställe eller för affärsverksamhet får utföras endast om detta av grundad anledning är nödvändigt för att förhindra gärningar som avses i detta moment. Säkerhetskontroller av postförsändelser skall genomföras på ett sätt som inte äventyrar brevhemligheten. I sådant syfte som avses i 1 mom. kan med hjälp av metalldetektor eller någon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina kläder har eller annars bär på sig eller har med sig farliga föremål. Passageraren kan då också utfrågas. Om det finns grundad anledning att misstänka att någon har med sig ett farligt föremål kan denna kontrolleras i syfte att finna föremålet. Även personer som arbetar på fartyget eller inom hamnskyddsområdet kan åläggas att genomgå säkerhetskontroll eller bli utfrågade samt, om särskilda skäl kräver det, även personer som i övrigt vistas där. På fartyget eller inom hamnskyddsområdet har den som utför kontroller rätt att frånta en person farliga föremål eller ämnen som påträffas vid kontrollen eller någon annanstans och vars innehav förbjuds någon annanstans i lag. De föremål eller ämnen som fråntagits en person skall överlämnas till polisen eller, om inget hinder föreligger enligt lag, returneras till den kontrollerade när han eller hon avlägsnar sig från fartyget eller hamnskyddsområdet.",
        "normalized_sv": "I syfte att förhindra olagliga gärningar som skadar fartyg, hamnskyddsområden eller personer som befinner sig inom sådana får det utföras kontroller av fartyg, fartygs last, lastenheter och lastunderlag, förnödenheter som används för proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och förvaringsutrymmen i anslutning till hamnskyddsområdet. Kontroller får dock inte utföras i sådana delar av byggnader och fartyg som uteslutande används som bostadsutrymmen. Kontroller i sådana utrymmen som används för boende och som också används som driftsställe eller för affärsverksamhet får utföras endast om detta av grundad anledning är nödvändigt för att förhindra gärningar som avses i detta moment. Säkerhetskontroller av postförsändelser skall genomföras på ett sätt som inte äventyrar brevhemligheten. I sådant syfte som avses i 1 mom. kan med hjälp av metalldetektor eller någon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina kläder har eller annars bär på sig eller har med sig farliga föremål. Passageraren kan då också utfrågas. Om det finns grundad anledning att misstänka att någon har med sig ett farligt föremål kan denna kontrolleras i syfte att finna föremålet. Även personer som arbetar på fartyget eller inom hamnskyddsområdet kan åläggas att genomgå säkerhetskontroll eller bli utfrågade samt, om särskilda skäl kräver det, även personer som i övrigt vistas där. På fartyget eller inom hamnskyddsområdet har den som utför kontroller rätt att frånta en person farliga föremål eller ämnen som påträffas vid kontrollen eller någon annanstans och vars innehav förbjuds någon annanstans i lag. De föremål eller ämnen som fråntagits en person skall överlämnas till polisen eller, om inget hinder föreligger enligt lag, returneras till den kontrollerade när han eller hon avlägsnar sig från fartyget eller hamnskyddsområdet.",
        "folded_sv": "i syfte att forhindra olagliga garningar som skadar fartyg, hamnskyddsomraden eller personer som befinner sig inom sadana far det utforas kontroller av fartyg, fartygs last, lastenheter och lastunderlag, fornodenheter som anvands for proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och forvaringsutrymmen i anslutning till hamnskyddsomradet. kontroller far dock inte utforas i sadana delar av byggnader och fartyg som uteslutande anvands som bostadsutrymmen. kontroller i sadana utrymmen som anvands for boende och som ocksa anvands som driftsstalle eller for affarsverksamhet far utforas endast om detta av grundad anledning ar nodvandigt for att forhindra garningar som avses i detta moment. sakerhetskontroller av postforsandelser skall genomforas pa ett satt som inte aventyrar brevhemligheten. i sadant syfte som avses i 1 mom. kan med hjalp av metalldetektor eller nagon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina klader har eller annars bar pa sig eller har med sig farliga foremal. passageraren kan da ocksa utfragas. om det finns grundad anledning att misstanka att nagon har med sig ett farligt foremal kan denna kontrolleras i syfte att finna foremalet. aven personer som arbetar pa fartyget eller inom hamnskyddsomradet kan alaggas att genomga sakerhetskontroll eller bli utfragade samt, om sarskilda skal kraver det, aven personer som i ovrigt vistas dar. pa fartyget eller inom hamnskyddsomradet har den som utfor kontroller ratt att franta en person farliga foremal eller amnen som patraffas vid kontrollen eller nagon annanstans och vars innehav forbjuds nagon annanstans i lag. de foremal eller amnen som frantagits en person skall overlamnas till polisen eller, om inget hinder foreligger enligt lag, returneras till den kontrollerade nar han eller hon avlagsnar sig fran fartyget eller hamnskyddsomradet."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Luvalliset vaaralliset esineet",
      "content": "Aluksella tai sataman turvatoimialueella tarkastuksia tekevä voi määrätä, että sellaiset vaaralliset esineet, joita henkilöllä on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen säilytettäviksi. Ne on palautettava hänen poistuessaan alukselta tai sataman turvatoimialueelta. Jollei esinettä voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilölle palauttamista tai poliisilain (493/1995) 24 §:ssä säädettyjä toimenpiteitä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Aluksella tai sataman turvatoimialueella tarkastuksia tekevä voi määrätä, että sellaiset vaaralliset esineet, joita henkilöllä on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen säilytettäviksi. Ne on palautettava hänen poistuessaan alukselta tai sataman turvatoimialueelta. Jollei esinettä voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilölle palauttamista tai poliisilain (493/1995) 24 § :ssä säädettyjä toimenpiteitä varten.",
        "folded_fi": "aluksella tai sataman turvatoimialueella tarkastuksia tekeva voi maarata, etta sellaiset vaaralliset esineet, joita henkilolla on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen sailytettaviksi. ne on palautettava hanen poistuessaan alukselta tai sataman turvatoimialueelta. jollei esinetta voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilolle palauttamista tai poliisilain (493/1995) 24 §:ssa saadettyja toimenpiteita varten.",
        "title_sv": "Lovliga farliga föremål",
        "content_sv": "Den som utför kontroller på ett fartyg eller inom ett hamnskyddsområde får förordna att farliga föremål som en person med stöd av ett behörigt tillstånd eller annars lagligen har rätt att föra med sig, före tillträdet till fartyget eller hamnskyddsområdet skall överlämnas för att förvaras separat ombord på fartyget eller inom hamnskyddsområdet. Föremålen skall returneras då personen lämnar fartyget eller hamnskyddsområdet. Om ett föremål inte då riskfritt kan returneras, skall det överlämnas till polisen antingen för att återlämnas till den person som blivit kontrollerad eller för åtgärder som anges i 24 § i polislagen (493/1995).",
        "normalized_sv": "Den som utför kontroller på ett fartyg eller inom ett hamnskyddsområde får förordna att farliga föremål som en person med stöd av ett behörigt tillstånd eller annars lagligen har rätt att föra med sig, före tillträdet till fartyget eller hamnskyddsområdet skall överlämnas för att förvaras separat ombord på fartyget eller inom hamnskyddsområdet. Föremålen skall returneras då personen lämnar fartyget eller hamnskyddsområdet. Om ett föremål inte då riskfritt kan returneras, skall det överlämnas till polisen antingen för att återlämnas till den person som blivit kontrollerad eller för åtgärder som anges i 24 § i polislagen (493/1995).",
        "folded_sv": "den som utfor kontroller pa ett fartyg eller inom ett hamnskyddsomrade far forordna att farliga foremal som en person med stod av ett behorigt tillstand eller annars lagligen har ratt att fora med sig, fore tilltradet till fartyget eller hamnskyddsomradet skall overlamnas for att forvaras separat ombord pa fartyget eller inom hamnskyddsomradet. foremalen skall returneras da personen lamnar fartyget eller hamnskyddsomradet. om ett foremal inte da riskfritt kan returneras, skall det overlamnas till polisen antingen for att aterlamnas till den person som blivit kontrollerad eller for atgarder som anges i 24 § i polislagen (493/1995)."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Turvatarkastuksen suorittaja",
      "content": "Rajavartiomiehellä, poliisimiehellä tai tullimiehellä on oikeus suorittaa tässä laissa tarkoitettu turvatarkastus sen ehkäisemiseksi, että vaarallisia esineitä käytettäisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissä olevia henkilöitä vahingoittaviin toimiin. Muuta kuin 1 momentissa tarkoitettua henkilöä voidaan käyttää suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos hän täyttää järjestyksenvalvojista annetun lain (533/1999) 12 §:ssä säädetyt järjestyksenvalvojaksi hyväksymiselle asetetut edellytykset tai jos hän on saanut Ilmailuhallinnon hyväksymän koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyväksynyt hänet tehtävään. Käsitellessään hyväksymistä poliisilla on oikeus käyttää niitä rekisteritietoja, joihin turvallisuusselvityksistä annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. Poliisin hyväksyntä on voimassa koko valtakunnan alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Rajavartiomiehellä, poliisimiehellä tai tullimiehellä on oikeus suorittaa tässä laissa tarkoitettu turvatarkastus sen ehkäisemiseksi, että vaarallisia esineitä käytettäisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissä olevia henkilöitä vahingoittaviin toimiin. Muuta kuin 1 momentissa tarkoitettua henkilöä voidaan käyttää suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos hän täyttää järjestyksenvalvojista annetun lain (533/1999) 12 § :ssä säädetyt järjestyksenvalvojaksi hyväksymiselle asetetut edellytykset tai jos hän on saanut Ilmailuhallinnon hyväksymän koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyväksynyt hänet tehtävään. Käsitellessään hyväksymistä poliisilla on oikeus käyttää niitä rekisteritietoja, joihin turvallisuusselvityksistä annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. Poliisin hyväksyntä on voimassa koko valtakunnan alueella.",
        "folded_fi": "rajavartiomiehella, poliisimiehella tai tullimiehella on oikeus suorittaa tassa laissa tarkoitettu turvatarkastus sen ehkaisemiseksi, etta vaarallisia esineita kaytettaisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissa olevia henkiloita vahingoittaviin toimiin. muuta kuin 1 momentissa tarkoitettua henkiloa voidaan kayttaa suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos han tayttaa jarjestyksenvalvojista annetun lain (533/1999) 12 §:ssa saadetyt jarjestyksenvalvojaksi hyvaksymiselle asetetut edellytykset tai jos han on saanut ilmailuhallinnon hyvaksyman koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyvaksynyt hanet tehtavaan. kasitellessaan hyvaksymista poliisilla on oikeus kayttaa niita rekisteritietoja, joihin turvallisuusselvityksista annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. poliisin hyvaksynta on voimassa koko valtakunnan alueella.",
        "title_sv": "Rätt att utföra säkerhetskontroller",
        "content_sv": "En gränsbevakningsman, en polisman eller en tullman har rätt att utföra en sådan säkerhetskontroll som avses i denna lag för att förhindra att farliga föremål används för olagliga gärningar som skadar ett fartyg eller ett hamnskyddsområde eller personer som befinner sig där. Andra än i 1 mom. nämnda personer kan ges i uppdrag att utföra i 1 mom. avsedda säkerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) ställs för godkännande som ordningsvakt eller om de har fått utbildning till säkerhetskontrollör enligt ett utbildningsprogram som godkänts av Luftfartsförvaltningen och om polisen i båda fallen har godkänt dem för uppgiften. Vid behandlingen av godkännandet har polisen rätt att använda de registeruppgifter på vilka en begränsad säkerhetsutredning enligt lagen om säkerhetsutredningar kan grunda sig. Polisens godkännande gäller i hela landet.",
        "normalized_sv": "En gränsbevakningsman, en polisman eller en tullman har rätt att utföra en sådan säkerhetskontroll som avses i denna lag för att förhindra att farliga föremål används för olagliga gärningar som skadar ett fartyg eller ett hamnskyddsområde eller personer som befinner sig där. Andra än i 1 mom. nämnda personer kan ges i uppdrag att utföra i 1 mom. avsedda säkerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) ställs för godkännande som ordningsvakt eller om de har fått utbildning till säkerhetskontrollör enligt ett utbildningsprogram som godkänts av Luftfartsförvaltningen och om polisen i båda fallen har godkänt dem för uppgiften. Vid behandlingen av godkännandet har polisen rätt att använda de registeruppgifter på vilka en begränsad säkerhetsutredning enligt lagen om säkerhetsutredningar kan grunda sig. Polisens godkännande gäller i hela landet.",
        "folded_sv": "en gransbevakningsman, en polisman eller en tullman har ratt att utfora en sadan sakerhetskontroll som avses i denna lag for att forhindra att farliga foremal anvands for olagliga garningar som skadar ett fartyg eller ett hamnskyddsomrade eller personer som befinner sig dar. andra an i 1 mom. namnda personer kan ges i uppdrag att utfora i 1 mom. avsedda sakerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) stalls for godkannande som ordningsvakt eller om de har fatt utbildning till sakerhetskontrollor enligt ett utbildningsprogram som godkants av luftfartsforvaltningen och om polisen i bada fallen har godkant dem for uppgiften. vid behandlingen av godkannandet har polisen ratt att anvanda de registeruppgifter pa vilka en begransad sakerhetsutredning enligt lagen om sakerhetsutredningar kan grunda sig. polisens godkannande galler i hela landet."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Vähimmän haitan periaate",
      "content": "Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle tai tarkastuksen kohteelle. Toimenpiteellä ei saa tarpeettomasti vaikeuttaa tai häiritä aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle tai tarkastuksen kohteelle. Toimenpiteellä ei saa tarpeettomasti vaikeuttaa tai häiritä aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
        "folded_fi": "turvatarkastukset on suoritettava niin, ettei niista aiheudu tarpeetonta haittaa tarkastettavalle henkilolle tai tarkastuksen kohteelle. toimenpiteella ei saa tarpeettomasti vaikeuttaa tai hairita aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
        "title_sv": "Principen om minsta olägenhet",
        "content_sv": "Säkerhetskontrollerna skall utföras så att de inte vållar onödig olägenhet för den person eller det objekt som kontrolleras. Åtgärden får inte onödigt försvåra eller störa den övriga verksamheten på fartyget eller i hamnskyddsområdet.",
        "normalized_sv": "Säkerhetskontrollerna skall utföras så att de inte vållar onödig olägenhet för den person eller det objekt som kontrolleras. Åtgärden får inte onödigt försvåra eller störa den övriga verksamheten på fartyget eller i hamnskyddsområdet.",
        "folded_sv": "sakerhetskontrollerna skall utforas sa att de inte vallar onodig olagenhet for den person eller det objekt som kontrolleras. atgarden far inte onodigt forsvara eller stora den ovriga verksamheten pa fartyget eller i hamnskyddsomradet."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Henkilöön kohdistuvat pakkotoimet",
      "content": "Jos henkilö kieltäytyy ottamasta osaa tämän lain mukaiseen tarkastustoimeen tai hänen voidaan perustellusti epäillä olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evätä häneltä pääsyn alukseen tai sataman turvatoimialueelle taikka poistaa hänet alukselta tai sataman turvatoimialueelta. Toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitää tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilön käyttäytyminen ja muut olosuhteet. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Jos henkilö kieltäytyy ottamasta osaa tämän lain mukaiseen tarkastustoimeen tai hänen voidaan perustellusti epäillä olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evätä häneltä pääsyn alukseen tai sataman turvatoimialueelle taikka poistaa hänet alukselta tai sataman turvatoimialueelta. Toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitää tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilön käyttäytyminen ja muut olosuhteet. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 § :n 3 momentissa ja 7 § :ssä.",
        "folded_fi": "jos henkilo kieltaytyy ottamasta osaa taman lain mukaiseen tarkastustoimeen tai hanen voidaan perustellusti epailla olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evata hanelta paasyn alukseen tai sataman turvatoimialueelle taikka poistaa hanet alukselta tai sataman turvatoimialueelta. toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitaa tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilon kayttaytyminen ja muut olosuhteet. voimakeinojen kayton liioittelusta saadetaan rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssa.",
        "title_sv": "Tvångsåtgärder som hänför sig till en person",
        "content_sv": "Om någon vägrar underkasta sig en sådan kontroll som avses i denna lag eller om det med fog kan misstänkas att personen utgör ett hot mot sjösäkerheten, kan en gränsbevakningsman, polisman eller tullman förvägra personen tillträde till fartyget eller hamnskyddsområdet eller avlägsna personen från fartyget eller hamnskyddsområdet. Åtgärden får vid behov vidtas med användande av sådana maktmedel som kan anses nödvändiga och försvarbara med hänsyn till äventyrandet av sjösäkerheten, uppträdandet hos den som skall avlägsnas samt övriga omständigheter. Bestämmelser om excess i samband med användningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889).",
        "normalized_sv": "Om någon vägrar underkasta sig en sådan kontroll som avses i denna lag eller om det med fog kan misstänkas att personen utgör ett hot mot sjösäkerheten, kan en gränsbevakningsman, polisman eller tullman förvägra personen tillträde till fartyget eller hamnskyddsområdet eller avlägsna personen från fartyget eller hamnskyddsområdet. Åtgärden får vid behov vidtas med användande av sådana maktmedel som kan anses nödvändiga och försvarbara med hänsyn till äventyrandet av sjösäkerheten, uppträdandet hos den som skall avlägsnas samt övriga omständigheter. Bestämmelser om excess i samband med användningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889).",
        "folded_sv": "om nagon vagrar underkasta sig en sadan kontroll som avses i denna lag eller om det med fog kan misstankas att personen utgor ett hot mot sjosakerheten, kan en gransbevakningsman, polisman eller tullman forvagra personen tilltrade till fartyget eller hamnskyddsomradet eller avlagsna personen fran fartyget eller hamnskyddsomradet. atgarden far vid behov vidtas med anvandande av sadana maktmedel som kan anses nodvandiga och forsvarbara med hansyn till aventyrandet av sjosakerheten, upptradandet hos den som skall avlagsnas samt ovriga omstandigheter. bestammelser om excess i samband med anvandningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889)."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Tietojen antaminen ennen aluksen satamaan saapumista",
      "content": "Merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa säädetyin edellytyksin hakemuksesta myöntää vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa säädetyin edellytyksin hakemuksesta myöntää vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
        "folded_fi": "merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa saadetyin edellytyksin hakemuksesta myontaa vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
        "title_sv": "Lämnande av uppgifter innan fartyget anlöper hamn",
        "content_sv": "Sjöfartsverket får på de villkor som anges i artikel 7 i förordningen om sjöfartsskydd på ansökan medge befrielse från skyldigheten att lämna de uppgifter som avses i 1 mom.",
        "normalized_sv": "Sjöfartsverket får på de villkor som anges i artikel 7 i förordningen om sjöfartsskydd på ansökan medge befrielse från skyldigheten att lämna de uppgifter som avses i 1 mom.",
        "folded_sv": "sjofartsverket far pa de villkor som anges i artikel 7 i forordningen om sjofartsskydd pa ansokan medge befrielse fran skyldigheten att lamna de uppgifter som avses i 1 mom."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Aineiston esittämisvelvoite",
      "content": "Toimivaltaisella viranomaisella on oikeus saada aluksen päälliköltä ja muilta aluksessa palvelevilta sekä sataman turvatoimialueella työskenteleviltä tietoja ja apua sen tarkastamisessa, että alus tai sataman turvatoimialue on turvatoimiasetuksen ja tämän lain säännösten mukainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Toimivaltaisella viranomaisella on oikeus saada aluksen päälliköltä ja muilta aluksessa palvelevilta sekä sataman turvatoimialueella työskenteleviltä tietoja ja apua sen tarkastamisessa, että alus tai sataman turvatoimialue on turvatoimiasetuksen ja tämän lain säännösten mukainen.",
        "folded_fi": "toimivaltaisella viranomaisella on oikeus saada aluksen paallikolta ja muilta aluksessa palvelevilta seka sataman turvatoimialueella tyoskentelevilta tietoja ja apua sen tarkastamisessa, etta alus tai sataman turvatoimialue on turvatoimiasetuksen ja taman lain saannosten mukainen.",
        "title_sv": "Skyldighet att förete material",
        "content_sv": "Den behöriga myndigheten har rätt att av fartygets befälhavare och andra som tjänstgör på fartyget samt av dem som arbetar inom hamnskyddsområdet få information och bistånd när det gäller att kontrollera att fartyget eller hamnskyddsområdet uppfyller bestämmelserna i förordningen om sjöfartsskydd och bestämmelserna i denna lag.",
        "normalized_sv": "Den behöriga myndigheten har rätt att av fartygets befälhavare och andra som tjänstgör på fartyget samt av dem som arbetar inom hamnskyddsområdet få information och bistånd när det gäller att kontrollera att fartyget eller hamnskyddsområdet uppfyller bestämmelserna i förordningen om sjöfartsskydd och bestämmelserna i denna lag.",
        "folded_sv": "den behoriga myndigheten har ratt att av fartygets befalhavare och andra som tjanstgor pa fartyget samt av dem som arbetar inom hamnskyddsomradet fa information och bistand nar det galler att kontrollera att fartyget eller hamnskyddsomradet uppfyller bestammelserna i forordningen om sjofartsskydd och bestammelserna i denna lag."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Tekninen valvonta",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siitä sopivalla merkillä ennalta ilmoitettuaan suorittaa tässä laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisöllä on pääsy, poliisilain 28 §:n 1 momentin 1 kohdassa tarkoitettua teknistä valvontaa merenkulun turvallisuuden toteuttamiseksi. Teknistä valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eikä käymälään, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilöstötiloihin tai työntekijöiden henkilökohtaiseen käyttöön osoitettuihin työhuoneisiin. Ääntä tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estämiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintäkuulutettujen tai näihin rikoksiin todennäköisin syin syylliseksi epäiltyjen tunnistamiseksi. Tässä momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan käytettäviä laitteita sataman turvatoimialueelle, jollei siitä aiheudu satamanpitäjälle kohtuutonta haittaa. Poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitäjältä ja laivanisännältä käyttöönsä näiden tässä laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa välittävän tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos tämän lain 2 §:n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. Tässä momentissa tarkoitetut tiedot saadaan luovuttaa myös teknisen käyttöyhteyden avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siitä sopivalla merkillä ennalta ilmoitettuaan suorittaa tässä laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisöllä on pääsy, poliisilain 28 § :n 1 momentin 1 kohdassa tarkoitettua teknistä valvontaa merenkulun turvallisuuden toteuttamiseksi. Teknistä valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eikä käymälään, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilöstötiloihin tai työntekijöiden henkilökohtaiseen käyttöön osoitettuihin työhuoneisiin. Ääntä tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estämiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintäkuulutettujen tai näihin rikoksiin todennäköisin syin syylliseksi epäiltyjen tunnistamiseksi. Tässä momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan käytettäviä laitteita sataman turvatoimialueelle, jollei siitä aiheudu satamanpitäjälle kohtuutonta haittaa. Poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitäjältä ja laivanisännältä käyttöönsä näiden tässä laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa välittävän tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos tämän lain 2 § :n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. Tässä momentissa tarkoitetut tiedot saadaan luovuttaa myös teknisen käyttöyhteyden avulla.",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siita sopivalla merkilla ennalta ilmoitettuaan suorittaa tassa laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisolla on paasy, poliisilain 28 §:n 1 momentin 1 kohdassa tarkoitettua teknista valvontaa merenkulun turvallisuuden toteuttamiseksi. teknista valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eika kaymalaan, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilostotiloihin tai tyontekijoiden henkilokohtaiseen kayttoon osoitettuihin tyohuoneisiin. aanta tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estamiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintakuulutettujen tai naihin rikoksiin todennakoisin syin syylliseksi epailtyjen tunnistamiseksi. tassa momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan kaytettavia laitteita sataman turvatoimialueelle, jollei siita aiheudu satamanpitajalle kohtuutonta haittaa. poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitajalta ja laivanisannalta kayttoonsa naiden tassa laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa valittavan tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos taman lain 2 §:n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. tassa momentissa tarkoitetut tiedot saadaan luovuttaa myos teknisen kayttoyhteyden avulla.",
        "title_sv": "Teknisk övervakning",
        "content_sv": "Utöver vad som bestäms någon annanstans i lag har polisen, gränsbevakningsväsendet och tullverket rätt att, efter att på förhand med ett lämpligt tecken ha meddelat detta, på platser till vilka allmänheten har tillträde inom området för en finsk hamn som avses i denna lag företa sådan teknisk övervakning som avses i 28 § 1 mom. 1 punkten i polislagen för genomförande av sjöfartsskyddet. Teknisk övervakning får dock inte ske på platser som omfattas av hemfriden, på toaletter, i omklädningsrum eller på någon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna för deras personliga bruk. Automatisk upptagning av ljud eller bild med hjälp av en teknisk anordning får göras när detta är nödvändigt i syfte att förhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som är efterlysta för brott som avses i nämnda kapitel eller som på sannolika skäl misstänks för sådana brott. De myndigheter som nämns i detta moment får inom hamnskyddsområdet placera anordningar som används för den tekniska övervakningen, om inte detta medför oskälig olägenhet för hamninnehavaren. Polisen, gränsbevakningsväsendet och tullverket har rätt att av hamninnehavaren och redaren till sitt förfogande få övervakningsmaterial från tekniska anordningar som fortlöpande förmedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sådant finskt hamnskyddsområde eller ombord på ett sådant finskt fartyg som avses i denna lag, om en skyddsnivå som avses i 2 § 7 eller 8 punkten i denna lag har fastställts. Uppgifter som avses i detta moment får lämnas ut även genom teknisk anslutning.",
        "normalized_sv": "Utöver vad som bestäms någon annanstans i lag har polisen, gränsbevakningsväsendet och tullverket rätt att, efter att på förhand med ett lämpligt tecken ha meddelat detta, på platser till vilka allmänheten har tillträde inom området för en finsk hamn som avses i denna lag företa sådan teknisk övervakning som avses i 28 § 1 mom. 1 punkten i polislagen för genomförande av sjöfartsskyddet. Teknisk övervakning får dock inte ske på platser som omfattas av hemfriden, på toaletter, i omklädningsrum eller på någon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna för deras personliga bruk. Automatisk upptagning av ljud eller bild med hjälp av en teknisk anordning får göras när detta är nödvändigt i syfte att förhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som är efterlysta för brott som avses i nämnda kapitel eller som på sannolika skäl misstänks för sådana brott. De myndigheter som nämns i detta moment får inom hamnskyddsområdet placera anordningar som används för den tekniska övervakningen, om inte detta medför oskälig olägenhet för hamninnehavaren. Polisen, gränsbevakningsväsendet och tullverket har rätt att av hamninnehavaren och redaren till sitt förfogande få övervakningsmaterial från tekniska anordningar som fortlöpande förmedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sådant finskt hamnskyddsområde eller ombord på ett sådant finskt fartyg som avses i denna lag, om en skyddsnivå som avses i 2 § 7 eller 8 punkten i denna lag har fastställts. Uppgifter som avses i detta moment får lämnas ut även genom teknisk anslutning.",
        "folded_sv": "utover vad som bestams nagon annanstans i lag har polisen, gransbevakningsvasendet och tullverket ratt att, efter att pa forhand med ett lampligt tecken ha meddelat detta, pa platser till vilka allmanheten har tilltrade inom omradet for en finsk hamn som avses i denna lag foreta sadan teknisk overvakning som avses i 28 § 1 mom. 1 punkten i polislagen for genomforande av sjofartsskyddet. teknisk overvakning far dock inte ske pa platser som omfattas av hemfriden, pa toaletter, i omkladningsrum eller pa nagon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna for deras personliga bruk. automatisk upptagning av ljud eller bild med hjalp av en teknisk anordning far goras nar detta ar nodvandigt i syfte att forhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som ar efterlysta for brott som avses i namnda kapitel eller som pa sannolika skal misstanks for sadana brott. de myndigheter som namns i detta moment far inom hamnskyddsomradet placera anordningar som anvands for den tekniska overvakningen, om inte detta medfor oskalig olagenhet for hamninnehavaren. polisen, gransbevakningsvasendet och tullverket har ratt att av hamninnehavaren och redaren till sitt forfogande fa overvakningsmaterial fran tekniska anordningar som fortlopande formedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sadant finskt hamnskyddsomrade eller ombord pa ett sadant finskt fartyg som avses i denna lag, om en skyddsniva som avses i 2 § 7 eller 8 punkten i denna lag har faststallts. uppgifter som avses i detta moment far lamnas ut aven genom teknisk anslutning."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Puutteellisuuksien korjaaminen ja pakkokeinot",
      "content": "Jos satamanpitäjä vastustaa tarkastusta, ei luovuta 16 tai 17 §:ssä tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua määräystä tai ei korjaa puutetta tai epäkohtaa Merenkulkulaitoksen asettaman määräajan kuluessa, Merenkulkulaitos voi harkintansa mukaan keskeyttää työt satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. Päätöksestä on viipymättä ilmoitettava poliisille ja satamanpitäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:19",
        "normalized_fi": "Jos satamanpitäjä vastustaa tarkastusta, ei luovuta 16 tai 17 § :ssä tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua määräystä tai ei korjaa puutetta tai epäkohtaa Merenkulkulaitoksen asettaman määräajan kuluessa, Merenkulkulaitos voi harkintansa mukaan keskeyttää työt satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. Päätöksestä on viipymättä ilmoitettava poliisille ja satamanpitäjälle.",
        "folded_fi": "jos satamanpitaja vastustaa tarkastusta, ei luovuta 16 tai 17 §:ssa tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua maaraysta tai ei korjaa puutetta tai epakohtaa merenkulkulaitoksen asettaman maaraajan kuluessa, merenkulkulaitos voi harkintansa mukaan keskeyttaa tyot satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. paatoksesta on viipymatta ilmoitettava poliisille ja satamanpitajalle.",
        "title_sv": "Avhjälpande av brister samt tvångsmedel",
        "content_sv": "Om hamninnehavaren motsätter sig kontroll, inte överlämnar material som avses i 16 eller 17 § eller inte iakttar ett föreläggande som avses i 1 mom. eller underlåter att avhjälpa en brist eller ett missförhållande inom den frist som Sjöfartsverket fastställt, får verket enligt prövning avbryta arbetet vid hamnanläggningen eller inom hamnskyddsområdet tills felet eller bristen har avhjälpts eller materialet överlämnats. Polisen och hamninnehavaren skall utan dröjsmål informeras om beslutet.",
        "normalized_sv": "Om hamninnehavaren motsätter sig kontroll, inte överlämnar material som avses i 16 eller 17 § eller inte iakttar ett föreläggande som avses i 1 mom. eller underlåter att avhjälpa en brist eller ett missförhållande inom den frist som Sjöfartsverket fastställt, får verket enligt prövning avbryta arbetet vid hamnanläggningen eller inom hamnskyddsområdet tills felet eller bristen har avhjälpts eller materialet överlämnats. Polisen och hamninnehavaren skall utan dröjsmål informeras om beslutet.",
        "folded_sv": "om hamninnehavaren motsatter sig kontroll, inte overlamnar material som avses i 16 eller 17 § eller inte iakttar ett forelaggande som avses i 1 mom. eller underlater att avhjalpa en brist eller ett missforhallande inom den frist som sjofartsverket faststallt, far verket enligt provning avbryta arbetet vid hamnanlaggningen eller inom hamnskyddsomradet tills felet eller bristen har avhjalpts eller materialet overlamnats. polisen och hamninnehavaren skall utan drojsmal informeras om beslutet."
      }
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "title": "Turvatarkastuksen suorittajan ja toimivaltaisen viranomaisen yhteistyö",
      "content": "Turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtävien kannalta merkityksellisistä havainnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:20 a",
        "normalized_fi": "Turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtävien kannalta merkityksellisistä havainnoista.",
        "folded_fi": "turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtavien kannalta merkityksellisista havainnoista.",
        "title_sv": "Samarbete mellan den som utför en säkerhetskontroll och den behöriga myndigheten",
        "content_sv": "Den som utför en säkerhetskontroll har rätt att underrätta tullverket eller gränsbevakningsväsendet om iakttagelser som är relevanta för verksamheten vid inrättningen.",
        "normalized_sv": "Den som utför en säkerhetskontroll har rätt att underrätta tullverket eller gränsbevakningsväsendet om iakttagelser som är relevanta för verksamheten vid inrättningen.",
        "folded_sv": "den som utfor en sakerhetskontroll har ratt att underratta tullverket eller gransbevakningsvasendet om iakttagelser som ar relevanta for verksamheten vid inrattningen."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Kustannusten korvaaminen",
      "content": "Turva-arviointien tekemisen ja turvasuunnitelmien hyväksymisen sekä todistuskirjojen myöntämisen maksullisuudesta ja maksuperusteista säädetään valtion maksuperustelaissa (150/1992). Jos tämän lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai tämän lain mukaan oikeuttavat aluksen pysäyttämiseen tai sen toiminnan rajoittamiseen taikka töiden keskeyttämiseen satamarakenteessa tai sataman turvatoimialueella, laivanisännän tai tämän Suomessa olevan edustajan taikka satamanpitäjän on korvattava kaikki lisätarkastuksiin liittyvät kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:21",
        "normalized_fi": "Turva-arviointien tekemisen ja turvasuunnitelmien hyväksymisen sekä todistuskirjojen myöntämisen maksullisuudesta ja maksuperusteista säädetään valtion maksuperustelaissa (150/1992). Jos tämän lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai tämän lain mukaan oikeuttavat aluksen pysäyttämiseen tai sen toiminnan rajoittamiseen taikka töiden keskeyttämiseen satamarakenteessa tai sataman turvatoimialueella, laivanisännän tai tämän Suomessa olevan edustajan taikka satamanpitäjän on korvattava kaikki lisätarkastuksiin liittyvät kustannukset.",
        "folded_fi": "turva-arviointien tekemisen ja turvasuunnitelmien hyvaksymisen seka todistuskirjojen myontamisen maksullisuudesta ja maksuperusteista saadetaan valtion maksuperustelaissa (150/1992). jos taman lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai taman lain mukaan oikeuttavat aluksen pysayttamiseen tai sen toiminnan rajoittamiseen taikka toiden keskeyttamiseen satamarakenteessa tai sataman turvatoimialueella, laivanisannan tai taman suomessa olevan edustajan taikka satamanpitajan on korvattava kaikki lisatarkastuksiin liittyvat kustannukset.",
        "title_sv": "Ersättande av kostnader",
        "content_sv": "Bestämmelser om avgift för utförande av skyddsutredningar, godkännande av skyddsplaner och för utfärdande av certifikat samt om grunderna för avgifterna finns i lagen om grunderna för avgifter till staten (150/1992). Om det vid kontroller som avses i denna lag upptäcks sådana brister som enligt förordningen om sjöfartsskydd eller denna lag berättigar till att stoppa ett fartyg, begränsa fartygets verksamhet eller avbryta arbetet vid en hamnanläggning eller inom ett hamnskyddsområde, skall redaren, dennes representant i Finland eller hamninnehavaren ersätta alla kostnader som hänför sig till de extra kontrollerna.",
        "normalized_sv": "Bestämmelser om avgift för utförande av skyddsutredningar, godkännande av skyddsplaner och för utfärdande av certifikat samt om grunderna för avgifterna finns i lagen om grunderna för avgifter till staten (150/1992). Om det vid kontroller som avses i denna lag upptäcks sådana brister som enligt förordningen om sjöfartsskydd eller denna lag berättigar till att stoppa ett fartyg, begränsa fartygets verksamhet eller avbryta arbetet vid en hamnanläggning eller inom ett hamnskyddsområde, skall redaren, dennes representant i Finland eller hamninnehavaren ersätta alla kostnader som hänför sig till de extra kontrollerna.",
        "folded_sv": "bestammelser om avgift for utforande av skyddsutredningar, godkannande av skyddsplaner och for utfardande av certifikat samt om grunderna for avgifterna finns i lagen om grunderna for avgifter till staten (150/1992). om det vid kontroller som avses i denna lag upptacks sadana brister som enligt forordningen om sjofartsskydd eller denna lag berattigar till att stoppa ett fartyg, begransa fartygets verksamhet eller avbryta arbetet vid en hamnanlaggning eller inom ett hamnskyddsomrade, skall redaren, dennes representant i finland eller hamninnehavaren ersatta alla kostnader som hanfor sig till de extra kontrollerna."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Tietojen käsittely ja salassapito",
      "content": "Turva-arviointeihin ja turvasuunnitelmiin sisältyviä tietoja saavat käsitellä vain toimivaltaisen viranomaisen tehtävään osoittamat henkilöt, laivanisännän, aluksen, satamarakenteen ja sataman turvapäälliköt sekä turvapäälliköiden tehtävään osoittamat henkilöt. Laivanisännän, aluksen tai satamanpitäjän palveluksessa oleva taikka niiden turvajärjestelyistä huolehtiva henkilö on velvollinen olemaan ilmaisematta sivulliselle, mitä hän on työtehtävässään saanut tietää turva-arvioinneista, turvasuunnitelmista sekä niiden toteuttamiseen liittyvistä seikoista mukaan lukien postilähetysten tarkastusten yhteydessä saadut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:22",
        "normalized_fi": "Turva-arviointeihin ja turvasuunnitelmiin sisältyviä tietoja saavat käsitellä vain toimivaltaisen viranomaisen tehtävään osoittamat henkilöt, laivanisännän, aluksen, satamarakenteen ja sataman turvapäälliköt sekä turvapäälliköiden tehtävään osoittamat henkilöt. Laivanisännän, aluksen tai satamanpitäjän palveluksessa oleva taikka niiden turvajärjestelyistä huolehtiva henkilö on velvollinen olemaan ilmaisematta sivulliselle, mitä hän on työtehtävässään saanut tietää turva-arvioinneista, turvasuunnitelmista sekä niiden toteuttamiseen liittyvistä seikoista mukaan lukien postilähetysten tarkastusten yhteydessä saadut tiedot.",
        "folded_fi": "turva-arviointeihin ja turvasuunnitelmiin sisaltyvia tietoja saavat kasitella vain toimivaltaisen viranomaisen tehtavaan osoittamat henkilot, laivanisannan, aluksen, satamarakenteen ja sataman turvapaallikot seka turvapaallikoiden tehtavaan osoittamat henkilot. laivanisannan, aluksen tai satamanpitajan palveluksessa oleva taikka niiden turvajarjestelyista huolehtiva henkilo on velvollinen olemaan ilmaisematta sivulliselle, mita han on tyotehtavassaan saanut tietaa turva-arvioinneista, turvasuunnitelmista seka niiden toteuttamiseen liittyvista seikoista mukaan lukien postilahetysten tarkastusten yhteydessa saadut tiedot.",
        "title_sv": "Behandling och hemlighållande av information",
        "content_sv": "Informationen i skyddsutredningar och skyddsplaner får behandlas endast av de personer som en behörig myndighet har anvisat för uppgiften, av redarens, fartygets, hamnanläggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat för uppgiften. En person som är anställd hos en redare, på ett fartyg eller hos en hamninnehavare eller en person som hos dessa sörjer för skyddsarrangemang får inte för en utomstående röja vad han eller hon i sina arbetsuppgifter har fått veta om skyddsutredningar och skyddsplaner eller om omständigheter som anknyter till genomförandet av dessa och inte heller vad som framkommit i samband med kontroll av postförsändelser.",
        "normalized_sv": "Informationen i skyddsutredningar och skyddsplaner får behandlas endast av de personer som en behörig myndighet har anvisat för uppgiften, av redarens, fartygets, hamnanläggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat för uppgiften. En person som är anställd hos en redare, på ett fartyg eller hos en hamninnehavare eller en person som hos dessa sörjer för skyddsarrangemang får inte för en utomstående röja vad han eller hon i sina arbetsuppgifter har fått veta om skyddsutredningar och skyddsplaner eller om omständigheter som anknyter till genomförandet av dessa och inte heller vad som framkommit i samband med kontroll av postförsändelser.",
        "folded_sv": "informationen i skyddsutredningar och skyddsplaner far behandlas endast av de personer som en behorig myndighet har anvisat for uppgiften, av redarens, fartygets, hamnanlaggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat for uppgiften. en person som ar anstalld hos en redare, pa ett fartyg eller hos en hamninnehavare eller en person som hos dessa sorjer for skyddsarrangemang far inte for en utomstaende roja vad han eller hon i sina arbetsuppgifter har fatt veta om skyddsutredningar och skyddsplaner eller om omstandigheter som anknyter till genomforandet av dessa och inte heller vad som framkommit i samband med kontroll av postforsandelser."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhaku ei estä aluksen pysäyttämisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eikä 12 §:ssä tarkoitettua henkilöön kohdistuvaa pakkotointa koskevan päätöksen täytäntöönpanoa, ellei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:25",
        "normalized_fi": "Muutoksenhaku ei estä aluksen pysäyttämisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eikä 12 § :ssä tarkoitettua henkilöön kohdistuvaa pakkotointa koskevan päätöksen täytäntöönpanoa, ellei valitusviranomainen toisin määrää.",
        "folded_fi": "muutoksenhaku ei esta aluksen pysayttamisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eika 12 §:ssa tarkoitettua henkiloon kohdistuvaa pakkotointa koskevan paatoksen taytantoonpanoa, ellei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändringssökande hindrar inte att ett fartyg stoppas, att verksamheten på ett fartyg, vid en hamnanläggning eller inom ett hamnskyddsområde begränsas eller att ett beslut om en i 12 § avsedd tvångsåtgärd som hänför sig till en person verkställs, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "Ändringssökande hindrar inte att ett fartyg stoppas, att verksamheten på ett fartyg, vid en hamnanläggning eller inom ett hamnskyddsområde begränsas eller att ett beslut om en i 12 § avsedd tvångsåtgärd som hänför sig till en person verkställs, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "andringssokande hindrar inte att ett fartyg stoppas, att verksamheten pa ett fartyg, vid en hamnanlaggning eller inom ett hamnskyddsomrade begransas eller att ett beslut om en i 12 § avsedd tvangsatgard som hanfor sig till en person verkstalls, om inte besvarsmyndigheten bestammer nagot annat."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetään satamissa noudatettavista turvatoimista. Tällä lailla annetaan myös alusten ja satamarakenteiden turvatoimien parantamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 725/2004, jäljempänä turvatoimiasetus, edellytetyt kansallista täytäntöönpanoa koskevat säännökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään satamissa noudatettavista turvatoimista. Tällä lailla annetaan myös alusten ja satamarakenteiden turvatoimien parantamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 725/2004, jäljempänä turvatoimiasetus, edellytetyt kansallista täytäntöönpanoa koskevat säännökset.",
        "folded_fi": "tassa laissa saadetaan satamissa noudatettavista turvatoimista. talla lailla annetaan myos alusten ja satamarakenteiden turvatoimien parantamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (ey) n:o 725/2004, jaljempana turvatoimiasetus, edellytetyt kansallista taytantoonpanoa koskevat saannokset.",
        "title_sv": "Lagens syfte",
        "content_sv": "I denna lag föreskrivs om de skyddsåtgärder som skall iakttas i hamnar. Denna lag innehåller även de bestämmelser om nationellt genomförande som förutsätts i Europaparlamentets och rådets förordning om förbättrat sjöfartsskydd på fartyg och i hamnanläggningar (EG) nr 725/2004, nedan förordningen om sjöfartsskydd.",
        "normalized_sv": "I denna lag föreskrivs om de skyddsåtgärder som skall iakttas i hamnar. Denna lag innehåller även de bestämmelser om nationellt genomförande som förutsätts i Europaparlamentets och rådets förordning om förbättrat sjöfartsskydd på fartyg och i hamnanläggningar (EG) nr 725/2004, nedan förordningen om sjöfartsskydd.",
        "folded_sv": "i denna lag foreskrivs om de skyddsatgarder som skall iakttas i hamnar. denna lag innehaller aven de bestammelser om nationellt genomforande som forutsatts i europaparlamentets och radets forordning om forbattrat sjofartsskydd pa fartyg och i hamnanlaggningar (eg) nr 725/2004, nedan forordningen om sjofartsskydd."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) satamanpitäjällä sitä, joka ylläpitää satamaa tai satamarakennetta; 3) vaarallisella esineellä sellaista esinettä, esineen jäljitelmää tai ainetta, joka voi vaarantaa tai jota voidaan käyttää vaarantamaan aluksen tai sataman taikka niissä olevien turvallisuutta; 4) satamaturvadirektiivillä satamien turvallisuuden parantamisesta annettua Euroopan parlamentin ja neuvoston direktiiviä 2005/65/EY; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, että turvallisuutta uhkaavaa välikohtausta yritetään tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti ylläpidettävää asianmukaisesti suojaavaa vähimmäistasoa; 7) turvatasolla 2 turvatoimien lisättyä tasoa, jota ylläpidetään väliaikaisesti, jos turvallisuutta uhkaavan välikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi käyttöön otettavia erityistoimia, jos turvallisuutta uhkaava välikohtaus on todennäköinen tai sen uhka on välitön, vaikka välikohtauksen tarkkaa kohdetta ei pystyttäisi määrittelemään; 9) sataman turvatoimialueella tämän lain mukaisen turva-arvioinnin perusteella määriteltävää aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittävä näkyvästi selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venäjän kielellä; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkilöitä tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) SOLAS-yleissopimuksella ihmishengen turvallisuudesta merellä vuonna 1974 tehtyä kansainvälistä yleissopimusta (SopS 11/1981).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) satamanpitäjällä sitä, joka ylläpitää satamaa tai satamarakennetta; 3) vaarallisella esineellä sellaista esinettä, esineen jäljitelmää tai ainetta, joka voi vaarantaa tai jota voidaan käyttää vaarantamaan aluksen tai sataman taikka niissä olevien turvallisuutta; 4) satamaturvadirektiivillä satamien turvallisuuden parantamisesta annettua Euroopan parlamentin ja neuvoston direktiiviä 2005/65/EY; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, että turvallisuutta uhkaavaa välikohtausta yritetään tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti ylläpidettävää asianmukaisesti suojaavaa vähimmäistasoa; 7) turvatasolla 2 turvatoimien lisättyä tasoa, jota ylläpidetään väliaikaisesti, jos turvallisuutta uhkaavan välikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi käyttöön otettavia erityistoimia, jos turvallisuutta uhkaava välikohtaus on todennäköinen tai sen uhka on välitön, vaikka välikohtauksen tarkkaa kohdetta ei pystyttäisi määrittelemään; 9) sataman turvatoimialueella tämän lain mukaisen turva-arvioinnin perusteella määriteltävää aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittävä näkyvästi selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venäjän kielellä; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkilöitä tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) SOLAS-yleissopimuksella ihmishengen turvallisuudesta merellä vuonna 1974 tehtyä kansainvälistä yleissopimusta (SopS 11/1981).",
        "folded_fi": "tassa laissa tarkoitetaan: 2) satamanpitajalla sita, joka yllapitaa satamaa tai satamarakennetta; 3) vaarallisella esineella sellaista esinetta, esineen jaljitelmaa tai ainetta, joka voi vaarantaa tai jota voidaan kayttaa vaarantamaan aluksen tai sataman taikka niissa olevien turvallisuutta; 4) satamaturvadirektiivilla satamien turvallisuuden parantamisesta annettua euroopan parlamentin ja neuvoston direktiivia 2005/65/ey; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, etta turvallisuutta uhkaavaa valikohtausta yritetaan tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti yllapidettavaa asianmukaisesti suojaavaa vahimmaistasoa; 7) turvatasolla 2 turvatoimien lisattya tasoa, jota yllapidetaan valiaikaisesti, jos turvallisuutta uhkaavan valikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi kayttoon otettavia erityistoimia, jos turvallisuutta uhkaava valikohtaus on todennakoinen tai sen uhka on valiton, vaikka valikohtauksen tarkkaa kohdetta ei pystyttaisi maarittelemaan; 9) sataman turvatoimialueella taman lain mukaisen turva-arvioinnin perusteella maariteltavaa aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittava nakyvasti selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venajan kielella; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkiloita tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) solas-yleissopimuksella ihmishengen turvallisuudesta merella vuonna 1974 tehtya kansainvalista yleissopimusta (sops 11/1981).",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) hamninnehavare den som håller en hamn eller hamnanläggning, 3) farligt föremål ett sådant föremål, en sådan imitation av ett föremål eller ett sådant ämne som kan äventyra eller som kan användas för att äventyra säkerheten ombord på ett fartyg eller i en hamn eller de personers säkerhet som befinner sig där, 4) hamnskyddsdirektivet Europaparlamentets och rådets direktiv 2005/65/EG om ökat hamnskydd, 5) skyddsnivå nivån på de skyddsåtgärder som vidtas för att skapa beredskap mot försök till säkerhetstillbud eller mot att ett säkerhetstillbud inträffar, 6) skyddsnivå 1 den nivå på vilken de minst omfattande skyddsåtgärderna alltid skall upprätthållas, 7) skyddsnivå 2 den nivå på vilken tillämpliga ytterligare skyddsåtgärder skall upprätthållas under en viss tidsperiod på grund av en förhöjd risk för säkerhetstillbud, 8) skyddsnivå 3 den nivå på vilken ytterligare specifika skyddsåtgärder skall upprätthållas under en begränsad tidsperiod då ett säkerhetstillbud kan förväntas eller är överhängande, även om det kanske inte är möjligt att identifiera säkerhetstillbudets specifika mål, 9) hamnskyddsområde ett område som fastställs utifrån en skyddsutredning enligt denna lag och för vilket uppgörs en skyddsplan, och som skall markeras väl synligt med tydliga märken och skyltar med information om skyddsområdet på finska, svenska, engelska och ryska, 10) hamnanläggning en plats där personer eller gods förflyttas till eller från fartyget eller där hamntjänster tillhandahålls, 11) SOLAS-konventionen 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "normalized_sv": "I denna lag avses med 2) hamninnehavare den som håller en hamn eller hamnanläggning, 3) farligt föremål ett sådant föremål, en sådan imitation av ett föremål eller ett sådant ämne som kan äventyra eller som kan användas för att äventyra säkerheten ombord på ett fartyg eller i en hamn eller de personers säkerhet som befinner sig där, 4) hamnskyddsdirektivet Europaparlamentets och rådets direktiv 2005/65/EG om ökat hamnskydd, 5) skyddsnivå nivån på de skyddsåtgärder som vidtas för att skapa beredskap mot försök till säkerhetstillbud eller mot att ett säkerhetstillbud inträffar, 6) skyddsnivå 1 den nivå på vilken de minst omfattande skyddsåtgärderna alltid skall upprätthållas, 7) skyddsnivå 2 den nivå på vilken tillämpliga ytterligare skyddsåtgärder skall upprätthållas under en viss tidsperiod på grund av en förhöjd risk för säkerhetstillbud, 8) skyddsnivå 3 den nivå på vilken ytterligare specifika skyddsåtgärder skall upprätthållas under en begränsad tidsperiod då ett säkerhetstillbud kan förväntas eller är överhängande, även om det kanske inte är möjligt att identifiera säkerhetstillbudets specifika mål, 9) hamnskyddsområde ett område som fastställs utifrån en skyddsutredning enligt denna lag och för vilket uppgörs en skyddsplan, och som skall markeras väl synligt med tydliga märken och skyltar med information om skyddsområdet på finska, svenska, engelska och ryska, 10) hamnanläggning en plats där personer eller gods förflyttas till eller från fartyget eller där hamntjänster tillhandahålls, 11) SOLAS-konventionen 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "folded_sv": "i denna lag avses med 2) hamninnehavare den som haller en hamn eller hamnanlaggning, 3) farligt foremal ett sadant foremal, en sadan imitation av ett foremal eller ett sadant amne som kan aventyra eller som kan anvandas for att aventyra sakerheten ombord pa ett fartyg eller i en hamn eller de personers sakerhet som befinner sig dar, 4) hamnskyddsdirektivet europaparlamentets och radets direktiv 2005/65/eg om okat hamnskydd, 5) skyddsniva nivan pa de skyddsatgarder som vidtas for att skapa beredskap mot forsok till sakerhetstillbud eller mot att ett sakerhetstillbud intraffar, 6) skyddsniva 1 den niva pa vilken de minst omfattande skyddsatgarderna alltid skall uppratthallas, 7) skyddsniva 2 den niva pa vilken tillampliga ytterligare skyddsatgarder skall uppratthallas under en viss tidsperiod pa grund av en forhojd risk for sakerhetstillbud, 8) skyddsniva 3 den niva pa vilken ytterligare specifika skyddsatgarder skall uppratthallas under en begransad tidsperiod da ett sakerhetstillbud kan forvantas eller ar overhangande, aven om det kanske inte ar mojligt att identifiera sakerhetstillbudets specifika mal, 9) hamnskyddsomrade ett omrade som faststalls utifran en skyddsutredning enligt denna lag och for vilket uppgors en skyddsplan, och som skall markeras val synligt med tydliga marken och skyltar med information om skyddsomradet pa finska, svenska, engelska och ryska, 10) hamnanlaggning en plats dar personer eller gods forflyttas till eller fran fartyget eller dar hamntjanster tillhandahalls, 11) solas-konventionen 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltaisen viranomaisen yleiset tehtävät",
      "content": "Merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen säännösten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 §:n 5―8 kohdassa määritellyn turvatason arviointia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen säännösten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 § :n 5―8 kohdassa määritellyn turvatason arviointia varten.",
        "folded_fi": "merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen saannosten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteena olevan solas-yleissopimuksen liitteen xi-2 luvun 1 saannon 1.14 kohdassa ja taman lain 2 §:n 5―8 kohdassa maaritellyn turvatason arviointia varten.",
        "title_sv": "En behörig myndighets allmänna uppgifter",
        "content_sv": "Sjöfartsverket, gränsbevakningsväsendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestämmelser som avses i 1 mom. med tanke på bedömningen av den skyddsnivå som definieras i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag.",
        "normalized_sv": "Sjöfartsverket, gränsbevakningsväsendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestämmelser som avses i 1 mom. med tanke på bedömningen av den skyddsnivå som definieras i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag.",
        "folded_sv": "sjofartsverket, gransbevakningsvasendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestammelser som avses i 1 mom. med tanke pa bedomningen av den skyddsniva som definieras i kapitel xi-2 regel 1 punkt 1.14 i bilagan till solas-konventionen, vilken utgor bilaga till forordningen om sjofartsskydd, och i 2 § 5―8 punkten i denna lag."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Merenkulkulaitoksen erityistehtävät",
      "content": "Merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkönä ja satamien turvatoimien yhteysyksikkönä, minkä lisäksi sen tehtävänä on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyväksyä alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset sekä antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tässä laissa säädetään; 1 a) hyväksyä turva-arvioinnin perusteella ja satamanpitäjän esityksestä sataman turvatoimialueen rajat ja se, keille sataman henkilöstöstä tehdään turvallisuusselvityksistä annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, sekä huolehtia satamien turvasuunnitelmien tarkistamisesta tämän lain mukaisesti; 1 b) hyväksyä sataman turvapäällikkö ja muu keskeinen turvahenkilöstö sataman tekemän esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytystä poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja sekä asettaa riskianalyysiin perustuen ulkomailla Suomen lipun alla purjehtivan aluksen turvataso ja välittää tieto tästä poliisille edelleen vahvistettavaksi; 6) tehdä turvatoimiin liittyvät hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten järjestämiä harjoituksia satamaturvadirektiivin liitteen III mukaisesti; 8) valvoa, että tässä laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja tämän lain mukaisesti; sekä 9) suorittaa muut tässä laissa Merenkulkulaitokselle säädetyt tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkönä ja satamien turvatoimien yhteysyksikkönä, minkä lisäksi sen tehtävänä on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyväksyä alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset sekä antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tässä laissa säädetään; 1 a) hyväksyä turva-arvioinnin perusteella ja satamanpitäjän esityksestä sataman turvatoimialueen rajat ja se, keille sataman henkilöstöstä tehdään turvallisuusselvityksistä annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, sekä huolehtia satamien turvasuunnitelmien tarkistamisesta tämän lain mukaisesti; 1 b) hyväksyä sataman turvapäällikkö ja muu keskeinen turvahenkilöstö sataman tekemän esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytystä poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja sekä asettaa riskianalyysiin perustuen ulkomailla Suomen lipun alla purjehtivan aluksen turvataso ja välittää tieto tästä poliisille edelleen vahvistettavaksi; 6) tehdä turvatoimiin liittyvät hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten järjestämiä harjoituksia satamaturvadirektiivin liitteen III mukaisesti; 8) valvoa, että tässä laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja tämän lain mukaisesti; sekä 9) suorittaa muut tässä laissa Merenkulkulaitokselle säädetyt tehtävät.",
        "folded_fi": "merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkona ja satamien turvatoimien yhteysyksikkona, minka lisaksi sen tehtavana on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyvaksya alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset seka antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tassa laissa saadetaan; 1 a) hyvaksya turva-arvioinnin perusteella ja satamanpitajan esityksesta sataman turvatoimialueen rajat ja se, keille sataman henkilostosta tehdaan turvallisuusselvityksista annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, seka huolehtia satamien turvasuunnitelmien tarkistamisesta taman lain mukaisesti; 1 b) hyvaksya sataman turvapaallikko ja muu keskeinen turvahenkilosto sataman tekeman esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytysta poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja seka asettaa riskianalyysiin perustuen ulkomailla suomen lipun alla purjehtivan aluksen turvataso ja valittaa tieto tasta poliisille edelleen vahvistettavaksi; 6) tehda turvatoimiin liittyvat hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten jarjestamia harjoituksia satamaturvadirektiivin liitteen iii mukaisesti; 8) valvoa, etta tassa laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja taman lain mukaisesti; seka 9) suorittaa muut tassa laissa merenkulkulaitokselle saadetyt tehtavat.",
        "title_sv": "Sjöfartsverkets särskilda uppgifter",
        "content_sv": "Sjöfartsverket är den nationella myndighet med ansvar för sjöfartsskyddet och skyddsåtgärderna i hamnar som avses i artikel 2.6 i förordningen om sjöfartsskydd. Utöver detta har Sjöfartsverket till uppgift att 1) utföra skyddsutredningar av hamnanläggningar och hamnar, godkänna fartygens, hamnarnas och hamnanläggningarnas skyddsplaner, besiktiga fartyg samt utfärda certifikat på det sätt som föreskrivs i förordningen om sjöfartsskydd och i denna lag, 1 a) på basis av skyddsutredningen och på hamninnehavarens framställning godkänna gränserna för hamnskyddsområdet och vilka av hamnpersonalen som skall omfattas av en säkerhetsutredning som avses i lagen om säkerhetsutredningar (177/2002) samt sörja för översynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkänna hamnskyddschefen och den övriga centrala skyddspersonalen på framställning av hamnen och på basis av säkerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behövlig omfattning, effektivt och utan obefogat dröjsmål informera om den skyddsnivå som polisen meddelat verket och om ändringar i denna skyddsnivå samt vid behov ge närmare upplysningar i ärendet, samt utifrån en riskanalys fastställa skyddsnivån för ett fartyg som för finsk flagg i utlandet och förmedla uppgiften om detta till polisen för fastställelse, 6) göra de administrativa anmälningar som hänför sig till sjöfartsskyddet, 7) ge anvisningar om och kontrollera övningar som tillsynsmyndigheterna ordnar enligt bilaga III till hamnskyddsdirektivet, 8) övervaka att de säkerhetskontroller som avses i denna lag utförs i enlighet med förordningen om sjöfartsskydd och denna lag, samt 9) utföra övriga uppgifter som i denna lag föreskrivs för verket.",
        "normalized_sv": "Sjöfartsverket är den nationella myndighet med ansvar för sjöfartsskyddet och skyddsåtgärderna i hamnar som avses i artikel 2.6 i förordningen om sjöfartsskydd. Utöver detta har Sjöfartsverket till uppgift att 1) utföra skyddsutredningar av hamnanläggningar och hamnar, godkänna fartygens, hamnarnas och hamnanläggningarnas skyddsplaner, besiktiga fartyg samt utfärda certifikat på det sätt som föreskrivs i förordningen om sjöfartsskydd och i denna lag, 1 a) på basis av skyddsutredningen och på hamninnehavarens framställning godkänna gränserna för hamnskyddsområdet och vilka av hamnpersonalen som skall omfattas av en säkerhetsutredning som avses i lagen om säkerhetsutredningar (177/2002) samt sörja för översynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkänna hamnskyddschefen och den övriga centrala skyddspersonalen på framställning av hamnen och på basis av säkerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behövlig omfattning, effektivt och utan obefogat dröjsmål informera om den skyddsnivå som polisen meddelat verket och om ändringar i denna skyddsnivå samt vid behov ge närmare upplysningar i ärendet, samt utifrån en riskanalys fastställa skyddsnivån för ett fartyg som för finsk flagg i utlandet och förmedla uppgiften om detta till polisen för fastställelse, 6) göra de administrativa anmälningar som hänför sig till sjöfartsskyddet, 7) ge anvisningar om och kontrollera övningar som tillsynsmyndigheterna ordnar enligt bilaga III till hamnskyddsdirektivet, 8) övervaka att de säkerhetskontroller som avses i denna lag utförs i enlighet med förordningen om sjöfartsskydd och denna lag, samt 9) utföra övriga uppgifter som i denna lag föreskrivs för verket.",
        "folded_sv": "sjofartsverket ar den nationella myndighet med ansvar for sjofartsskyddet och skyddsatgarderna i hamnar som avses i artikel 2.6 i forordningen om sjofartsskydd. utover detta har sjofartsverket till uppgift att 1) utfora skyddsutredningar av hamnanlaggningar och hamnar, godkanna fartygens, hamnarnas och hamnanlaggningarnas skyddsplaner, besiktiga fartyg samt utfarda certifikat pa det satt som foreskrivs i forordningen om sjofartsskydd och i denna lag, 1 a) pa basis av skyddsutredningen och pa hamninnehavarens framstallning godkanna granserna for hamnskyddsomradet och vilka av hamnpersonalen som skall omfattas av en sakerhetsutredning som avses i lagen om sakerhetsutredningar (177/2002) samt sorja for oversynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkanna hamnskyddschefen och den ovriga centrala skyddspersonalen pa framstallning av hamnen och pa basis av sakerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behovlig omfattning, effektivt och utan obefogat drojsmal informera om den skyddsniva som polisen meddelat verket och om andringar i denna skyddsniva samt vid behov ge narmare upplysningar i arendet, samt utifran en riskanalys faststalla skyddsnivan for ett fartyg som for finsk flagg i utlandet och formedla uppgiften om detta till polisen for faststallelse, 6) gora de administrativa anmalningar som hanfor sig till sjofartsskyddet, 7) ge anvisningar om och kontrollera ovningar som tillsynsmyndigheterna ordnar enligt bilaga iii till hamnskyddsdirektivet, 8) overvaka att de sakerhetskontroller som avses i denna lag utfors i enlighet med forordningen om sjofartsskydd och denna lag, samt 9) utfora ovriga uppgifter som i denna lag foreskrivs for verket."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rajavartiolaitoksen erityistehtävät",
      "content": "Rajavartiolaitoksen tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) pitää yllä yhteyspistettä alusten ja satamien turvauhkaa koskeville ilmoituksille sekä turvahälytyksille;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Rajavartiolaitoksen tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) pitää yllä yhteyspistettä alusten ja satamien turvauhkaa koskeville ilmoituksille sekä turvahälytyksille;",
        "folded_fi": "rajavartiolaitoksen tehtavana on sen lisaksi, mita muualla tassa laissa saadetaan: 1) pitaa ylla yhteyspistetta alusten ja satamien turvauhkaa koskeville ilmoituksille seka turvahalytyksille;",
        "title_sv": "Gränsbevakningsväsendets särskilda uppgifter",
        "content_sv": "Gränsbevakningsväsendet har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) upprätthålla en kontaktpunkt för mottagande av rapporter om hot mot fartygs och hamnars säkerhet samt för mottagande av skyddslarm,",
        "normalized_sv": "Gränsbevakningsväsendet har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) upprätthålla en kontaktpunkt för mottagande av rapporter om hot mot fartygs och hamnars säkerhet samt för mottagande av skyddslarm,",
        "folded_sv": "gransbevakningsvasendet har, utover vad som i ovrigt bestams i denna lag, till uppgift att 1) uppratthalla en kontaktpunkt for mottagande av rapporter om hot mot fartygs och hamnars sakerhet samt for mottagande av skyddslarm,"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Poliisin erityistehtävät",
      "content": "Poliisin tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) asettaa turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 §:n 5―8 kohdassa tarkoitettu turvataso ja päättää käytettävissään olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta sekä antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Poliisin tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) asettaa turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 § :n 5―8 kohdassa tarkoitettu turvataso ja päättää käytettävissään olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta sekä antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
        "folded_fi": "poliisin tehtavana on sen lisaksi, mita muualla tassa laissa saadetaan: 1) asettaa turvatoimiasetuksen liitteena olevan solas-yleissopimuksen liitteen xi-2 luvun 1 saannon 1.14 kohdassa ja taman lain 2 §:n 5―8 kohdassa tarkoitettu turvataso ja paattaa kaytettavissaan olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta seka antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
        "title_sv": "Polisens särskilda uppgifter",
        "content_sv": "Polisen har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) fastställa den skyddsnivå som avses i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag, och utgående från de uppgifter polisen har till sitt förfogande fatta beslut om höjning och sänkning av skyddsnivån samt meddela närmare anvisningar om hur man skall skydda sig mot risksituationer,",
        "normalized_sv": "Polisen har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) fastställa den skyddsnivå som avses i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag, och utgående från de uppgifter polisen har till sitt förfogande fatta beslut om höjning och sänkning av skyddsnivån samt meddela närmare anvisningar om hur man skall skydda sig mot risksituationer,",
        "folded_sv": "polisen har, utover vad som i ovrigt bestams i denna lag, till uppgift att 1) faststalla den skyddsniva som avses i kapitel xi-2 regel 1 punkt 1.14 i bilagan till solas-konventionen, vilken utgor bilaga till forordningen om sjofartsskydd, och i 2 § 5―8 punkten i denna lag, och utgaende fran de uppgifter polisen har till sitt forfogande fatta beslut om hojning och sankning av skyddsnivan samt meddela narmare anvisningar om hur man skall skydda sig mot risksituationer,"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Turva-arviointi",
      "content": "Satamalle on tehtävä turva-arviointi. Turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessä I esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. Turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 a",
        "normalized_fi": "Satamalle on tehtävä turva-arviointi. Turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessä I esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. Turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
        "folded_fi": "satamalle on tehtava turva-arviointi. turva-arvioinnissa on otettava asianmukaisesti huomioon satamaturvadirektiivin liitteessa i esitetyt yksityiskohtaiset vaatimukset, sataman eri osien ominaispiirteet ja satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turva-arvioinnit. turva-arviointi on tarkistettava olosuhteiden muuttuessa ja vahintaan viiden vuoden valein.",
        "title_sv": "Skyddsutredning",
        "content_sv": "För varje hamn skall göras en skyddsutredning. I skyddsutredningen skall på behörigt sätt beaktas de detaljerade krav som anges i bilaga I till hamnskyddsdirektivet, särdragen hos olika hamndelar och de skyddsutredningar av hamnanläggningarna i hamnen som utförts i enlighet med förordningen om sjöfartsskydd. Skyddsutredningen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "normalized_sv": "För varje hamn skall göras en skyddsutredning. I skyddsutredningen skall på behörigt sätt beaktas de detaljerade krav som anges i bilaga I till hamnskyddsdirektivet, särdragen hos olika hamndelar och de skyddsutredningar av hamnanläggningarna i hamnen som utförts i enlighet med förordningen om sjöfartsskydd. Skyddsutredningen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "folded_sv": "for varje hamn skall goras en skyddsutredning. i skyddsutredningen skall pa behorigt satt beaktas de detaljerade krav som anges i bilaga i till hamnskyddsdirektivet, sardragen hos olika hamndelar och de skyddsutredningar av hamnanlaggningarna i hamnen som utforts i enlighet med forordningen om sjofartsskydd. skyddsutredningen skall ses over nar omstandigheterna forandras och med minst fem ars mellanrum."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 b",
      "chapter": "2",
      "section": "7 b",
      "title": "Turvasuunnitelma",
      "content": "Sataman turva-arvioinnin pohjalta on tehtävä sataman turvasuunnitelma. Sataman turvasuunnitelmassa on otettava huomioon vähintään satamaturvadirektiivin liitteessä II esitetyt yksityiskohtaiset vaatimukset. Sataman turvasuunnitelmaan on sisällytettävä satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. Turvasuunnitelmassa on määriteltävä kutakin edellä 2 §:n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) käyttöön otettavat toimenpiteet; ja 3) toteutettavat toimet. Turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 b",
        "normalized_fi": "Sataman turva-arvioinnin pohjalta on tehtävä sataman turvasuunnitelma. Sataman turvasuunnitelmassa on otettava huomioon vähintään satamaturvadirektiivin liitteessä II esitetyt yksityiskohtaiset vaatimukset. Sataman turvasuunnitelmaan on sisällytettävä satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. Turvasuunnitelmassa on määriteltävä kutakin edellä 2 § :n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) käyttöön otettavat toimenpiteet; ja 3) toteutettavat toimet. Turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vähintään viiden vuoden välein.",
        "folded_fi": "sataman turva-arvioinnin pohjalta on tehtava sataman turvasuunnitelma. sataman turvasuunnitelmassa on otettava huomioon vahintaan satamaturvadirektiivin liitteessa ii esitetyt yksityiskohtaiset vaatimukset. sataman turvasuunnitelmaan on sisallytettava satamassa oleville satamarakenteille turvatoimiasetuksen mukaisesti tehdyt turvasuunnitelmat. turvasuunnitelmassa on maariteltava kutakin edella 2 §:n 5―8 kohdassa tarkoitettua turvatasoa varten kussakin sataman eri osassa: 1) noudatettavat menettelyt; 2) kayttoon otettavat toimenpiteet; ja 3) toteutettavat toimet. turvasuunnitelma on tarkistettava olosuhteiden muuttuessa ja vahintaan viiden vuoden valein.",
        "title_sv": "Hamnskyddsplan",
        "content_sv": "På basis av skyddsutredningen för en hamn skall uppgöras en hamnskyddsplan. I hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga II till hamnskyddsdirektivet. Hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med förordningen om sjöfartsskydd gjorts upp för hamnanläggningarna i hamnen. I hamnskyddsplanen skall för varje skyddsnivå som avses i 2 § 5―8 punkten och särskilt för varje hamndel fastställas 1) de förfaranden som skall iakttas, 2) de åtgärder som skall vidtas, och 3) vilka insatser som krävs. Hamnskyddsplanen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "normalized_sv": "På basis av skyddsutredningen för en hamn skall uppgöras en hamnskyddsplan. I hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga II till hamnskyddsdirektivet. Hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med förordningen om sjöfartsskydd gjorts upp för hamnanläggningarna i hamnen. I hamnskyddsplanen skall för varje skyddsnivå som avses i 2 § 5―8 punkten och särskilt för varje hamndel fastställas 1) de förfaranden som skall iakttas, 2) de åtgärder som skall vidtas, och 3) vilka insatser som krävs. Hamnskyddsplanen skall ses över när omständigheterna förändras och med minst fem års mellanrum.",
        "folded_sv": "pa basis av skyddsutredningen for en hamn skall uppgoras en hamnskyddsplan. i hamnskyddsplanen skall beaktas minst de detaljerade krav som anges i bilaga ii till hamnskyddsdirektivet. hamnskyddsplanen skall inbegripa de skyddsplaner som i enlighet med forordningen om sjofartsskydd gjorts upp for hamnanlaggningarna i hamnen. i hamnskyddsplanen skall for varje skyddsniva som avses i 2 § 5―8 punkten och sarskilt for varje hamndel faststallas 1) de forfaranden som skall iakttas, 2) de atgarder som skall vidtas, och 3) vilka insatser som kravs. hamnskyddsplanen skall ses over nar omstandigheterna forandras och med minst fem ars mellanrum."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 c",
      "chapter": "2",
      "section": "7 c",
      "title": "Sataman turvatoimialueen laajuinen satamarakenne",
      "content": "Jos satamarakenteen rajat on määritelty siten, että ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen säännökset ovat ensisijaisia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 c",
        "normalized_fi": "Jos satamarakenteen rajat on määritelty siten, että ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen säännökset ovat ensisijaisia.",
        "folded_fi": "jos satamarakenteen rajat on maaritelty siten, etta ne kattavat koko sataman turvatoimialueen, asiaa koskevat turvatoimiasetuksen saannokset ovat ensisijaisia.",
        "title_sv": "En hamnanläggning av samma omfattning som hamnskyddsområdet",
        "content_sv": "Om gränserna för en hamnanläggning har fastställts så att den omfattar hela hamnskyddsområdet skall de bestämmelser i förordningen om sjöfartsskydd som gäller detta ha företräde.",
        "normalized_sv": "Om gränserna för en hamnanläggning har fastställts så att den omfattar hela hamnskyddsområdet skall de bestämmelser i förordningen om sjöfartsskydd som gäller detta ha företräde.",
        "folded_sv": "om granserna for en hamnanlaggning har faststallts sa att den omfattar hela hamnskyddsomradet skall de bestammelser i forordningen om sjofartsskydd som galler detta ha foretrade."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:7 d",
      "chapter": "2",
      "section": "7 d",
      "title": "Sataman turvapäällikkö",
      "content": "Jokaisessa satamassa on oltava turvapäällikkö. Sama turvapäällikkö voi toimia useassa satamassa. Sataman turvapäällikkö toimii yhteyshenkilönä sataman turvakysymyksissä. Sataman turvapäällikön ja satamarakenteen turvapäällikön on toimittava yhteistyössä keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7 d",
        "normalized_fi": "Jokaisessa satamassa on oltava turvapäällikkö. Sama turvapäällikkö voi toimia useassa satamassa. Sataman turvapäällikkö toimii yhteyshenkilönä sataman turvakysymyksissä. Sataman turvapäällikön ja satamarakenteen turvapäällikön on toimittava yhteistyössä keskenään.",
        "folded_fi": "jokaisessa satamassa on oltava turvapaallikko. sama turvapaallikko voi toimia useassa satamassa. sataman turvapaallikko toimii yhteyshenkilona sataman turvakysymyksissa. sataman turvapaallikon ja satamarakenteen turvapaallikon on toimittava yhteistyossa keskenaan.",
        "title_sv": "Hamnskyddschef",
        "content_sv": "Varje hamn skall ha en skyddschef. En skyddschef kan vara skyddschef för flera hamnar. Hamnskyddschefen skall vara kontaktperson för hamnskyddsfrågor. Hamnskyddschefen och hamnanläggningens skyddschef skall samarbeta sinsemellan.",
        "normalized_sv": "Varje hamn skall ha en skyddschef. En skyddschef kan vara skyddschef för flera hamnar. Hamnskyddschefen skall vara kontaktperson för hamnskyddsfrågor. Hamnskyddschefen och hamnanläggningens skyddschef skall samarbeta sinsemellan.",
        "folded_sv": "varje hamn skall ha en skyddschef. en skyddschef kan vara skyddschef for flera hamnar. hamnskyddschefen skall vara kontaktperson for hamnskyddsfragor. hamnskyddschefen och hamnanlaggningens skyddschef skall samarbeta sinsemellan."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Turvatarkastukset",
      "content": "Aluksia, satamien turvatoimialueita taikka niissä olevia henkilöitä vahingoittavien laittomien tekojen estämiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksiköt ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen käytettävät tavarat sekä sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja säilytystilat. Tarkastusta ei kuitenkaan saa tehdä yksinomaan asuintiloina käytettävissä rakennusten tai alusten osissa. Tarkastus sellaisissa asumiseen käytettävissä tiloissa, joita käytetään myös liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syystä välttämätöntä tässä momentissa tarkoitettujen tekojen estämiseksi. Postilähetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. Edellä 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknistä laitetta käyttäen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllään tai mukanaan vaarallisia esineitä. Tällöin voidaan suorittaa myös matkustajan haastattelu. Jos on perusteltua aihetta epäillä, että henkilöllä on mukanaan vaarallinen esine, henkilö voidaan tarkastaa sellaisen löytämiseksi. Turvatarkastus ja haastattelu voidaan suorittaa myös aluksella tai sataman turvatoimialueella työskentelevälle sekä erityisen syyn sitä edellyttäessä myös niissä muutoin oleskelevalle. Aluksella tai sataman turvatoimialueella tarkastuksia tekevällä on oikeus ottaa pois tarkastuksessa tai muualla löydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. Poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estettä, palautettava tarkastetulle henkilölle takaisin hänen poistuessaan alukselta tai sataman turvatoimialueelta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Aluksia, satamien turvatoimialueita taikka niissä olevia henkilöitä vahingoittavien laittomien tekojen estämiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksiköt ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen käytettävät tavarat sekä sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja säilytystilat. Tarkastusta ei kuitenkaan saa tehdä yksinomaan asuintiloina käytettävissä rakennusten tai alusten osissa. Tarkastus sellaisissa asumiseen käytettävissä tiloissa, joita käytetään myös liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syystä välttämätöntä tässä momentissa tarkoitettujen tekojen estämiseksi. Postilähetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. Edellä 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknistä laitetta käyttäen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllään tai mukanaan vaarallisia esineitä. Tällöin voidaan suorittaa myös matkustajan haastattelu. Jos on perusteltua aihetta epäillä, että henkilöllä on mukanaan vaarallinen esine, henkilö voidaan tarkastaa sellaisen löytämiseksi. Turvatarkastus ja haastattelu voidaan suorittaa myös aluksella tai sataman turvatoimialueella työskentelevälle sekä erityisen syyn sitä edellyttäessä myös niissä muutoin oleskelevalle. Aluksella tai sataman turvatoimialueella tarkastuksia tekevällä on oikeus ottaa pois tarkastuksessa tai muualla löydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. Poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estettä, palautettava tarkastetulle henkilölle takaisin hänen poistuessaan alukselta tai sataman turvatoimialueelta.",
        "folded_fi": "aluksia, satamien turvatoimialueita taikka niissa olevia henkiloita vahingoittavien laittomien tekojen estamiseksi saadaan tarkastaa alus, aluksen lasti, lastiyksikot ja lastialustat, aluksen muonittamiseen ja aluksen varustamiseen kaytettavat tavarat seka sataman turvatoimialueeseen kuuluvat rakennukset, huonetilat ja sailytystilat. tarkastusta ei kuitenkaan saa tehda yksinomaan asuintiloina kaytettavissa rakennusten tai alusten osissa. tarkastus sellaisissa asumiseen kaytettavissa tiloissa, joita kaytetaan myos liikepaikkana tai liiketoimintaan, voidaan toimittaa vain, jos se on perustellusta syysta valttamatonta tassa momentissa tarkoitettujen tekojen estamiseksi. postilahetykset on tarkastettava siten, ettei kirjesalaisuus vaarannu. edella 1 momentissa mainitussa tarkoituksessa saadaan metallinilmaisinta tai muuta sellaista teknista laitetta kayttaen tarkastaa, ettei matkustajalla ole vaatteissaan, muutoin yllaan tai mukanaan vaarallisia esineita. talloin voidaan suorittaa myos matkustajan haastattelu. jos on perusteltua aihetta epailla, etta henkilolla on mukanaan vaarallinen esine, henkilo voidaan tarkastaa sellaisen loytamiseksi. turvatarkastus ja haastattelu voidaan suorittaa myos aluksella tai sataman turvatoimialueella tyoskentelevalle seka erityisen syyn sita edellyttaessa myos niissa muutoin oleskelevalle. aluksella tai sataman turvatoimialueella tarkastuksia tekevalla on oikeus ottaa pois tarkastuksessa tai muualla loydetty vaarallinen esine taikka aine, jonka hallussapito on muualla laissa kielletty. poisotetut esineet ja aineet on luovutettava poliisille tai, jollei siihen ole lain mukaan estetta, palautettava tarkastetulle henkilolle takaisin hanen poistuessaan alukselta tai sataman turvatoimialueelta.",
        "title_sv": "Säkerhetskontroller",
        "content_sv": "I syfte att förhindra olagliga gärningar som skadar fartyg, hamnskyddsområden eller personer som befinner sig inom sådana får det utföras kontroller av fartyg, fartygs last, lastenheter och lastunderlag, förnödenheter som används för proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och förvaringsutrymmen i anslutning till hamnskyddsområdet. Kontroller får dock inte utföras i sådana delar av byggnader och fartyg som uteslutande används som bostadsutrymmen. Kontroller i sådana utrymmen som används för boende och som också används som driftsställe eller för affärsverksamhet får utföras endast om detta av grundad anledning är nödvändigt för att förhindra gärningar som avses i detta moment. Säkerhetskontroller av postförsändelser skall genomföras på ett sätt som inte äventyrar brevhemligheten. I sådant syfte som avses i 1 mom. kan med hjälp av metalldetektor eller någon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina kläder har eller annars bär på sig eller har med sig farliga föremål. Passageraren kan då också utfrågas. Om det finns grundad anledning att misstänka att någon har med sig ett farligt föremål kan denna kontrolleras i syfte att finna föremålet. Även personer som arbetar på fartyget eller inom hamnskyddsområdet kan åläggas att genomgå säkerhetskontroll eller bli utfrågade samt, om särskilda skäl kräver det, även personer som i övrigt vistas där. På fartyget eller inom hamnskyddsområdet har den som utför kontroller rätt att frånta en person farliga föremål eller ämnen som påträffas vid kontrollen eller någon annanstans och vars innehav förbjuds någon annanstans i lag. De föremål eller ämnen som fråntagits en person skall överlämnas till polisen eller, om inget hinder föreligger enligt lag, returneras till den kontrollerade när han eller hon avlägsnar sig från fartyget eller hamnskyddsområdet.",
        "normalized_sv": "I syfte att förhindra olagliga gärningar som skadar fartyg, hamnskyddsområden eller personer som befinner sig inom sådana får det utföras kontroller av fartyg, fartygs last, lastenheter och lastunderlag, förnödenheter som används för proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och förvaringsutrymmen i anslutning till hamnskyddsområdet. Kontroller får dock inte utföras i sådana delar av byggnader och fartyg som uteslutande används som bostadsutrymmen. Kontroller i sådana utrymmen som används för boende och som också används som driftsställe eller för affärsverksamhet får utföras endast om detta av grundad anledning är nödvändigt för att förhindra gärningar som avses i detta moment. Säkerhetskontroller av postförsändelser skall genomföras på ett sätt som inte äventyrar brevhemligheten. I sådant syfte som avses i 1 mom. kan med hjälp av metalldetektor eller någon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina kläder har eller annars bär på sig eller har med sig farliga föremål. Passageraren kan då också utfrågas. Om det finns grundad anledning att misstänka att någon har med sig ett farligt föremål kan denna kontrolleras i syfte att finna föremålet. Även personer som arbetar på fartyget eller inom hamnskyddsområdet kan åläggas att genomgå säkerhetskontroll eller bli utfrågade samt, om särskilda skäl kräver det, även personer som i övrigt vistas där. På fartyget eller inom hamnskyddsområdet har den som utför kontroller rätt att frånta en person farliga föremål eller ämnen som påträffas vid kontrollen eller någon annanstans och vars innehav förbjuds någon annanstans i lag. De föremål eller ämnen som fråntagits en person skall överlämnas till polisen eller, om inget hinder föreligger enligt lag, returneras till den kontrollerade när han eller hon avlägsnar sig från fartyget eller hamnskyddsområdet.",
        "folded_sv": "i syfte att forhindra olagliga garningar som skadar fartyg, hamnskyddsomraden eller personer som befinner sig inom sadana far det utforas kontroller av fartyg, fartygs last, lastenheter och lastunderlag, fornodenheter som anvands for proviantering av fartyget och utrustande av fartyget samt byggnader, lokaler och forvaringsutrymmen i anslutning till hamnskyddsomradet. kontroller far dock inte utforas i sadana delar av byggnader och fartyg som uteslutande anvands som bostadsutrymmen. kontroller i sadana utrymmen som anvands for boende och som ocksa anvands som driftsstalle eller for affarsverksamhet far utforas endast om detta av grundad anledning ar nodvandigt for att forhindra garningar som avses i detta moment. sakerhetskontroller av postforsandelser skall genomforas pa ett satt som inte aventyrar brevhemligheten. i sadant syfte som avses i 1 mom. kan med hjalp av metalldetektor eller nagon annan liknande teknisk anordning kontrolleras att en passagerare inte i sina klader har eller annars bar pa sig eller har med sig farliga foremal. passageraren kan da ocksa utfragas. om det finns grundad anledning att misstanka att nagon har med sig ett farligt foremal kan denna kontrolleras i syfte att finna foremalet. aven personer som arbetar pa fartyget eller inom hamnskyddsomradet kan alaggas att genomga sakerhetskontroll eller bli utfragade samt, om sarskilda skal kraver det, aven personer som i ovrigt vistas dar. pa fartyget eller inom hamnskyddsomradet har den som utfor kontroller ratt att franta en person farliga foremal eller amnen som patraffas vid kontrollen eller nagon annanstans och vars innehav forbjuds nagon annanstans i lag. de foremal eller amnen som frantagits en person skall overlamnas till polisen eller, om inget hinder foreligger enligt lag, returneras till den kontrollerade nar han eller hon avlagsnar sig fran fartyget eller hamnskyddsomradet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Luvalliset vaaralliset esineet",
      "content": "Aluksella tai sataman turvatoimialueella tarkastuksia tekevä voi määrätä, että sellaiset vaaralliset esineet, joita henkilöllä on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen säilytettäviksi. Ne on palautettava hänen poistuessaan alukselta tai sataman turvatoimialueelta. Jollei esinettä voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilölle palauttamista tai poliisilain (493/1995) 24 §:ssä säädettyjä toimenpiteitä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Aluksella tai sataman turvatoimialueella tarkastuksia tekevä voi määrätä, että sellaiset vaaralliset esineet, joita henkilöllä on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen säilytettäviksi. Ne on palautettava hänen poistuessaan alukselta tai sataman turvatoimialueelta. Jollei esinettä voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilölle palauttamista tai poliisilain (493/1995) 24 § :ssä säädettyjä toimenpiteitä varten.",
        "folded_fi": "aluksella tai sataman turvatoimialueella tarkastuksia tekeva voi maarata, etta sellaiset vaaralliset esineet, joita henkilolla on asianmukaisen luvan nojalla tai muutoin laillisesti oikeus kuljettaa mukanaan, on ennen alukseen taikka sataman turvatoimialueelle saapumista luovutettava aluksella tai sataman turvatoimialueella erikseen sailytettaviksi. ne on palautettava hanen poistuessaan alukselta tai sataman turvatoimialueelta. jollei esinetta voida tuolloin vaaratta palauttaa, se on luovutettava poliisille joko tarkastetulle henkilolle palauttamista tai poliisilain (493/1995) 24 §:ssa saadettyja toimenpiteita varten.",
        "title_sv": "Lovliga farliga föremål",
        "content_sv": "Den som utför kontroller på ett fartyg eller inom ett hamnskyddsområde får förordna att farliga föremål som en person med stöd av ett behörigt tillstånd eller annars lagligen har rätt att föra med sig, före tillträdet till fartyget eller hamnskyddsområdet skall överlämnas för att förvaras separat ombord på fartyget eller inom hamnskyddsområdet. Föremålen skall returneras då personen lämnar fartyget eller hamnskyddsområdet. Om ett föremål inte då riskfritt kan returneras, skall det överlämnas till polisen antingen för att återlämnas till den person som blivit kontrollerad eller för åtgärder som anges i 24 § i polislagen (493/1995).",
        "normalized_sv": "Den som utför kontroller på ett fartyg eller inom ett hamnskyddsområde får förordna att farliga föremål som en person med stöd av ett behörigt tillstånd eller annars lagligen har rätt att föra med sig, före tillträdet till fartyget eller hamnskyddsområdet skall överlämnas för att förvaras separat ombord på fartyget eller inom hamnskyddsområdet. Föremålen skall returneras då personen lämnar fartyget eller hamnskyddsområdet. Om ett föremål inte då riskfritt kan returneras, skall det överlämnas till polisen antingen för att återlämnas till den person som blivit kontrollerad eller för åtgärder som anges i 24 § i polislagen (493/1995).",
        "folded_sv": "den som utfor kontroller pa ett fartyg eller inom ett hamnskyddsomrade far forordna att farliga foremal som en person med stod av ett behorigt tillstand eller annars lagligen har ratt att fora med sig, fore tilltradet till fartyget eller hamnskyddsomradet skall overlamnas for att forvaras separat ombord pa fartyget eller inom hamnskyddsomradet. foremalen skall returneras da personen lamnar fartyget eller hamnskyddsomradet. om ett foremal inte da riskfritt kan returneras, skall det overlamnas till polisen antingen for att aterlamnas till den person som blivit kontrollerad eller for atgarder som anges i 24 § i polislagen (493/1995)."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Turvatarkastuksen suorittaja",
      "content": "Rajavartiomiehellä, poliisimiehellä tai tullimiehellä on oikeus suorittaa tässä laissa tarkoitettu turvatarkastus sen ehkäisemiseksi, että vaarallisia esineitä käytettäisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissä olevia henkilöitä vahingoittaviin toimiin. Muuta kuin 1 momentissa tarkoitettua henkilöä voidaan käyttää suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos hän täyttää järjestyksenvalvojista annetun lain (533/1999) 12 §:ssä säädetyt järjestyksenvalvojaksi hyväksymiselle asetetut edellytykset tai jos hän on saanut Ilmailuhallinnon hyväksymän koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyväksynyt hänet tehtävään. Käsitellessään hyväksymistä poliisilla on oikeus käyttää niitä rekisteritietoja, joihin turvallisuusselvityksistä annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. Poliisin hyväksyntä on voimassa koko valtakunnan alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Rajavartiomiehellä, poliisimiehellä tai tullimiehellä on oikeus suorittaa tässä laissa tarkoitettu turvatarkastus sen ehkäisemiseksi, että vaarallisia esineitä käytettäisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissä olevia henkilöitä vahingoittaviin toimiin. Muuta kuin 1 momentissa tarkoitettua henkilöä voidaan käyttää suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos hän täyttää järjestyksenvalvojista annetun lain (533/1999) 12 § :ssä säädetyt järjestyksenvalvojaksi hyväksymiselle asetetut edellytykset tai jos hän on saanut Ilmailuhallinnon hyväksymän koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyväksynyt hänet tehtävään. Käsitellessään hyväksymistä poliisilla on oikeus käyttää niitä rekisteritietoja, joihin turvallisuusselvityksistä annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. Poliisin hyväksyntä on voimassa koko valtakunnan alueella.",
        "folded_fi": "rajavartiomiehella, poliisimiehella tai tullimiehella on oikeus suorittaa tassa laissa tarkoitettu turvatarkastus sen ehkaisemiseksi, etta vaarallisia esineita kaytettaisiin laittomiin, alusta tai sataman turvatoimialuetta taikka niissa olevia henkiloita vahingoittaviin toimiin. muuta kuin 1 momentissa tarkoitettua henkiloa voidaan kayttaa suorittamaan 1 momentissa tarkoitettu turvatarkastus, jos han tayttaa jarjestyksenvalvojista annetun lain (533/1999) 12 §:ssa saadetyt jarjestyksenvalvojaksi hyvaksymiselle asetetut edellytykset tai jos han on saanut ilmailuhallinnon hyvaksyman koulutusohjelman mukaisen koulutuksen turvatarkastajaksi ja kummassakin tapauksessa poliisi on hyvaksynyt hanet tehtavaan. kasitellessaan hyvaksymista poliisilla on oikeus kayttaa niita rekisteritietoja, joihin turvallisuusselvityksista annetussa laissa tarkoitettu suppea turvallisuusselvitys voi perustua. poliisin hyvaksynta on voimassa koko valtakunnan alueella.",
        "title_sv": "Rätt att utföra säkerhetskontroller",
        "content_sv": "En gränsbevakningsman, en polisman eller en tullman har rätt att utföra en sådan säkerhetskontroll som avses i denna lag för att förhindra att farliga föremål används för olagliga gärningar som skadar ett fartyg eller ett hamnskyddsområde eller personer som befinner sig där. Andra än i 1 mom. nämnda personer kan ges i uppdrag att utföra i 1 mom. avsedda säkerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) ställs för godkännande som ordningsvakt eller om de har fått utbildning till säkerhetskontrollör enligt ett utbildningsprogram som godkänts av Luftfartsförvaltningen och om polisen i båda fallen har godkänt dem för uppgiften. Vid behandlingen av godkännandet har polisen rätt att använda de registeruppgifter på vilka en begränsad säkerhetsutredning enligt lagen om säkerhetsutredningar kan grunda sig. Polisens godkännande gäller i hela landet.",
        "normalized_sv": "En gränsbevakningsman, en polisman eller en tullman har rätt att utföra en sådan säkerhetskontroll som avses i denna lag för att förhindra att farliga föremål används för olagliga gärningar som skadar ett fartyg eller ett hamnskyddsområde eller personer som befinner sig där. Andra än i 1 mom. nämnda personer kan ges i uppdrag att utföra i 1 mom. avsedda säkerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) ställs för godkännande som ordningsvakt eller om de har fått utbildning till säkerhetskontrollör enligt ett utbildningsprogram som godkänts av Luftfartsförvaltningen och om polisen i båda fallen har godkänt dem för uppgiften. Vid behandlingen av godkännandet har polisen rätt att använda de registeruppgifter på vilka en begränsad säkerhetsutredning enligt lagen om säkerhetsutredningar kan grunda sig. Polisens godkännande gäller i hela landet.",
        "folded_sv": "en gransbevakningsman, en polisman eller en tullman har ratt att utfora en sadan sakerhetskontroll som avses i denna lag for att forhindra att farliga foremal anvands for olagliga garningar som skadar ett fartyg eller ett hamnskyddsomrade eller personer som befinner sig dar. andra an i 1 mom. namnda personer kan ges i uppdrag att utfora i 1 mom. avsedda sakerhetskontroller om de uppfyller de villkor som i 12 § i lagen om ordningsvakter (533/1999) stalls for godkannande som ordningsvakt eller om de har fatt utbildning till sakerhetskontrollor enligt ett utbildningsprogram som godkants av luftfartsforvaltningen och om polisen i bada fallen har godkant dem for uppgiften. vid behandlingen av godkannandet har polisen ratt att anvanda de registeruppgifter pa vilka en begransad sakerhetsutredning enligt lagen om sakerhetsutredningar kan grunda sig. polisens godkannande galler i hela landet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Vähimmän haitan periaate",
      "content": "Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle tai tarkastuksen kohteelle. Toimenpiteellä ei saa tarpeettomasti vaikeuttaa tai häiritä aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:11",
        "normalized_fi": "Turvatarkastukset on suoritettava niin, ettei niistä aiheudu tarpeetonta haittaa tarkastettavalle henkilölle tai tarkastuksen kohteelle. Toimenpiteellä ei saa tarpeettomasti vaikeuttaa tai häiritä aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
        "folded_fi": "turvatarkastukset on suoritettava niin, ettei niista aiheudu tarpeetonta haittaa tarkastettavalle henkilolle tai tarkastuksen kohteelle. toimenpiteella ei saa tarpeettomasti vaikeuttaa tai hairita aluksella ja sataman turvatoimialueella tapahtuvaa muuta toimintaa.",
        "title_sv": "Principen om minsta olägenhet",
        "content_sv": "Säkerhetskontrollerna skall utföras så att de inte vållar onödig olägenhet för den person eller det objekt som kontrolleras. Åtgärden får inte onödigt försvåra eller störa den övriga verksamheten på fartyget eller i hamnskyddsområdet.",
        "normalized_sv": "Säkerhetskontrollerna skall utföras så att de inte vållar onödig olägenhet för den person eller det objekt som kontrolleras. Åtgärden får inte onödigt försvåra eller störa den övriga verksamheten på fartyget eller i hamnskyddsområdet.",
        "folded_sv": "sakerhetskontrollerna skall utforas sa att de inte vallar onodig olagenhet for den person eller det objekt som kontrolleras. atgarden far inte onodigt forsvara eller stora den ovriga verksamheten pa fartyget eller i hamnskyddsomradet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Henkilöön kohdistuvat pakkotoimet",
      "content": "Jos henkilö kieltäytyy ottamasta osaa tämän lain mukaiseen tarkastustoimeen tai hänen voidaan perustellusti epäillä olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evätä häneltä pääsyn alukseen tai sataman turvatoimialueelle taikka poistaa hänet alukselta tai sataman turvatoimialueelta. Toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitää tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilön käyttäytyminen ja muut olosuhteet. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Jos henkilö kieltäytyy ottamasta osaa tämän lain mukaiseen tarkastustoimeen tai hänen voidaan perustellusti epäillä olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evätä häneltä pääsyn alukseen tai sataman turvatoimialueelle taikka poistaa hänet alukselta tai sataman turvatoimialueelta. Toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitää tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilön käyttäytyminen ja muut olosuhteet. Voimakeinojen käytön liioittelusta säädetään rikoslain (39/1889) 4 luvun 6 § :n 3 momentissa ja 7 § :ssä.",
        "folded_fi": "jos henkilo kieltaytyy ottamasta osaa taman lain mukaiseen tarkastustoimeen tai hanen voidaan perustellusti epailla olevan vaaraksi merenkulun turvallisuudelle, rajavartiomies, poliisimies tai tullimies voi evata hanelta paasyn alukseen tai sataman turvatoimialueelle taikka poistaa hanet alukselta tai sataman turvatoimialueelta. toimenpiteen voi tarvittaessa suorittaa voimakeinoin, joita olosuhteet huomioon ottaen voidaan pitaa tarpeellisina ja puolustettavina, kun otetaan huomioon merenkulun turvallisuuden vaarantuminen, poistettavan henkilon kayttaytyminen ja muut olosuhteet. voimakeinojen kayton liioittelusta saadetaan rikoslain (39/1889) 4 luvun 6 §:n 3 momentissa ja 7 §:ssa.",
        "title_sv": "Tvångsåtgärder som hänför sig till en person",
        "content_sv": "Om någon vägrar underkasta sig en sådan kontroll som avses i denna lag eller om det med fog kan misstänkas att personen utgör ett hot mot sjösäkerheten, kan en gränsbevakningsman, polisman eller tullman förvägra personen tillträde till fartyget eller hamnskyddsområdet eller avlägsna personen från fartyget eller hamnskyddsområdet. Åtgärden får vid behov vidtas med användande av sådana maktmedel som kan anses nödvändiga och försvarbara med hänsyn till äventyrandet av sjösäkerheten, uppträdandet hos den som skall avlägsnas samt övriga omständigheter. Bestämmelser om excess i samband med användningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889).",
        "normalized_sv": "Om någon vägrar underkasta sig en sådan kontroll som avses i denna lag eller om det med fog kan misstänkas att personen utgör ett hot mot sjösäkerheten, kan en gränsbevakningsman, polisman eller tullman förvägra personen tillträde till fartyget eller hamnskyddsområdet eller avlägsna personen från fartyget eller hamnskyddsområdet. Åtgärden får vid behov vidtas med användande av sådana maktmedel som kan anses nödvändiga och försvarbara med hänsyn till äventyrandet av sjösäkerheten, uppträdandet hos den som skall avlägsnas samt övriga omständigheter. Bestämmelser om excess i samband med användningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889).",
        "folded_sv": "om nagon vagrar underkasta sig en sadan kontroll som avses i denna lag eller om det med fog kan misstankas att personen utgor ett hot mot sjosakerheten, kan en gransbevakningsman, polisman eller tullman forvagra personen tilltrade till fartyget eller hamnskyddsomradet eller avlagsna personen fran fartyget eller hamnskyddsomradet. atgarden far vid behov vidtas med anvandande av sadana maktmedel som kan anses nodvandiga och forsvarbara med hansyn till aventyrandet av sjosakerheten, upptradandet hos den som skall avlagsnas samt ovriga omstandigheter. bestammelser om excess i samband med anvandningen av maktmedel finns i 4 kap. 6 § 3 mom. och 7 § i strafflagen (39/1889)."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Tietojen antaminen ennen aluksen satamaan saapumista",
      "content": "Merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa säädetyin edellytyksin hakemuksesta myöntää vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa säädetyin edellytyksin hakemuksesta myöntää vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
        "folded_fi": "merenkulkulaitos voi turvatoimiasetuksen 7 artiklassa saadetyin edellytyksin hakemuksesta myontaa vapautuksen 1 momentissa tarkoitetusta tietojen toimittamisesta.",
        "title_sv": "Lämnande av uppgifter innan fartyget anlöper hamn",
        "content_sv": "Sjöfartsverket får på de villkor som anges i artikel 7 i förordningen om sjöfartsskydd på ansökan medge befrielse från skyldigheten att lämna de uppgifter som avses i 1 mom.",
        "normalized_sv": "Sjöfartsverket får på de villkor som anges i artikel 7 i förordningen om sjöfartsskydd på ansökan medge befrielse från skyldigheten att lämna de uppgifter som avses i 1 mom.",
        "folded_sv": "sjofartsverket far pa de villkor som anges i artikel 7 i forordningen om sjofartsskydd pa ansokan medge befrielse fran skyldigheten att lamna de uppgifter som avses i 1 mom."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Aineiston esittämisvelvoite",
      "content": "Toimivaltaisella viranomaisella on oikeus saada aluksen päälliköltä ja muilta aluksessa palvelevilta sekä sataman turvatoimialueella työskenteleviltä tietoja ja apua sen tarkastamisessa, että alus tai sataman turvatoimialue on turvatoimiasetuksen ja tämän lain säännösten mukainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Toimivaltaisella viranomaisella on oikeus saada aluksen päälliköltä ja muilta aluksessa palvelevilta sekä sataman turvatoimialueella työskenteleviltä tietoja ja apua sen tarkastamisessa, että alus tai sataman turvatoimialue on turvatoimiasetuksen ja tämän lain säännösten mukainen.",
        "folded_fi": "toimivaltaisella viranomaisella on oikeus saada aluksen paallikolta ja muilta aluksessa palvelevilta seka sataman turvatoimialueella tyoskentelevilta tietoja ja apua sen tarkastamisessa, etta alus tai sataman turvatoimialue on turvatoimiasetuksen ja taman lain saannosten mukainen.",
        "title_sv": "Skyldighet att förete material",
        "content_sv": "Den behöriga myndigheten har rätt att av fartygets befälhavare och andra som tjänstgör på fartyget samt av dem som arbetar inom hamnskyddsområdet få information och bistånd när det gäller att kontrollera att fartyget eller hamnskyddsområdet uppfyller bestämmelserna i förordningen om sjöfartsskydd och bestämmelserna i denna lag.",
        "normalized_sv": "Den behöriga myndigheten har rätt att av fartygets befälhavare och andra som tjänstgör på fartyget samt av dem som arbetar inom hamnskyddsområdet få information och bistånd när det gäller att kontrollera att fartyget eller hamnskyddsområdet uppfyller bestämmelserna i förordningen om sjöfartsskydd och bestämmelserna i denna lag.",
        "folded_sv": "den behoriga myndigheten har ratt att av fartygets befalhavare och andra som tjanstgor pa fartyget samt av dem som arbetar inom hamnskyddsomradet fa information och bistand nar det galler att kontrollera att fartyget eller hamnskyddsomradet uppfyller bestammelserna i forordningen om sjofartsskydd och bestammelserna i denna lag."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Tekninen valvonta",
      "content": "Sen lisäksi, mitä muualla laissa säädetään, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siitä sopivalla merkillä ennalta ilmoitettuaan suorittaa tässä laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisöllä on pääsy, poliisilain 28 §:n 1 momentin 1 kohdassa tarkoitettua teknistä valvontaa merenkulun turvallisuuden toteuttamiseksi. Teknistä valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eikä käymälään, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilöstötiloihin tai työntekijöiden henkilökohtaiseen käyttöön osoitettuihin työhuoneisiin. Ääntä tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estämiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintäkuulutettujen tai näihin rikoksiin todennäköisin syin syylliseksi epäiltyjen tunnistamiseksi. Tässä momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan käytettäviä laitteita sataman turvatoimialueelle, jollei siitä aiheudu satamanpitäjälle kohtuutonta haittaa. Poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitäjältä ja laivanisännältä käyttöönsä näiden tässä laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa välittävän tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos tämän lain 2 §:n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. Tässä momentissa tarkoitetut tiedot saadaan luovuttaa myös teknisen käyttöyhteyden avulla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:17",
        "normalized_fi": "Sen lisäksi, mitä muualla laissa säädetään, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siitä sopivalla merkillä ennalta ilmoitettuaan suorittaa tässä laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisöllä on pääsy, poliisilain 28 § :n 1 momentin 1 kohdassa tarkoitettua teknistä valvontaa merenkulun turvallisuuden toteuttamiseksi. Teknistä valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eikä käymälään, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilöstötiloihin tai työntekijöiden henkilökohtaiseen käyttöön osoitettuihin työhuoneisiin. Ääntä tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estämiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintäkuulutettujen tai näihin rikoksiin todennäköisin syin syylliseksi epäiltyjen tunnistamiseksi. Tässä momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan käytettäviä laitteita sataman turvatoimialueelle, jollei siitä aiheudu satamanpitäjälle kohtuutonta haittaa. Poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitäjältä ja laivanisännältä käyttöönsä näiden tässä laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa välittävän tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos tämän lain 2 § :n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. Tässä momentissa tarkoitetut tiedot saadaan luovuttaa myös teknisen käyttöyhteyden avulla.",
        "folded_fi": "sen lisaksi, mita muualla laissa saadetaan, poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus siita sopivalla merkilla ennalta ilmoitettuaan suorittaa tassa laissa tarkoitetun suomalaisen sataman alueella paikoissa, joihin yleisolla on paasy, poliisilain 28 §:n 1 momentin 1 kohdassa tarkoitettua teknista valvontaa merenkulun turvallisuuden toteuttamiseksi. teknista valvontaa ei kuitenkaan saa kohdistaa paikkoihin, jotka kuuluvat kotirauhan piiriin, eika kaymalaan, pukeutumistilaan tai muuhun vastaavaan paikkaan taikka henkilostotiloihin tai tyontekijoiden henkilokohtaiseen kayttoon osoitettuihin tyohuoneisiin. aanta tai kuvaa saadaan tallentaa automaattisesti tekniselle laitteelle, kun se on tarpeen rikoslain 34 a luvussa tarkoitettujen rikosten estamiseksi taikka mainitussa luvussa tarkoitetuista rikoksista etsintakuulutettujen tai naihin rikoksiin todennakoisin syin syylliseksi epailtyjen tunnistamiseksi. tassa momentissa mainitut viranomaiset saavat sijoittaa tekniseen valvontaan kaytettavia laitteita sataman turvatoimialueelle, jollei siita aiheudu satamanpitajalle kohtuutonta haittaa. poliisilla, rajavartiolaitoksella ja tullilaitoksella on oikeus saada satamanpitajalta ja laivanisannalta kayttoonsa naiden tassa laissa tarkoitettuun suomalaisen sataman turvatoimialueelle tai suomalaiseen alukseen sijoittaman jatkuvasti kuvaa valittavan tai kuvaa tallentavan teknisen laitteen valvontamateriaali, jos taman lain 2 §:n 7 tai 8 kohdassa tarkoitettu turvataso on asetettu. tassa momentissa tarkoitetut tiedot saadaan luovuttaa myos teknisen kayttoyhteyden avulla.",
        "title_sv": "Teknisk övervakning",
        "content_sv": "Utöver vad som bestäms någon annanstans i lag har polisen, gränsbevakningsväsendet och tullverket rätt att, efter att på förhand med ett lämpligt tecken ha meddelat detta, på platser till vilka allmänheten har tillträde inom området för en finsk hamn som avses i denna lag företa sådan teknisk övervakning som avses i 28 § 1 mom. 1 punkten i polislagen för genomförande av sjöfartsskyddet. Teknisk övervakning får dock inte ske på platser som omfattas av hemfriden, på toaletter, i omklädningsrum eller på någon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna för deras personliga bruk. Automatisk upptagning av ljud eller bild med hjälp av en teknisk anordning får göras när detta är nödvändigt i syfte att förhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som är efterlysta för brott som avses i nämnda kapitel eller som på sannolika skäl misstänks för sådana brott. De myndigheter som nämns i detta moment får inom hamnskyddsområdet placera anordningar som används för den tekniska övervakningen, om inte detta medför oskälig olägenhet för hamninnehavaren. Polisen, gränsbevakningsväsendet och tullverket har rätt att av hamninnehavaren och redaren till sitt förfogande få övervakningsmaterial från tekniska anordningar som fortlöpande förmedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sådant finskt hamnskyddsområde eller ombord på ett sådant finskt fartyg som avses i denna lag, om en skyddsnivå som avses i 2 § 7 eller 8 punkten i denna lag har fastställts. Uppgifter som avses i detta moment får lämnas ut även genom teknisk anslutning.",
        "normalized_sv": "Utöver vad som bestäms någon annanstans i lag har polisen, gränsbevakningsväsendet och tullverket rätt att, efter att på förhand med ett lämpligt tecken ha meddelat detta, på platser till vilka allmänheten har tillträde inom området för en finsk hamn som avses i denna lag företa sådan teknisk övervakning som avses i 28 § 1 mom. 1 punkten i polislagen för genomförande av sjöfartsskyddet. Teknisk övervakning får dock inte ske på platser som omfattas av hemfriden, på toaletter, i omklädningsrum eller på någon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna för deras personliga bruk. Automatisk upptagning av ljud eller bild med hjälp av en teknisk anordning får göras när detta är nödvändigt i syfte att förhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som är efterlysta för brott som avses i nämnda kapitel eller som på sannolika skäl misstänks för sådana brott. De myndigheter som nämns i detta moment får inom hamnskyddsområdet placera anordningar som används för den tekniska övervakningen, om inte detta medför oskälig olägenhet för hamninnehavaren. Polisen, gränsbevakningsväsendet och tullverket har rätt att av hamninnehavaren och redaren till sitt förfogande få övervakningsmaterial från tekniska anordningar som fortlöpande förmedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sådant finskt hamnskyddsområde eller ombord på ett sådant finskt fartyg som avses i denna lag, om en skyddsnivå som avses i 2 § 7 eller 8 punkten i denna lag har fastställts. Uppgifter som avses i detta moment får lämnas ut även genom teknisk anslutning.",
        "folded_sv": "utover vad som bestams nagon annanstans i lag har polisen, gransbevakningsvasendet och tullverket ratt att, efter att pa forhand med ett lampligt tecken ha meddelat detta, pa platser till vilka allmanheten har tilltrade inom omradet for en finsk hamn som avses i denna lag foreta sadan teknisk overvakning som avses i 28 § 1 mom. 1 punkten i polislagen for genomforande av sjofartsskyddet. teknisk overvakning far dock inte ske pa platser som omfattas av hemfriden, pa toaletter, i omkladningsrum eller pa nagon annan motsvarande plats eller i personalutrymmen eller arbetsrum som anvisats arbetstagarna for deras personliga bruk. automatisk upptagning av ljud eller bild med hjalp av en teknisk anordning far goras nar detta ar nodvandigt i syfte att forhindra brott som avses i 34 a kap. i strafflagen eller i syfte att identifiera personer som ar efterlysta for brott som avses i namnda kapitel eller som pa sannolika skal misstanks for sadana brott. de myndigheter som namns i detta moment far inom hamnskyddsomradet placera anordningar som anvands for den tekniska overvakningen, om inte detta medfor oskalig olagenhet for hamninnehavaren. polisen, gransbevakningsvasendet och tullverket har ratt att av hamninnehavaren och redaren till sitt forfogande fa overvakningsmaterial fran tekniska anordningar som fortlopande formedlar eller tar upp bilder och som av hamninnehavaren eller redaren placerats inom ett sadant finskt hamnskyddsomrade eller ombord pa ett sadant finskt fartyg som avses i denna lag, om en skyddsniva som avses i 2 § 7 eller 8 punkten i denna lag har faststallts. uppgifter som avses i detta moment far lamnas ut aven genom teknisk anslutning."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Puutteellisuuksien korjaaminen ja pakkokeinot",
      "content": "Jos satamanpitäjä vastustaa tarkastusta, ei luovuta 16 tai 17 §:ssä tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua määräystä tai ei korjaa puutetta tai epäkohtaa Merenkulkulaitoksen asettaman määräajan kuluessa, Merenkulkulaitos voi harkintansa mukaan keskeyttää työt satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. Päätöksestä on viipymättä ilmoitettava poliisille ja satamanpitäjälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:19",
        "normalized_fi": "Jos satamanpitäjä vastustaa tarkastusta, ei luovuta 16 tai 17 § :ssä tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua määräystä tai ei korjaa puutetta tai epäkohtaa Merenkulkulaitoksen asettaman määräajan kuluessa, Merenkulkulaitos voi harkintansa mukaan keskeyttää työt satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. Päätöksestä on viipymättä ilmoitettava poliisille ja satamanpitäjälle.",
        "folded_fi": "jos satamanpitaja vastustaa tarkastusta, ei luovuta 16 tai 17 §:ssa tarkoitettua aineistoa taikka ei noudata 1 momentissa tarkoitettua maaraysta tai ei korjaa puutetta tai epakohtaa merenkulkulaitoksen asettaman maaraajan kuluessa, merenkulkulaitos voi harkintansa mukaan keskeyttaa tyot satamarakenteessa tai sataman turvatoimialueella, kunnes vika tai puute on korjattu tai aineisto luovutettu. paatoksesta on viipymatta ilmoitettava poliisille ja satamanpitajalle.",
        "title_sv": "Avhjälpande av brister samt tvångsmedel",
        "content_sv": "Om hamninnehavaren motsätter sig kontroll, inte överlämnar material som avses i 16 eller 17 § eller inte iakttar ett föreläggande som avses i 1 mom. eller underlåter att avhjälpa en brist eller ett missförhållande inom den frist som Sjöfartsverket fastställt, får verket enligt prövning avbryta arbetet vid hamnanläggningen eller inom hamnskyddsområdet tills felet eller bristen har avhjälpts eller materialet överlämnats. Polisen och hamninnehavaren skall utan dröjsmål informeras om beslutet.",
        "normalized_sv": "Om hamninnehavaren motsätter sig kontroll, inte överlämnar material som avses i 16 eller 17 § eller inte iakttar ett föreläggande som avses i 1 mom. eller underlåter att avhjälpa en brist eller ett missförhållande inom den frist som Sjöfartsverket fastställt, får verket enligt prövning avbryta arbetet vid hamnanläggningen eller inom hamnskyddsområdet tills felet eller bristen har avhjälpts eller materialet överlämnats. Polisen och hamninnehavaren skall utan dröjsmål informeras om beslutet.",
        "folded_sv": "om hamninnehavaren motsatter sig kontroll, inte overlamnar material som avses i 16 eller 17 § eller inte iakttar ett forelaggande som avses i 1 mom. eller underlater att avhjalpa en brist eller ett missforhallande inom den frist som sjofartsverket faststallt, far verket enligt provning avbryta arbetet vid hamnanlaggningen eller inom hamnskyddsomradet tills felet eller bristen har avhjalpts eller materialet overlamnats. polisen och hamninnehavaren skall utan drojsmal informeras om beslutet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "title": "Turvatarkastuksen suorittajan ja toimivaltaisen viranomaisen yhteistyö",
      "content": "Turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtävien kannalta merkityksellisistä havainnoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:20 a",
        "normalized_fi": "Turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtävien kannalta merkityksellisistä havainnoista.",
        "folded_fi": "turvatarkastuksen suorittaja on oikeutettu ilmoittamaan tullilaitokselle tai rajavartiolaitokselle laitoksen tehtavien kannalta merkityksellisista havainnoista.",
        "title_sv": "Samarbete mellan den som utför en säkerhetskontroll och den behöriga myndigheten",
        "content_sv": "Den som utför en säkerhetskontroll har rätt att underrätta tullverket eller gränsbevakningsväsendet om iakttagelser som är relevanta för verksamheten vid inrättningen.",
        "normalized_sv": "Den som utför en säkerhetskontroll har rätt att underrätta tullverket eller gränsbevakningsväsendet om iakttagelser som är relevanta för verksamheten vid inrättningen.",
        "folded_sv": "den som utfor en sakerhetskontroll har ratt att underratta tullverket eller gransbevakningsvasendet om iakttagelser som ar relevanta for verksamheten vid inrattningen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Kustannusten korvaaminen",
      "content": "Turva-arviointien tekemisen ja turvasuunnitelmien hyväksymisen sekä todistuskirjojen myöntämisen maksullisuudesta ja maksuperusteista säädetään valtion maksuperustelaissa (150/1992). Jos tämän lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai tämän lain mukaan oikeuttavat aluksen pysäyttämiseen tai sen toiminnan rajoittamiseen taikka töiden keskeyttämiseen satamarakenteessa tai sataman turvatoimialueella, laivanisännän tai tämän Suomessa olevan edustajan taikka satamanpitäjän on korvattava kaikki lisätarkastuksiin liittyvät kustannukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:21",
        "normalized_fi": "Turva-arviointien tekemisen ja turvasuunnitelmien hyväksymisen sekä todistuskirjojen myöntämisen maksullisuudesta ja maksuperusteista säädetään valtion maksuperustelaissa (150/1992). Jos tämän lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai tämän lain mukaan oikeuttavat aluksen pysäyttämiseen tai sen toiminnan rajoittamiseen taikka töiden keskeyttämiseen satamarakenteessa tai sataman turvatoimialueella, laivanisännän tai tämän Suomessa olevan edustajan taikka satamanpitäjän on korvattava kaikki lisätarkastuksiin liittyvät kustannukset.",
        "folded_fi": "turva-arviointien tekemisen ja turvasuunnitelmien hyvaksymisen seka todistuskirjojen myontamisen maksullisuudesta ja maksuperusteista saadetaan valtion maksuperustelaissa (150/1992). jos taman lain mukaisissa tarkastuksissa havaitaan sellaisia puutteita, jotka turvatoimiasetuksen tai taman lain mukaan oikeuttavat aluksen pysayttamiseen tai sen toiminnan rajoittamiseen taikka toiden keskeyttamiseen satamarakenteessa tai sataman turvatoimialueella, laivanisannan tai taman suomessa olevan edustajan taikka satamanpitajan on korvattava kaikki lisatarkastuksiin liittyvat kustannukset.",
        "title_sv": "Ersättande av kostnader",
        "content_sv": "Bestämmelser om avgift för utförande av skyddsutredningar, godkännande av skyddsplaner och för utfärdande av certifikat samt om grunderna för avgifterna finns i lagen om grunderna för avgifter till staten (150/1992). Om det vid kontroller som avses i denna lag upptäcks sådana brister som enligt förordningen om sjöfartsskydd eller denna lag berättigar till att stoppa ett fartyg, begränsa fartygets verksamhet eller avbryta arbetet vid en hamnanläggning eller inom ett hamnskyddsområde, skall redaren, dennes representant i Finland eller hamninnehavaren ersätta alla kostnader som hänför sig till de extra kontrollerna.",
        "normalized_sv": "Bestämmelser om avgift för utförande av skyddsutredningar, godkännande av skyddsplaner och för utfärdande av certifikat samt om grunderna för avgifterna finns i lagen om grunderna för avgifter till staten (150/1992). Om det vid kontroller som avses i denna lag upptäcks sådana brister som enligt förordningen om sjöfartsskydd eller denna lag berättigar till att stoppa ett fartyg, begränsa fartygets verksamhet eller avbryta arbetet vid en hamnanläggning eller inom ett hamnskyddsområde, skall redaren, dennes representant i Finland eller hamninnehavaren ersätta alla kostnader som hänför sig till de extra kontrollerna.",
        "folded_sv": "bestammelser om avgift for utforande av skyddsutredningar, godkannande av skyddsplaner och for utfardande av certifikat samt om grunderna for avgifterna finns i lagen om grunderna for avgifter till staten (150/1992). om det vid kontroller som avses i denna lag upptacks sadana brister som enligt forordningen om sjofartsskydd eller denna lag berattigar till att stoppa ett fartyg, begransa fartygets verksamhet eller avbryta arbetet vid en hamnanlaggning eller inom ett hamnskyddsomrade, skall redaren, dennes representant i finland eller hamninnehavaren ersatta alla kostnader som hanfor sig till de extra kontrollerna."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Tietojen käsittely ja salassapito",
      "content": "Turva-arviointeihin ja turvasuunnitelmiin sisältyviä tietoja saavat käsitellä vain toimivaltaisen viranomaisen tehtävään osoittamat henkilöt, laivanisännän, aluksen, satamarakenteen ja sataman turvapäälliköt sekä turvapäälliköiden tehtävään osoittamat henkilöt. Laivanisännän, aluksen tai satamanpitäjän palveluksessa oleva taikka niiden turvajärjestelyistä huolehtiva henkilö on velvollinen olemaan ilmaisematta sivulliselle, mitä hän on työtehtävässään saanut tietää turva-arvioinneista, turvasuunnitelmista sekä niiden toteuttamiseen liittyvistä seikoista mukaan lukien postilähetysten tarkastusten yhteydessä saadut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:22",
        "normalized_fi": "Turva-arviointeihin ja turvasuunnitelmiin sisältyviä tietoja saavat käsitellä vain toimivaltaisen viranomaisen tehtävään osoittamat henkilöt, laivanisännän, aluksen, satamarakenteen ja sataman turvapäälliköt sekä turvapäälliköiden tehtävään osoittamat henkilöt. Laivanisännän, aluksen tai satamanpitäjän palveluksessa oleva taikka niiden turvajärjestelyistä huolehtiva henkilö on velvollinen olemaan ilmaisematta sivulliselle, mitä hän on työtehtävässään saanut tietää turva-arvioinneista, turvasuunnitelmista sekä niiden toteuttamiseen liittyvistä seikoista mukaan lukien postilähetysten tarkastusten yhteydessä saadut tiedot.",
        "folded_fi": "turva-arviointeihin ja turvasuunnitelmiin sisaltyvia tietoja saavat kasitella vain toimivaltaisen viranomaisen tehtavaan osoittamat henkilot, laivanisannan, aluksen, satamarakenteen ja sataman turvapaallikot seka turvapaallikoiden tehtavaan osoittamat henkilot. laivanisannan, aluksen tai satamanpitajan palveluksessa oleva taikka niiden turvajarjestelyista huolehtiva henkilo on velvollinen olemaan ilmaisematta sivulliselle, mita han on tyotehtavassaan saanut tietaa turva-arvioinneista, turvasuunnitelmista seka niiden toteuttamiseen liittyvista seikoista mukaan lukien postilahetysten tarkastusten yhteydessa saadut tiedot.",
        "title_sv": "Behandling och hemlighållande av information",
        "content_sv": "Informationen i skyddsutredningar och skyddsplaner får behandlas endast av de personer som en behörig myndighet har anvisat för uppgiften, av redarens, fartygets, hamnanläggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat för uppgiften. En person som är anställd hos en redare, på ett fartyg eller hos en hamninnehavare eller en person som hos dessa sörjer för skyddsarrangemang får inte för en utomstående röja vad han eller hon i sina arbetsuppgifter har fått veta om skyddsutredningar och skyddsplaner eller om omständigheter som anknyter till genomförandet av dessa och inte heller vad som framkommit i samband med kontroll av postförsändelser.",
        "normalized_sv": "Informationen i skyddsutredningar och skyddsplaner får behandlas endast av de personer som en behörig myndighet har anvisat för uppgiften, av redarens, fartygets, hamnanläggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat för uppgiften. En person som är anställd hos en redare, på ett fartyg eller hos en hamninnehavare eller en person som hos dessa sörjer för skyddsarrangemang får inte för en utomstående röja vad han eller hon i sina arbetsuppgifter har fått veta om skyddsutredningar och skyddsplaner eller om omständigheter som anknyter till genomförandet av dessa och inte heller vad som framkommit i samband med kontroll av postförsändelser.",
        "folded_sv": "informationen i skyddsutredningar och skyddsplaner far behandlas endast av de personer som en behorig myndighet har anvisat for uppgiften, av redarens, fartygets, hamnanlaggningens och hamnens skyddschefer samt av de personer som skyddscheferna anvisat for uppgiften. en person som ar anstalld hos en redare, pa ett fartyg eller hos en hamninnehavare eller en person som hos dessa sorjer for skyddsarrangemang far inte for en utomstaende roja vad han eller hon i sina arbetsuppgifter har fatt veta om skyddsutredningar och skyddsplaner eller om omstandigheter som anknyter till genomforandet av dessa och inte heller vad som framkommit i samband med kontroll av postforsandelser."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhaku ei estä aluksen pysäyttämisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eikä 12 §:ssä tarkoitettua henkilöön kohdistuvaa pakkotointa koskevan päätöksen täytäntöönpanoa, ellei valitusviranomainen toisin määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:25",
        "normalized_fi": "Muutoksenhaku ei estä aluksen pysäyttämisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eikä 12 § :ssä tarkoitettua henkilöön kohdistuvaa pakkotointa koskevan päätöksen täytäntöönpanoa, ellei valitusviranomainen toisin määrää.",
        "folded_fi": "muutoksenhaku ei esta aluksen pysayttamisen, aluksen, satamarakenteen tai sataman turvatoimialueen toiminnan rajoittamisen eika 12 §:ssa tarkoitettua henkiloon kohdistuvaa pakkotointa koskevan paatoksen taytantoonpanoa, ellei valitusviranomainen toisin maaraa.",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändringssökande hindrar inte att ett fartyg stoppas, att verksamheten på ett fartyg, vid en hamnanläggning eller inom ett hamnskyddsområde begränsas eller att ett beslut om en i 12 § avsedd tvångsåtgärd som hänför sig till en person verkställs, om inte besvärsmyndigheten bestämmer något annat.",
        "normalized_sv": "Ändringssökande hindrar inte att ett fartyg stoppas, att verksamheten på ett fartyg, vid en hamnanläggning eller inom ett hamnskyddsområde begränsas eller att ett beslut om en i 12 § avsedd tvångsåtgärd som hänför sig till en person verkställs, om inte besvärsmyndigheten bestämmer något annat.",
        "folded_sv": "andringssokande hindrar inte att ett fartyg stoppas, att verksamheten pa ett fartyg, vid en hamnanlaggning eller inom ett hamnskyddsomrade begransas eller att ett beslut om en i 12 § avsedd tvangsatgard som hanfor sig till en person verkstalls, om inte besvarsmyndigheten bestammer nagot annat."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain tarkoitus",
      "content": "Tässä laissa säädetään satamissa noudatettavista turvatoimista. Tällä lailla annetaan myös alusten ja satamarakenteiden turvatoimien parantamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 725/2004, jäljempänä turvatoimiasetus, edellytetyt kansallista täytäntöönpanoa koskevat säännökset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tässä laissa säädetään satamissa noudatettavista turvatoimista. Tällä lailla annetaan myös alusten ja satamarakenteiden turvatoimien parantamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EY) N:o 725/2004, jäljempänä turvatoimiasetus, edellytetyt kansallista täytäntöönpanoa koskevat säännökset.",
        "folded_fi": "tassa laissa saadetaan satamissa noudatettavista turvatoimista. talla lailla annetaan myos alusten ja satamarakenteiden turvatoimien parantamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (ey) n:o 725/2004, jaljempana turvatoimiasetus, edellytetyt kansallista taytantoonpanoa koskevat saannokset.",
        "title_sv": "Lagens syfte",
        "content_sv": "I denna lag föreskrivs om de skyddsåtgärder som skall iakttas i hamnar. Denna lag innehåller även de bestämmelser om nationellt genomförande som förutsätts i Europaparlamentets och rådets förordning om förbättrat sjöfartsskydd på fartyg och i hamnanläggningar (EG) nr 725/2004, nedan förordningen om sjöfartsskydd.",
        "normalized_sv": "I denna lag föreskrivs om de skyddsåtgärder som skall iakttas i hamnar. Denna lag innehåller även de bestämmelser om nationellt genomförande som förutsätts i Europaparlamentets och rådets förordning om förbättrat sjöfartsskydd på fartyg och i hamnanläggningar (EG) nr 725/2004, nedan förordningen om sjöfartsskydd.",
        "folded_sv": "i denna lag foreskrivs om de skyddsatgarder som skall iakttas i hamnar. denna lag innehaller aven de bestammelser om nationellt genomforande som forutsatts i europaparlamentets och radets forordning om forbattrat sjofartsskydd pa fartyg och i hamnanlaggningar (eg) nr 725/2004, nedan forordningen om sjofartsskydd."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 2) satamanpitäjällä sitä, joka ylläpitää satamaa tai satamarakennetta; 3) vaarallisella esineellä sellaista esinettä, esineen jäljitelmää tai ainetta, joka voi vaarantaa tai jota voidaan käyttää vaarantamaan aluksen tai sataman taikka niissä olevien turvallisuutta; 4) satamaturvadirektiivillä satamien turvallisuuden parantamisesta annettua Euroopan parlamentin ja neuvoston direktiiviä 2005/65/EY; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, että turvallisuutta uhkaavaa välikohtausta yritetään tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti ylläpidettävää asianmukaisesti suojaavaa vähimmäistasoa; 7) turvatasolla 2 turvatoimien lisättyä tasoa, jota ylläpidetään väliaikaisesti, jos turvallisuutta uhkaavan välikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi käyttöön otettavia erityistoimia, jos turvallisuutta uhkaava välikohtaus on todennäköinen tai sen uhka on välitön, vaikka välikohtauksen tarkkaa kohdetta ei pystyttäisi määrittelemään; 9) sataman turvatoimialueella tämän lain mukaisen turva-arvioinnin perusteella määriteltävää aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittävä näkyvästi selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venäjän kielellä; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkilöitä tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) SOLAS-yleissopimuksella ihmishengen turvallisuudesta merellä vuonna 1974 tehtyä kansainvälistä yleissopimusta (SopS 11/1981).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 2) satamanpitäjällä sitä, joka ylläpitää satamaa tai satamarakennetta; 3) vaarallisella esineellä sellaista esinettä, esineen jäljitelmää tai ainetta, joka voi vaarantaa tai jota voidaan käyttää vaarantamaan aluksen tai sataman taikka niissä olevien turvallisuutta; 4) satamaturvadirektiivillä satamien turvallisuuden parantamisesta annettua Euroopan parlamentin ja neuvoston direktiiviä 2005/65/EY; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, että turvallisuutta uhkaavaa välikohtausta yritetään tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti ylläpidettävää asianmukaisesti suojaavaa vähimmäistasoa; 7) turvatasolla 2 turvatoimien lisättyä tasoa, jota ylläpidetään väliaikaisesti, jos turvallisuutta uhkaavan välikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi käyttöön otettavia erityistoimia, jos turvallisuutta uhkaava välikohtaus on todennäköinen tai sen uhka on välitön, vaikka välikohtauksen tarkkaa kohdetta ei pystyttäisi määrittelemään; 9) sataman turvatoimialueella tämän lain mukaisen turva-arvioinnin perusteella määriteltävää aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittävä näkyvästi selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venäjän kielellä; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkilöitä tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) SOLAS-yleissopimuksella ihmishengen turvallisuudesta merellä vuonna 1974 tehtyä kansainvälistä yleissopimusta (SopS 11/1981).",
        "folded_fi": "tassa laissa tarkoitetaan: 2) satamanpitajalla sita, joka yllapitaa satamaa tai satamarakennetta; 3) vaarallisella esineella sellaista esinetta, esineen jaljitelmaa tai ainetta, joka voi vaarantaa tai jota voidaan kayttaa vaarantamaan aluksen tai sataman taikka niissa olevien turvallisuutta; 4) satamaturvadirektiivilla satamien turvallisuuden parantamisesta annettua euroopan parlamentin ja neuvoston direktiivia 2005/65/ey; 5) turvatasolla niiden turvatoimien tasoa, joilla varaudutaan siihen, etta turvallisuutta uhkaavaa valikohtausta yritetaan tai se tapahtuu; 6) turvatasolla 1 turvatoimien jatkuvasti yllapidettavaa asianmukaisesti suojaavaa vahimmaistasoa; 7) turvatasolla 2 turvatoimien lisattya tasoa, jota yllapidetaan valiaikaisesti, jos turvallisuutta uhkaavan valikohtauksen riski on kohonnut; 8) turvatasolla 3 rajoitetuksi ajaksi kayttoon otettavia erityistoimia, jos turvallisuutta uhkaava valikohtaus on todennakoinen tai sen uhka on valiton, vaikka valikohtauksen tarkkaa kohdetta ei pystyttaisi maarittelemaan; 9) sataman turvatoimialueella taman lain mukaisen turva-arvioinnin perusteella maariteltavaa aluetta, jolle laaditaan turvasuunnitelma ja joka on merkittava nakyvasti selkein merkein tai kyltein, joissa turvatoimialueesta ilmoitetaan suomen, ruotsin, englannin ja venajan kielella; 10) satamarakenteella paikkaa, jossa alukselle tai aluksesta liikkuu henkiloita tai kuljetetaan tavaroita taikka suoritetaan satamapalveluita; 11) solas-yleissopimuksella ihmishengen turvallisuudesta merella vuonna 1974 tehtya kansainvalista yleissopimusta (sops 11/1981).",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 2) hamninnehavare den som håller en hamn eller hamnanläggning, 3) farligt föremål ett sådant föremål, en sådan imitation av ett föremål eller ett sådant ämne som kan äventyra eller som kan användas för att äventyra säkerheten ombord på ett fartyg eller i en hamn eller de personers säkerhet som befinner sig där, 4) hamnskyddsdirektivet Europaparlamentets och rådets direktiv 2005/65/EG om ökat hamnskydd, 5) skyddsnivå nivån på de skyddsåtgärder som vidtas för att skapa beredskap mot försök till säkerhetstillbud eller mot att ett säkerhetstillbud inträffar, 6) skyddsnivå 1 den nivå på vilken de minst omfattande skyddsåtgärderna alltid skall upprätthållas, 7) skyddsnivå 2 den nivå på vilken tillämpliga ytterligare skyddsåtgärder skall upprätthållas under en viss tidsperiod på grund av en förhöjd risk för säkerhetstillbud, 8) skyddsnivå 3 den nivå på vilken ytterligare specifika skyddsåtgärder skall upprätthållas under en begränsad tidsperiod då ett säkerhetstillbud kan förväntas eller är överhängande, även om det kanske inte är möjligt att identifiera säkerhetstillbudets specifika mål, 9) hamnskyddsområde ett område som fastställs utifrån en skyddsutredning enligt denna lag och för vilket uppgörs en skyddsplan, och som skall markeras väl synligt med tydliga märken och skyltar med information om skyddsområdet på finska, svenska, engelska och ryska, 10) hamnanläggning en plats där personer eller gods förflyttas till eller från fartyget eller där hamntjänster tillhandahålls, 11) SOLAS-konventionen 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "normalized_sv": "I denna lag avses med 2) hamninnehavare den som håller en hamn eller hamnanläggning, 3) farligt föremål ett sådant föremål, en sådan imitation av ett föremål eller ett sådant ämne som kan äventyra eller som kan användas för att äventyra säkerheten ombord på ett fartyg eller i en hamn eller de personers säkerhet som befinner sig där, 4) hamnskyddsdirektivet Europaparlamentets och rådets direktiv 2005/65/EG om ökat hamnskydd, 5) skyddsnivå nivån på de skyddsåtgärder som vidtas för att skapa beredskap mot försök till säkerhetstillbud eller mot att ett säkerhetstillbud inträffar, 6) skyddsnivå 1 den nivå på vilken de minst omfattande skyddsåtgärderna alltid skall upprätthållas, 7) skyddsnivå 2 den nivå på vilken tillämpliga ytterligare skyddsåtgärder skall upprätthållas under en viss tidsperiod på grund av en förhöjd risk för säkerhetstillbud, 8) skyddsnivå 3 den nivå på vilken ytterligare specifika skyddsåtgärder skall upprätthållas under en begränsad tidsperiod då ett säkerhetstillbud kan förväntas eller är överhängande, även om det kanske inte är möjligt att identifiera säkerhetstillbudets specifika mål, 9) hamnskyddsområde ett område som fastställs utifrån en skyddsutredning enligt denna lag och för vilket uppgörs en skyddsplan, och som skall markeras väl synligt med tydliga märken och skyltar med information om skyddsområdet på finska, svenska, engelska och ryska, 10) hamnanläggning en plats där personer eller gods förflyttas till eller från fartyget eller där hamntjänster tillhandahålls, 11) SOLAS-konventionen 1974 års internationella konvention om säkerheten för människoliv till sjöss (FördrS 11/1981).",
        "folded_sv": "i denna lag avses med 2) hamninnehavare den som haller en hamn eller hamnanlaggning, 3) farligt foremal ett sadant foremal, en sadan imitation av ett foremal eller ett sadant amne som kan aventyra eller som kan anvandas for att aventyra sakerheten ombord pa ett fartyg eller i en hamn eller de personers sakerhet som befinner sig dar, 4) hamnskyddsdirektivet europaparlamentets och radets direktiv 2005/65/eg om okat hamnskydd, 5) skyddsniva nivan pa de skyddsatgarder som vidtas for att skapa beredskap mot forsok till sakerhetstillbud eller mot att ett sakerhetstillbud intraffar, 6) skyddsniva 1 den niva pa vilken de minst omfattande skyddsatgarderna alltid skall uppratthallas, 7) skyddsniva 2 den niva pa vilken tillampliga ytterligare skyddsatgarder skall uppratthallas under en viss tidsperiod pa grund av en forhojd risk for sakerhetstillbud, 8) skyddsniva 3 den niva pa vilken ytterligare specifika skyddsatgarder skall uppratthallas under en begransad tidsperiod da ett sakerhetstillbud kan forvantas eller ar overhangande, aven om det kanske inte ar mojligt att identifiera sakerhetstillbudets specifika mal, 9) hamnskyddsomrade ett omrade som faststalls utifran en skyddsutredning enligt denna lag och for vilket uppgors en skyddsplan, och som skall markeras val synligt med tydliga marken och skyltar med information om skyddsomradet pa finska, svenska, engelska och ryska, 10) hamnanlaggning en plats dar personer eller gods forflyttas till eller fran fartyget eller dar hamntjanster tillhandahalls, 11) solas-konventionen 1974 ars internationella konvention om sakerheten for manniskoliv till sjoss (fordrs 11/1981)."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Toimivaltaisen viranomaisen yleiset tehtävät",
      "content": "Merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen säännösten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 §:n 5―8 kohdassa määritellyn turvatason arviointia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen säännösten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 § :n 5―8 kohdassa määritellyn turvatason arviointia varten.",
        "folded_fi": "merenkulkulaitoksen, rajavartiolaitoksen ja tullilaitoksen on ilmoitettava 1 momentissa tarkoitettujen saannosten noudattamisessa havaitsemistaan vakavista puutteellisuuksista poliisille turvatoimiasetuksen liitteena olevan solas-yleissopimuksen liitteen xi-2 luvun 1 saannon 1.14 kohdassa ja taman lain 2 §:n 5―8 kohdassa maaritellyn turvatason arviointia varten.",
        "title_sv": "En behörig myndighets allmänna uppgifter",
        "content_sv": "Sjöfartsverket, gränsbevakningsväsendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestämmelser som avses i 1 mom. med tanke på bedömningen av den skyddsnivå som definieras i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag.",
        "normalized_sv": "Sjöfartsverket, gränsbevakningsväsendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestämmelser som avses i 1 mom. med tanke på bedömningen av den skyddsnivå som definieras i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag.",
        "folded_sv": "sjofartsverket, gransbevakningsvasendet och tullverket skall informera polisen om de allvarliga brister som de observerat i efterlevnaden av de bestammelser som avses i 1 mom. med tanke pa bedomningen av den skyddsniva som definieras i kapitel xi-2 regel 1 punkt 1.14 i bilagan till solas-konventionen, vilken utgor bilaga till forordningen om sjofartsskydd, och i 2 § 5―8 punkten i denna lag."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Merenkulkulaitoksen erityistehtävät",
      "content": "Merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkönä ja satamien turvatoimien yhteysyksikkönä, minkä lisäksi sen tehtävänä on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyväksyä alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset sekä antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tässä laissa säädetään; 1 a) hyväksyä turva-arvioinnin perusteella ja satamanpitäjän esityksestä sataman turvatoimialueen rajat ja se, keille sataman henkilöstöstä tehdään turvallisuusselvityksistä annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, sekä huolehtia satamien turvasuunnitelmien tarkistamisesta tämän lain mukaisesti; 1 b) hyväksyä sataman turvapäällikkö ja muu keskeinen turvahenkilöstö sataman tekemän esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytystä poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja sekä asettaa riskianalyysiin perustuen ulkomailla Suomen lipun alla purjehtivan aluksen turvataso ja välittää tieto tästä poliisille edelleen vahvistettavaksi; 6) tehdä turvatoimiin liittyvät hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten järjestämiä harjoituksia satamaturvadirektiivin liitteen III mukaisesti; 8) valvoa, että tässä laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja tämän lain mukaisesti; sekä 9) suorittaa muut tässä laissa Merenkulkulaitokselle säädetyt tehtävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkönä ja satamien turvatoimien yhteysyksikkönä, minkä lisäksi sen tehtävänä on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyväksyä alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset sekä antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tässä laissa säädetään; 1 a) hyväksyä turva-arvioinnin perusteella ja satamanpitäjän esityksestä sataman turvatoimialueen rajat ja se, keille sataman henkilöstöstä tehdään turvallisuusselvityksistä annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, sekä huolehtia satamien turvasuunnitelmien tarkistamisesta tämän lain mukaisesti; 1 b) hyväksyä sataman turvapäällikkö ja muu keskeinen turvahenkilöstö sataman tekemän esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytystä poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja sekä asettaa riskianalyysiin perustuen ulkomailla Suomen lipun alla purjehtivan aluksen turvataso ja välittää tieto tästä poliisille edelleen vahvistettavaksi; 6) tehdä turvatoimiin liittyvät hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten järjestämiä harjoituksia satamaturvadirektiivin liitteen III mukaisesti; 8) valvoa, että tässä laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja tämän lain mukaisesti; sekä 9) suorittaa muut tässä laissa Merenkulkulaitokselle säädetyt tehtävät.",
        "folded_fi": "merenkulkulaitos toimii turvatoimiasetuksen 2 artiklan 6 kohdassa tarkoitettuna merenkulun turvatoimien yhteysyksikkona ja satamien turvatoimien yhteysyksikkona, minka lisaksi sen tehtavana on: 1) suorittaa satamarakenteiden ja satamien turva-arvioinnit, hyvaksya alusten, satamien ja satamarakenteiden turvasuunnitelmat, katsastaa alukset seka antaa todistuskirjat siten kuin turvatoimiasetuksessa ja tassa laissa saadetaan; 1 a) hyvaksya turva-arvioinnin perusteella ja satamanpitajan esityksesta sataman turvatoimialueen rajat ja se, keille sataman henkilostosta tehdaan turvallisuusselvityksista annetussa laissa (177/2002) tarkoitettu turvallisuusselvitys, seka huolehtia satamien turvasuunnitelmien tarkistamisesta taman lain mukaisesti; 1 b) hyvaksya sataman turvapaallikko ja muu keskeinen turvahenkilosto sataman tekeman esityksen ja turvaselvityksen perusteella; 1 c) toimia satamaturvadirektiivin 5 artiklassa tarkoitettuna satamaturvaviranomaisena; 5) tiedottaa tarkoituksenmukaisessa laajuudessa, tehokkaasti ja ilman aiheetonta viivytysta poliisin sille ilmoittamasta turvatasosta ja sen muutoksista, antaa tarvittaessa asiaa koskevia tarkempia tietoja seka asettaa riskianalyysiin perustuen ulkomailla suomen lipun alla purjehtivan aluksen turvataso ja valittaa tieto tasta poliisille edelleen vahvistettavaksi; 6) tehda turvatoimiin liittyvat hallinnolliset ilmoitukset; 7) ohjeistaa ja valvoa valvontaviranomaisten jarjestamia harjoituksia satamaturvadirektiivin liitteen iii mukaisesti; 8) valvoa, etta tassa laissa tarkoitetut turvatarkastukset suoritetaan turvatoimiasetuksen ja taman lain mukaisesti; seka 9) suorittaa muut tassa laissa merenkulkulaitokselle saadetyt tehtavat.",
        "title_sv": "Sjöfartsverkets särskilda uppgifter",
        "content_sv": "Sjöfartsverket är den nationella myndighet med ansvar för sjöfartsskyddet och skyddsåtgärderna i hamnar som avses i artikel 2.6 i förordningen om sjöfartsskydd. Utöver detta har Sjöfartsverket till uppgift att 1) utföra skyddsutredningar av hamnanläggningar och hamnar, godkänna fartygens, hamnarnas och hamnanläggningarnas skyddsplaner, besiktiga fartyg samt utfärda certifikat på det sätt som föreskrivs i förordningen om sjöfartsskydd och i denna lag, 1 a) på basis av skyddsutredningen och på hamninnehavarens framställning godkänna gränserna för hamnskyddsområdet och vilka av hamnpersonalen som skall omfattas av en säkerhetsutredning som avses i lagen om säkerhetsutredningar (177/2002) samt sörja för översynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkänna hamnskyddschefen och den övriga centrala skyddspersonalen på framställning av hamnen och på basis av säkerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behövlig omfattning, effektivt och utan obefogat dröjsmål informera om den skyddsnivå som polisen meddelat verket och om ändringar i denna skyddsnivå samt vid behov ge närmare upplysningar i ärendet, samt utifrån en riskanalys fastställa skyddsnivån för ett fartyg som för finsk flagg i utlandet och förmedla uppgiften om detta till polisen för fastställelse, 6) göra de administrativa anmälningar som hänför sig till sjöfartsskyddet, 7) ge anvisningar om och kontrollera övningar som tillsynsmyndigheterna ordnar enligt bilaga III till hamnskyddsdirektivet, 8) övervaka att de säkerhetskontroller som avses i denna lag utförs i enlighet med förordningen om sjöfartsskydd och denna lag, samt 9) utföra övriga uppgifter som i denna lag föreskrivs för verket.",
        "normalized_sv": "Sjöfartsverket är den nationella myndighet med ansvar för sjöfartsskyddet och skyddsåtgärderna i hamnar som avses i artikel 2.6 i förordningen om sjöfartsskydd. Utöver detta har Sjöfartsverket till uppgift att 1) utföra skyddsutredningar av hamnanläggningar och hamnar, godkänna fartygens, hamnarnas och hamnanläggningarnas skyddsplaner, besiktiga fartyg samt utfärda certifikat på det sätt som föreskrivs i förordningen om sjöfartsskydd och i denna lag, 1 a) på basis av skyddsutredningen och på hamninnehavarens framställning godkänna gränserna för hamnskyddsområdet och vilka av hamnpersonalen som skall omfattas av en säkerhetsutredning som avses i lagen om säkerhetsutredningar (177/2002) samt sörja för översynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkänna hamnskyddschefen och den övriga centrala skyddspersonalen på framställning av hamnen och på basis av säkerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behövlig omfattning, effektivt och utan obefogat dröjsmål informera om den skyddsnivå som polisen meddelat verket och om ändringar i denna skyddsnivå samt vid behov ge närmare upplysningar i ärendet, samt utifrån en riskanalys fastställa skyddsnivån för ett fartyg som för finsk flagg i utlandet och förmedla uppgiften om detta till polisen för fastställelse, 6) göra de administrativa anmälningar som hänför sig till sjöfartsskyddet, 7) ge anvisningar om och kontrollera övningar som tillsynsmyndigheterna ordnar enligt bilaga III till hamnskyddsdirektivet, 8) övervaka att de säkerhetskontroller som avses i denna lag utförs i enlighet med förordningen om sjöfartsskydd och denna lag, samt 9) utföra övriga uppgifter som i denna lag föreskrivs för verket.",
        "folded_sv": "sjofartsverket ar den nationella myndighet med ansvar for sjofartsskyddet och skyddsatgarderna i hamnar som avses i artikel 2.6 i forordningen om sjofartsskydd. utover detta har sjofartsverket till uppgift att 1) utfora skyddsutredningar av hamnanlaggningar och hamnar, godkanna fartygens, hamnarnas och hamnanlaggningarnas skyddsplaner, besiktiga fartyg samt utfarda certifikat pa det satt som foreskrivs i forordningen om sjofartsskydd och i denna lag, 1 a) pa basis av skyddsutredningen och pa hamninnehavarens framstallning godkanna granserna for hamnskyddsomradet och vilka av hamnpersonalen som skall omfattas av en sakerhetsutredning som avses i lagen om sakerhetsutredningar (177/2002) samt sorja for oversynen av hamnarnas skyddsplaner i enlighet med denna lag, 1 b) godkanna hamnskyddschefen och den ovriga centrala skyddspersonalen pa framstallning av hamnen och pa basis av sakerhetsutredningen, 1 c) vara hamnskyddsmyndighet enligt artikel 5 i hamnskyddsdirektivet, 5) i behovlig omfattning, effektivt och utan obefogat drojsmal informera om den skyddsniva som polisen meddelat verket och om andringar i denna skyddsniva samt vid behov ge narmare upplysningar i arendet, samt utifran en riskanalys faststalla skyddsnivan for ett fartyg som for finsk flagg i utlandet och formedla uppgiften om detta till polisen for faststallelse, 6) gora de administrativa anmalningar som hanfor sig till sjofartsskyddet, 7) ge anvisningar om och kontrollera ovningar som tillsynsmyndigheterna ordnar enligt bilaga iii till hamnskyddsdirektivet, 8) overvaka att de sakerhetskontroller som avses i denna lag utfors i enlighet med forordningen om sjofartsskydd och denna lag, samt 9) utfora ovriga uppgifter som i denna lag foreskrivs for verket."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rajavartiolaitoksen erityistehtävät",
      "content": "Rajavartiolaitoksen tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) pitää yllä yhteyspistettä alusten ja satamien turvauhkaa koskeville ilmoituksille sekä turvahälytyksille;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Rajavartiolaitoksen tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) pitää yllä yhteyspistettä alusten ja satamien turvauhkaa koskeville ilmoituksille sekä turvahälytyksille;",
        "folded_fi": "rajavartiolaitoksen tehtavana on sen lisaksi, mita muualla tassa laissa saadetaan: 1) pitaa ylla yhteyspistetta alusten ja satamien turvauhkaa koskeville ilmoituksille seka turvahalytyksille;",
        "title_sv": "Gränsbevakningsväsendets särskilda uppgifter",
        "content_sv": "Gränsbevakningsväsendet har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) upprätthålla en kontaktpunkt för mottagande av rapporter om hot mot fartygs och hamnars säkerhet samt för mottagande av skyddslarm,",
        "normalized_sv": "Gränsbevakningsväsendet har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) upprätthålla en kontaktpunkt för mottagande av rapporter om hot mot fartygs och hamnars säkerhet samt för mottagande av skyddslarm,",
        "folded_sv": "gransbevakningsvasendet har, utover vad som i ovrigt bestams i denna lag, till uppgift att 1) uppratthalla en kontaktpunkt for mottagande av rapporter om hot mot fartygs och hamnars sakerhet samt for mottagande av skyddslarm,"
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Poliisin erityistehtävät",
      "content": "Poliisin tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) asettaa turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 §:n 5―8 kohdassa tarkoitettu turvataso ja päättää käytettävissään olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta sekä antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Poliisin tehtävänä on sen lisäksi, mitä muualla tässä laissa säädetään: 1) asettaa turvatoimiasetuksen liitteenä olevan SOLAS-yleissopimuksen liitteen XI-2 luvun 1 säännön 1.14 kohdassa ja tämän lain 2 § :n 5―8 kohdassa tarkoitettu turvataso ja päättää käytettävissään olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta sekä antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
        "folded_fi": "poliisin tehtavana on sen lisaksi, mita muualla tassa laissa saadetaan: 1) asettaa turvatoimiasetuksen liitteena olevan solas-yleissopimuksen liitteen xi-2 luvun 1 saannon 1.14 kohdassa ja taman lain 2 §:n 5―8 kohdassa tarkoitettu turvataso ja paattaa kaytettavissaan olevien tietojen pohjalta turvatason nostamisesta ja laskemisesta seka antaa tarkempia ohjeita vaaratilanteilta suojautumiseksi;",
        "title_sv": "Polisens särskilda uppgifter",
        "content_sv": "Polisen har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) fastställa den skyddsnivå som avses i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag, och utgående från de uppgifter polisen har till sitt förfogande fatta beslut om höjning och sänkning av skyddsnivån samt meddela närmare anvisningar om hur man skall skydda sig mot risksituationer,",
        "normalized_sv": "Polisen har, utöver vad som i övrigt bestäms i denna lag, till uppgift att 1) fastställa den skyddsnivå som avses i kapitel XI-2 regel 1 punkt 1.14 i bilagan till SOLAS-konventionen, vilken utgör bilaga till förordningen om sjöfartsskydd, och i 2 § 5―8 punkten i denna lag, och utgående från de uppgifter polisen har till sitt förfogande fatta beslut om höjning och sänkning av skyddsnivån samt meddela närmare anvisningar om hur man skall skydda sig mot risksituationer,",
        "folded_sv": "polisen har, utover vad som i ovrigt bestams i denna lag, till uppgift att 1) faststalla den skyddsniva som avses i kapitel xi-2 regel 1 punkt 1.14 i bilagan till solas-konventionen, vilken utgor bilaga till forordningen om sjofartsskydd, och i 2 § 5―8 punkten i denna lag, och utgaende fran de uppgifter polisen har till sitt forfogande fatta beslut om hojning och sankning av skyddsnivan samt meddela narmare anvisningar om hur man skall skydda sig mot risksituationer,"
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    }
  ]
}