{
  "id": "706/2007",
  "type": "statute",
  "title": "Laki verojen ja maksujen täytäntöönpanosta",
  "title_en": "Lag om verkställighet av skatter och avgifter",
  "status": "in_force",
  "issued_date": "2007-06-15",
  "in_force_date": "2007-06-15",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/706/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Julkinen saatava",
      "content": "julkinen saatava Tämä laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu sekä niille säädetty viivästyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 §:n mukaan saadaan periä ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 §:ssä tarkoitettua ulosottoperustetta (). Edellä 1 momentin 1 kohdassa tarkoitetuista saatavista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "julkinen saatava Tämä laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu sekä niille säädetty viivästyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 § :n mukaan saadaan periä ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 § :ssä tarkoitettua ulosottoperustetta (). Edellä 1 momentin 1 kohdassa tarkoitetuista saatavista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "julkinen saatava tama laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu seka niille saadetty viivastyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 §:n mukaan saadaan peria ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 §:ssa tarkoitettua ulosottoperustetta (). edella 1 momentin 1 kohdassa tarkoitetuista saatavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Offentlig fordran",
        "content_sv": "offentlig fordran Denna lag gäller följande fordringar (): 1) skatter och offentliga avgifter samt för dem föreskriven dröjsmålsränta och förhöjning, 2) direkt utsökbarhet andra offentligrättsliga fordringar eller motsvarande fordringar som enligt 3 § får drivas in genom utsökning utan i 2 kap. 2 § i utsökningsbalken (705/2007) avsedd utsökningsgrund (). Närmare bestämmelser om de fordringar som avses i 1 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "normalized_sv": "offentlig fordran Denna lag gäller följande fordringar (): 1) skatter och offentliga avgifter samt för dem föreskriven dröjsmålsränta och förhöjning, 2) direkt utsökbarhet andra offentligrättsliga fordringar eller motsvarande fordringar som enligt 3 § får drivas in genom utsökning utan i 2 kap. 2 § i utsökningsbalken (705/2007) avsedd utsökningsgrund (). Närmare bestämmelser om de fordringar som avses i 1 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "folded_sv": "offentlig fordran denna lag galler foljande fordringar (): 1) skatter och offentliga avgifter samt for dem foreskriven drojsmalsranta och forhojning, 2) direkt utsokbarhet andra offentligrattsliga fordringar eller motsvarande fordringar som enligt 3 § far drivas in genom utsokning utan i 2 kap. 2 § i utsokningsbalken (705/2007) avsedd utsokningsgrund (). narmare bestammelser om de fordringar som avses i 1 mom. 1 punkten utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Siitä, miten velkoja voi itse periä julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintää koskevan toimeksiannon, säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Siitä, miten velkoja voi itse periä julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintää koskevan toimeksiannon, säädetään erikseen.",
        "folded_fi": "siita, miten velkoja voi itse peria julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintaa koskevan toimeksiannon, saadetaan erikseen.",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Särkilda bestämmelser finns om hur borgenären själv kan driva in en offentlig fordran, utföra kvittning och ge uppdrag som gäller indrivning av offentliga fordringar.",
        "normalized_sv": "Särkilda bestämmelser finns om hur borgenären själv kan driva in en offentlig fordran, utföra kvittning och ge uppdrag som gäller indrivning av offentliga fordringar.",
        "folded_sv": "sarkilda bestammelser finns om hur borgenaren sjalv kan driva in en offentlig fordran, utfora kvittning och ge uppdrag som galler indrivning av offentliga fordringar."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suora ulosottokelpoisuus",
      "content": "Edellä 1 §:n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. Muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin säädetään. Tällainen saatava voidaan säätää suoraan ulosottokelpoiseksi myös valtioneuvoston asetuksella, jos saatavan rahamäärästä tai sen määräytymisperusteesta säädetään laissa tai valtioneuvoston asetuksessa eikä saatavan suuruuden määräämiseen liity merkittävää harkintavallan käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Edellä 1 § :n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. Muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin säädetään. Tällainen saatava voidaan säätää suoraan ulosottokelpoiseksi myös valtioneuvoston asetuksella, jos saatavan rahamäärästä tai sen määräytymisperusteesta säädetään laissa tai valtioneuvoston asetuksessa eikä saatavan suuruuden määräämiseen liity merkittävää harkintavallan käyttöä.",
        "folded_fi": "edella 1 §:n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin saadetaan. tallainen saatava voidaan saataa suoraan ulosottokelpoiseksi myos valtioneuvoston asetuksella, jos saatavan rahamaarasta tai sen maaraytymisperusteesta saadetaan laissa tai valtioneuvoston asetuksessa eika saatavan suuruuden maaraamiseen liity merkittavaa harkintavallan kayttoa.",
        "title_sv": "Direkt utsökbarhet",
        "content_sv": "En fordran som avses i 1 § 1 mom. 1 punkten är direkt utsökbar. En annan offentligrättslig fordran eller motsvarande fordran är direkt utsökbar om så föreskrivs genom lag. Genom förordning av statsrådet kan även föreskrivas att sådana fordringar är direkt utsökbara, om det i lag eller förordning av statsrådet föreskrivs om fordrans belopp eller dess bestämningsgrund och fordrans storlek kan bestämmas utan väsentlig prövning.",
        "normalized_sv": "En fordran som avses i 1 § 1 mom. 1 punkten är direkt utsökbar. En annan offentligrättslig fordran eller motsvarande fordran är direkt utsökbar om så föreskrivs genom lag. Genom förordning av statsrådet kan även föreskrivas att sådana fordringar är direkt utsökbara, om det i lag eller förordning av statsrådet föreskrivs om fordrans belopp eller dess bestämningsgrund och fordrans storlek kan bestämmas utan väsentlig prövning.",
        "folded_sv": "en fordran som avses i 1 § 1 mom. 1 punkten ar direkt utsokbar. en annan offentligrattslig fordran eller motsvarande fordran ar direkt utsokbar om sa foreskrivs genom lag. genom forordning av statsradet kan aven foreskrivas att sadana fordringar ar direkt utsokbara, om det i lag eller forordning av statsradet foreskrivs om fordrans belopp eller dess bestamningsgrund och fordrans storlek kan bestammas utan vasentlig provning."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lainvoimaisuus ja kuittaus",
      "content": "Jollei muualla laissa toisin säädetä, julkinen saatava saadaan periä ulosotossa, vaikkei saatavan määrääminen tai maksuunpano ole tullut lainvoimaiseksi. Jollei muualla laissa toisin säädetä, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jälkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, julkinen saatava saadaan periä ulosotossa, vaikkei saatavan määrääminen tai maksuunpano ole tullut lainvoimaiseksi. Jollei muualla laissa toisin säädetä, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jälkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
        "folded_fi": "jollei muualla laissa toisin saadeta, julkinen saatava saadaan peria ulosotossa, vaikkei saatavan maaraaminen tai maksuunpano ole tullut lainvoimaiseksi. jollei muualla laissa toisin saadeta, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jalkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
        "title_sv": "Laga kraft och kvittning",
        "content_sv": "Om inte annat föreskrivs någon annanstans i lag, får en offentlig fordran drivas in genom utsökning även om påförandet eller debiteringen av fordran inte har vunnit laga kraft. Om inte annat föreskrivs någon annanstans i lag får sådana förmåner eller andra tillgångar som har utmätts inte kvittas mot en offentlig fordran efter det att ett betalningsförbud enligt utsökningsbalken har delgivits.",
        "normalized_sv": "Om inte annat föreskrivs någon annanstans i lag, får en offentlig fordran drivas in genom utsökning även om påförandet eller debiteringen av fordran inte har vunnit laga kraft. Om inte annat föreskrivs någon annanstans i lag får sådana förmåner eller andra tillgångar som har utmätts inte kvittas mot en offentlig fordran efter det att ett betalningsförbud enligt utsökningsbalken har delgivits.",
        "folded_sv": "om inte annat foreskrivs nagon annanstans i lag, far en offentlig fordran drivas in genom utsokning aven om paforandet eller debiteringen av fordran inte har vunnit laga kraft. om inte annat foreskrivs nagon annanstans i lag far sadana formaner eller andra tillgangar som har utmatts inte kvittas mot en offentlig fordran efter det att ett betalningsforbud enligt utsokningsbalken har delgivits."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Hakeminen ja asiamies",
      "content": "Ulosottohakemukseen ei tarvitse liittää julkisen saatavan määräämistä tai maksuunpanoa koskevaa asiakirjaa. Asiakirja on kuitenkin yksilöitävä ja sitä koskevat tiedot on ilmoitettava hakemuksessa. Ulosottomiehen pyynnöstä hakija on velvollinen toimittamaan edellä tarkoitetun asiakirjan. Rahoitus- tai luottolaitos, perintätoiminnan harjoittaja tai muu toimitsija ei saa esiintyä velkojan toimeksiannosta hakijana tai asiamiehenä julkisen saatavan ulosotossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ulosottohakemukseen ei tarvitse liittää julkisen saatavan määräämistä tai maksuunpanoa koskevaa asiakirjaa. Asiakirja on kuitenkin yksilöitävä ja sitä koskevat tiedot on ilmoitettava hakemuksessa. Ulosottomiehen pyynnöstä hakija on velvollinen toimittamaan edellä tarkoitetun asiakirjan. Rahoitus- tai luottolaitos, perintätoiminnan harjoittaja tai muu toimitsija ei saa esiintyä velkojan toimeksiannosta hakijana tai asiamiehenä julkisen saatavan ulosotossa.",
        "folded_fi": "ulosottohakemukseen ei tarvitse liittaa julkisen saatavan maaraamista tai maksuunpanoa koskevaa asiakirjaa. asiakirja on kuitenkin yksiloitava ja sita koskevat tiedot on ilmoitettava hakemuksessa. ulosottomiehen pyynnosta hakija on velvollinen toimittamaan edella tarkoitetun asiakirjan. rahoitus- tai luottolaitos, perintatoiminnan harjoittaja tai muu toimitsija ei saa esiintya velkojan toimeksiannosta hakijana tai asiamiehena julkisen saatavan ulosotossa.",
        "title_sv": "Ansökan och ombud",
        "content_sv": "Till ansökan om utsökning behöver inte fogas den handling som gäller påförandet eller debiteringen av den offentliga fordran. Handlingen skall dock specificeras och uppgifter om den ges i ansökan. På begäran av utmätningsmannen är sökanden skyldig att ge in handlingen i fråga. Ett finansiellt institut eller kreditinstitut, någon som bedriver indrivningsverksamhet eller någon annan syssloman får inte vid utsökning av en offentlig fordran uppträda som sökande eller ombud på uppdrag av borgenären.",
        "normalized_sv": "Till ansökan om utsökning behöver inte fogas den handling som gäller påförandet eller debiteringen av den offentliga fordran. Handlingen skall dock specificeras och uppgifter om den ges i ansökan. På begäran av utmätningsmannen är sökanden skyldig att ge in handlingen i fråga. Ett finansiellt institut eller kreditinstitut, någon som bedriver indrivningsverksamhet eller någon annan syssloman får inte vid utsökning av en offentlig fordran uppträda som sökande eller ombud på uppdrag av borgenären.",
        "folded_sv": "till ansokan om utsokning behover inte fogas den handling som galler paforandet eller debiteringen av den offentliga fordran. handlingen skall dock specificeras och uppgifter om den ges i ansokan. pa begaran av utmatningsmannen ar sokanden skyldig att ge in handlingen i fraga. ett finansiellt institut eller kreditinstitut, nagon som bedriver indrivningsverksamhet eller nagon annan syssloman far inte vid utsokning av en offentlig fordran upptrada som sokande eller ombud pa uppdrag av borgenaren."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asian palauttaminen ja saatavan tarkistus",
      "content": "Jos ulosottomies havaitsee, että julkinen saatava on ilmeisesti määrätty tai maksuunpantu kahdesti tai väärälle henkilölle, ulosottomiehen tulee palauttaa asia hakijalle. Jos alle 15-vuotiaalta henkilöltä peritään ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytää hakijaa tarkistamaan alaikäisen maksuvelvollisuus. Täytäntöönpano on sen ajan keskeytyneenä. Asioista, joissa tarkistus pyydetään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jos ulosottomies havaitsee, että julkinen saatava on ilmeisesti määrätty tai maksuunpantu kahdesti tai väärälle henkilölle, ulosottomiehen tulee palauttaa asia hakijalle. Jos alle 15-vuotiaalta henkilöltä peritään ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytää hakijaa tarkistamaan alaikäisen maksuvelvollisuus. Täytäntöönpano on sen ajan keskeytyneenä. Asioista, joissa tarkistus pyydetään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "jos ulosottomies havaitsee, etta julkinen saatava on ilmeisesti maaratty tai maksuunpantu kahdesti tai vaaralle henkilolle, ulosottomiehen tulee palauttaa asia hakijalle. jos alle 15-vuotiaalta henkilolta peritaan ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytaa hakijaa tarkistamaan alaikaisen maksuvelvollisuus. taytantoonpano on sen ajan keskeytyneena. asioista, joissa tarkistus pyydetaan, saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Återförvisning av ärende och kontroll av fordran",
        "content_sv": "Observerar utmätningsmannen att en offentlig fordran uppenbarligen har påförts eller debiterats dubbelt eller fel person, skall utmätningsmannen återförvisa ärendet till sökanden. Om det hos en person som inte har fyllt 15 år genom utsökning indrivs någon annan offentlig fordran än skatt, skall utmätningsmannen be sökanden kontrollera den minderåriges betalningsskyldighet. Verkställigheten avbryts under tiden. Angående de ärenden i vilka kontroll skall begäras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Observerar utmätningsmannen att en offentlig fordran uppenbarligen har påförts eller debiterats dubbelt eller fel person, skall utmätningsmannen återförvisa ärendet till sökanden. Om det hos en person som inte har fyllt 15 år genom utsökning indrivs någon annan offentlig fordran än skatt, skall utmätningsmannen be sökanden kontrollera den minderåriges betalningsskyldighet. Verkställigheten avbryts under tiden. Angående de ärenden i vilka kontroll skall begäras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "observerar utmatningsmannen att en offentlig fordran uppenbarligen har paforts eller debiterats dubbelt eller fel person, skall utmatningsmannen aterforvisa arendet till sokanden. om det hos en person som inte har fyllt 15 ar genom utsokning indrivs nagon annan offentlig fordran an skatt, skall utmatningsmannen be sokanden kontrollera den minderariges betalningsskyldighet. verkstalligheten avbryts under tiden. angaende de arenden i vilka kontroll skall begaras utfardas vid behov narmare bestammelser genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoitus holhousviranomaiselle",
      "content": "Jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehdä holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mitä ulosottokaaren 3 luvun 113 §:ssä säädetään. Asioista, joissa ilmoitus tehdään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehdä holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mitä ulosottokaaren 3 luvun 113 § :ssä säädetään. Asioista, joissa ilmoitus tehdään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehda holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mita ulosottokaaren 3 luvun 113 §:ssa saadetaan. asioista, joissa ilmoitus tehdaan, saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Anmälan till förmyndarmyndigheten",
        "content_sv": "Om gäldenären inte har fyllt 18 år och ansökan gäller skatt eller någon annan motsvarande offentlig fordran, skall utmätningsmannen till förmyndarmyndigheten göra en anmälan, med iakttagande i tillämpliga delar av vad som föreskrivs i 3 kap. 113 § i utsökningsbalken. Angående de ärenden i vilka anmälan skall göras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Om gäldenären inte har fyllt 18 år och ansökan gäller skatt eller någon annan motsvarande offentlig fordran, skall utmätningsmannen till förmyndarmyndigheten göra en anmälan, med iakttagande i tillämpliga delar av vad som föreskrivs i 3 kap. 113 § i utsökningsbalken. Angående de ärenden i vilka anmälan skall göras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "om galdenaren inte har fyllt 18 ar och ansokan galler skatt eller nagon annan motsvarande offentlig fordran, skall utmatningsmannen till formyndarmyndigheten gora en anmalan, med iakttagande i tillampliga delar av vad som foreskrivs i 3 kap. 113 § i utsokningsbalken. angaende de arenden i vilka anmalan skall goras utfardas vid behov narmare bestammelser genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ulosottokaaren säännösten soveltaminen",
      "content": "Siltä osin kuin tässä laissa ei toisin säädetä, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mitä ulosottokaaressa säädetään maksuvelvoitteen täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Siltä osin kuin tässä laissa ei toisin säädetä, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mitä ulosottokaaressa säädetään maksuvelvoitteen täytäntöönpanosta.",
        "folded_fi": "silta osin kuin tassa laissa ei toisin saadeta, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mita ulosottokaaressa saadetaan maksuvelvoitteen taytantoonpanosta.",
        "title_sv": "Tillämpning av utsökningsbalken",
        "content_sv": "Till den del något annat inte följer av denna lag, iakttas vid utsökning av offentliga fordringar i tillämpliga delar vad som i utsökningsbalken föreskrivs om verkställighet av betalningsskyldighet.",
        "normalized_sv": "Till den del något annat inte följer av denna lag, iakttas vid utsökning av offentliga fordringar i tillämpliga delar vad som i utsökningsbalken föreskrivs om verkställighet av betalningsskyldighet.",
        "folded_sv": "till den del nagot annat inte foljer av denna lag, iakttas vid utsokning av offentliga fordringar i tillampliga delar vad som i utsokningsbalken foreskrivs om verkstallighet av betalningsskyldighet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus tehdä perustevalitus",
      "content": "Se, joka katsoo, että julkinen saatava on määrätty tai maksuunpantu virheellisesti, saa tehdä perustevalituksen. Vanhentumisajan vaikutuksesta säädetään 21 §:n 3 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Se, joka katsoo, että julkinen saatava on määrätty tai maksuunpantu virheellisesti, saa tehdä perustevalituksen. Vanhentumisajan vaikutuksesta säädetään 21 § :n 3 momentissa.",
        "folded_fi": "se, joka katsoo, etta julkinen saatava on maaratty tai maksuunpantu virheellisesti, saa tehda perustevalituksen. vanhentumisajan vaikutuksesta saadetaan 21 §:n 3 momentissa.",
        "title_sv": "Rätt att anföra grundbesvär",
        "content_sv": "Den som anser att en offentlig fordran har påförts eller debiterats felaktigt får anföra grundbesvär. Bestämmelser om preskriptionstidens inverkan finns i 21 § 3 mom.",
        "normalized_sv": "Den som anser att en offentlig fordran har påförts eller debiterats felaktigt får anföra grundbesvär. Bestämmelser om preskriptionstidens inverkan finns i 21 § 3 mom.",
        "folded_sv": "den som anser att en offentlig fordran har paforts eller debiterats felaktigt far anfora grundbesvar. bestammelser om preskriptionstidens inverkan finns i 21 § 3 mom."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Perustevalituksen käsittelevä viranomainen",
      "content": "Perustevalitus tehdään samalle viranomaiselle kuin säännönmukainen valitus. Jollei sellaista viranomaista ole, perustevalitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä julkinen saatava on määrätty tai maksuunpantu. Jollei muualla laissa toisin säädetä, hallinto-oikeuden päätöksestä perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 päivän kuluessa päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava mainitussa määräajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Perustevalitus tehdään samalle viranomaiselle kuin säännönmukainen valitus. Jollei sellaista viranomaista ole, perustevalitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä julkinen saatava on määrätty tai maksuunpantu. Jollei muualla laissa toisin säädetä, hallinto-oikeuden päätöksestä perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 päivän kuluessa päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava mainitussa määräajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle.",
        "folded_fi": "perustevalitus tehdaan samalle viranomaiselle kuin saannonmukainen valitus. jollei sellaista viranomaista ole, perustevalitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa julkinen saatava on maaratty tai maksuunpantu. jollei muualla laissa toisin saadeta, hallinto-oikeuden paatoksesta perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 paivan kuluessa paatoksen tiedoksisaannista. valituskirjelma on toimitettava mainitussa maaraajassa korkeimmalle hallinto-oikeudelle tai paatoksen tehneelle hallinto-oikeudelle.",
        "title_sv": "Myndighet som handlägger grundbesvär",
        "content_sv": "Grundbesvär anförs hos samma myndighet som ordinarie besvär. Finns det ingen sådan myndighet, anförs grundbesvären hos den förvaltningsdomstol inom vars domkrets den offentliga fordran har påförts eller debiterats. Om inte annat föreskrivs någon annanstans i lag får förvaltningsdomstolens beslut i ett ärende som gäller grundbesvär överklagas hos högsta förvaltningsdomstolen inom 60 dagar från delfåendet av beslutet. Besvärsskriften skall inom den nämnda tiden sändas till högsta förvaltningsdomstolen eller till den förvaltningsdomstol som fattat beslutet.",
        "normalized_sv": "Grundbesvär anförs hos samma myndighet som ordinarie besvär. Finns det ingen sådan myndighet, anförs grundbesvären hos den förvaltningsdomstol inom vars domkrets den offentliga fordran har påförts eller debiterats. Om inte annat föreskrivs någon annanstans i lag får förvaltningsdomstolens beslut i ett ärende som gäller grundbesvär överklagas hos högsta förvaltningsdomstolen inom 60 dagar från delfåendet av beslutet. Besvärsskriften skall inom den nämnda tiden sändas till högsta förvaltningsdomstolen eller till den förvaltningsdomstol som fattat beslutet.",
        "folded_sv": "grundbesvar anfors hos samma myndighet som ordinarie besvar. finns det ingen sadan myndighet, anfors grundbesvaren hos den forvaltningsdomstol inom vars domkrets den offentliga fordran har paforts eller debiterats. om inte annat foreskrivs nagon annanstans i lag far forvaltningsdomstolens beslut i ett arende som galler grundbesvar overklagas hos hogsta forvaltningsdomstolen inom 60 dagar fran delfaendet av beslutet. besvarsskriften skall inom den namnda tiden sandas till hogsta forvaltningsdomstolen eller till den forvaltningsdomstol som fattat beslutet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Valitusosoitus",
      "content": "Jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 §:ssä tarkoitetun valitusosoituksen lisäksi perustevalitusosoitus, jos asianomaisella on oikeus tehdä perustevalitus. Ulosottomiehen on myös ilmoitettava, mitä keskeytyshakemuksen tekemisessä on tämän lain mukaan noudatettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 § :ssä tarkoitetun valitusosoituksen lisäksi perustevalitusosoitus, jos asianomaisella on oikeus tehdä perustevalitus. Ulosottomiehen on myös ilmoitettava, mitä keskeytyshakemuksen tekemisessä on tämän lain mukaan noudatettava.",
        "folded_fi": "jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 §:ssa tarkoitetun valitusosoituksen lisaksi perustevalitusosoitus, jos asianomaisella on oikeus tehda perustevalitus. ulosottomiehen on myos ilmoitettava, mita keskeytyshakemuksen tekemisessa on taman lain mukaan noudatettava.",
        "title_sv": "Besvärsanvisning",
        "content_sv": "Har utmätning förrättats för indrivning av en offentlig fordran, skall utmätningsmannen utöver en besvärsanvisning enligt 11 kap. 13 och 14 § i utsökningsbalken ge gäldenären en anvisning om grundbesvär, om gäldenären har rätt att anföra grundbesvär. Utmätningsmannen skall även ge information om vad som enligt denna lag skall iakttas vid ansökan om avbrott.",
        "normalized_sv": "Har utmätning förrättats för indrivning av en offentlig fordran, skall utmätningsmannen utöver en besvärsanvisning enligt 11 kap. 13 och 14 § i utsökningsbalken ge gäldenären en anvisning om grundbesvär, om gäldenären har rätt att anföra grundbesvär. Utmätningsmannen skall även ge information om vad som enligt denna lag skall iakttas vid ansökan om avbrott.",
        "folded_sv": "har utmatning forrattats for indrivning av en offentlig fordran, skall utmatningsmannen utover en besvarsanvisning enligt 11 kap. 13 och 14 § i utsokningsbalken ge galdenaren en anvisning om grundbesvar, om galdenaren har ratt att anfora grundbesvar. utmatningsmannen skall aven ge information om vad som enligt denna lag skall iakttas vid ansokan om avbrott."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Keskeytysmääräyksen edellytykset",
      "content": "muutoksenhakuviranomainen Viranomaisen (), joka käsittelee 1) julkisen saatavan määräämistä tai maksuunpanoa koskevaa säännönmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintää koskevaa oikaisuvaatimusta, keskeytysmääräys tulee viipymättä pyynnöstä tai omasta aloitteesta kieltää saatavan ulosotto tai määrätä se keskeytettäväksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "muutoksenhakuviranomainen Viranomaisen (), joka käsittelee 1) julkisen saatavan määräämistä tai maksuunpanoa koskevaa säännönmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintää koskevaa oikaisuvaatimusta, keskeytysmääräys tulee viipymättä pyynnöstä tai omasta aloitteesta kieltää saatavan ulosotto tai määrätä se keskeytettäväksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
        "folded_fi": "muutoksenhakuviranomainen viranomaisen (), joka kasittelee 1) julkisen saatavan maaraamista tai maksuunpanoa koskevaa saannonmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintaa koskevaa oikaisuvaatimusta, keskeytysmaarays tulee viipymatta pyynnosta tai omasta aloitteesta kieltaa saatavan ulosotto tai maarata se keskeytettavaksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
        "title_sv": "Förutsättningar för förordnande om avbrott",
        "content_sv": "besvärsmyndighet Den myndighet () som handlägger 1) ordinarie besvär eller grundbesvär över påförande eller debitering av en offentlig fordran, eller 2) rättelseyrkanden som gäller beskattning eller förskottsuppbörd, förordnande om avbrott skall utan dröjsmål på begäran eller självmant förbjuda utsökning av fordran eller förordna om avbrott i utsökningen (), om inte besvären eller rättelseyrkandet är uppenbart obefogade.",
        "normalized_sv": "besvärsmyndighet Den myndighet () som handlägger 1) ordinarie besvär eller grundbesvär över påförande eller debitering av en offentlig fordran, eller 2) rättelseyrkanden som gäller beskattning eller förskottsuppbörd, förordnande om avbrott skall utan dröjsmål på begäran eller självmant förbjuda utsökning av fordran eller förordna om avbrott i utsökningen (), om inte besvären eller rättelseyrkandet är uppenbart obefogade.",
        "folded_sv": "besvarsmyndighet den myndighet () som handlagger 1) ordinarie besvar eller grundbesvar over paforande eller debitering av en offentlig fordran, eller 2) rattelseyrkanden som galler beskattning eller forskottsuppbord, forordnande om avbrott skall utan drojsmal pa begaran eller sjalvmant forbjuda utsokning av fordran eller forordna om avbrott i utsokningen (), om inte besvaren eller rattelseyrkandet ar uppenbart obefogade."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Myynnin ja tilityksen keskeyttäminen eräissä tapauksissa",
      "content": "Sen lisäksi, mitä 12 §:ssä säädetään, myynti ja tilitys tulee keskeyttää, jos ulosmitattuna on kiinteistö taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtiön osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. Myyntiä ja tilitystä ei kuitenkaan saa tämän momentin nojalla keskeyttää, jos täytäntöönpanon jatkamiselle on painavia syitä. Poiketen siitä, mitä 12 §:ssä ja tämän pykälän 1 momentissa säädetään, myynti saadaan määrätä keskeytettäväksi vain painavasta syystä, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Sen lisäksi, mitä 12 § :ssä säädetään, myynti ja tilitys tulee keskeyttää, jos ulosmitattuna on kiinteistö taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtiön osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. Myyntiä ja tilitystä ei kuitenkaan saa tämän momentin nojalla keskeyttää, jos täytäntöönpanon jatkamiselle on painavia syitä. Poiketen siitä, mitä 12 § :ssä ja tämän pykälän 1 momentissa säädetään, myynti saadaan määrätä keskeytettäväksi vain painavasta syystä, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
        "folded_fi": "sen lisaksi, mita 12 §:ssa saadetaan, myynti ja tilitys tulee keskeyttaa, jos ulosmitattuna on kiinteisto taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtion osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. myyntia ja tilitysta ei kuitenkaan saa taman momentin nojalla keskeyttaa, jos taytantoonpanon jatkamiselle on painavia syita. poiketen siita, mita 12 §:ssa ja taman pykalan 1 momentissa saadetaan, myynti saadaan maarata keskeytettavaksi vain painavasta syysta, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
        "title_sv": "Avbrytande av försäljning och av redovisning i vissa fall",
        "content_sv": "Utöver vad som föreskrivs i 12 § skall försäljningen och redovisningen avbrytas, om utmätningen gäller en fastighet eller sådana aktier i ett aktiebolag som berättigar till besittning av en lägenhet eller en byggnad eller om ändringssökandet gäller förhöjning av skatt eller offentlig avgift. Försäljningen och redovisningen får emellertid inte avbrytas med stöd av detta moment om det finns vägande skäl för att fortsätta verkställigheten. Med avvikelse från vad som föreskrivs i 12 § och i 1 mom. i denna paragraf får det endast av vägande skäl förordnas att försäljningen skall avbrytas, om den utmätta egendomen snabbt sjunker i värde eller medför höga skötselkostnader eller om en auktionsannons har publicerats.",
        "normalized_sv": "Utöver vad som föreskrivs i 12 § skall försäljningen och redovisningen avbrytas, om utmätningen gäller en fastighet eller sådana aktier i ett aktiebolag som berättigar till besittning av en lägenhet eller en byggnad eller om ändringssökandet gäller förhöjning av skatt eller offentlig avgift. Försäljningen och redovisningen får emellertid inte avbrytas med stöd av detta moment om det finns vägande skäl för att fortsätta verkställigheten. Med avvikelse från vad som föreskrivs i 12 § och i 1 mom. i denna paragraf får det endast av vägande skäl förordnas att försäljningen skall avbrytas, om den utmätta egendomen snabbt sjunker i värde eller medför höga skötselkostnader eller om en auktionsannons har publicerats.",
        "folded_sv": "utover vad som foreskrivs i 12 § skall forsaljningen och redovisningen avbrytas, om utmatningen galler en fastighet eller sadana aktier i ett aktiebolag som berattigar till besittning av en lagenhet eller en byggnad eller om andringssokandet galler forhojning av skatt eller offentlig avgift. forsaljningen och redovisningen far emellertid inte avbrytas med stod av detta moment om det finns vagande skal for att fortsatta verkstalligheten. med avvikelse fran vad som foreskrivs i 12 § och i 1 mom. i denna paragraf far det endast av vagande skal forordnas att forsaljningen skall avbrytas, om den utmatta egendomen snabbt sjunker i varde eller medfor hoga skotselkostnader eller om en auktionsannons har publicerats."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Keskeyttäminen vakuutta vastaan",
      "content": "Ulosottomiehen tulee välittömästi keskeyttää täytäntöönpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. Jollei ulosottoasia ole vireillä, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla täytäntöönpanon kiellolla. Ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja täytäntöönpanon keskeytyksestä asianomaiselle muutoksenhakuviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ulosottomiehen tulee välittömästi keskeyttää täytäntöönpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. Jollei ulosottoasia ole vireillä, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla täytäntöönpanon kiellolla. Ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja täytäntöönpanon keskeytyksestä asianomaiselle muutoksenhakuviranomaiselle.",
        "folded_fi": "ulosottomiehen tulee valittomasti keskeyttaa taytantoonpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. jollei ulosottoasia ole vireilla, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla taytantoonpanon kiellolla. ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja taytantoonpanon keskeytyksesta asianomaiselle muutoksenhakuviranomaiselle.",
        "title_sv": "Avbrytande mot säkerhet",
        "content_sv": "Utmätningsmannen skall omedelbart avbryta verkställigheten, om gäldenären hos utmätningsmannen ställer säkerhet för betalningen av den offentliga fordran som är föremål för utsökning. Om något utsökningsärende inte är anhängigt har en hos utmätningsmannen ställd säkerhet samma verkan som ett av besvärsmyndigheten meddelat verkställighetsförbud. Utmätningsmannen skall underrätta besvärsmyndigheten om säkerhet som har ställts och om avbrytande av verkställigheten.",
        "normalized_sv": "Utmätningsmannen skall omedelbart avbryta verkställigheten, om gäldenären hos utmätningsmannen ställer säkerhet för betalningen av den offentliga fordran som är föremål för utsökning. Om något utsökningsärende inte är anhängigt har en hos utmätningsmannen ställd säkerhet samma verkan som ett av besvärsmyndigheten meddelat verkställighetsförbud. Utmätningsmannen skall underrätta besvärsmyndigheten om säkerhet som har ställts och om avbrytande av verkställigheten.",
        "folded_sv": "utmatningsmannen skall omedelbart avbryta verkstalligheten, om galdenaren hos utmatningsmannen staller sakerhet for betalningen av den offentliga fordran som ar foremal for utsokning. om nagot utsokningsarende inte ar anhangigt har en hos utmatningsmannen stalld sakerhet samma verkan som ett av besvarsmyndigheten meddelat verkstallighetsforbud. utmatningsmannen skall underratta besvarsmyndigheten om sakerhet som har stallts och om avbrytande av verkstalligheten."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Keskeytyspyynnön tekeminen",
      "content": "Täytäntöönpanon kieltoa tai keskeyttämistä pyydetään 12 §:ssä tarkoitetulta muutoksenhakuviranomaiselta. Velallinen, jonka omaisuutta on ulosmitattu, voi pyytää täytäntöönpanon keskeyttämistä myös ulosottomieheltä. Ulosottomiehen tulee keskeyttää täytäntöönpano, jos velallinen pyytää keskeyttämistä viikon kuluessa ulosmittauksesta. Keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnöstä todistuksen muutoksenhaun vireilläolosta tai valituskirjelmän. Ulosottomiehen tulee toimittaa keskeytyspyyntö ja mahdollinen valituskirjelmä välittömästi sekä keskeytyspyyntöä koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. Keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnön. Edellä 2 momentissa mainittu viikon määräaika lasketaan ulosmittauksesta noudattaen, mitä ulosottokaaren 11 luvun 6 §:ssä säädetään. Keskeyttämistä voidaan pyytää ulosottomieheltä suullisesti, jolloin kirjallinen keskeytyspyyntö tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Täytäntöönpanon kieltoa tai keskeyttämistä pyydetään 12 § :ssä tarkoitetulta muutoksenhakuviranomaiselta. Velallinen, jonka omaisuutta on ulosmitattu, voi pyytää täytäntöönpanon keskeyttämistä myös ulosottomieheltä. Ulosottomiehen tulee keskeyttää täytäntöönpano, jos velallinen pyytää keskeyttämistä viikon kuluessa ulosmittauksesta. Keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnöstä todistuksen muutoksenhaun vireilläolosta tai valituskirjelmän. Ulosottomiehen tulee toimittaa keskeytyspyyntö ja mahdollinen valituskirjelmä välittömästi sekä keskeytyspyyntöä koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. Keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnön. Edellä 2 momentissa mainittu viikon määräaika lasketaan ulosmittauksesta noudattaen, mitä ulosottokaaren 11 luvun 6 § :ssä säädetään. Keskeyttämistä voidaan pyytää ulosottomieheltä suullisesti, jolloin kirjallinen keskeytyspyyntö tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon määräajassa.",
        "folded_fi": "taytantoonpanon kieltoa tai keskeyttamista pyydetaan 12 §:ssa tarkoitetulta muutoksenhakuviranomaiselta. velallinen, jonka omaisuutta on ulosmitattu, voi pyytaa taytantoonpanon keskeyttamista myos ulosottomiehelta. ulosottomiehen tulee keskeyttaa taytantoonpano, jos velallinen pyytaa keskeyttamista viikon kuluessa ulosmittauksesta. keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnosta todistuksen muutoksenhaun vireillaolosta tai valituskirjelman. ulosottomiehen tulee toimittaa keskeytyspyynto ja mahdollinen valituskirjelma valittomasti seka keskeytyspyyntoa koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnon. edella 2 momentissa mainittu viikon maaraaika lasketaan ulosmittauksesta noudattaen, mita ulosottokaaren 11 luvun 6 §:ssa saadetaan. keskeyttamista voidaan pyytaa ulosottomiehelta suullisesti, jolloin kirjallinen keskeytyspyynto tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon maaraajassa.",
        "title_sv": "Begäran om avbrott",
        "content_sv": "Begäran om förbud mot eller avbrytande av verkställighet framställs hos den besvärsmyndighet som avses i 12 §. En gäldenär vars egendom har utmätts kan även hos utmätningsmannen begära att verkställigheten skall avbrytas. Utmätningsmannen skall avbryta verkställigheten, om gäldenären begär avbrott inom en vecka från utmätningen. Avbrottet fortsätter om gäldenären inom tre veckor från begäran om avbrott till utmätningsmannen lämnar ett intyg över att en ändringsansökan är anhängig eller en besvärsskrift. Utmätningsmannen skall omedelbart sända en begäran om avbrott och en eventuell besvärsskrift till besvärsmyndigheten och sitt utlåtande om begäran om avbrott så snart som möjligt till samma myndighet. Avbrottet gäller tills besvärsmyndigheten har avgjort begäran om avbrott. Den frist på en vecka som avses i 2 mom. räknas från utmätningen, med iakttagande av bestämmelserna i 11 kap. 6 § i utsökningsbalken. Om gäldenären muntligen har begärt avbrott hos utmätningsmannen, skall en skriftlig begäran om avbrott lämnas till utmätningsmannen inom den i 2 mom. nämnda tiden på tre veckor.",
        "normalized_sv": "Begäran om förbud mot eller avbrytande av verkställighet framställs hos den besvärsmyndighet som avses i 12 § . En gäldenär vars egendom har utmätts kan även hos utmätningsmannen begära att verkställigheten skall avbrytas. Utmätningsmannen skall avbryta verkställigheten, om gäldenären begär avbrott inom en vecka från utmätningen. Avbrottet fortsätter om gäldenären inom tre veckor från begäran om avbrott till utmätningsmannen lämnar ett intyg över att en ändringsansökan är anhängig eller en besvärsskrift. Utmätningsmannen skall omedelbart sända en begäran om avbrott och en eventuell besvärsskrift till besvärsmyndigheten och sitt utlåtande om begäran om avbrott så snart som möjligt till samma myndighet. Avbrottet gäller tills besvärsmyndigheten har avgjort begäran om avbrott. Den frist på en vecka som avses i 2 mom. räknas från utmätningen, med iakttagande av bestämmelserna i 11 kap. 6 § i utsökningsbalken. Om gäldenären muntligen har begärt avbrott hos utmätningsmannen, skall en skriftlig begäran om avbrott lämnas till utmätningsmannen inom den i 2 mom. nämnda tiden på tre veckor.",
        "folded_sv": "begaran om forbud mot eller avbrytande av verkstallighet framstalls hos den besvarsmyndighet som avses i 12 §. en galdenar vars egendom har utmatts kan aven hos utmatningsmannen begara att verkstalligheten skall avbrytas. utmatningsmannen skall avbryta verkstalligheten, om galdenaren begar avbrott inom en vecka fran utmatningen. avbrottet fortsatter om galdenaren inom tre veckor fran begaran om avbrott till utmatningsmannen lamnar ett intyg over att en andringsansokan ar anhangig eller en besvarsskrift. utmatningsmannen skall omedelbart sanda en begaran om avbrott och en eventuell besvarsskrift till besvarsmyndigheten och sitt utlatande om begaran om avbrott sa snart som mojligt till samma myndighet. avbrottet galler tills besvarsmyndigheten har avgjort begaran om avbrott. den frist pa en vecka som avses i 2 mom. raknas fran utmatningen, med iakttagande av bestammelserna i 11 kap. 6 § i utsokningsbalken. om galdenaren muntligen har begart avbrott hos utmatningsmannen, skall en skriftlig begaran om avbrott lamnas till utmatningsmannen inom den i 2 mom. namnda tiden pa tre veckor."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Määräys täytäntöönpanon peruuttamisesta",
      "content": "Keskeytysmääräyksessä voidaan tarvittaessa määrätä, että jo suoritettu täytäntöönpanotoimi on peruutettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Keskeytysmääräyksessä voidaan tarvittaessa määrätä, että jo suoritettu täytäntöönpanotoimi on peruutettava.",
        "folded_fi": "keskeytysmaarayksessa voidaan tarvittaessa maarata, etta jo suoritettu taytantoonpanotoimi on peruutettava.",
        "title_sv": "Förordnande om återkallade av verkställighet",
        "content_sv": "I förordnandet om avbrott kan vid behov bestämmas att en redan utförd verkställighetsåtgärd skall återkallas.",
        "normalized_sv": "I förordnandet om avbrott kan vid behov bestämmas att en redan utförd verkställighetsåtgärd skall återkallas.",
        "folded_sv": "i forordnandet om avbrott kan vid behov bestammas att en redan utford verkstallighetsatgard skall aterkallas."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Keskeytysmääräyksen voimassaolo ja muutoksenhaku",
      "content": "Annettu keskeytysmääräys on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin määrää. Keskeytyksen jatkuminen pääasiassa annetun ratkaisun jälkeen edellyttää kuitenkin, että velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintää koskevassa oikaisuasiassa 60 päivän kuluessa ratkaisun tiedoksisaannista. Muussa asiassa täytäntöönpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, että hän on hakenut muutosta määräajassa tai että muutoksenhakuaikaa on jäljellä. Keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Annettu keskeytysmääräys on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin määrää. Keskeytyksen jatkuminen pääasiassa annetun ratkaisun jälkeen edellyttää kuitenkin, että velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintää koskevassa oikaisuasiassa 60 päivän kuluessa ratkaisun tiedoksisaannista. Muussa asiassa täytäntöönpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, että hän on hakenut muutosta määräajassa tai että muutoksenhakuaikaa on jäljellä. Keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
        "folded_fi": "annettu keskeytysmaarays on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin maaraa. keskeytyksen jatkuminen paaasiassa annetun ratkaisun jalkeen edellyttaa kuitenkin, etta velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintaa koskevassa oikaisuasiassa 60 paivan kuluessa ratkaisun tiedoksisaannista. muussa asiassa taytantoonpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, etta han on hakenut muutosta maaraajassa tai etta muutoksenhakuaikaa on jaljella. keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
        "title_sv": "Giltighetstid för förordnande om avbrott och sökande av ändring",
        "content_sv": "Ett förordnande om avbrott gäller tills ärendet har avgjorts med laga kraft, om inte besvärsmyndigheten bestämmer något annat. För att avbrottet skall fortsätta att gälla efter det att avgörande nåtts i huvudsaken krävs dock att gäldenären visar att han inom 60 dagar från delfåendet av avgörandet har sökt ändring i ett rättelseärende som gäller beskattning eller förskottsuppbörd. I andra ärenden fortsätter verkställigheten när tre månader har förflutit från avgörandet, om inte gäldenären visar att han har sökt ändring inom föreskriven tid eller att tid för sökande av ändring återstår. Avgörandet i ett avbrottsärende får inte överklagas separat.",
        "normalized_sv": "Ett förordnande om avbrott gäller tills ärendet har avgjorts med laga kraft, om inte besvärsmyndigheten bestämmer något annat. För att avbrottet skall fortsätta att gälla efter det att avgörande nåtts i huvudsaken krävs dock att gäldenären visar att han inom 60 dagar från delfåendet av avgörandet har sökt ändring i ett rättelseärende som gäller beskattning eller förskottsuppbörd. I andra ärenden fortsätter verkställigheten när tre månader har förflutit från avgörandet, om inte gäldenären visar att han har sökt ändring inom föreskriven tid eller att tid för sökande av ändring återstår. Avgörandet i ett avbrottsärende får inte överklagas separat.",
        "folded_sv": "ett forordnande om avbrott galler tills arendet har avgjorts med laga kraft, om inte besvarsmyndigheten bestammer nagot annat. for att avbrottet skall fortsatta att galla efter det att avgorande natts i huvudsaken kravs dock att galdenaren visar att han inom 60 dagar fran delfaendet av avgorandet har sokt andring i ett rattelsearende som galler beskattning eller forskottsuppbord. i andra arenden fortsatter verkstalligheten nar tre manader har forflutit fran avgorandet, om inte galdenaren visar att han har sokt andring inom foreskriven tid eller att tid for sokande av andring aterstar. avgorandet i ett avbrottsarende far inte overklagas separat."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Keskeytyspyynnön käsittely",
      "content": "Muutoksenhakuviranomainen saa määrätä puheenjohtajansa, jäsenensä tai esittelijänsä käsittelemään ja ratkaisemaan keskeytyspyyntöjä. Suoraan muutoksenhakuviranomaiselle tullut keskeytyspyyntö tulee ratkaista heti. Ulosottomiehen kautta 15 §:n 2 momentin mukaisesti tullut keskeytyspyyntö tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Muutoksenhakuviranomainen saa määrätä puheenjohtajansa, jäsenensä tai esittelijänsä käsittelemään ja ratkaisemaan keskeytyspyyntöjä. Suoraan muutoksenhakuviranomaiselle tullut keskeytyspyyntö tulee ratkaista heti. Ulosottomiehen kautta 15 § :n 2 momentin mukaisesti tullut keskeytyspyyntö tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
        "folded_fi": "muutoksenhakuviranomainen saa maarata puheenjohtajansa, jasenensa tai esittelijansa kasittelemaan ja ratkaisemaan keskeytyspyyntoja. suoraan muutoksenhakuviranomaiselle tullut keskeytyspyynto tulee ratkaista heti. ulosottomiehen kautta 15 §:n 2 momentin mukaisesti tullut keskeytyspyynto tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
        "title_sv": "Behandling av begäran om avbrott",
        "content_sv": "Besvärsmyndigheten får bestämma att ordföranden, en ledamot eller en föredragande skall behandla och avgöra begäran om avbrott. En begäran om avbrott som kommit direkt till besvärsmyndigheten skall avgöras genast. En begäran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmätningsmannen skall avgöras inom tre veckor från det att den kom in till besvärsmyndigheten.",
        "normalized_sv": "Besvärsmyndigheten får bestämma att ordföranden, en ledamot eller en föredragande skall behandla och avgöra begäran om avbrott. En begäran om avbrott som kommit direkt till besvärsmyndigheten skall avgöras genast. En begäran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmätningsmannen skall avgöras inom tre veckor från det att den kom in till besvärsmyndigheten.",
        "folded_sv": "besvarsmyndigheten far bestamma att ordforanden, en ledamot eller en foredragande skall behandla och avgora begaran om avbrott. en begaran om avbrott som kommit direkt till besvarsmyndigheten skall avgoras genast. en begaran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmatningsmannen skall avgoras inom tre veckor fran det att den kom in till besvarsmyndigheten."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ulosottokaaren keskeytyssäännösten soveltaminen",
      "content": "Keskeytysmääräyksen antamisesta on muutoin soveltuvin osin voimassa, mitä ulosottokaaren 10 luvun 20 ja 22 §:ssä, 23 §:n 2 momentissa sekä 24 ja 26 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Keskeytysmääräyksen antamisesta on muutoin soveltuvin osin voimassa, mitä ulosottokaaren 10 luvun 20 ja 22 § :ssä, 23 § :n 2 momentissa sekä 24 ja 26 § :ssä säädetään.",
        "folded_fi": "keskeytysmaarayksen antamisesta on muutoin soveltuvin osin voimassa, mita ulosottokaaren 10 luvun 20 ja 22 §:ssa, 23 §:n 2 momentissa seka 24 ja 26 §:ssa saadetaan.",
        "title_sv": "Tillämpning av avbrottsbestämmelserna i utsökningsbalken",
        "content_sv": "I fråga om meddelande av förordnande om avbrott gäller i övrigt i tillämpliga delar vad som föreskrivs i 10 kap. 20 och 22 §, 23 § 2 mom. samt 24 och 26 § i utsökningsbalken.",
        "normalized_sv": "I fråga om meddelande av förordnande om avbrott gäller i övrigt i tillämpliga delar vad som föreskrivs i 10 kap. 20 och 22 § , 23 § 2 mom. samt 24 och 26 § i utsökningsbalken.",
        "folded_sv": "i fraga om meddelande av forordnande om avbrott galler i ovrigt i tillampliga delar vad som foreskrivs i 10 kap. 20 och 22 §, 23 § 2 mom. samt 24 och 26 § i utsokningsbalken."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Vanhentumisaika",
      "content": "Julkinen saatava vanhentuu viiden vuoden kuluttua sitä seuranneen vuoden alusta, jona se on määrätty tai maksuunpantu, ja muussa tapauksessa sitä seuranneen vuoden alusta, jona se on erääntynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Julkinen saatava vanhentuu viiden vuoden kuluttua sitä seuranneen vuoden alusta, jona se on määrätty tai maksuunpantu, ja muussa tapauksessa sitä seuranneen vuoden alusta, jona se on erääntynyt.",
        "folded_fi": "julkinen saatava vanhentuu viiden vuoden kuluttua sita seuranneen vuoden alusta, jona se on maaratty tai maksuunpantu, ja muussa tapauksessa sita seuranneen vuoden alusta, jona se on eraantynyt.",
        "title_sv": "Preskriptionstid",
        "content_sv": "En offentlig fordran preskriberas fem år efter ingången av året efter det år då den påfördes eller debiterades, och i annat fall vid ingången av året efter det år då fordran förföll till betalning.",
        "normalized_sv": "En offentlig fordran preskriberas fem år efter ingången av året efter det år då den påfördes eller debiterades, och i annat fall vid ingången av året efter det år då fordran förföll till betalning.",
        "folded_sv": "en offentlig fordran preskriberas fem ar efter ingangen av aret efter det ar da den pafordes eller debiterades, och i annat fall vid ingangen av aret efter det ar da fordran forfoll till betalning."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Vanhentumisen vaikutukset",
      "content": "Vanhentunutta julkista saatavaa ei saa periä. Vanhentuminen ei estä suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. Jos ennen vanhentumisajan päättymistä 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteistön myynnissä taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei estä maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niistä varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. Yksityishenkilön velkajärjestelyn ja yrityssaneerauksen vaikutuksesta säädetään erikseen. Perustevalitus saadaan tehdä niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. Perustevalitus on tehtävä 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapäivästä lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Vanhentunutta julkista saatavaa ei saa periä. Vanhentuminen ei estä suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. Jos ennen vanhentumisajan päättymistä 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteistön myynnissä taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei estä maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niistä varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. Yksityishenkilön velkajärjestelyn ja yrityssaneerauksen vaikutuksesta säädetään erikseen. Perustevalitus saadaan tehdä niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. Perustevalitus on tehtävä 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapäivästä lukien.",
        "folded_fi": "vanhentunutta julkista saatavaa ei saa peria. vanhentuminen ei esta suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. jos ennen vanhentumisajan paattymista 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteiston myynnissa taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei esta maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niista varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. yksityishenkilon velkajarjestelyn ja yrityssaneerauksen vaikutuksesta saadetaan erikseen. perustevalitus saadaan tehda niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. perustevalitus on tehtava 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapaivasta lukien.",
        "title_sv": "Verkningarna av preskription",
        "content_sv": "En preskriberad offentlig fordran får inte indrivas. Preskriptionen förhindrar inte att betalning tas ur sådan gäldenären tillhörig egendom som utgör pant för fordran. Har före preskriptionstidens utgång 1) utmätning förrättats för indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsförhandling vid försäljning av fastighet i enlighet med utsökningsbalken, eller 3) den offentliga fordran anmälts med anledning av offentlig stämning, hindrar det att preskriptionstiden har löpt ut inte att betalning fås ur medel som utmätts eller överlämnats till konkurs eller ur medel ur vilka de fordringar som anmälts i den offentliga stämningen skall betalas. I fråga om inverkan av skuldsanering för privatpersoner och företagssanering föreskrivs särskilt. Grundbesvär får anföras så länge rätten till betalning inte har förlorats enligt 1 eller 2 mom. Grundbesvären skall i de fall som avses i 2 mom. 2 punkten anföras inom tre veckor från bevakningsdagen.",
        "normalized_sv": "En preskriberad offentlig fordran får inte indrivas. Preskriptionen förhindrar inte att betalning tas ur sådan gäldenären tillhörig egendom som utgör pant för fordran. Har före preskriptionstidens utgång 1) utmätning förrättats för indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsförhandling vid försäljning av fastighet i enlighet med utsökningsbalken, eller 3) den offentliga fordran anmälts med anledning av offentlig stämning, hindrar det att preskriptionstiden har löpt ut inte att betalning fås ur medel som utmätts eller överlämnats till konkurs eller ur medel ur vilka de fordringar som anmälts i den offentliga stämningen skall betalas. I fråga om inverkan av skuldsanering för privatpersoner och företagssanering föreskrivs särskilt. Grundbesvär får anföras så länge rätten till betalning inte har förlorats enligt 1 eller 2 mom. Grundbesvären skall i de fall som avses i 2 mom. 2 punkten anföras inom tre veckor från bevakningsdagen.",
        "folded_sv": "en preskriberad offentlig fordran far inte indrivas. preskriptionen forhindrar inte att betalning tas ur sadan galdenaren tillhorig egendom som utgor pant for fordran. har fore preskriptionstidens utgang 1) utmatning forrattats for indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsforhandling vid forsaljning av fastighet i enlighet med utsokningsbalken, eller 3) den offentliga fordran anmalts med anledning av offentlig stamning, hindrar det att preskriptionstiden har lopt ut inte att betalning fas ur medel som utmatts eller overlamnats till konkurs eller ur medel ur vilka de fordringar som anmalts i den offentliga stamningen skall betalas. i fraga om inverkan av skuldsanering for privatpersoner och foretagssanering foreskrivs sarskilt. grundbesvar far anforas sa lange ratten till betalning inte har forlorats enligt 1 eller 2 mom. grundbesvaren skall i de fall som avses i 2 mom. 2 punkten anforas inom tre veckor fran bevakningsdagen."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Tarkemmat säännökset tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan verojen ja maksujen perimisestä ulosottotoimin 29 päivänä kesäkuuta 1961 annettu laki (367/1961) siihen myöhemmin tehtyine muutoksineen. Jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisestä ulosottotoimin annettuun lakiin, sovelletaan tämän lain vastaavaa säännöstä. Saatava, joka lain voimaan tullessa voimassa olleiden säännösten nojalla oli suoraan ulosottokelpoinen, on tämän lain estämättä suoraan ulosottokelpoinen myös lain voimaantulon jälkeen. Tämän lain 6 §:n 2 momenttia ja 7 §:ää sovelletaan lain voimaantulon jälkeen vireille tuleviin asioihin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan verojen ja maksujen perimisestä ulosottotoimin 29 päivänä kesäkuuta 1961 annettu laki (367/1961) siihen myöhemmin tehtyine muutoksineen. Jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisestä ulosottotoimin annettuun lakiin, sovelletaan tämän lain vastaavaa säännöstä. Saatava, joka lain voimaan tullessa voimassa olleiden säännösten nojalla oli suoraan ulosottokelpoinen, on tämän lain estämättä suoraan ulosottokelpoinen myös lain voimaantulon jälkeen. Tämän lain 6 § :n 2 momenttia ja 7 § :ää sovelletaan lain voimaantulon jälkeen vireille tuleviin asioihin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan verojen ja maksujen perimisesta ulosottotoimin 29 paivana kesakuuta 1961 annettu laki (367/1961) siihen myohemmin tehtyine muutoksineen. jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisesta ulosottotoimin annettuun lakiin, sovelletaan taman lain vastaavaa saannosta. saatava, joka lain voimaan tullessa voimassa olleiden saannosten nojalla oli suoraan ulosottokelpoinen, on taman lain estamatta suoraan ulosottokelpoinen myos lain voimaantulon jalkeen. taman lain 6 §:n 2 momenttia ja 7 §:aa sovelletaan lain voimaantulon jalkeen vireille tuleviin asioihin. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsökningsväg (367/1961) jämte ändringar. Om det i någon annan lag eller förordning hänvisas till lagen om indrivning av skatter och avgifter i utsökningsväg, tillämpas motsvarande bestämmelse i denna lag. En fordran som var direkt utsökbar enligt de bestämmelser som gällde vid ikraftträdandet är utan hinder av denna lag direkt utsökbar även efter ikraftträdandet. Bestämmelserna i 6 § 2 mom. och 7 § i denna lag tillämpas på ärenden som blir anhängiga efter ikraftträdandet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsökningsväg (367/1961) jämte ändringar. Om det i någon annan lag eller förordning hänvisas till lagen om indrivning av skatter och avgifter i utsökningsväg, tillämpas motsvarande bestämmelse i denna lag. En fordran som var direkt utsökbar enligt de bestämmelser som gällde vid ikraftträdandet är utan hinder av denna lag direkt utsökbar även efter ikraftträdandet. Bestämmelserna i 6 § 2 mom. och 7 § i denna lag tillämpas på ärenden som blir anhängiga efter ikraftträdandet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsokningsvag (367/1961) jamte andringar. om det i nagon annan lag eller forordning hanvisas till lagen om indrivning av skatter och avgifter i utsokningsvag, tillampas motsvarande bestammelse i denna lag. en fordran som var direkt utsokbar enligt de bestammelser som gallde vid ikrafttradandet ar utan hinder av denna lag direkt utsokbar aven efter ikrafttradandet. bestammelserna i 6 § 2 mom. och 7 § i denna lag tillampas pa arenden som blir anhangiga efter ikrafttradandet. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Julkinen saatava",
      "content": "julkinen saatava Tämä laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu sekä niille säädetty viivästyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 §:n mukaan saadaan periä ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 §:ssä tarkoitettua ulosottoperustetta (). Edellä 1 momentin 1 kohdassa tarkoitetuista saatavista säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "julkinen saatava Tämä laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu sekä niille säädetty viivästyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 § :n mukaan saadaan periä ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 § :ssä tarkoitettua ulosottoperustetta (). Edellä 1 momentin 1 kohdassa tarkoitetuista saatavista säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "julkinen saatava tama laki koskee seuraavia saatavia (): 1) vero ja julkinen maksu seka niille saadetty viivastyskorko ja korotus; 2) suora ulosottokelpoisuus muu julkisoikeudellinen tai siihen rinnastettava saatava, joka 3 §:n mukaan saadaan peria ulosotossa ilman ulosottokaaren (705/2007) 2 luvun 2 §:ssa tarkoitettua ulosottoperustetta (). edella 1 momentin 1 kohdassa tarkoitetuista saatavista saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Offentlig fordran",
        "content_sv": "offentlig fordran Denna lag gäller följande fordringar (): 1) skatter och offentliga avgifter samt för dem föreskriven dröjsmålsränta och förhöjning, 2) direkt utsökbarhet andra offentligrättsliga fordringar eller motsvarande fordringar som enligt 3 § får drivas in genom utsökning utan i 2 kap. 2 § i utsökningsbalken (705/2007) avsedd utsökningsgrund (). Närmare bestämmelser om de fordringar som avses i 1 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "normalized_sv": "offentlig fordran Denna lag gäller följande fordringar (): 1) skatter och offentliga avgifter samt för dem föreskriven dröjsmålsränta och förhöjning, 2) direkt utsökbarhet andra offentligrättsliga fordringar eller motsvarande fordringar som enligt 3 § får drivas in genom utsökning utan i 2 kap. 2 § i utsökningsbalken (705/2007) avsedd utsökningsgrund (). Närmare bestämmelser om de fordringar som avses i 1 mom. 1 punkten utfärdas genom förordning av statsrådet.",
        "folded_sv": "offentlig fordran denna lag galler foljande fordringar (): 1) skatter och offentliga avgifter samt for dem foreskriven drojsmalsranta och forhojning, 2) direkt utsokbarhet andra offentligrattsliga fordringar eller motsvarande fordringar som enligt 3 § far drivas in genom utsokning utan i 2 kap. 2 § i utsokningsbalken (705/2007) avsedd utsokningsgrund (). narmare bestammelser om de fordringar som avses i 1 mom. 1 punkten utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Suhde muuhun lainsäädäntöön",
      "content": "Siitä, miten velkoja voi itse periä julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintää koskevan toimeksiannon, säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Siitä, miten velkoja voi itse periä julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintää koskevan toimeksiannon, säädetään erikseen.",
        "folded_fi": "siita, miten velkoja voi itse peria julkisen saatavan, suorittaa kuittauksen ja antaa julkisen saatavan perintaa koskevan toimeksiannon, saadetaan erikseen.",
        "title_sv": "Förhållande till annan lagstiftning",
        "content_sv": "Särkilda bestämmelser finns om hur borgenären själv kan driva in en offentlig fordran, utföra kvittning och ge uppdrag som gäller indrivning av offentliga fordringar.",
        "normalized_sv": "Särkilda bestämmelser finns om hur borgenären själv kan driva in en offentlig fordran, utföra kvittning och ge uppdrag som gäller indrivning av offentliga fordringar.",
        "folded_sv": "sarkilda bestammelser finns om hur borgenaren sjalv kan driva in en offentlig fordran, utfora kvittning och ge uppdrag som galler indrivning av offentliga fordringar."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Suora ulosottokelpoisuus",
      "content": "Edellä 1 §:n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. Muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin säädetään. Tällainen saatava voidaan säätää suoraan ulosottokelpoiseksi myös valtioneuvoston asetuksella, jos saatavan rahamäärästä tai sen määräytymisperusteesta säädetään laissa tai valtioneuvoston asetuksessa eikä saatavan suuruuden määräämiseen liity merkittävää harkintavallan käyttöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Edellä 1 § :n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. Muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin säädetään. Tällainen saatava voidaan säätää suoraan ulosottokelpoiseksi myös valtioneuvoston asetuksella, jos saatavan rahamäärästä tai sen määräytymisperusteesta säädetään laissa tai valtioneuvoston asetuksessa eikä saatavan suuruuden määräämiseen liity merkittävää harkintavallan käyttöä.",
        "folded_fi": "edella 1 §:n 1 momentin 1 kohdassa tarkoitettu saatava on suoraan ulosottokelpoinen. muu julkisoikeudellinen tai siihen rinnastettava saatava on suoraan ulosottokelpoinen, jos lailla niin saadetaan. tallainen saatava voidaan saataa suoraan ulosottokelpoiseksi myos valtioneuvoston asetuksella, jos saatavan rahamaarasta tai sen maaraytymisperusteesta saadetaan laissa tai valtioneuvoston asetuksessa eika saatavan suuruuden maaraamiseen liity merkittavaa harkintavallan kayttoa.",
        "title_sv": "Direkt utsökbarhet",
        "content_sv": "En fordran som avses i 1 § 1 mom. 1 punkten är direkt utsökbar. En annan offentligrättslig fordran eller motsvarande fordran är direkt utsökbar om så föreskrivs genom lag. Genom förordning av statsrådet kan även föreskrivas att sådana fordringar är direkt utsökbara, om det i lag eller förordning av statsrådet föreskrivs om fordrans belopp eller dess bestämningsgrund och fordrans storlek kan bestämmas utan väsentlig prövning.",
        "normalized_sv": "En fordran som avses i 1 § 1 mom. 1 punkten är direkt utsökbar. En annan offentligrättslig fordran eller motsvarande fordran är direkt utsökbar om så föreskrivs genom lag. Genom förordning av statsrådet kan även föreskrivas att sådana fordringar är direkt utsökbara, om det i lag eller förordning av statsrådet föreskrivs om fordrans belopp eller dess bestämningsgrund och fordrans storlek kan bestämmas utan väsentlig prövning.",
        "folded_sv": "en fordran som avses i 1 § 1 mom. 1 punkten ar direkt utsokbar. en annan offentligrattslig fordran eller motsvarande fordran ar direkt utsokbar om sa foreskrivs genom lag. genom forordning av statsradet kan aven foreskrivas att sadana fordringar ar direkt utsokbara, om det i lag eller forordning av statsradet foreskrivs om fordrans belopp eller dess bestamningsgrund och fordrans storlek kan bestammas utan vasentlig provning."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lainvoimaisuus ja kuittaus",
      "content": "Jollei muualla laissa toisin säädetä, julkinen saatava saadaan periä ulosotossa, vaikkei saatavan määrääminen tai maksuunpano ole tullut lainvoimaiseksi. Jollei muualla laissa toisin säädetä, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jälkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jollei muualla laissa toisin säädetä, julkinen saatava saadaan periä ulosotossa, vaikkei saatavan määrääminen tai maksuunpano ole tullut lainvoimaiseksi. Jollei muualla laissa toisin säädetä, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jälkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
        "folded_fi": "jollei muualla laissa toisin saadeta, julkinen saatava saadaan peria ulosotossa, vaikkei saatavan maaraaminen tai maksuunpano ole tullut lainvoimaiseksi. jollei muualla laissa toisin saadeta, sellaisia etuuksia tai muita varoja, jotka on ulosmitattu, ei saa kuitata julkisen saatavan suorittamiseksi sen jalkeen, kun ulosottokaaressa tarkoitettu maksukielto on annettu tiedoksi.",
        "title_sv": "Laga kraft och kvittning",
        "content_sv": "Om inte annat föreskrivs någon annanstans i lag, får en offentlig fordran drivas in genom utsökning även om påförandet eller debiteringen av fordran inte har vunnit laga kraft. Om inte annat föreskrivs någon annanstans i lag får sådana förmåner eller andra tillgångar som har utmätts inte kvittas mot en offentlig fordran efter det att ett betalningsförbud enligt utsökningsbalken har delgivits.",
        "normalized_sv": "Om inte annat föreskrivs någon annanstans i lag, får en offentlig fordran drivas in genom utsökning även om påförandet eller debiteringen av fordran inte har vunnit laga kraft. Om inte annat föreskrivs någon annanstans i lag får sådana förmåner eller andra tillgångar som har utmätts inte kvittas mot en offentlig fordran efter det att ett betalningsförbud enligt utsökningsbalken har delgivits.",
        "folded_sv": "om inte annat foreskrivs nagon annanstans i lag, far en offentlig fordran drivas in genom utsokning aven om paforandet eller debiteringen av fordran inte har vunnit laga kraft. om inte annat foreskrivs nagon annanstans i lag far sadana formaner eller andra tillgangar som har utmatts inte kvittas mot en offentlig fordran efter det att ett betalningsforbud enligt utsokningsbalken har delgivits."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Hakeminen ja asiamies",
      "content": "Ulosottohakemukseen ei tarvitse liittää julkisen saatavan määräämistä tai maksuunpanoa koskevaa asiakirjaa. Asiakirja on kuitenkin yksilöitävä ja sitä koskevat tiedot on ilmoitettava hakemuksessa. Ulosottomiehen pyynnöstä hakija on velvollinen toimittamaan edellä tarkoitetun asiakirjan. Rahoitus- tai luottolaitos, perintätoiminnan harjoittaja tai muu toimitsija ei saa esiintyä velkojan toimeksiannosta hakijana tai asiamiehenä julkisen saatavan ulosotossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ulosottohakemukseen ei tarvitse liittää julkisen saatavan määräämistä tai maksuunpanoa koskevaa asiakirjaa. Asiakirja on kuitenkin yksilöitävä ja sitä koskevat tiedot on ilmoitettava hakemuksessa. Ulosottomiehen pyynnöstä hakija on velvollinen toimittamaan edellä tarkoitetun asiakirjan. Rahoitus- tai luottolaitos, perintätoiminnan harjoittaja tai muu toimitsija ei saa esiintyä velkojan toimeksiannosta hakijana tai asiamiehenä julkisen saatavan ulosotossa.",
        "folded_fi": "ulosottohakemukseen ei tarvitse liittaa julkisen saatavan maaraamista tai maksuunpanoa koskevaa asiakirjaa. asiakirja on kuitenkin yksiloitava ja sita koskevat tiedot on ilmoitettava hakemuksessa. ulosottomiehen pyynnosta hakija on velvollinen toimittamaan edella tarkoitetun asiakirjan. rahoitus- tai luottolaitos, perintatoiminnan harjoittaja tai muu toimitsija ei saa esiintya velkojan toimeksiannosta hakijana tai asiamiehena julkisen saatavan ulosotossa.",
        "title_sv": "Ansökan och ombud",
        "content_sv": "Till ansökan om utsökning behöver inte fogas den handling som gäller påförandet eller debiteringen av den offentliga fordran. Handlingen skall dock specificeras och uppgifter om den ges i ansökan. På begäran av utmätningsmannen är sökanden skyldig att ge in handlingen i fråga. Ett finansiellt institut eller kreditinstitut, någon som bedriver indrivningsverksamhet eller någon annan syssloman får inte vid utsökning av en offentlig fordran uppträda som sökande eller ombud på uppdrag av borgenären.",
        "normalized_sv": "Till ansökan om utsökning behöver inte fogas den handling som gäller påförandet eller debiteringen av den offentliga fordran. Handlingen skall dock specificeras och uppgifter om den ges i ansökan. På begäran av utmätningsmannen är sökanden skyldig att ge in handlingen i fråga. Ett finansiellt institut eller kreditinstitut, någon som bedriver indrivningsverksamhet eller någon annan syssloman får inte vid utsökning av en offentlig fordran uppträda som sökande eller ombud på uppdrag av borgenären.",
        "folded_sv": "till ansokan om utsokning behover inte fogas den handling som galler paforandet eller debiteringen av den offentliga fordran. handlingen skall dock specificeras och uppgifter om den ges i ansokan. pa begaran av utmatningsmannen ar sokanden skyldig att ge in handlingen i fraga. ett finansiellt institut eller kreditinstitut, nagon som bedriver indrivningsverksamhet eller nagon annan syssloman far inte vid utsokning av en offentlig fordran upptrada som sokande eller ombud pa uppdrag av borgenaren."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Asian palauttaminen ja saatavan tarkistus",
      "content": "Jos ulosottomies havaitsee, että julkinen saatava on ilmeisesti määrätty tai maksuunpantu kahdesti tai väärälle henkilölle, ulosottomiehen tulee palauttaa asia hakijalle. Jos alle 15-vuotiaalta henkilöltä peritään ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytää hakijaa tarkistamaan alaikäisen maksuvelvollisuus. Täytäntöönpano on sen ajan keskeytyneenä. Asioista, joissa tarkistus pyydetään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Jos ulosottomies havaitsee, että julkinen saatava on ilmeisesti määrätty tai maksuunpantu kahdesti tai väärälle henkilölle, ulosottomiehen tulee palauttaa asia hakijalle. Jos alle 15-vuotiaalta henkilöltä peritään ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytää hakijaa tarkistamaan alaikäisen maksuvelvollisuus. Täytäntöönpano on sen ajan keskeytyneenä. Asioista, joissa tarkistus pyydetään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "jos ulosottomies havaitsee, etta julkinen saatava on ilmeisesti maaratty tai maksuunpantu kahdesti tai vaaralle henkilolle, ulosottomiehen tulee palauttaa asia hakijalle. jos alle 15-vuotiaalta henkilolta peritaan ulosotossa muuta julkista saatavaa kuin veroa, ulosottomiehen tulee pyytaa hakijaa tarkistamaan alaikaisen maksuvelvollisuus. taytantoonpano on sen ajan keskeytyneena. asioista, joissa tarkistus pyydetaan, saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Återförvisning av ärende och kontroll av fordran",
        "content_sv": "Observerar utmätningsmannen att en offentlig fordran uppenbarligen har påförts eller debiterats dubbelt eller fel person, skall utmätningsmannen återförvisa ärendet till sökanden. Om det hos en person som inte har fyllt 15 år genom utsökning indrivs någon annan offentlig fordran än skatt, skall utmätningsmannen be sökanden kontrollera den minderåriges betalningsskyldighet. Verkställigheten avbryts under tiden. Angående de ärenden i vilka kontroll skall begäras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Observerar utmätningsmannen att en offentlig fordran uppenbarligen har påförts eller debiterats dubbelt eller fel person, skall utmätningsmannen återförvisa ärendet till sökanden. Om det hos en person som inte har fyllt 15 år genom utsökning indrivs någon annan offentlig fordran än skatt, skall utmätningsmannen be sökanden kontrollera den minderåriges betalningsskyldighet. Verkställigheten avbryts under tiden. Angående de ärenden i vilka kontroll skall begäras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "observerar utmatningsmannen att en offentlig fordran uppenbarligen har paforts eller debiterats dubbelt eller fel person, skall utmatningsmannen aterforvisa arendet till sokanden. om det hos en person som inte har fyllt 15 ar genom utsokning indrivs nagon annan offentlig fordran an skatt, skall utmatningsmannen be sokanden kontrollera den minderariges betalningsskyldighet. verkstalligheten avbryts under tiden. angaende de arenden i vilka kontroll skall begaras utfardas vid behov narmare bestammelser genom forordning av statsradet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ilmoitus holhousviranomaiselle",
      "content": "Jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehdä holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mitä ulosottokaaren 3 luvun 113 §:ssä säädetään. Asioista, joissa ilmoitus tehdään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehdä holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mitä ulosottokaaren 3 luvun 113 § :ssä säädetään. Asioista, joissa ilmoitus tehdään, säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "jos velallinen on alle 18-vuotias ja hakemus koskee veroa tai muuta siihen rinnastettavaa julkista saatavaa, ulosottomiehen tulee tehda holhousviranomaiselle ilmoitus noudattaen soveltuvin osin, mita ulosottokaaren 3 luvun 113 §:ssa saadetaan. asioista, joissa ilmoitus tehdaan, saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Anmälan till förmyndarmyndigheten",
        "content_sv": "Om gäldenären inte har fyllt 18 år och ansökan gäller skatt eller någon annan motsvarande offentlig fordran, skall utmätningsmannen till förmyndarmyndigheten göra en anmälan, med iakttagande i tillämpliga delar av vad som föreskrivs i 3 kap. 113 § i utsökningsbalken. Angående de ärenden i vilka anmälan skall göras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "normalized_sv": "Om gäldenären inte har fyllt 18 år och ansökan gäller skatt eller någon annan motsvarande offentlig fordran, skall utmätningsmannen till förmyndarmyndigheten göra en anmälan, med iakttagande i tillämpliga delar av vad som föreskrivs i 3 kap. 113 § i utsökningsbalken. Angående de ärenden i vilka anmälan skall göras utfärdas vid behov närmare bestämmelser genom förordning av statsrådet.",
        "folded_sv": "om galdenaren inte har fyllt 18 ar och ansokan galler skatt eller nagon annan motsvarande offentlig fordran, skall utmatningsmannen till formyndarmyndigheten gora en anmalan, med iakttagande i tillampliga delar av vad som foreskrivs i 3 kap. 113 § i utsokningsbalken. angaende de arenden i vilka anmalan skall goras utfardas vid behov narmare bestammelser genom forordning av statsradet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ulosottokaaren säännösten soveltaminen",
      "content": "Siltä osin kuin tässä laissa ei toisin säädetä, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mitä ulosottokaaressa säädetään maksuvelvoitteen täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Siltä osin kuin tässä laissa ei toisin säädetä, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mitä ulosottokaaressa säädetään maksuvelvoitteen täytäntöönpanosta.",
        "folded_fi": "silta osin kuin tassa laissa ei toisin saadeta, julkisen saatavan ulosotossa noudatetaan soveltuvin osin, mita ulosottokaaressa saadetaan maksuvelvoitteen taytantoonpanosta.",
        "title_sv": "Tillämpning av utsökningsbalken",
        "content_sv": "Till den del något annat inte följer av denna lag, iakttas vid utsökning av offentliga fordringar i tillämpliga delar vad som i utsökningsbalken föreskrivs om verkställighet av betalningsskyldighet.",
        "normalized_sv": "Till den del något annat inte följer av denna lag, iakttas vid utsökning av offentliga fordringar i tillämpliga delar vad som i utsökningsbalken föreskrivs om verkställighet av betalningsskyldighet.",
        "folded_sv": "till den del nagot annat inte foljer av denna lag, iakttas vid utsokning av offentliga fordringar i tillampliga delar vad som i utsokningsbalken foreskrivs om verkstallighet av betalningsskyldighet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus tehdä perustevalitus",
      "content": "Se, joka katsoo, että julkinen saatava on määrätty tai maksuunpantu virheellisesti, saa tehdä perustevalituksen. Vanhentumisajan vaikutuksesta säädetään 21 §:n 3 momentissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Se, joka katsoo, että julkinen saatava on määrätty tai maksuunpantu virheellisesti, saa tehdä perustevalituksen. Vanhentumisajan vaikutuksesta säädetään 21 § :n 3 momentissa.",
        "folded_fi": "se, joka katsoo, etta julkinen saatava on maaratty tai maksuunpantu virheellisesti, saa tehda perustevalituksen. vanhentumisajan vaikutuksesta saadetaan 21 §:n 3 momentissa.",
        "title_sv": "Rätt att anföra grundbesvär",
        "content_sv": "Den som anser att en offentlig fordran har påförts eller debiterats felaktigt får anföra grundbesvär. Bestämmelser om preskriptionstidens inverkan finns i 21 § 3 mom.",
        "normalized_sv": "Den som anser att en offentlig fordran har påförts eller debiterats felaktigt får anföra grundbesvär. Bestämmelser om preskriptionstidens inverkan finns i 21 § 3 mom.",
        "folded_sv": "den som anser att en offentlig fordran har paforts eller debiterats felaktigt far anfora grundbesvar. bestammelser om preskriptionstidens inverkan finns i 21 § 3 mom."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Perustevalituksen käsittelevä viranomainen",
      "content": "Perustevalitus tehdään samalle viranomaiselle kuin säännönmukainen valitus. Jollei sellaista viranomaista ole, perustevalitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä julkinen saatava on määrätty tai maksuunpantu. Jollei muualla laissa toisin säädetä, hallinto-oikeuden päätöksestä perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 päivän kuluessa päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava mainitussa määräajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Perustevalitus tehdään samalle viranomaiselle kuin säännönmukainen valitus. Jollei sellaista viranomaista ole, perustevalitus tehdään sille hallinto-oikeudelle, jonka tuomiopiirissä julkinen saatava on määrätty tai maksuunpantu. Jollei muualla laissa toisin säädetä, hallinto-oikeuden päätöksestä perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 päivän kuluessa päätöksen tiedoksisaannista. Valituskirjelmä on toimitettava mainitussa määräajassa korkeimmalle hallinto-oikeudelle tai päätöksen tehneelle hallinto-oikeudelle.",
        "folded_fi": "perustevalitus tehdaan samalle viranomaiselle kuin saannonmukainen valitus. jollei sellaista viranomaista ole, perustevalitus tehdaan sille hallinto-oikeudelle, jonka tuomiopiirissa julkinen saatava on maaratty tai maksuunpantu. jollei muualla laissa toisin saadeta, hallinto-oikeuden paatoksesta perustevalitusasiassa saadaan valittaa korkeimpaan hallinto-oikeuteen 60 paivan kuluessa paatoksen tiedoksisaannista. valituskirjelma on toimitettava mainitussa maaraajassa korkeimmalle hallinto-oikeudelle tai paatoksen tehneelle hallinto-oikeudelle.",
        "title_sv": "Myndighet som handlägger grundbesvär",
        "content_sv": "Grundbesvär anförs hos samma myndighet som ordinarie besvär. Finns det ingen sådan myndighet, anförs grundbesvären hos den förvaltningsdomstol inom vars domkrets den offentliga fordran har påförts eller debiterats. Om inte annat föreskrivs någon annanstans i lag får förvaltningsdomstolens beslut i ett ärende som gäller grundbesvär överklagas hos högsta förvaltningsdomstolen inom 60 dagar från delfåendet av beslutet. Besvärsskriften skall inom den nämnda tiden sändas till högsta förvaltningsdomstolen eller till den förvaltningsdomstol som fattat beslutet.",
        "normalized_sv": "Grundbesvär anförs hos samma myndighet som ordinarie besvär. Finns det ingen sådan myndighet, anförs grundbesvären hos den förvaltningsdomstol inom vars domkrets den offentliga fordran har påförts eller debiterats. Om inte annat föreskrivs någon annanstans i lag får förvaltningsdomstolens beslut i ett ärende som gäller grundbesvär överklagas hos högsta förvaltningsdomstolen inom 60 dagar från delfåendet av beslutet. Besvärsskriften skall inom den nämnda tiden sändas till högsta förvaltningsdomstolen eller till den förvaltningsdomstol som fattat beslutet.",
        "folded_sv": "grundbesvar anfors hos samma myndighet som ordinarie besvar. finns det ingen sadan myndighet, anfors grundbesvaren hos den forvaltningsdomstol inom vars domkrets den offentliga fordran har paforts eller debiterats. om inte annat foreskrivs nagon annanstans i lag far forvaltningsdomstolens beslut i ett arende som galler grundbesvar overklagas hos hogsta forvaltningsdomstolen inom 60 dagar fran delfaendet av beslutet. besvarsskriften skall inom den namnda tiden sandas till hogsta forvaltningsdomstolen eller till den forvaltningsdomstol som fattat beslutet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Valitusosoitus",
      "content": "Jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 §:ssä tarkoitetun valitusosoituksen lisäksi perustevalitusosoitus, jos asianomaisella on oikeus tehdä perustevalitus. Ulosottomiehen on myös ilmoitettava, mitä keskeytyshakemuksen tekemisessä on tämän lain mukaan noudatettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 § :ssä tarkoitetun valitusosoituksen lisäksi perustevalitusosoitus, jos asianomaisella on oikeus tehdä perustevalitus. Ulosottomiehen on myös ilmoitettava, mitä keskeytyshakemuksen tekemisessä on tämän lain mukaan noudatettava.",
        "folded_fi": "jos ulosmittaus on toimitettu julkisen saatavan perimiseksi, ulosottomiehen tulee antaa velalliselle ulosottokaaren 11 luvun 13 ja 14 §:ssa tarkoitetun valitusosoituksen lisaksi perustevalitusosoitus, jos asianomaisella on oikeus tehda perustevalitus. ulosottomiehen on myos ilmoitettava, mita keskeytyshakemuksen tekemisessa on taman lain mukaan noudatettava.",
        "title_sv": "Besvärsanvisning",
        "content_sv": "Har utmätning förrättats för indrivning av en offentlig fordran, skall utmätningsmannen utöver en besvärsanvisning enligt 11 kap. 13 och 14 § i utsökningsbalken ge gäldenären en anvisning om grundbesvär, om gäldenären har rätt att anföra grundbesvär. Utmätningsmannen skall även ge information om vad som enligt denna lag skall iakttas vid ansökan om avbrott.",
        "normalized_sv": "Har utmätning förrättats för indrivning av en offentlig fordran, skall utmätningsmannen utöver en besvärsanvisning enligt 11 kap. 13 och 14 § i utsökningsbalken ge gäldenären en anvisning om grundbesvär, om gäldenären har rätt att anföra grundbesvär. Utmätningsmannen skall även ge information om vad som enligt denna lag skall iakttas vid ansökan om avbrott.",
        "folded_sv": "har utmatning forrattats for indrivning av en offentlig fordran, skall utmatningsmannen utover en besvarsanvisning enligt 11 kap. 13 och 14 § i utsokningsbalken ge galdenaren en anvisning om grundbesvar, om galdenaren har ratt att anfora grundbesvar. utmatningsmannen skall aven ge information om vad som enligt denna lag skall iakttas vid ansokan om avbrott."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Keskeytysmääräyksen edellytykset",
      "content": "muutoksenhakuviranomainen Viranomaisen (), joka käsittelee 1) julkisen saatavan määräämistä tai maksuunpanoa koskevaa säännönmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintää koskevaa oikaisuvaatimusta, keskeytysmääräys tulee viipymättä pyynnöstä tai omasta aloitteesta kieltää saatavan ulosotto tai määrätä se keskeytettäväksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "muutoksenhakuviranomainen Viranomaisen (), joka käsittelee 1) julkisen saatavan määräämistä tai maksuunpanoa koskevaa säännönmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintää koskevaa oikaisuvaatimusta, keskeytysmääräys tulee viipymättä pyynnöstä tai omasta aloitteesta kieltää saatavan ulosotto tai määrätä se keskeytettäväksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
        "folded_fi": "muutoksenhakuviranomainen viranomaisen (), joka kasittelee 1) julkisen saatavan maaraamista tai maksuunpanoa koskevaa saannonmukaista valitusta tai perustevalitusta taikka 2) verotusta tai ennakkoperintaa koskevaa oikaisuvaatimusta, keskeytysmaarays tulee viipymatta pyynnosta tai omasta aloitteesta kieltaa saatavan ulosotto tai maarata se keskeytettavaksi (), jollei valitus tai oikaisuvaatimus ole ilmeisen aiheeton.",
        "title_sv": "Förutsättningar för förordnande om avbrott",
        "content_sv": "besvärsmyndighet Den myndighet () som handlägger 1) ordinarie besvär eller grundbesvär över påförande eller debitering av en offentlig fordran, eller 2) rättelseyrkanden som gäller beskattning eller förskottsuppbörd, förordnande om avbrott skall utan dröjsmål på begäran eller självmant förbjuda utsökning av fordran eller förordna om avbrott i utsökningen (), om inte besvären eller rättelseyrkandet är uppenbart obefogade.",
        "normalized_sv": "besvärsmyndighet Den myndighet () som handlägger 1) ordinarie besvär eller grundbesvär över påförande eller debitering av en offentlig fordran, eller 2) rättelseyrkanden som gäller beskattning eller förskottsuppbörd, förordnande om avbrott skall utan dröjsmål på begäran eller självmant förbjuda utsökning av fordran eller förordna om avbrott i utsökningen (), om inte besvären eller rättelseyrkandet är uppenbart obefogade.",
        "folded_sv": "besvarsmyndighet den myndighet () som handlagger 1) ordinarie besvar eller grundbesvar over paforande eller debitering av en offentlig fordran, eller 2) rattelseyrkanden som galler beskattning eller forskottsuppbord, forordnande om avbrott skall utan drojsmal pa begaran eller sjalvmant forbjuda utsokning av fordran eller forordna om avbrott i utsokningen (), om inte besvaren eller rattelseyrkandet ar uppenbart obefogade."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Myynnin ja tilityksen keskeyttäminen eräissä tapauksissa",
      "content": "Sen lisäksi, mitä 12 §:ssä säädetään, myynti ja tilitys tulee keskeyttää, jos ulosmitattuna on kiinteistö taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtiön osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. Myyntiä ja tilitystä ei kuitenkaan saa tämän momentin nojalla keskeyttää, jos täytäntöönpanon jatkamiselle on painavia syitä. Poiketen siitä, mitä 12 §:ssä ja tämän pykälän 1 momentissa säädetään, myynti saadaan määrätä keskeytettäväksi vain painavasta syystä, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Sen lisäksi, mitä 12 § :ssä säädetään, myynti ja tilitys tulee keskeyttää, jos ulosmitattuna on kiinteistö taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtiön osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. Myyntiä ja tilitystä ei kuitenkaan saa tämän momentin nojalla keskeyttää, jos täytäntöönpanon jatkamiselle on painavia syitä. Poiketen siitä, mitä 12 § :ssä ja tämän pykälän 1 momentissa säädetään, myynti saadaan määrätä keskeytettäväksi vain painavasta syystä, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
        "folded_fi": "sen lisaksi, mita 12 §:ssa saadetaan, myynti ja tilitys tulee keskeyttaa, jos ulosmitattuna on kiinteisto taikka huoneiston tai rakennuksen hallintaan oikeuttavat osakeyhtion osakkeet taikka jos muutoksenhaku koskee veron tai julkisen maksun korotusta. myyntia ja tilitysta ei kuitenkaan saa taman momentin nojalla keskeyttaa, jos taytantoonpanon jatkamiselle on painavia syita. poiketen siita, mita 12 §:ssa ja taman pykalan 1 momentissa saadetaan, myynti saadaan maarata keskeytettavaksi vain painavasta syysta, jos ulosmitatun omaisuuden arvo alentuu nopeasti tai omaisuuden hoitokulut ovat korkeat taikka jos huutokaupasta on julkaistu myynti-ilmoitus.",
        "title_sv": "Avbrytande av försäljning och av redovisning i vissa fall",
        "content_sv": "Utöver vad som föreskrivs i 12 § skall försäljningen och redovisningen avbrytas, om utmätningen gäller en fastighet eller sådana aktier i ett aktiebolag som berättigar till besittning av en lägenhet eller en byggnad eller om ändringssökandet gäller förhöjning av skatt eller offentlig avgift. Försäljningen och redovisningen får emellertid inte avbrytas med stöd av detta moment om det finns vägande skäl för att fortsätta verkställigheten. Med avvikelse från vad som föreskrivs i 12 § och i 1 mom. i denna paragraf får det endast av vägande skäl förordnas att försäljningen skall avbrytas, om den utmätta egendomen snabbt sjunker i värde eller medför höga skötselkostnader eller om en auktionsannons har publicerats.",
        "normalized_sv": "Utöver vad som föreskrivs i 12 § skall försäljningen och redovisningen avbrytas, om utmätningen gäller en fastighet eller sådana aktier i ett aktiebolag som berättigar till besittning av en lägenhet eller en byggnad eller om ändringssökandet gäller förhöjning av skatt eller offentlig avgift. Försäljningen och redovisningen får emellertid inte avbrytas med stöd av detta moment om det finns vägande skäl för att fortsätta verkställigheten. Med avvikelse från vad som föreskrivs i 12 § och i 1 mom. i denna paragraf får det endast av vägande skäl förordnas att försäljningen skall avbrytas, om den utmätta egendomen snabbt sjunker i värde eller medför höga skötselkostnader eller om en auktionsannons har publicerats.",
        "folded_sv": "utover vad som foreskrivs i 12 § skall forsaljningen och redovisningen avbrytas, om utmatningen galler en fastighet eller sadana aktier i ett aktiebolag som berattigar till besittning av en lagenhet eller en byggnad eller om andringssokandet galler forhojning av skatt eller offentlig avgift. forsaljningen och redovisningen far emellertid inte avbrytas med stod av detta moment om det finns vagande skal for att fortsatta verkstalligheten. med avvikelse fran vad som foreskrivs i 12 § och i 1 mom. i denna paragraf far det endast av vagande skal forordnas att forsaljningen skall avbrytas, om den utmatta egendomen snabbt sjunker i varde eller medfor hoga skotselkostnader eller om en auktionsannons har publicerats."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Keskeyttäminen vakuutta vastaan",
      "content": "Ulosottomiehen tulee välittömästi keskeyttää täytäntöönpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. Jollei ulosottoasia ole vireillä, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla täytäntöönpanon kiellolla. Ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja täytäntöönpanon keskeytyksestä asianomaiselle muutoksenhakuviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ulosottomiehen tulee välittömästi keskeyttää täytäntöönpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. Jollei ulosottoasia ole vireillä, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla täytäntöönpanon kiellolla. Ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja täytäntöönpanon keskeytyksestä asianomaiselle muutoksenhakuviranomaiselle.",
        "folded_fi": "ulosottomiehen tulee valittomasti keskeyttaa taytantoonpano, jos velallinen asettaa ulosottomiehelle vakuuden ulosotossa olevan julkisen saatavan maksamisesta. jollei ulosottoasia ole vireilla, ulosottomiehelle asetetulla vakuudella on sama vaikutus kuin muutoksenhakuviranomaisen antamalla taytantoonpanon kiellolla. ulosottomiehen tulee ilmoittaa asetetusta vakuudesta ja taytantoonpanon keskeytyksesta asianomaiselle muutoksenhakuviranomaiselle.",
        "title_sv": "Avbrytande mot säkerhet",
        "content_sv": "Utmätningsmannen skall omedelbart avbryta verkställigheten, om gäldenären hos utmätningsmannen ställer säkerhet för betalningen av den offentliga fordran som är föremål för utsökning. Om något utsökningsärende inte är anhängigt har en hos utmätningsmannen ställd säkerhet samma verkan som ett av besvärsmyndigheten meddelat verkställighetsförbud. Utmätningsmannen skall underrätta besvärsmyndigheten om säkerhet som har ställts och om avbrytande av verkställigheten.",
        "normalized_sv": "Utmätningsmannen skall omedelbart avbryta verkställigheten, om gäldenären hos utmätningsmannen ställer säkerhet för betalningen av den offentliga fordran som är föremål för utsökning. Om något utsökningsärende inte är anhängigt har en hos utmätningsmannen ställd säkerhet samma verkan som ett av besvärsmyndigheten meddelat verkställighetsförbud. Utmätningsmannen skall underrätta besvärsmyndigheten om säkerhet som har ställts och om avbrytande av verkställigheten.",
        "folded_sv": "utmatningsmannen skall omedelbart avbryta verkstalligheten, om galdenaren hos utmatningsmannen staller sakerhet for betalningen av den offentliga fordran som ar foremal for utsokning. om nagot utsokningsarende inte ar anhangigt har en hos utmatningsmannen stalld sakerhet samma verkan som ett av besvarsmyndigheten meddelat verkstallighetsforbud. utmatningsmannen skall underratta besvarsmyndigheten om sakerhet som har stallts och om avbrytande av verkstalligheten."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Keskeytyspyynnön tekeminen",
      "content": "Täytäntöönpanon kieltoa tai keskeyttämistä pyydetään 12 §:ssä tarkoitetulta muutoksenhakuviranomaiselta. Velallinen, jonka omaisuutta on ulosmitattu, voi pyytää täytäntöönpanon keskeyttämistä myös ulosottomieheltä. Ulosottomiehen tulee keskeyttää täytäntöönpano, jos velallinen pyytää keskeyttämistä viikon kuluessa ulosmittauksesta. Keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnöstä todistuksen muutoksenhaun vireilläolosta tai valituskirjelmän. Ulosottomiehen tulee toimittaa keskeytyspyyntö ja mahdollinen valituskirjelmä välittömästi sekä keskeytyspyyntöä koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. Keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnön. Edellä 2 momentissa mainittu viikon määräaika lasketaan ulosmittauksesta noudattaen, mitä ulosottokaaren 11 luvun 6 §:ssä säädetään. Keskeyttämistä voidaan pyytää ulosottomieheltä suullisesti, jolloin kirjallinen keskeytyspyyntö tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon määräajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Täytäntöönpanon kieltoa tai keskeyttämistä pyydetään 12 § :ssä tarkoitetulta muutoksenhakuviranomaiselta. Velallinen, jonka omaisuutta on ulosmitattu, voi pyytää täytäntöönpanon keskeyttämistä myös ulosottomieheltä. Ulosottomiehen tulee keskeyttää täytäntöönpano, jos velallinen pyytää keskeyttämistä viikon kuluessa ulosmittauksesta. Keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnöstä todistuksen muutoksenhaun vireilläolosta tai valituskirjelmän. Ulosottomiehen tulee toimittaa keskeytyspyyntö ja mahdollinen valituskirjelmä välittömästi sekä keskeytyspyyntöä koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. Keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnön. Edellä 2 momentissa mainittu viikon määräaika lasketaan ulosmittauksesta noudattaen, mitä ulosottokaaren 11 luvun 6 § :ssä säädetään. Keskeyttämistä voidaan pyytää ulosottomieheltä suullisesti, jolloin kirjallinen keskeytyspyyntö tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon määräajassa.",
        "folded_fi": "taytantoonpanon kieltoa tai keskeyttamista pyydetaan 12 §:ssa tarkoitetulta muutoksenhakuviranomaiselta. velallinen, jonka omaisuutta on ulosmitattu, voi pyytaa taytantoonpanon keskeyttamista myos ulosottomiehelta. ulosottomiehen tulee keskeyttaa taytantoonpano, jos velallinen pyytaa keskeyttamista viikon kuluessa ulosmittauksesta. keskeytys jatkuu, jos velallinen toimittaa ulosottomiehelle kolmen viikon kuluessa keskeytyspyynnosta todistuksen muutoksenhaun vireillaolosta tai valituskirjelman. ulosottomiehen tulee toimittaa keskeytyspyynto ja mahdollinen valituskirjelma valittomasti seka keskeytyspyyntoa koskeva lausuntonsa mahdollisimman pian muutoksenhakuviranomaiselle. keskeytys on voimassa siihen saakka, kunnes muutoksenhakuviranomainen on ratkaissut keskeytyspyynnon. edella 2 momentissa mainittu viikon maaraaika lasketaan ulosmittauksesta noudattaen, mita ulosottokaaren 11 luvun 6 §:ssa saadetaan. keskeyttamista voidaan pyytaa ulosottomiehelta suullisesti, jolloin kirjallinen keskeytyspyynto tulee toimittaa ulosottomiehelle 2 momentissa mainitussa kolmen viikon maaraajassa.",
        "title_sv": "Begäran om avbrott",
        "content_sv": "Begäran om förbud mot eller avbrytande av verkställighet framställs hos den besvärsmyndighet som avses i 12 §. En gäldenär vars egendom har utmätts kan även hos utmätningsmannen begära att verkställigheten skall avbrytas. Utmätningsmannen skall avbryta verkställigheten, om gäldenären begär avbrott inom en vecka från utmätningen. Avbrottet fortsätter om gäldenären inom tre veckor från begäran om avbrott till utmätningsmannen lämnar ett intyg över att en ändringsansökan är anhängig eller en besvärsskrift. Utmätningsmannen skall omedelbart sända en begäran om avbrott och en eventuell besvärsskrift till besvärsmyndigheten och sitt utlåtande om begäran om avbrott så snart som möjligt till samma myndighet. Avbrottet gäller tills besvärsmyndigheten har avgjort begäran om avbrott. Den frist på en vecka som avses i 2 mom. räknas från utmätningen, med iakttagande av bestämmelserna i 11 kap. 6 § i utsökningsbalken. Om gäldenären muntligen har begärt avbrott hos utmätningsmannen, skall en skriftlig begäran om avbrott lämnas till utmätningsmannen inom den i 2 mom. nämnda tiden på tre veckor.",
        "normalized_sv": "Begäran om förbud mot eller avbrytande av verkställighet framställs hos den besvärsmyndighet som avses i 12 § . En gäldenär vars egendom har utmätts kan även hos utmätningsmannen begära att verkställigheten skall avbrytas. Utmätningsmannen skall avbryta verkställigheten, om gäldenären begär avbrott inom en vecka från utmätningen. Avbrottet fortsätter om gäldenären inom tre veckor från begäran om avbrott till utmätningsmannen lämnar ett intyg över att en ändringsansökan är anhängig eller en besvärsskrift. Utmätningsmannen skall omedelbart sända en begäran om avbrott och en eventuell besvärsskrift till besvärsmyndigheten och sitt utlåtande om begäran om avbrott så snart som möjligt till samma myndighet. Avbrottet gäller tills besvärsmyndigheten har avgjort begäran om avbrott. Den frist på en vecka som avses i 2 mom. räknas från utmätningen, med iakttagande av bestämmelserna i 11 kap. 6 § i utsökningsbalken. Om gäldenären muntligen har begärt avbrott hos utmätningsmannen, skall en skriftlig begäran om avbrott lämnas till utmätningsmannen inom den i 2 mom. nämnda tiden på tre veckor.",
        "folded_sv": "begaran om forbud mot eller avbrytande av verkstallighet framstalls hos den besvarsmyndighet som avses i 12 §. en galdenar vars egendom har utmatts kan aven hos utmatningsmannen begara att verkstalligheten skall avbrytas. utmatningsmannen skall avbryta verkstalligheten, om galdenaren begar avbrott inom en vecka fran utmatningen. avbrottet fortsatter om galdenaren inom tre veckor fran begaran om avbrott till utmatningsmannen lamnar ett intyg over att en andringsansokan ar anhangig eller en besvarsskrift. utmatningsmannen skall omedelbart sanda en begaran om avbrott och en eventuell besvarsskrift till besvarsmyndigheten och sitt utlatande om begaran om avbrott sa snart som mojligt till samma myndighet. avbrottet galler tills besvarsmyndigheten har avgjort begaran om avbrott. den frist pa en vecka som avses i 2 mom. raknas fran utmatningen, med iakttagande av bestammelserna i 11 kap. 6 § i utsokningsbalken. om galdenaren muntligen har begart avbrott hos utmatningsmannen, skall en skriftlig begaran om avbrott lamnas till utmatningsmannen inom den i 2 mom. namnda tiden pa tre veckor."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Määräys täytäntöönpanon peruuttamisesta",
      "content": "Keskeytysmääräyksessä voidaan tarvittaessa määrätä, että jo suoritettu täytäntöönpanotoimi on peruutettava.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Keskeytysmääräyksessä voidaan tarvittaessa määrätä, että jo suoritettu täytäntöönpanotoimi on peruutettava.",
        "folded_fi": "keskeytysmaarayksessa voidaan tarvittaessa maarata, etta jo suoritettu taytantoonpanotoimi on peruutettava.",
        "title_sv": "Förordnande om återkallade av verkställighet",
        "content_sv": "I förordnandet om avbrott kan vid behov bestämmas att en redan utförd verkställighetsåtgärd skall återkallas.",
        "normalized_sv": "I förordnandet om avbrott kan vid behov bestämmas att en redan utförd verkställighetsåtgärd skall återkallas.",
        "folded_sv": "i forordnandet om avbrott kan vid behov bestammas att en redan utford verkstallighetsatgard skall aterkallas."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Keskeytysmääräyksen voimassaolo ja muutoksenhaku",
      "content": "Annettu keskeytysmääräys on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin määrää. Keskeytyksen jatkuminen pääasiassa annetun ratkaisun jälkeen edellyttää kuitenkin, että velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintää koskevassa oikaisuasiassa 60 päivän kuluessa ratkaisun tiedoksisaannista. Muussa asiassa täytäntöönpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, että hän on hakenut muutosta määräajassa tai että muutoksenhakuaikaa on jäljellä. Keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_17",
        "normalized_fi": "Annettu keskeytysmääräys on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin määrää. Keskeytyksen jatkuminen pääasiassa annetun ratkaisun jälkeen edellyttää kuitenkin, että velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintää koskevassa oikaisuasiassa 60 päivän kuluessa ratkaisun tiedoksisaannista. Muussa asiassa täytäntöönpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, että hän on hakenut muutosta määräajassa tai että muutoksenhakuaikaa on jäljellä. Keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
        "folded_fi": "annettu keskeytysmaarays on voimassa, kunnes asia on lainvoimaisesti ratkaistu, jollei muutoksenhakuviranomainen toisin maaraa. keskeytyksen jatkuminen paaasiassa annetun ratkaisun jalkeen edellyttaa kuitenkin, etta velallinen osoittaa hakeneensa muutosta verotusta tai ennakkoperintaa koskevassa oikaisuasiassa 60 paivan kuluessa ratkaisun tiedoksisaannista. muussa asiassa taytantoonpano jatkuu, kun ratkaisun antamisesta on kulunut kolme kuukautta, jollei velallinen osoita, etta han on hakenut muutosta maaraajassa tai etta muutoksenhakuaikaa on jaljella. keskeytysasiassa annettuun ratkaisuun ei saa hakea erikseen muutosta.",
        "title_sv": "Giltighetstid för förordnande om avbrott och sökande av ändring",
        "content_sv": "Ett förordnande om avbrott gäller tills ärendet har avgjorts med laga kraft, om inte besvärsmyndigheten bestämmer något annat. För att avbrottet skall fortsätta att gälla efter det att avgörande nåtts i huvudsaken krävs dock att gäldenären visar att han inom 60 dagar från delfåendet av avgörandet har sökt ändring i ett rättelseärende som gäller beskattning eller förskottsuppbörd. I andra ärenden fortsätter verkställigheten när tre månader har förflutit från avgörandet, om inte gäldenären visar att han har sökt ändring inom föreskriven tid eller att tid för sökande av ändring återstår. Avgörandet i ett avbrottsärende får inte överklagas separat.",
        "normalized_sv": "Ett förordnande om avbrott gäller tills ärendet har avgjorts med laga kraft, om inte besvärsmyndigheten bestämmer något annat. För att avbrottet skall fortsätta att gälla efter det att avgörande nåtts i huvudsaken krävs dock att gäldenären visar att han inom 60 dagar från delfåendet av avgörandet har sökt ändring i ett rättelseärende som gäller beskattning eller förskottsuppbörd. I andra ärenden fortsätter verkställigheten när tre månader har förflutit från avgörandet, om inte gäldenären visar att han har sökt ändring inom föreskriven tid eller att tid för sökande av ändring återstår. Avgörandet i ett avbrottsärende får inte överklagas separat.",
        "folded_sv": "ett forordnande om avbrott galler tills arendet har avgjorts med laga kraft, om inte besvarsmyndigheten bestammer nagot annat. for att avbrottet skall fortsatta att galla efter det att avgorande natts i huvudsaken kravs dock att galdenaren visar att han inom 60 dagar fran delfaendet av avgorandet har sokt andring i ett rattelsearende som galler beskattning eller forskottsuppbord. i andra arenden fortsatter verkstalligheten nar tre manader har forflutit fran avgorandet, om inte galdenaren visar att han har sokt andring inom foreskriven tid eller att tid for sokande av andring aterstar. avgorandet i ett avbrottsarende far inte overklagas separat."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Keskeytyspyynnön käsittely",
      "content": "Muutoksenhakuviranomainen saa määrätä puheenjohtajansa, jäsenensä tai esittelijänsä käsittelemään ja ratkaisemaan keskeytyspyyntöjä. Suoraan muutoksenhakuviranomaiselle tullut keskeytyspyyntö tulee ratkaista heti. Ulosottomiehen kautta 15 §:n 2 momentin mukaisesti tullut keskeytyspyyntö tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_18",
        "normalized_fi": "Muutoksenhakuviranomainen saa määrätä puheenjohtajansa, jäsenensä tai esittelijänsä käsittelemään ja ratkaisemaan keskeytyspyyntöjä. Suoraan muutoksenhakuviranomaiselle tullut keskeytyspyyntö tulee ratkaista heti. Ulosottomiehen kautta 15 § :n 2 momentin mukaisesti tullut keskeytyspyyntö tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
        "folded_fi": "muutoksenhakuviranomainen saa maarata puheenjohtajansa, jasenensa tai esittelijansa kasittelemaan ja ratkaisemaan keskeytyspyyntoja. suoraan muutoksenhakuviranomaiselle tullut keskeytyspyynto tulee ratkaista heti. ulosottomiehen kautta 15 §:n 2 momentin mukaisesti tullut keskeytyspyynto tulee ratkaista kolmen viikon kuluessa sen saapumisesta muutoksenhakuviranomaiselle.",
        "title_sv": "Behandling av begäran om avbrott",
        "content_sv": "Besvärsmyndigheten får bestämma att ordföranden, en ledamot eller en föredragande skall behandla och avgöra begäran om avbrott. En begäran om avbrott som kommit direkt till besvärsmyndigheten skall avgöras genast. En begäran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmätningsmannen skall avgöras inom tre veckor från det att den kom in till besvärsmyndigheten.",
        "normalized_sv": "Besvärsmyndigheten får bestämma att ordföranden, en ledamot eller en föredragande skall behandla och avgöra begäran om avbrott. En begäran om avbrott som kommit direkt till besvärsmyndigheten skall avgöras genast. En begäran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmätningsmannen skall avgöras inom tre veckor från det att den kom in till besvärsmyndigheten.",
        "folded_sv": "besvarsmyndigheten far bestamma att ordforanden, en ledamot eller en foredragande skall behandla och avgora begaran om avbrott. en begaran om avbrott som kommit direkt till besvarsmyndigheten skall avgoras genast. en begaran om avbrott som i enlighet med 15 § 2 mom. har inkommit via utmatningsmannen skall avgoras inom tre veckor fran det att den kom in till besvarsmyndigheten."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Ulosottokaaren keskeytyssäännösten soveltaminen",
      "content": "Keskeytysmääräyksen antamisesta on muutoin soveltuvin osin voimassa, mitä ulosottokaaren 10 luvun 20 ja 22 §:ssä, 23 §:n 2 momentissa sekä 24 ja 26 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Keskeytysmääräyksen antamisesta on muutoin soveltuvin osin voimassa, mitä ulosottokaaren 10 luvun 20 ja 22 § :ssä, 23 § :n 2 momentissa sekä 24 ja 26 § :ssä säädetään.",
        "folded_fi": "keskeytysmaarayksen antamisesta on muutoin soveltuvin osin voimassa, mita ulosottokaaren 10 luvun 20 ja 22 §:ssa, 23 §:n 2 momentissa seka 24 ja 26 §:ssa saadetaan.",
        "title_sv": "Tillämpning av avbrottsbestämmelserna i utsökningsbalken",
        "content_sv": "I fråga om meddelande av förordnande om avbrott gäller i övrigt i tillämpliga delar vad som föreskrivs i 10 kap. 20 och 22 §, 23 § 2 mom. samt 24 och 26 § i utsökningsbalken.",
        "normalized_sv": "I fråga om meddelande av förordnande om avbrott gäller i övrigt i tillämpliga delar vad som föreskrivs i 10 kap. 20 och 22 § , 23 § 2 mom. samt 24 och 26 § i utsökningsbalken.",
        "folded_sv": "i fraga om meddelande av forordnande om avbrott galler i ovrigt i tillampliga delar vad som foreskrivs i 10 kap. 20 och 22 §, 23 § 2 mom. samt 24 och 26 § i utsokningsbalken."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Vanhentumisaika",
      "content": "Julkinen saatava vanhentuu viiden vuoden kuluttua sitä seuranneen vuoden alusta, jona se on määrätty tai maksuunpantu, ja muussa tapauksessa sitä seuranneen vuoden alusta, jona se on erääntynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_20",
        "normalized_fi": "Julkinen saatava vanhentuu viiden vuoden kuluttua sitä seuranneen vuoden alusta, jona se on määrätty tai maksuunpantu, ja muussa tapauksessa sitä seuranneen vuoden alusta, jona se on erääntynyt.",
        "folded_fi": "julkinen saatava vanhentuu viiden vuoden kuluttua sita seuranneen vuoden alusta, jona se on maaratty tai maksuunpantu, ja muussa tapauksessa sita seuranneen vuoden alusta, jona se on eraantynyt.",
        "title_sv": "Preskriptionstid",
        "content_sv": "En offentlig fordran preskriberas fem år efter ingången av året efter det år då den påfördes eller debiterades, och i annat fall vid ingången av året efter det år då fordran förföll till betalning.",
        "normalized_sv": "En offentlig fordran preskriberas fem år efter ingången av året efter det år då den påfördes eller debiterades, och i annat fall vid ingången av året efter det år då fordran förföll till betalning.",
        "folded_sv": "en offentlig fordran preskriberas fem ar efter ingangen av aret efter det ar da den pafordes eller debiterades, och i annat fall vid ingangen av aret efter det ar da fordran forfoll till betalning."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Vanhentumisen vaikutukset",
      "content": "Vanhentunutta julkista saatavaa ei saa periä. Vanhentuminen ei estä suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. Jos ennen vanhentumisajan päättymistä 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteistön myynnissä taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei estä maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niistä varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. Yksityishenkilön velkajärjestelyn ja yrityssaneerauksen vaikutuksesta säädetään erikseen. Perustevalitus saadaan tehdä niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. Perustevalitus on tehtävä 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapäivästä lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_21",
        "normalized_fi": "Vanhentunutta julkista saatavaa ei saa periä. Vanhentuminen ei estä suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. Jos ennen vanhentumisajan päättymistä 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteistön myynnissä taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei estä maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niistä varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. Yksityishenkilön velkajärjestelyn ja yrityssaneerauksen vaikutuksesta säädetään erikseen. Perustevalitus saadaan tehdä niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. Perustevalitus on tehtävä 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapäivästä lukien.",
        "folded_fi": "vanhentunutta julkista saatavaa ei saa peria. vanhentuminen ei esta suorituksen saamista saatavan panttina olevasta velallisen omaisuudesta. jos ennen vanhentumisajan paattymista 1) julkisen saatavan perimiseksi on toimitettu ulosmittaus, 2) julkinen saatava on valvottu konkurssissa tai asianosaiskeskustelussa ulosottokaaren mukaisessa kiinteiston myynnissa taikka 3) julkinen saatava on ilmoitettu julkisen haasteen johdosta, vanhentumisajan umpeen kuluminen ei esta maksun saamista ulosmitatuista tai konkurssiin luovutetuista varoista taikka niista varoista, joista julkisessa haasteessa ilmoitetut saatavat on suoritettava. yksityishenkilon velkajarjestelyn ja yrityssaneerauksen vaikutuksesta saadetaan erikseen. perustevalitus saadaan tehda niin kauan kuin oikeutta maksun saantiin ei ole 1 tai 2 momentin mukaan menetetty. perustevalitus on tehtava 2 momentin 2 kohdassa tarkoitetussa tapauksessa kolmen viikon kuluessa valvontapaivasta lukien.",
        "title_sv": "Verkningarna av preskription",
        "content_sv": "En preskriberad offentlig fordran får inte indrivas. Preskriptionen förhindrar inte att betalning tas ur sådan gäldenären tillhörig egendom som utgör pant för fordran. Har före preskriptionstidens utgång 1) utmätning förrättats för indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsförhandling vid försäljning av fastighet i enlighet med utsökningsbalken, eller 3) den offentliga fordran anmälts med anledning av offentlig stämning, hindrar det att preskriptionstiden har löpt ut inte att betalning fås ur medel som utmätts eller överlämnats till konkurs eller ur medel ur vilka de fordringar som anmälts i den offentliga stämningen skall betalas. I fråga om inverkan av skuldsanering för privatpersoner och företagssanering föreskrivs särskilt. Grundbesvär får anföras så länge rätten till betalning inte har förlorats enligt 1 eller 2 mom. Grundbesvären skall i de fall som avses i 2 mom. 2 punkten anföras inom tre veckor från bevakningsdagen.",
        "normalized_sv": "En preskriberad offentlig fordran får inte indrivas. Preskriptionen förhindrar inte att betalning tas ur sådan gäldenären tillhörig egendom som utgör pant för fordran. Har före preskriptionstidens utgång 1) utmätning förrättats för indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsförhandling vid försäljning av fastighet i enlighet med utsökningsbalken, eller 3) den offentliga fordran anmälts med anledning av offentlig stämning, hindrar det att preskriptionstiden har löpt ut inte att betalning fås ur medel som utmätts eller överlämnats till konkurs eller ur medel ur vilka de fordringar som anmälts i den offentliga stämningen skall betalas. I fråga om inverkan av skuldsanering för privatpersoner och företagssanering föreskrivs särskilt. Grundbesvär får anföras så länge rätten till betalning inte har förlorats enligt 1 eller 2 mom. Grundbesvären skall i de fall som avses i 2 mom. 2 punkten anföras inom tre veckor från bevakningsdagen.",
        "folded_sv": "en preskriberad offentlig fordran far inte indrivas. preskriptionen forhindrar inte att betalning tas ur sadan galdenaren tillhorig egendom som utgor pant for fordran. har fore preskriptionstidens utgang 1) utmatning forrattats for indrivning av den offentliga fordran, 2) den offentliga fordran bevakats i konkurs eller vid partsforhandling vid forsaljning av fastighet i enlighet med utsokningsbalken, eller 3) den offentliga fordran anmalts med anledning av offentlig stamning, hindrar det att preskriptionstiden har lopt ut inte att betalning fas ur medel som utmatts eller overlamnats till konkurs eller ur medel ur vilka de fordringar som anmalts i den offentliga stamningen skall betalas. i fraga om inverkan av skuldsanering for privatpersoner och foretagssanering foreskrivs sarskilt. grundbesvar far anforas sa lange ratten till betalning inte har forlorats enligt 1 eller 2 mom. grundbesvaren skall i de fall som avses i 2 mom. 2 punkten anforas inom tre veckor fran bevakningsdagen."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Tarkemmat säännökset",
      "content": "Tarkemmat säännökset tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Tarkemmat säännökset tämän lain täytäntöönpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "folded_fi": "tarkemmat saannokset taman lain taytantoonpanosta annetaan tarvittaessa valtioneuvoston asetuksella.",
        "title_sv": "Närmare bestämmelser",
        "content_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om verkställigheten av denna lag utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om verkstalligheten av denna lag utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Voimaantulo- ja siirtymäsäännökset",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan verojen ja maksujen perimisestä ulosottotoimin 29 päivänä kesäkuuta 1961 annettu laki (367/1961) siihen myöhemmin tehtyine muutoksineen. Jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisestä ulosottotoimin annettuun lakiin, sovelletaan tämän lain vastaavaa säännöstä. Saatava, joka lain voimaan tullessa voimassa olleiden säännösten nojalla oli suoraan ulosottokelpoinen, on tämän lain estämättä suoraan ulosottokelpoinen myös lain voimaantulon jälkeen. Tämän lain 6 §:n 2 momenttia ja 7 §:ää sovelletaan lain voimaantulon jälkeen vireille tuleviin asioihin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2008. Tällä lailla kumotaan verojen ja maksujen perimisestä ulosottotoimin 29 päivänä kesäkuuta 1961 annettu laki (367/1961) siihen myöhemmin tehtyine muutoksineen. Jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisestä ulosottotoimin annettuun lakiin, sovelletaan tämän lain vastaavaa säännöstä. Saatava, joka lain voimaan tullessa voimassa olleiden säännösten nojalla oli suoraan ulosottokelpoinen, on tämän lain estämättä suoraan ulosottokelpoinen myös lain voimaantulon jälkeen. Tämän lain 6 § :n 2 momenttia ja 7 § :ää sovelletaan lain voimaantulon jälkeen vireille tuleviin asioihin. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2008. talla lailla kumotaan verojen ja maksujen perimisesta ulosottotoimin 29 paivana kesakuuta 1961 annettu laki (367/1961) siihen myohemmin tehtyine muutoksineen. jos muussa laissa tai asetuksessa viitataan verojen ja maksujen perimisesta ulosottotoimin annettuun lakiin, sovelletaan taman lain vastaavaa saannosta. saatava, joka lain voimaan tullessa voimassa olleiden saannosten nojalla oli suoraan ulosottokelpoinen, on taman lain estamatta suoraan ulosottokelpoinen myos lain voimaantulon jalkeen. taman lain 6 §:n 2 momenttia ja 7 §:aa sovelletaan lain voimaantulon jalkeen vireille tuleviin asioihin. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande- och övergångsbestämmelser",
        "content_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsökningsväg (367/1961) jämte ändringar. Om det i någon annan lag eller förordning hänvisas till lagen om indrivning av skatter och avgifter i utsökningsväg, tillämpas motsvarande bestämmelse i denna lag. En fordran som var direkt utsökbar enligt de bestämmelser som gällde vid ikraftträdandet är utan hinder av denna lag direkt utsökbar även efter ikraftträdandet. Bestämmelserna i 6 § 2 mom. och 7 § i denna lag tillämpas på ärenden som blir anhängiga efter ikraftträdandet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2008. Genom denna lag upphävs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsökningsväg (367/1961) jämte ändringar. Om det i någon annan lag eller förordning hänvisas till lagen om indrivning av skatter och avgifter i utsökningsväg, tillämpas motsvarande bestämmelse i denna lag. En fordran som var direkt utsökbar enligt de bestämmelser som gällde vid ikraftträdandet är utan hinder av denna lag direkt utsökbar även efter ikraftträdandet. Bestämmelserna i 6 § 2 mom. och 7 § i denna lag tillämpas på ärenden som blir anhängiga efter ikraftträdandet. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2008. genom denna lag upphavs lagen av den 29 juni 1961 om indrivning av skatter och avgifter i utsokningsvag (367/1961) jamte andringar. om det i nagon annan lag eller forordning hanvisas till lagen om indrivning av skatter och avgifter i utsokningsvag, tillampas motsvarande bestammelse i denna lag. en fordran som var direkt utsokbar enligt de bestammelser som gallde vid ikrafttradandet ar utan hinder av denna lag direkt utsokbar aven efter ikrafttradandet. bestammelserna i 6 § 2 mom. och 7 § i denna lag tillampas pa arenden som blir anhangiga efter ikrafttradandet. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2007-06-15",
      "valid_to": null
    }
  ]
}