{
  "id": "70/2007",
  "type": "statute",
  "title": "Laki viestintämarkkinalain muuttamisesta",
  "title_en": "Lag om ändring av kommunikationsmarknadslagen",
  "status": "in_force",
  "issued_date": "2007-02-02",
  "in_force_date": "2007-02-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/70/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "title": "Yleispalveluyrityksen nimeäminen",
      "content": "Viestintäviraston on päätöksellään nimettävä yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on välttämätöntä yleispalvelun tarjonnan takaamiseksi tietyllä maantieteellisellä alueella. Nimeämismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimätön. Yleispalveluyritykseksi tulee nimetä se yritys, jolla on parhaat edellytykset lain 1 §:ssä säädetyt tavoitteet täyttävän yleispalvelun tarjontaan. Viestintäviraston on muutettava 1 momentissa tarkoitettua päätöstä, jos päätöksen perusteena olleissa seikoissa tapahtuu merkityksellisiä muutoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:59",
        "normalized_fi": "Viestintäviraston on päätöksellään nimettävä yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on välttämätöntä yleispalvelun tarjonnan takaamiseksi tietyllä maantieteellisellä alueella. Nimeämismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimätön. Yleispalveluyritykseksi tulee nimetä se yritys, jolla on parhaat edellytykset lain 1 § :ssä säädetyt tavoitteet täyttävän yleispalvelun tarjontaan. Viestintäviraston on muutettava 1 momentissa tarkoitettua päätöstä, jos päätöksen perusteena olleissa seikoissa tapahtuu merkityksellisiä muutoksia.",
        "folded_fi": "viestintaviraston on paatoksellaan nimettava yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on valttamatonta yleispalvelun tarjonnan takaamiseksi tietylla maantieteellisella alueella. nimeamismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimaton. yleispalveluyritykseksi tulee nimeta se yritys, jolla on parhaat edellytykset lain 1 §:ssa saadetyt tavoitteet tayttavan yleispalvelun tarjontaan. viestintaviraston on muutettava 1 momentissa tarkoitettua paatosta, jos paatoksen perusteena olleissa seikoissa tapahtuu merkityksellisia muutoksia.",
        "title_sv": "Urval av företag som tillhandahåller samhällsomfattande tjänster",
        "content_sv": "Kommunikationsverket skall genom beslut utse ett eller flera teleföretag, företag som tillhandahåller nummerupplysningstjänster eller företag som tillhandahåller telefonkatalogstjänster till operatörer för samhällsomfattande tjänster, om det är nödvändigt för att säkerställa att samhällsomfattande tjänster tillhandahålls inom ett visst geografiskt område. Urvalsförfarandet skall vara effektivt, objektivt, öppet och icke-diskriminerande. Till operatör för samhällsomfattande tjänster skall det företag utses som har de bästa förutsättningarna för att tillhandahålla samhällsomfattande tjänster enligt 1 §. Kommunikationsverket skall ändra det beslut som avses i 1 mom., om det sker betydande förändringar i de omständigheter som ligger till grund för beslutet.",
        "normalized_sv": "Kommunikationsverket skall genom beslut utse ett eller flera teleföretag, företag som tillhandahåller nummerupplysningstjänster eller företag som tillhandahåller telefonkatalogstjänster till operatörer för samhällsomfattande tjänster, om det är nödvändigt för att säkerställa att samhällsomfattande tjänster tillhandahålls inom ett visst geografiskt område. Urvalsförfarandet skall vara effektivt, objektivt, öppet och icke-diskriminerande. Till operatör för samhällsomfattande tjänster skall det företag utses som har de bästa förutsättningarna för att tillhandahålla samhällsomfattande tjänster enligt 1 § . Kommunikationsverket skall ändra det beslut som avses i 1 mom., om det sker betydande förändringar i de omständigheter som ligger till grund för beslutet.",
        "folded_sv": "kommunikationsverket skall genom beslut utse ett eller flera teleforetag, foretag som tillhandahaller nummerupplysningstjanster eller foretag som tillhandahaller telefonkatalogstjanster till operatorer for samhallsomfattande tjanster, om det ar nodvandigt for att sakerstalla att samhallsomfattande tjanster tillhandahalls inom ett visst geografiskt omrade. urvalsforfarandet skall vara effektivt, objektivt, oppet och icke-diskriminerande. till operator for samhallsomfattande tjanster skall det foretag utses som har de basta forutsattningarna for att tillhandahalla samhallsomfattande tjanster enligt 1 §. kommunikationsverket skall andra det beslut som avses i 1 mom., om det sker betydande forandringar i de omstandigheter som ligger till grund for beslutet."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "title": "Yleispalvelun hintojen seuranta",
      "content": "Viestintäviraston on seurattava yleispalveluyrityksiksi nimeämiensä yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sitä muiden viestintäpalveluiden hintatasoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60",
        "normalized_fi": "Viestintäviraston on seurattava yleispalveluyrityksiksi nimeämiensä yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sitä muiden viestintäpalveluiden hintatasoon.",
        "folded_fi": "viestintaviraston on seurattava yleispalveluyrityksiksi nimeamiensa yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sita muiden viestintapalveluiden hintatasoon.",
        "title_sv": "Övervakning av priserna på samhällsomfattande tjänster",
        "content_sv": "Kommunikationsverket skall övervaka prissättningen av de samhällsomfattande tjänster som de utsedda operatörerna tillhandahåller och jämföra den med prisnivån för andra kommunikationstjänster.",
        "normalized_sv": "Kommunikationsverket skall övervaka prissättningen av de samhällsomfattande tjänster som de utsedda operatörerna tillhandahåller och jämföra den med prisnivån för andra kommunikationstjänster.",
        "folded_sv": "kommunikationsverket skall overvaka prissattningen av de samhallsomfattande tjanster som de utsedda operatorerna tillhandahaller och jamfora den med prisnivan for andra kommunikationstjanster."
      }
    },
    {
      "provision_ref": "6:60 a",
      "chapter": "6",
      "section": "60 a",
      "title": "Yleispalvelun nettokustannukset",
      "content": "Yleispalvelun nettokustannuksilla tarkoitetaan niitä palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. Jos on ilmeistä, että yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sitä vaatii, Viestintäviraston on laskettava yleispalvelun nettokustannukset. Viestintävirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa käytettyihin periaatteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 a",
        "normalized_fi": "Yleispalvelun nettokustannuksilla tarkoitetaan niitä palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. Jos on ilmeistä, että yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sitä vaatii, Viestintäviraston on laskettava yleispalvelun nettokustannukset. Viestintävirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa käytettyihin periaatteisiin.",
        "folded_fi": "yleispalvelun nettokustannuksilla tarkoitetaan niita palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. jos on ilmeista, etta yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sita vaatii, viestintaviraston on laskettava yleispalvelun nettokustannukset. viestintavirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa kaytettyihin periaatteisiin.",
        "title_sv": "Nettokostnaderna för samhällsomfattande tjänster",
        "content_sv": "Med nettokostnaderna för samhällsomfattande tjänster avses de kostnader för tjänsteproduktionen som operatören för samhällsomfattande tjänster inte kan täcka med intäkterna från dessa tjänster. Om det är uppenbart att tillhandahållandet av samhällsomfattande tjänster är en oskälig ekonomisk belastning för ett företag som tillhandahåller samhällsomfattande tjänster, skall Kommunikationsverket på yrkande av operatören beräkna nettokostnaderna för de samhällsomfattande tjänsterna. Kommunikationsverket är vid beräkning av nettokostnaderna inte bundet av de uppgifter som operatören för samhällsomfattande tjänster har lämnat eller de principer operatören iakttagit vid beräkningen av kostnaderna.",
        "normalized_sv": "Med nettokostnaderna för samhällsomfattande tjänster avses de kostnader för tjänsteproduktionen som operatören för samhällsomfattande tjänster inte kan täcka med intäkterna från dessa tjänster. Om det är uppenbart att tillhandahållandet av samhällsomfattande tjänster är en oskälig ekonomisk belastning för ett företag som tillhandahåller samhällsomfattande tjänster, skall Kommunikationsverket på yrkande av operatören beräkna nettokostnaderna för de samhällsomfattande tjänsterna. Kommunikationsverket är vid beräkning av nettokostnaderna inte bundet av de uppgifter som operatören för samhällsomfattande tjänster har lämnat eller de principer operatören iakttagit vid beräkningen av kostnaderna.",
        "folded_sv": "med nettokostnaderna for samhallsomfattande tjanster avses de kostnader for tjansteproduktionen som operatoren for samhallsomfattande tjanster inte kan tacka med intakterna fran dessa tjanster. om det ar uppenbart att tillhandahallandet av samhallsomfattande tjanster ar en oskalig ekonomisk belastning for ett foretag som tillhandahaller samhallsomfattande tjanster, skall kommunikationsverket pa yrkande av operatoren berakna nettokostnaderna for de samhallsomfattande tjansterna. kommunikationsverket ar vid berakning av nettokostnaderna inte bundet av de uppgifter som operatoren for samhallsomfattande tjanster har lamnat eller de principer operatoren iakttagit vid berakningen av kostnaderna."
      }
    },
    {
      "provision_ref": "6:60 b",
      "chapter": "6",
      "section": "60 b",
      "title": "Kustannusten korvaaminen yleispalveluyritykselle",
      "content": "Yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon sekä muihin näihin rinnastettaviin seikkoihin nähden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sitä vaatii. Edellä 1 momentissa tarkoitettujen kustannusten korvaamisesta päättää liikenne- ja viestintäministeriö Viestintäviraston laatiman nettokustannuslaskelman pohjalta. Taannehtivasti korvausta maksetaan enintään vuoden ajalta vaatimuksen esittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 b",
        "normalized_fi": "Yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon sekä muihin näihin rinnastettaviin seikkoihin nähden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sitä vaatii. Edellä 1 momentissa tarkoitettujen kustannusten korvaamisesta päättää liikenne- ja viestintäministeriö Viestintäviraston laatiman nettokustannuslaskelman pohjalta. Taannehtivasti korvausta maksetaan enintään vuoden ajalta vaatimuksen esittämisestä.",
        "folded_fi": "yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon seka muihin naihin rinnastettaviin seikkoihin nahden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sita vaatii. edella 1 momentissa tarkoitettujen kustannusten korvaamisesta paattaa liikenne- ja viestintaministerio viestintaviraston laatiman nettokustannuslaskelman pohjalta. taannehtivasti korvausta maksetaan enintaan vuoden ajalta vaatimuksen esittamisesta.",
        "title_sv": "Ersättning för kostnader som operatören för samhällsomfattande tjänster förorsakats",
        "content_sv": "Den andel av nettokostnaderna för de samhällsomfattande tjänsterna som med hänsyn till företagets storlek, arten av företagsverksamheten och omsättningen av företagets televerksamhet, nummerupplysningstjänst eller telefonkatalogstjänst samt andra omständigheter som kan jämställas med dessa utgör en oskälig ekonomisk belastning skall på yrkande av denna operatör för samhällsomfattande tjänster ersättas av statens medel. Kommunikationsministeriet bestämmer utifrån en nettokostnadskalkyl som görs av Kommunikationsverket om ersättning för de kostnader som avses i 1 mom. Ersättning betalas retroaktivt för högst ett år från det att yrkandet framställts.",
        "normalized_sv": "Den andel av nettokostnaderna för de samhällsomfattande tjänsterna som med hänsyn till företagets storlek, arten av företagsverksamheten och omsättningen av företagets televerksamhet, nummerupplysningstjänst eller telefonkatalogstjänst samt andra omständigheter som kan jämställas med dessa utgör en oskälig ekonomisk belastning skall på yrkande av denna operatör för samhällsomfattande tjänster ersättas av statens medel. Kommunikationsministeriet bestämmer utifrån en nettokostnadskalkyl som görs av Kommunikationsverket om ersättning för de kostnader som avses i 1 mom. Ersättning betalas retroaktivt för högst ett år från det att yrkandet framställts.",
        "folded_sv": "den andel av nettokostnaderna for de samhallsomfattande tjansterna som med hansyn till foretagets storlek, arten av foretagsverksamheten och omsattningen av foretagets televerksamhet, nummerupplysningstjanst eller telefonkatalogstjanst samt andra omstandigheter som kan jamstallas med dessa utgor en oskalig ekonomisk belastning skall pa yrkande av denna operator for samhallsomfattande tjanster ersattas av statens medel. kommunikationsministeriet bestammer utifran en nettokostnadskalkyl som gors av kommunikationsverket om ersattning for de kostnader som avses i 1 mom. ersattning betalas retroaktivt for hogst ett ar fran det att yrkandet framstallts."
      }
    },
    {
      "provision_ref": "6:60 c",
      "chapter": "6",
      "section": "60 c",
      "title": "Yleisten puhelinpalveluiden tarjontaa koskeva yleispalveluvelvollisuus",
      "content": "Teleyritys, jonka Viestintävirasto on 59 §:ssä tarkoitetulla tavalla nimennyt yleisissä puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisestä paikasta riippumatta kohtuullisella hinnalla liittymän yleiseen viestintäverkkoon käyttäjän vakinaisessa asuin- tai sijaintipaikassa. Teleyrityksen on toimitettava liittymä kohtuullisessa ajassa tilauksesta. Tarjottavan liittymän tulee olla sellainen, että siitä voidaan soittaa hätäpuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita sekä käyttää muita tavanomaisia puhelinpalveluita. Liittymän on lisäksi mahdollistettava tarkoituksenmukainen Internet-yhteys. Teleyritys voi tarjota edellä tarkoitettuja palveluita myös useamman liittymän välityksellä, jos siitä ei aiheudu käyttäjälle kohtuuttomia lisäkustannuksia. Yleispalveluyrityksellä on oikeus kieltäytyä tekemästä käyttäjän kanssa sopimusta 1 momentissa tarkoitetusta liittymästä, jos käyttäjä on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymää hyväksi käyttäen tehdystä tietoliikenteen häiritsemisestä taikka jos käyttäjällä on toisen yleispalveluyrityksen liittymän käytöstä aiheutuneita maksamattomia, erääntyneitä ja riidattomia velkoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 c",
        "normalized_fi": "Teleyritys, jonka Viestintävirasto on 59 § :ssä tarkoitetulla tavalla nimennyt yleisissä puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisestä paikasta riippumatta kohtuullisella hinnalla liittymän yleiseen viestintäverkkoon käyttäjän vakinaisessa asuin- tai sijaintipaikassa. Teleyrityksen on toimitettava liittymä kohtuullisessa ajassa tilauksesta. Tarjottavan liittymän tulee olla sellainen, että siitä voidaan soittaa hätäpuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita sekä käyttää muita tavanomaisia puhelinpalveluita. Liittymän on lisäksi mahdollistettava tarkoituksenmukainen Internet-yhteys. Teleyritys voi tarjota edellä tarkoitettuja palveluita myös useamman liittymän välityksellä, jos siitä ei aiheudu käyttäjälle kohtuuttomia lisäkustannuksia. Yleispalveluyrityksellä on oikeus kieltäytyä tekemästä käyttäjän kanssa sopimusta 1 momentissa tarkoitetusta liittymästä, jos käyttäjä on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymää hyväksi käyttäen tehdystä tietoliikenteen häiritsemisestä taikka jos käyttäjällä on toisen yleispalveluyrityksen liittymän käytöstä aiheutuneita maksamattomia, erääntyneitä ja riidattomia velkoja.",
        "folded_fi": "teleyritys, jonka viestintavirasto on 59 §:ssa tarkoitetulla tavalla nimennyt yleisissa puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisesta paikasta riippumatta kohtuullisella hinnalla liittyman yleiseen viestintaverkkoon kayttajan vakinaisessa asuin- tai sijaintipaikassa. teleyrityksen on toimitettava liittyma kohtuullisessa ajassa tilauksesta. tarjottavan liittyman tulee olla sellainen, etta siita voidaan soittaa hatapuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita seka kayttaa muita tavanomaisia puhelinpalveluita. liittyman on lisaksi mahdollistettava tarkoituksenmukainen internet-yhteys. teleyritys voi tarjota edella tarkoitettuja palveluita myos useamman liittyman valityksella, jos siita ei aiheudu kayttajalle kohtuuttomia lisakustannuksia. yleispalveluyrityksella on oikeus kieltaytya tekemasta kayttajan kanssa sopimusta 1 momentissa tarkoitetusta liittymasta, jos kayttaja on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymaa hyvaksi kayttaen tehdysta tietoliikenteen hairitsemisesta taikka jos kayttajalla on toisen yleispalveluyrityksen liittyman kaytosta aiheutuneita maksamattomia, eraantyneita ja riidattomia velkoja.",
        "title_sv": "Skyldighet att tillhandahålla samhällsomfattande tjänster som avser allmänna telefonitjänster",
        "content_sv": "Teleföretag som Kommunikationsverket i enlighet med 59 § utsett för att tillhandahålla samhällsomfattande tjänster i form av allmänna telefonitjänster är skyldiga att oberoende av geografiskt läge och till ett skäligt pris tillhandahålla anslutningar till ett allmänt kommunikationsnät på den ort där användaren stadigvarande bor eller finns. Teleföretaget skall leverera anslutningen inom skälig tid från beställningen. Anslutningen skall vara sådan att det är möjligt att ringa nödsamtal, ringa och ta emot inrikes- och utlandssamtal samt använda andra sedvanliga telefonitjänster. Anslutningen skall dessutom möjliggöra en ändamålsenlig Internetförbindelse. Teleföretaget kan också tillhandahålla de ovannämnda tjänsterna via flera anslutningar, om det inte medför oskäliga extra kostnader för användaren. En operatör för samhällsomfattande tjänster har rätt att vägra ingå avtal om en anslutning som avses i 1 mom. med en användare, om användaren har åtalats eller under det senaste året dömts för störande av post- och teletrafik som begåtts med hjälp av ett teleföretags anslutning eller om användaren har obetalda, förfallna och ostridiga skulder hos någon annan operatör för samhällsomfattande tjänster för användningen av dennes anslutning.",
        "normalized_sv": "Teleföretag som Kommunikationsverket i enlighet med 59 § utsett för att tillhandahålla samhällsomfattande tjänster i form av allmänna telefonitjänster är skyldiga att oberoende av geografiskt läge och till ett skäligt pris tillhandahålla anslutningar till ett allmänt kommunikationsnät på den ort där användaren stadigvarande bor eller finns. Teleföretaget skall leverera anslutningen inom skälig tid från beställningen. Anslutningen skall vara sådan att det är möjligt att ringa nödsamtal, ringa och ta emot inrikes- och utlandssamtal samt använda andra sedvanliga telefonitjänster. Anslutningen skall dessutom möjliggöra en ändamålsenlig Internetförbindelse. Teleföretaget kan också tillhandahålla de ovannämnda tjänsterna via flera anslutningar, om det inte medför oskäliga extra kostnader för användaren. En operatör för samhällsomfattande tjänster har rätt att vägra ingå avtal om en anslutning som avses i 1 mom. med en användare, om användaren har åtalats eller under det senaste året dömts för störande av post- och teletrafik som begåtts med hjälp av ett teleföretags anslutning eller om användaren har obetalda, förfallna och ostridiga skulder hos någon annan operatör för samhällsomfattande tjänster för användningen av dennes anslutning.",
        "folded_sv": "teleforetag som kommunikationsverket i enlighet med 59 § utsett for att tillhandahalla samhallsomfattande tjanster i form av allmanna telefonitjanster ar skyldiga att oberoende av geografiskt lage och till ett skaligt pris tillhandahalla anslutningar till ett allmant kommunikationsnat pa den ort dar anvandaren stadigvarande bor eller finns. teleforetaget skall leverera anslutningen inom skalig tid fran bestallningen. anslutningen skall vara sadan att det ar mojligt att ringa nodsamtal, ringa och ta emot inrikes- och utlandssamtal samt anvanda andra sedvanliga telefonitjanster. anslutningen skall dessutom mojliggora en andamalsenlig internetforbindelse. teleforetaget kan ocksa tillhandahalla de ovannamnda tjansterna via flera anslutningar, om det inte medfor oskaliga extra kostnader for anvandaren. en operator for samhallsomfattande tjanster har ratt att vagra inga avtal om en anslutning som avses i 1 mom. med en anvandare, om anvandaren har atalats eller under det senaste aret domts for storande av post- och teletrafik som begatts med hjalp av ett teleforetags anslutning eller om anvandaren har obetalda, forfallna och ostridiga skulder hos nagon annan operator for samhallsomfattande tjanster for anvandningen av dennes anslutning."
      }
    },
    {
      "provision_ref": "7:83 a",
      "chapter": "7",
      "section": "83 a",
      "title": "Säännösten pakottavuus",
      "content": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 §:ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:83 a",
        "normalized_fi": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 § :ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "folded_fi": "taman luvun saannoksista ei saa sopimuksin poiketa kuluttajan vahingoksi. luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 §:aa sovelletaan muun kuin kuluttajan kanssa tehtaviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "normalized_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "folded_sv": "avvikelse fran bestammelserna i detta kapitel far inte genom avtal goras till nackdel for konsumenten. bestammelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillampas pa andra avtal an avtal med konsumenter endast om inget annat har overenskommits."
      }
    },
    {
      "provision_ref": "7:87",
      "chapter": "7",
      "section": "87",
      "title": "Kustannuslaskentajärjestelmä",
      "content": "Viestintävirasto voi antaa tarkempia määräyksiä kustannuslaskentajärjestelmän avulla kerättävistä tiedoista sekä kustannuslaskentajärjestelmän kuvauksesta. Määräykset voivat koskea: 1) kustannuslaskentajärjestelmän ja hinnoittelun välisen yhteyden osoittamisessa välttämättömiä tietoja; 2) kustannuslaskentajärjestelmän kuvauksen sisältöä ja muotoa; 3) kustannuslaskentajärjestelmän kuvauksen toimittamista Viestintävirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:87",
        "normalized_fi": "Viestintävirasto voi antaa tarkempia määräyksiä kustannuslaskentajärjestelmän avulla kerättävistä tiedoista sekä kustannuslaskentajärjestelmän kuvauksesta. Määräykset voivat koskea: 1) kustannuslaskentajärjestelmän ja hinnoittelun välisen yhteyden osoittamisessa välttämättömiä tietoja; 2) kustannuslaskentajärjestelmän kuvauksen sisältöä ja muotoa; 3) kustannuslaskentajärjestelmän kuvauksen toimittamista Viestintävirastolle.",
        "folded_fi": "viestintavirasto voi antaa tarkempia maarayksia kustannuslaskentajarjestelman avulla kerattavista tiedoista seka kustannuslaskentajarjestelman kuvauksesta. maaraykset voivat koskea: 1) kustannuslaskentajarjestelman ja hinnoittelun valisen yhteyden osoittamisessa valttamattomia tietoja; 2) kustannuslaskentajarjestelman kuvauksen sisaltoa ja muotoa; 3) kustannuslaskentajarjestelman kuvauksen toimittamista viestintavirastolle.",
        "title_sv": "Kostnadsredovisningssystem",
        "content_sv": "Kommunikationsverket kan meddela närmare föreskrifter om de uppgifter som samlas in med hjälp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. Föreskrifterna kan gälla 1) uppgifter som är nödvändiga för att visa sambandet mellan kostnadsredovisningssystemet och prissättningen, 2) innehållet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lämnande av beskrivningen av kostnadsredovisningssystemet till Kommunikationsverket.",
        "normalized_sv": "Kommunikationsverket kan meddela närmare föreskrifter om de uppgifter som samlas in med hjälp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. Föreskrifterna kan gälla 1) uppgifter som är nödvändiga för att visa sambandet mellan kostnadsredovisningssystemet och prissättningen, 2) innehållet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lämnande av beskrivningen av kostnadsredovisningssystemet till Kommunikationsverket.",
        "folded_sv": "kommunikationsverket kan meddela narmare foreskrifter om de uppgifter som samlas in med hjalp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. foreskrifterna kan galla 1) uppgifter som ar nodvandiga for att visa sambandet mellan kostnadsredovisningssystemet och prissattningen, 2) innehallet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lamnande av beskrivningen av kostnadsredovisningssystemet till kommunikationsverket."
      }
    },
    {
      "provision_ref": "7:88",
      "chapter": "7",
      "section": "88",
      "title": "Kustannuslaskentajärjestelmän valvonta",
      "content": "Teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyväksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajärjestelmä teleyrityksen tilintarkastuksen yhteydessä. Tilintarkastajan on laadittava tarkastuksesta kertomus. Teleyrityksen on toimitettava kertomus Viestintävirastolle teleyrityksen tilikauden päättymistä seuraavan elokuun loppuun mennessä. Viestintävirasto voi antaa tarkempia määräyksiä siitä, mitä tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisältää. Määräykset voivat koskea: 1) yleisiä tietoja tarkastettavasta teleyrityksestä ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteerejä, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteenä toimitettavaa aineistoa. Viestintäviraston on julkaistava vuosittain kertomus siitä, miten kustannuslaskentajärjestelmiä noudatetaan teleyrityksissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:88",
        "normalized_fi": "Teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyväksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajärjestelmä teleyrityksen tilintarkastuksen yhteydessä. Tilintarkastajan on laadittava tarkastuksesta kertomus. Teleyrityksen on toimitettava kertomus Viestintävirastolle teleyrityksen tilikauden päättymistä seuraavan elokuun loppuun mennessä. Viestintävirasto voi antaa tarkempia määräyksiä siitä, mitä tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisältää. Määräykset voivat koskea: 1) yleisiä tietoja tarkastettavasta teleyrityksestä ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteerejä, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteenä toimitettavaa aineistoa. Viestintäviraston on julkaistava vuosittain kertomus siitä, miten kustannuslaskentajärjestelmiä noudatetaan teleyrityksissä.",
        "folded_fi": "teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyvaksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajarjestelma teleyrityksen tilintarkastuksen yhteydessa. tilintarkastajan on laadittava tarkastuksesta kertomus. teleyrityksen on toimitettava kertomus viestintavirastolle teleyrityksen tilikauden paattymista seuraavan elokuun loppuun mennessa. viestintavirasto voi antaa tarkempia maarayksia siita, mita tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisaltaa. maaraykset voivat koskea: 1) yleisia tietoja tarkastettavasta teleyrityksesta ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteereja, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteena toimitettavaa aineistoa. viestintaviraston on julkaistava vuosittain kertomus siita, miten kustannuslaskentajarjestelmia noudatetaan teleyrityksissa.",
        "title_sv": "Tillsyn över kostnadsredovisningssystemet",
        "content_sv": "Teleföretaget skall välja en sådan godkänd och oberoende revisor som avses i revisionslagen (936/1994) för granskning av teleföretagets kostnadsredovisningssystem i samband med revisionen av teleföretaget. Revisorn skall upprätta en berättelse över granskningen. Teleföretaget skall lämna berättelsen till Kommunikationsverket före utgången av augusti månad efter det att teleföretagets räkenskapsperiod utgått. Kommunikationsverket kan meddela närmare föreskrifter om vilka uppgifter och vilket material som skall ingå i granskningsberättelsen. Föreskrifterna kan gälla 1) allmänna uppgifter om det teleföretag som granskas och om granskningssättet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleföretagets verksamhet svarar mot de skyldigheter företaget ålagts, 4) det material som skall fogas som bilaga till berättelsen. Kommunikationsverket skall årligen offentliggöra en berättelse om hur kostnadsredovisningssystemen följs i teleföretagen.",
        "normalized_sv": "Teleföretaget skall välja en sådan godkänd och oberoende revisor som avses i revisionslagen (936/1994) för granskning av teleföretagets kostnadsredovisningssystem i samband med revisionen av teleföretaget. Revisorn skall upprätta en berättelse över granskningen. Teleföretaget skall lämna berättelsen till Kommunikationsverket före utgången av augusti månad efter det att teleföretagets räkenskapsperiod utgått. Kommunikationsverket kan meddela närmare föreskrifter om vilka uppgifter och vilket material som skall ingå i granskningsberättelsen. Föreskrifterna kan gälla 1) allmänna uppgifter om det teleföretag som granskas och om granskningssättet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleföretagets verksamhet svarar mot de skyldigheter företaget ålagts, 4) det material som skall fogas som bilaga till berättelsen. Kommunikationsverket skall årligen offentliggöra en berättelse om hur kostnadsredovisningssystemen följs i teleföretagen.",
        "folded_sv": "teleforetaget skall valja en sadan godkand och oberoende revisor som avses i revisionslagen (936/1994) for granskning av teleforetagets kostnadsredovisningssystem i samband med revisionen av teleforetaget. revisorn skall uppratta en berattelse over granskningen. teleforetaget skall lamna berattelsen till kommunikationsverket fore utgangen av augusti manad efter det att teleforetagets rakenskapsperiod utgatt. kommunikationsverket kan meddela narmare foreskrifter om vilka uppgifter och vilket material som skall inga i granskningsberattelsen. foreskrifterna kan galla 1) allmanna uppgifter om det teleforetag som granskas och om granskningssattet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleforetagets verksamhet svarar mot de skyldigheter foretaget alagts, 4) det material som skall fogas som bilaga till berattelsen. kommunikationsverket skall arligen offentliggora en berattelse om hur kostnadsredovisningssystemen foljs i teleforetagen."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 27) kuluttajalla luonnollista henkilöä, joka käyttää palveluja pääasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssä sijaintipaikassa sekä numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 27) kuluttajalla luonnollista henkilöä, joka käyttää palveluja pääasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssä sijaintipaikassa sekä numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
        "folded_fi": "tassa laissa tarkoitetaan: 27) kuluttajalla luonnollista henkiloa, joka kayttaa palveluja paaasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssa sijaintipaikassa seka numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 27) konsument en fysisk person som använder tjänster i huvudsak för något annat ändamål än näringsverksamhet, 28) samhällsomfattande tjänster tillhandahållande av allmänna telefonitjänster på ett visst ställe samt tillhandahållande av nummerupplysningstjänster eller telefonkatalogstjänster.",
        "normalized_sv": "I denna lag avses med 27) konsument en fysisk person som använder tjänster i huvudsak för något annat ändamål än näringsverksamhet, 28) samhällsomfattande tjänster tillhandahållande av allmänna telefonitjänster på ett visst ställe samt tillhandahållande av nummerupplysningstjänster eller telefonkatalogstjänster.",
        "folded_sv": "i denna lag avses med 27) konsument en fysisk person som anvander tjanster i huvudsak for nagot annat andamal an naringsverksamhet, 28) samhallsomfattande tjanster tillhandahallande av allmanna telefonitjanster pa ett visst stalle samt tillhandahallande av nummerupplysningstjanster eller telefonkatalogstjanster."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Velvollisuus järjestää kansallinen verkkovierailu",
      "content": "Viestintävirasto voi 18 §:n mukaisella päätöksellä asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden järjestää kansallinen verkkovierailu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Viestintävirasto voi 18 § :n mukaisella päätöksellä asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden järjestää kansallinen verkkovierailu.",
        "folded_fi": "viestintavirasto voi 18 §:n mukaisella paatoksella asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden jarjestaa kansallinen verkkovierailu.",
        "title_sv": "Skyldighet att ordna nationell roaming",
        "content_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga företag med betydande marknadsinflytande som är verksamma i ett mobilnät en skyldighet att ordna nationell roaming.",
        "normalized_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga företag med betydande marknadsinflytande som är verksamma i ett mobilnät en skyldighet att ordna nationell roaming.",
        "folded_sv": "kommunikationsverket kan genom ett beslut enligt 18 § alagga foretag med betydande marknadsinflytande som ar verksamma i ett mobilnat en skyldighet att ordna nationell roaming."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Oma käyttö tai kohtuullinen tuleva tarve",
      "content": "Edellä 23―30, 34 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Edellä 23―30, 34 ja 36 § :n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 § :n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "folded_fi": "edella 23―30, 34 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos kayttooikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa kaytossa tai se on tarpeen naiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "title_sv": "Eget bruk eller eget rimligt framtida behov",
        "content_sv": "Trots att en skyldighet införts med stöd av 23―30, 34 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "normalized_sv": "Trots att en skyldighet införts med stöd av 23―30, 34 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "folded_sv": "trots att en skyldighet inforts med stod av 23―30, 34 och 36 § finns skyldigheten inte, om foremalet for nyttjanderatten ar i teleforetagets eller ett i 26 § 3 mom. avsett foretags eget bruk eller behovs for dessa foretags eget rimliga framtida behov."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "title": "Yleispalveluyrityksen nimeäminen",
      "content": "Viestintäviraston on päätöksellään nimettävä yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on välttämätöntä yleispalvelun tarjonnan takaamiseksi tietyllä maantieteellisellä alueella. Nimeämismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimätön. Yleispalveluyritykseksi tulee nimetä se yritys, jolla on parhaat edellytykset lain 1 §:ssä säädetyt tavoitteet täyttävän yleispalvelun tarjontaan. Viestintäviraston on muutettava 1 momentissa tarkoitettua päätöstä, jos päätöksen perusteena olleissa seikoissa tapahtuu merkityksellisiä muutoksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:59",
        "normalized_fi": "Viestintäviraston on päätöksellään nimettävä yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on välttämätöntä yleispalvelun tarjonnan takaamiseksi tietyllä maantieteellisellä alueella. Nimeämismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimätön. Yleispalveluyritykseksi tulee nimetä se yritys, jolla on parhaat edellytykset lain 1 § :ssä säädetyt tavoitteet täyttävän yleispalvelun tarjontaan. Viestintäviraston on muutettava 1 momentissa tarkoitettua päätöstä, jos päätöksen perusteena olleissa seikoissa tapahtuu merkityksellisiä muutoksia.",
        "folded_fi": "viestintaviraston on paatoksellaan nimettava yksi tai useampi teleyritys, numerotiedotuspalvelua tarjoava yritys tai puhelinluettelopalvelua tarjoava yritys yleispalveluyritykseksi, jos se on valttamatonta yleispalvelun tarjonnan takaamiseksi tietylla maantieteellisella alueella. nimeamismenettelyn tulee olla tehokas, puolueeton, avoin ja syrjimaton. yleispalveluyritykseksi tulee nimeta se yritys, jolla on parhaat edellytykset lain 1 §:ssa saadetyt tavoitteet tayttavan yleispalvelun tarjontaan. viestintaviraston on muutettava 1 momentissa tarkoitettua paatosta, jos paatoksen perusteena olleissa seikoissa tapahtuu merkityksellisia muutoksia.",
        "title_sv": "Urval av företag som tillhandahåller samhällsomfattande tjänster",
        "content_sv": "Kommunikationsverket skall genom beslut utse ett eller flera teleföretag, företag som tillhandahåller nummerupplysningstjänster eller företag som tillhandahåller telefonkatalogstjänster till operatörer för samhällsomfattande tjänster, om det är nödvändigt för att säkerställa att samhällsomfattande tjänster tillhandahålls inom ett visst geografiskt område. Urvalsförfarandet skall vara effektivt, objektivt, öppet och icke-diskriminerande. Till operatör för samhällsomfattande tjänster skall det företag utses som har de bästa förutsättningarna för att tillhandahålla samhällsomfattande tjänster enligt 1 §. Kommunikationsverket skall ändra det beslut som avses i 1 mom., om det sker betydande förändringar i de omständigheter som ligger till grund för beslutet.",
        "normalized_sv": "Kommunikationsverket skall genom beslut utse ett eller flera teleföretag, företag som tillhandahåller nummerupplysningstjänster eller företag som tillhandahåller telefonkatalogstjänster till operatörer för samhällsomfattande tjänster, om det är nödvändigt för att säkerställa att samhällsomfattande tjänster tillhandahålls inom ett visst geografiskt område. Urvalsförfarandet skall vara effektivt, objektivt, öppet och icke-diskriminerande. Till operatör för samhällsomfattande tjänster skall det företag utses som har de bästa förutsättningarna för att tillhandahålla samhällsomfattande tjänster enligt 1 § . Kommunikationsverket skall ändra det beslut som avses i 1 mom., om det sker betydande förändringar i de omständigheter som ligger till grund för beslutet.",
        "folded_sv": "kommunikationsverket skall genom beslut utse ett eller flera teleforetag, foretag som tillhandahaller nummerupplysningstjanster eller foretag som tillhandahaller telefonkatalogstjanster till operatorer for samhallsomfattande tjanster, om det ar nodvandigt for att sakerstalla att samhallsomfattande tjanster tillhandahalls inom ett visst geografiskt omrade. urvalsforfarandet skall vara effektivt, objektivt, oppet och icke-diskriminerande. till operator for samhallsomfattande tjanster skall det foretag utses som har de basta forutsattningarna for att tillhandahalla samhallsomfattande tjanster enligt 1 §. kommunikationsverket skall andra det beslut som avses i 1 mom., om det sker betydande forandringar i de omstandigheter som ligger till grund for beslutet."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "title": "Yleispalvelun hintojen seuranta",
      "content": "Viestintäviraston on seurattava yleispalveluyrityksiksi nimeämiensä yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sitä muiden viestintäpalveluiden hintatasoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60",
        "normalized_fi": "Viestintäviraston on seurattava yleispalveluyrityksiksi nimeämiensä yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sitä muiden viestintäpalveluiden hintatasoon.",
        "folded_fi": "viestintaviraston on seurattava yleispalveluyrityksiksi nimeamiensa yritysten tarjoaman yleispalvelun hinnoittelua ja verrattava sita muiden viestintapalveluiden hintatasoon.",
        "title_sv": "Övervakning av priserna på samhällsomfattande tjänster",
        "content_sv": "Kommunikationsverket skall övervaka prissättningen av de samhällsomfattande tjänster som de utsedda operatörerna tillhandahåller och jämföra den med prisnivån för andra kommunikationstjänster.",
        "normalized_sv": "Kommunikationsverket skall övervaka prissättningen av de samhällsomfattande tjänster som de utsedda operatörerna tillhandahåller och jämföra den med prisnivån för andra kommunikationstjänster.",
        "folded_sv": "kommunikationsverket skall overvaka prissattningen av de samhallsomfattande tjanster som de utsedda operatorerna tillhandahaller och jamfora den med prisnivan for andra kommunikationstjanster."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6:60 a",
      "chapter": "6",
      "section": "60 a",
      "title": "Yleispalvelun nettokustannukset",
      "content": "Yleispalvelun nettokustannuksilla tarkoitetaan niitä palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. Jos on ilmeistä, että yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sitä vaatii, Viestintäviraston on laskettava yleispalvelun nettokustannukset. Viestintävirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa käytettyihin periaatteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 a",
        "normalized_fi": "Yleispalvelun nettokustannuksilla tarkoitetaan niitä palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. Jos on ilmeistä, että yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sitä vaatii, Viestintäviraston on laskettava yleispalvelun nettokustannukset. Viestintävirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa käytettyihin periaatteisiin.",
        "folded_fi": "yleispalvelun nettokustannuksilla tarkoitetaan niita palvelun tuottamisesta aiheutuneita kustannuksia, joita yleispalveluyritys ei saa katetuiksi palvelun tuottamilla tuloilla. jos on ilmeista, etta yleispalvelun tarjonta muodostaa yleispalveluyritykselle kohtuuttoman taloudellisen rasitteen, ja jos yleispalveluyritys sita vaatii, viestintaviraston on laskettava yleispalvelun nettokustannukset. viestintavirasto ei ole nettokustannuksia laskiessaan sidottu yleispalveluyrityksen ilmoittamiin tietoihin tai sen kustannuslaskennassa kaytettyihin periaatteisiin.",
        "title_sv": "Nettokostnaderna för samhällsomfattande tjänster",
        "content_sv": "Med nettokostnaderna för samhällsomfattande tjänster avses de kostnader för tjänsteproduktionen som operatören för samhällsomfattande tjänster inte kan täcka med intäkterna från dessa tjänster. Om det är uppenbart att tillhandahållandet av samhällsomfattande tjänster är en oskälig ekonomisk belastning för ett företag som tillhandahåller samhällsomfattande tjänster, skall Kommunikationsverket på yrkande av operatören beräkna nettokostnaderna för de samhällsomfattande tjänsterna. Kommunikationsverket är vid beräkning av nettokostnaderna inte bundet av de uppgifter som operatören för samhällsomfattande tjänster har lämnat eller de principer operatören iakttagit vid beräkningen av kostnaderna.",
        "normalized_sv": "Med nettokostnaderna för samhällsomfattande tjänster avses de kostnader för tjänsteproduktionen som operatören för samhällsomfattande tjänster inte kan täcka med intäkterna från dessa tjänster. Om det är uppenbart att tillhandahållandet av samhällsomfattande tjänster är en oskälig ekonomisk belastning för ett företag som tillhandahåller samhällsomfattande tjänster, skall Kommunikationsverket på yrkande av operatören beräkna nettokostnaderna för de samhällsomfattande tjänsterna. Kommunikationsverket är vid beräkning av nettokostnaderna inte bundet av de uppgifter som operatören för samhällsomfattande tjänster har lämnat eller de principer operatören iakttagit vid beräkningen av kostnaderna.",
        "folded_sv": "med nettokostnaderna for samhallsomfattande tjanster avses de kostnader for tjansteproduktionen som operatoren for samhallsomfattande tjanster inte kan tacka med intakterna fran dessa tjanster. om det ar uppenbart att tillhandahallandet av samhallsomfattande tjanster ar en oskalig ekonomisk belastning for ett foretag som tillhandahaller samhallsomfattande tjanster, skall kommunikationsverket pa yrkande av operatoren berakna nettokostnaderna for de samhallsomfattande tjansterna. kommunikationsverket ar vid berakning av nettokostnaderna inte bundet av de uppgifter som operatoren for samhallsomfattande tjanster har lamnat eller de principer operatoren iakttagit vid berakningen av kostnaderna."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6:60 b",
      "chapter": "6",
      "section": "60 b",
      "title": "Kustannusten korvaaminen yleispalveluyritykselle",
      "content": "Yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon sekä muihin näihin rinnastettaviin seikkoihin nähden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sitä vaatii. Edellä 1 momentissa tarkoitettujen kustannusten korvaamisesta päättää liikenne- ja viestintäministeriö Viestintäviraston laatiman nettokustannuslaskelman pohjalta. Taannehtivasti korvausta maksetaan enintään vuoden ajalta vaatimuksen esittämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 b",
        "normalized_fi": "Yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon sekä muihin näihin rinnastettaviin seikkoihin nähden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sitä vaatii. Edellä 1 momentissa tarkoitettujen kustannusten korvaamisesta päättää liikenne- ja viestintäministeriö Viestintäviraston laatiman nettokustannuslaskelman pohjalta. Taannehtivasti korvausta maksetaan enintään vuoden ajalta vaatimuksen esittämisestä.",
        "folded_fi": "yrityksen kokoon, yritystoiminnan laatuun ja yrityksen harjoittaman teletoiminnan, numerotiedotuspalvelun tai puhelinluettelopalvelun liikevaihtoon seka muihin naihin rinnastettaviin seikkoihin nahden kohtuuttoman taloudellisen rasitteen muodostava osuus yleispalvelun nettokustannuksista on korvattava yleispalveluyritykselle valtion varoista, jos yleispalveluyritys sita vaatii. edella 1 momentissa tarkoitettujen kustannusten korvaamisesta paattaa liikenne- ja viestintaministerio viestintaviraston laatiman nettokustannuslaskelman pohjalta. taannehtivasti korvausta maksetaan enintaan vuoden ajalta vaatimuksen esittamisesta.",
        "title_sv": "Ersättning för kostnader som operatören för samhällsomfattande tjänster förorsakats",
        "content_sv": "Den andel av nettokostnaderna för de samhällsomfattande tjänsterna som med hänsyn till företagets storlek, arten av företagsverksamheten och omsättningen av företagets televerksamhet, nummerupplysningstjänst eller telefonkatalogstjänst samt andra omständigheter som kan jämställas med dessa utgör en oskälig ekonomisk belastning skall på yrkande av denna operatör för samhällsomfattande tjänster ersättas av statens medel. Kommunikationsministeriet bestämmer utifrån en nettokostnadskalkyl som görs av Kommunikationsverket om ersättning för de kostnader som avses i 1 mom. Ersättning betalas retroaktivt för högst ett år från det att yrkandet framställts.",
        "normalized_sv": "Den andel av nettokostnaderna för de samhällsomfattande tjänsterna som med hänsyn till företagets storlek, arten av företagsverksamheten och omsättningen av företagets televerksamhet, nummerupplysningstjänst eller telefonkatalogstjänst samt andra omständigheter som kan jämställas med dessa utgör en oskälig ekonomisk belastning skall på yrkande av denna operatör för samhällsomfattande tjänster ersättas av statens medel. Kommunikationsministeriet bestämmer utifrån en nettokostnadskalkyl som görs av Kommunikationsverket om ersättning för de kostnader som avses i 1 mom. Ersättning betalas retroaktivt för högst ett år från det att yrkandet framställts.",
        "folded_sv": "den andel av nettokostnaderna for de samhallsomfattande tjansterna som med hansyn till foretagets storlek, arten av foretagsverksamheten och omsattningen av foretagets televerksamhet, nummerupplysningstjanst eller telefonkatalogstjanst samt andra omstandigheter som kan jamstallas med dessa utgor en oskalig ekonomisk belastning skall pa yrkande av denna operator for samhallsomfattande tjanster ersattas av statens medel. kommunikationsministeriet bestammer utifran en nettokostnadskalkyl som gors av kommunikationsverket om ersattning for de kostnader som avses i 1 mom. ersattning betalas retroaktivt for hogst ett ar fran det att yrkandet framstallts."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "6:60 c",
      "chapter": "6",
      "section": "60 c",
      "title": "Yleisten puhelinpalveluiden tarjontaa koskeva yleispalveluvelvollisuus",
      "content": "Teleyritys, jonka Viestintävirasto on 59 §:ssä tarkoitetulla tavalla nimennyt yleisissä puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisestä paikasta riippumatta kohtuullisella hinnalla liittymän yleiseen viestintäverkkoon käyttäjän vakinaisessa asuin- tai sijaintipaikassa. Teleyrityksen on toimitettava liittymä kohtuullisessa ajassa tilauksesta. Tarjottavan liittymän tulee olla sellainen, että siitä voidaan soittaa hätäpuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita sekä käyttää muita tavanomaisia puhelinpalveluita. Liittymän on lisäksi mahdollistettava tarkoituksenmukainen Internet-yhteys. Teleyritys voi tarjota edellä tarkoitettuja palveluita myös useamman liittymän välityksellä, jos siitä ei aiheudu käyttäjälle kohtuuttomia lisäkustannuksia. Yleispalveluyrityksellä on oikeus kieltäytyä tekemästä käyttäjän kanssa sopimusta 1 momentissa tarkoitetusta liittymästä, jos käyttäjä on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymää hyväksi käyttäen tehdystä tietoliikenteen häiritsemisestä taikka jos käyttäjällä on toisen yleispalveluyrityksen liittymän käytöstä aiheutuneita maksamattomia, erääntyneitä ja riidattomia velkoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:60 c",
        "normalized_fi": "Teleyritys, jonka Viestintävirasto on 59 § :ssä tarkoitetulla tavalla nimennyt yleisissä puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisestä paikasta riippumatta kohtuullisella hinnalla liittymän yleiseen viestintäverkkoon käyttäjän vakinaisessa asuin- tai sijaintipaikassa. Teleyrityksen on toimitettava liittymä kohtuullisessa ajassa tilauksesta. Tarjottavan liittymän tulee olla sellainen, että siitä voidaan soittaa hätäpuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita sekä käyttää muita tavanomaisia puhelinpalveluita. Liittymän on lisäksi mahdollistettava tarkoituksenmukainen Internet-yhteys. Teleyritys voi tarjota edellä tarkoitettuja palveluita myös useamman liittymän välityksellä, jos siitä ei aiheudu käyttäjälle kohtuuttomia lisäkustannuksia. Yleispalveluyrityksellä on oikeus kieltäytyä tekemästä käyttäjän kanssa sopimusta 1 momentissa tarkoitetusta liittymästä, jos käyttäjä on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymää hyväksi käyttäen tehdystä tietoliikenteen häiritsemisestä taikka jos käyttäjällä on toisen yleispalveluyrityksen liittymän käytöstä aiheutuneita maksamattomia, erääntyneitä ja riidattomia velkoja.",
        "folded_fi": "teleyritys, jonka viestintavirasto on 59 §:ssa tarkoitetulla tavalla nimennyt yleisissa puhelinpalveluissa yleispalvelun tarjoajaksi, on velvollinen tarjoamaan maantieteellisesta paikasta riippumatta kohtuullisella hinnalla liittyman yleiseen viestintaverkkoon kayttajan vakinaisessa asuin- tai sijaintipaikassa. teleyrityksen on toimitettava liittyma kohtuullisessa ajassa tilauksesta. tarjottavan liittyman tulee olla sellainen, etta siita voidaan soittaa hatapuheluita, soittaa ja vastaanottaa kotimaan ja ulkomaan puheluita seka kayttaa muita tavanomaisia puhelinpalveluita. liittyman on lisaksi mahdollistettava tarkoituksenmukainen internet-yhteys. teleyritys voi tarjota edella tarkoitettuja palveluita myos useamman liittyman valityksella, jos siita ei aiheudu kayttajalle kohtuuttomia lisakustannuksia. yleispalveluyrityksella on oikeus kieltaytya tekemasta kayttajan kanssa sopimusta 1 momentissa tarkoitetusta liittymasta, jos kayttaja on asetettu syytteeseen tai viimeisen vuoden aikana tuomittu jonkin teleyrityksen liittymaa hyvaksi kayttaen tehdysta tietoliikenteen hairitsemisesta taikka jos kayttajalla on toisen yleispalveluyrityksen liittyman kaytosta aiheutuneita maksamattomia, eraantyneita ja riidattomia velkoja.",
        "title_sv": "Skyldighet att tillhandahålla samhällsomfattande tjänster som avser allmänna telefonitjänster",
        "content_sv": "Teleföretag som Kommunikationsverket i enlighet med 59 § utsett för att tillhandahålla samhällsomfattande tjänster i form av allmänna telefonitjänster är skyldiga att oberoende av geografiskt läge och till ett skäligt pris tillhandahålla anslutningar till ett allmänt kommunikationsnät på den ort där användaren stadigvarande bor eller finns. Teleföretaget skall leverera anslutningen inom skälig tid från beställningen. Anslutningen skall vara sådan att det är möjligt att ringa nödsamtal, ringa och ta emot inrikes- och utlandssamtal samt använda andra sedvanliga telefonitjänster. Anslutningen skall dessutom möjliggöra en ändamålsenlig Internetförbindelse. Teleföretaget kan också tillhandahålla de ovannämnda tjänsterna via flera anslutningar, om det inte medför oskäliga extra kostnader för användaren. En operatör för samhällsomfattande tjänster har rätt att vägra ingå avtal om en anslutning som avses i 1 mom. med en användare, om användaren har åtalats eller under det senaste året dömts för störande av post- och teletrafik som begåtts med hjälp av ett teleföretags anslutning eller om användaren har obetalda, förfallna och ostridiga skulder hos någon annan operatör för samhällsomfattande tjänster för användningen av dennes anslutning.",
        "normalized_sv": "Teleföretag som Kommunikationsverket i enlighet med 59 § utsett för att tillhandahålla samhällsomfattande tjänster i form av allmänna telefonitjänster är skyldiga att oberoende av geografiskt läge och till ett skäligt pris tillhandahålla anslutningar till ett allmänt kommunikationsnät på den ort där användaren stadigvarande bor eller finns. Teleföretaget skall leverera anslutningen inom skälig tid från beställningen. Anslutningen skall vara sådan att det är möjligt att ringa nödsamtal, ringa och ta emot inrikes- och utlandssamtal samt använda andra sedvanliga telefonitjänster. Anslutningen skall dessutom möjliggöra en ändamålsenlig Internetförbindelse. Teleföretaget kan också tillhandahålla de ovannämnda tjänsterna via flera anslutningar, om det inte medför oskäliga extra kostnader för användaren. En operatör för samhällsomfattande tjänster har rätt att vägra ingå avtal om en anslutning som avses i 1 mom. med en användare, om användaren har åtalats eller under det senaste året dömts för störande av post- och teletrafik som begåtts med hjälp av ett teleföretags anslutning eller om användaren har obetalda, förfallna och ostridiga skulder hos någon annan operatör för samhällsomfattande tjänster för användningen av dennes anslutning.",
        "folded_sv": "teleforetag som kommunikationsverket i enlighet med 59 § utsett for att tillhandahalla samhallsomfattande tjanster i form av allmanna telefonitjanster ar skyldiga att oberoende av geografiskt lage och till ett skaligt pris tillhandahalla anslutningar till ett allmant kommunikationsnat pa den ort dar anvandaren stadigvarande bor eller finns. teleforetaget skall leverera anslutningen inom skalig tid fran bestallningen. anslutningen skall vara sadan att det ar mojligt att ringa nodsamtal, ringa och ta emot inrikes- och utlandssamtal samt anvanda andra sedvanliga telefonitjanster. anslutningen skall dessutom mojliggora en andamalsenlig internetforbindelse. teleforetaget kan ocksa tillhandahalla de ovannamnda tjansterna via flera anslutningar, om det inte medfor oskaliga extra kostnader for anvandaren. en operator for samhallsomfattande tjanster har ratt att vagra inga avtal om en anslutning som avses i 1 mom. med en anvandare, om anvandaren har atalats eller under det senaste aret domts for storande av post- och teletrafik som begatts med hjalp av ett teleforetags anslutning eller om anvandaren har obetalda, forfallna och ostridiga skulder hos nagon annan operator for samhallsomfattande tjanster for anvandningen av dennes anslutning."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "7:83 a",
      "chapter": "7",
      "section": "83 a",
      "title": "Säännösten pakottavuus",
      "content": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 §:ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:83 a",
        "normalized_fi": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 § :ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "folded_fi": "taman luvun saannoksista ei saa sopimuksin poiketa kuluttajan vahingoksi. luvun 67 a―67 i, 71―75, 78, 79, 79 a ja 80 §:aa sovelletaan muun kuin kuluttajan kanssa tehtaviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "normalized_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "folded_sv": "avvikelse fran bestammelserna i detta kapitel far inte genom avtal goras till nackdel for konsumenten. bestammelserna i 67 a―67 i, 71―75, 78, 79, 79 a och 80 § i detta kapitel tillampas pa andra avtal an avtal med konsumenter endast om inget annat har overenskommits."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "7:87",
      "chapter": "7",
      "section": "87",
      "title": "Kustannuslaskentajärjestelmä",
      "content": "Viestintävirasto voi antaa tarkempia määräyksiä kustannuslaskentajärjestelmän avulla kerättävistä tiedoista sekä kustannuslaskentajärjestelmän kuvauksesta. Määräykset voivat koskea: 1) kustannuslaskentajärjestelmän ja hinnoittelun välisen yhteyden osoittamisessa välttämättömiä tietoja; 2) kustannuslaskentajärjestelmän kuvauksen sisältöä ja muotoa; 3) kustannuslaskentajärjestelmän kuvauksen toimittamista Viestintävirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:87",
        "normalized_fi": "Viestintävirasto voi antaa tarkempia määräyksiä kustannuslaskentajärjestelmän avulla kerättävistä tiedoista sekä kustannuslaskentajärjestelmän kuvauksesta. Määräykset voivat koskea: 1) kustannuslaskentajärjestelmän ja hinnoittelun välisen yhteyden osoittamisessa välttämättömiä tietoja; 2) kustannuslaskentajärjestelmän kuvauksen sisältöä ja muotoa; 3) kustannuslaskentajärjestelmän kuvauksen toimittamista Viestintävirastolle.",
        "folded_fi": "viestintavirasto voi antaa tarkempia maarayksia kustannuslaskentajarjestelman avulla kerattavista tiedoista seka kustannuslaskentajarjestelman kuvauksesta. maaraykset voivat koskea: 1) kustannuslaskentajarjestelman ja hinnoittelun valisen yhteyden osoittamisessa valttamattomia tietoja; 2) kustannuslaskentajarjestelman kuvauksen sisaltoa ja muotoa; 3) kustannuslaskentajarjestelman kuvauksen toimittamista viestintavirastolle.",
        "title_sv": "Kostnadsredovisningssystem",
        "content_sv": "Kommunikationsverket kan meddela närmare föreskrifter om de uppgifter som samlas in med hjälp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. Föreskrifterna kan gälla 1) uppgifter som är nödvändiga för att visa sambandet mellan kostnadsredovisningssystemet och prissättningen, 2) innehållet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lämnande av beskrivningen av kostnadsredovisningssystemet till Kommunikationsverket.",
        "normalized_sv": "Kommunikationsverket kan meddela närmare föreskrifter om de uppgifter som samlas in med hjälp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. Föreskrifterna kan gälla 1) uppgifter som är nödvändiga för att visa sambandet mellan kostnadsredovisningssystemet och prissättningen, 2) innehållet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lämnande av beskrivningen av kostnadsredovisningssystemet till Kommunikationsverket.",
        "folded_sv": "kommunikationsverket kan meddela narmare foreskrifter om de uppgifter som samlas in med hjalp av kostnadsredovisningssystemet och om beskrivningen av kostnadsredovisningssystemet. foreskrifterna kan galla 1) uppgifter som ar nodvandiga for att visa sambandet mellan kostnadsredovisningssystemet och prissattningen, 2) innehallet och utformningen av beskrivningen av kostnadsredovisningssystemet, 3) lamnande av beskrivningen av kostnadsredovisningssystemet till kommunikationsverket."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "7:88",
      "chapter": "7",
      "section": "88",
      "title": "Kustannuslaskentajärjestelmän valvonta",
      "content": "Teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyväksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajärjestelmä teleyrityksen tilintarkastuksen yhteydessä. Tilintarkastajan on laadittava tarkastuksesta kertomus. Teleyrityksen on toimitettava kertomus Viestintävirastolle teleyrityksen tilikauden päättymistä seuraavan elokuun loppuun mennessä. Viestintävirasto voi antaa tarkempia määräyksiä siitä, mitä tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisältää. Määräykset voivat koskea: 1) yleisiä tietoja tarkastettavasta teleyrityksestä ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteerejä, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteenä toimitettavaa aineistoa. Viestintäviraston on julkaistava vuosittain kertomus siitä, miten kustannuslaskentajärjestelmiä noudatetaan teleyrityksissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:88",
        "normalized_fi": "Teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyväksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajärjestelmä teleyrityksen tilintarkastuksen yhteydessä. Tilintarkastajan on laadittava tarkastuksesta kertomus. Teleyrityksen on toimitettava kertomus Viestintävirastolle teleyrityksen tilikauden päättymistä seuraavan elokuun loppuun mennessä. Viestintävirasto voi antaa tarkempia määräyksiä siitä, mitä tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisältää. Määräykset voivat koskea: 1) yleisiä tietoja tarkastettavasta teleyrityksestä ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteerejä, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteenä toimitettavaa aineistoa. Viestintäviraston on julkaistava vuosittain kertomus siitä, miten kustannuslaskentajärjestelmiä noudatetaan teleyrityksissä.",
        "folded_fi": "teleyrityksen tulee valita tilintarkastuslaissa (936/1994) tarkoitettu hyvaksytty ja riippumaton tilintarkastaja tarkastamaan teleyrityksen kustannuslaskentajarjestelma teleyrityksen tilintarkastuksen yhteydessa. tilintarkastajan on laadittava tarkastuksesta kertomus. teleyrityksen on toimitettava kertomus viestintavirastolle teleyrityksen tilikauden paattymista seuraavan elokuun loppuun mennessa. viestintavirasto voi antaa tarkempia maarayksia siita, mita tietoja ja aineistoa tilintarkastajan kertomuksen tulee sisaltaa. maaraykset voivat koskea: 1) yleisia tietoja tarkastettavasta teleyrityksesta ja tarkastuksen suorittamistapaa; 2) tarkastusvelvollisuuden kohteena olevaa aineistoa; 3) kriteereja, joilla voidaan todeta, vastaako teleyrityksen toiminta sille asetettuja velvoitteita; 4) tilintarkastajan kertomuksen liitteena toimitettavaa aineistoa. viestintaviraston on julkaistava vuosittain kertomus siita, miten kustannuslaskentajarjestelmia noudatetaan teleyrityksissa.",
        "title_sv": "Tillsyn över kostnadsredovisningssystemet",
        "content_sv": "Teleföretaget skall välja en sådan godkänd och oberoende revisor som avses i revisionslagen (936/1994) för granskning av teleföretagets kostnadsredovisningssystem i samband med revisionen av teleföretaget. Revisorn skall upprätta en berättelse över granskningen. Teleföretaget skall lämna berättelsen till Kommunikationsverket före utgången av augusti månad efter det att teleföretagets räkenskapsperiod utgått. Kommunikationsverket kan meddela närmare föreskrifter om vilka uppgifter och vilket material som skall ingå i granskningsberättelsen. Föreskrifterna kan gälla 1) allmänna uppgifter om det teleföretag som granskas och om granskningssättet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleföretagets verksamhet svarar mot de skyldigheter företaget ålagts, 4) det material som skall fogas som bilaga till berättelsen. Kommunikationsverket skall årligen offentliggöra en berättelse om hur kostnadsredovisningssystemen följs i teleföretagen.",
        "normalized_sv": "Teleföretaget skall välja en sådan godkänd och oberoende revisor som avses i revisionslagen (936/1994) för granskning av teleföretagets kostnadsredovisningssystem i samband med revisionen av teleföretaget. Revisorn skall upprätta en berättelse över granskningen. Teleföretaget skall lämna berättelsen till Kommunikationsverket före utgången av augusti månad efter det att teleföretagets räkenskapsperiod utgått. Kommunikationsverket kan meddela närmare föreskrifter om vilka uppgifter och vilket material som skall ingå i granskningsberättelsen. Föreskrifterna kan gälla 1) allmänna uppgifter om det teleföretag som granskas och om granskningssättet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleföretagets verksamhet svarar mot de skyldigheter företaget ålagts, 4) det material som skall fogas som bilaga till berättelsen. Kommunikationsverket skall årligen offentliggöra en berättelse om hur kostnadsredovisningssystemen följs i teleföretagen.",
        "folded_sv": "teleforetaget skall valja en sadan godkand och oberoende revisor som avses i revisionslagen (936/1994) for granskning av teleforetagets kostnadsredovisningssystem i samband med revisionen av teleforetaget. revisorn skall uppratta en berattelse over granskningen. teleforetaget skall lamna berattelsen till kommunikationsverket fore utgangen av augusti manad efter det att teleforetagets rakenskapsperiod utgatt. kommunikationsverket kan meddela narmare foreskrifter om vilka uppgifter och vilket material som skall inga i granskningsberattelsen. foreskrifterna kan galla 1) allmanna uppgifter om det teleforetag som granskas och om granskningssattet, 2) det material som omfattas av granskningsskyldigheten, 3) kriterier som utvisar om teleforetagets verksamhet svarar mot de skyldigheter foretaget alagts, 4) det material som skall fogas som bilaga till berattelsen. kommunikationsverket skall arligen offentliggora en berattelse om hur kostnadsredovisningssystemen foljs i teleforetagen."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 27) kuluttajalla luonnollista henkilöä, joka käyttää palveluja pääasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssä sijaintipaikassa sekä numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 27) kuluttajalla luonnollista henkilöä, joka käyttää palveluja pääasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssä sijaintipaikassa sekä numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
        "folded_fi": "tassa laissa tarkoitetaan: 27) kuluttajalla luonnollista henkiloa, joka kayttaa palveluja paaasiassa muuhun tarkoitukseen kuin elinkeinotoimintaa varten; 28) yleispalvelulla yleisten puhelinpalveluiden tarjontaa tietyssa sijaintipaikassa seka numerotiedotuspalvelun ja puhelinluettelopalvelun tarjontaa.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 27) konsument en fysisk person som använder tjänster i huvudsak för något annat ändamål än näringsverksamhet, 28) samhällsomfattande tjänster tillhandahållande av allmänna telefonitjänster på ett visst ställe samt tillhandahållande av nummerupplysningstjänster eller telefonkatalogstjänster.",
        "normalized_sv": "I denna lag avses med 27) konsument en fysisk person som använder tjänster i huvudsak för något annat ändamål än näringsverksamhet, 28) samhällsomfattande tjänster tillhandahållande av allmänna telefonitjänster på ett visst ställe samt tillhandahållande av nummerupplysningstjänster eller telefonkatalogstjänster.",
        "folded_sv": "i denna lag avses med 27) konsument en fysisk person som anvander tjanster i huvudsak for nagot annat andamal an naringsverksamhet, 28) samhallsomfattande tjanster tillhandahallande av allmanna telefonitjanster pa ett visst stalle samt tillhandahallande av nummerupplysningstjanster eller telefonkatalogstjanster."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Velvollisuus järjestää kansallinen verkkovierailu",
      "content": "Viestintävirasto voi 18 §:n mukaisella päätöksellä asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden järjestää kansallinen verkkovierailu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Viestintävirasto voi 18 § :n mukaisella päätöksellä asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden järjestää kansallinen verkkovierailu.",
        "folded_fi": "viestintavirasto voi 18 §:n mukaisella paatoksella asettaa matkaviestinverkossa toimivalle huomattavan markkinavoiman yritykselle velvollisuuden jarjestaa kansallinen verkkovierailu.",
        "title_sv": "Skyldighet att ordna nationell roaming",
        "content_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga företag med betydande marknadsinflytande som är verksamma i ett mobilnät en skyldighet att ordna nationell roaming.",
        "normalized_sv": "Kommunikationsverket kan genom ett beslut enligt 18 § ålägga företag med betydande marknadsinflytande som är verksamma i ett mobilnät en skyldighet att ordna nationell roaming.",
        "folded_sv": "kommunikationsverket kan genom ett beslut enligt 18 § alagga foretag med betydande marknadsinflytande som ar verksamma i ett mobilnat en skyldighet att ordna nationell roaming."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Oma käyttö tai kohtuullinen tuleva tarve",
      "content": "Edellä 23―30, 34 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Edellä 23―30, 34 ja 36 § :n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos käyttöoikeuden kohde on teleyrityksen tai 26 § :n 3 momentissa tarkoitetun yrityksen omassa käytössä tai se on tarpeen näiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "folded_fi": "edella 23―30, 34 ja 36 §:n nojalla asetetusta velvollisuudesta huolimatta velvollisuutta ei ole, jos kayttooikeuden kohde on teleyrityksen tai 26 §:n 3 momentissa tarkoitetun yrityksen omassa kaytossa tai se on tarpeen naiden yritysten omaa kohtuullista tulevaa tarvetta varten.",
        "title_sv": "Eget bruk eller eget rimligt framtida behov",
        "content_sv": "Trots att en skyldighet införts med stöd av 23―30, 34 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "normalized_sv": "Trots att en skyldighet införts med stöd av 23―30, 34 och 36 § finns skyldigheten inte, om föremålet för nyttjanderätten är i teleföretagets eller ett i 26 § 3 mom. avsett företags eget bruk eller behövs för dessa företags eget rimliga framtida behov.",
        "folded_sv": "trots att en skyldighet inforts med stod av 23―30, 34 och 36 § finns skyldigheten inte, om foremalet for nyttjanderatten ar i teleforetagets eller ett i 26 § 3 mom. avsett foretags eget bruk eller behovs for dessa foretags eget rimliga framtida behov."
      },
      "valid_from": "2007-02-02",
      "valid_to": null
    }
  ]
}