{
  "id": "717/2005",
  "type": "statute",
  "title": "Laki vakuutusyhtiölain muuttamisesta",
  "title_en": "Lag om ändring av lagen om försäkringsbolag",
  "status": "in_force",
  "issued_date": "2005-09-02",
  "in_force_date": "2005-09-02",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/717/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "16:13",
      "chapter": "16",
      "section": "13",
      "content": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet sulautumissuunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiöjärjestyksen muutokselle sekä, jos kysymys on kombinaatiosulautumisesta, uuden yhtiön yhtiöjärjestykselle. Sulautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä sulautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos sulautuminen on 6 §:ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtiön velkojen maksun. Viraston on velvoitettava sulautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä sulautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Sulautuva ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa (78/1999) säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on sulautuminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:13",
        "normalized_fi": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet sulautumissuunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiöjärjestyksen muutokselle sekä, jos kysymys on kombinaatiosulautumisesta, uuden yhtiön yhtiöjärjestykselle. Sulautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä sulautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos sulautuminen on 6 § :ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtiön velkojen maksun. Viraston on velvoitettava sulautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä sulautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Sulautuva ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa (78/1999) säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on sulautuminen rauennut.",
        "folded_fi": "kahden kuukauden kuluessa siita, kun yhtiot ovat hyvaksyneet sulautumissuunnitelman, niiden on haettava vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiojarjestyksen muutokselle seka, jos kysymys on kombinaatiosulautumisesta, uuden yhtion yhtiojarjestykselle. sulautumista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava vastaanottavan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita sulautuvan yhtion vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. kuulutus on annettava myos vastaanottavan yhtion vakuutusvelkojille, jos sulautuminen on 6 §:ssa tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtion velkojen maksun. viraston on velvoitettava sulautuva yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa sulautuvan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on pyydettava 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu jarjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. sulautuva ja vastaanottava yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa (78/1999) saadetaan. valitus on kasiteltava kiireellisena. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on sulautuminen rauennut.",
        "content_sv": "Inom två månader efter det att bolagen har godkänt fusionsplanen skall de ansöka om Försäkringsinspektionens samtycke till fusionsplanen och om fastställelse av den ändring av bolagsordningen som fusionen kräver samt, vid kombinationsfusion, av den nya bolagsordningen. När det gäller ansökan om fusion skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det överlåtande bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelse skall utfärdas också på försäkringsborgenärerna i det övertagande bolaget, om fusionen enligt ett utlåtande som avses i 6 § är ägnad att äventyra betalningen av bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen (78/1999). Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har fusionen förfallit.",
        "normalized_sv": "Inom två månader efter det att bolagen har godkänt fusionsplanen skall de ansöka om Försäkringsinspektionens samtycke till fusionsplanen och om fastställelse av den ändring av bolagsordningen som fusionen kräver samt, vid kombinationsfusion, av den nya bolagsordningen. När det gäller ansökan om fusion skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det överlåtande bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelse skall utfärdas också på försäkringsborgenärerna i det övertagande bolaget, om fusionen enligt ett utlåtande som avses i 6 § är ägnad att äventyra betalningen av bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen (78/1999). Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har fusionen förfallit.",
        "folded_sv": "inom tva manader efter det att bolagen har godkant fusionsplanen skall de ansoka om forsakringsinspektionens samtycke till fusionsplanen och om faststallelse av den andring av bolagsordningen som fusionen kraver samt, vid kombinationsfusion, av den nya bolagsordningen. nar det galler ansokan om fusion skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det overtagande bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer i det overlatande bolaget som onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. kungorelse skall utfardas ocksa pa forsakringsborgenarerna i det overtagande bolaget, om fusionen enligt ett utlatande som avses i 6 § ar agnad att aventyra betalningen av bolagets skulder. forsakringsinspektionen skall forplikta det overlatande bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det overlatande bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall be konkurrensverket om ett utlatande over en sadan ansokan som avses i 1 mom., om det arrangemang som avses i ansokan omfattas av den tillsyn over foretagsforvarv som avses i lagen om konkurrensbegransningar. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det overlatande och det overtagande bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen (78/1999). besvaren skall behandlas i bradskande ordning. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har fusionen forfallit."
      }
    },
    {
      "provision_ref": "16:9",
      "chapter": "16",
      "section": "9",
      "content": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiöjärjestyksen muutokselle. Vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös muille luovuttavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 §:ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtiön velkojen maksun. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Viraston on velvoitettava luovuttava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä luovuttavan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Luovuttava ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:9",
        "normalized_fi": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiöjärjestyksen muutokselle. Vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös muille luovuttavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 § :ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtiön velkojen maksun. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Viraston on velvoitettava luovuttava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä luovuttavan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Luovuttava ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "kahden kuukauden kuluessa siita, kun yhtiot ovat hyvaksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiojarjestyksen muutokselle. vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava vastaanottavan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. kuulutus on annettava myos muille luovuttavan yhtion vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 §:ssa tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtion velkojen maksun. kuulutus on annettava myos vastaanottavan yhtion vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. viraston on velvoitettava luovuttava yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa luovuttavan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on pyydettava 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu jarjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. luovuttava ja vastaanottava yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena.",
        "content_sv": "Inom två månader efter det att bolagen har godkänt planen för överlåtelse av försäkringsbeståndet skall de ansöka om Försäkringsinspektionens samtycke till planen och om fastställelse av den ändring av bolagsordningen som överlåtelsen av försäkringsbeståndet kräver. När det gäller ansökan om överlåtelse av försäkringsbeståndet skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer för försäkringar som ingår i det försäkringsbestånd som överlåts vilka önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelsen skall också utfärdas på övriga försäkringsborgenärer i det överlåtande bolaget, om överlåtelsen av försäkringsbeståndet enligt ett utlåtande som avses i 4 § är ägnad att äventyra betalningen av det överlåtande bolagets skulder. Kungörelsen skall också utfärdas på försäkringsborgenärerna i det övertagande bolaget, om överlåtelsen av försäkringsbeståndet enligt det sagda utlåtandet är ägnad att äventyra betalningen av det övertagande bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning.",
        "normalized_sv": "Inom två månader efter det att bolagen har godkänt planen för överlåtelse av försäkringsbeståndet skall de ansöka om Försäkringsinspektionens samtycke till planen och om fastställelse av den ändring av bolagsordningen som överlåtelsen av försäkringsbeståndet kräver. När det gäller ansökan om överlåtelse av försäkringsbeståndet skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer för försäkringar som ingår i det försäkringsbestånd som överlåts vilka önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelsen skall också utfärdas på övriga försäkringsborgenärer i det överlåtande bolaget, om överlåtelsen av försäkringsbeståndet enligt ett utlåtande som avses i 4 § är ägnad att äventyra betalningen av det överlåtande bolagets skulder. Kungörelsen skall också utfärdas på försäkringsborgenärerna i det övertagande bolaget, om överlåtelsen av försäkringsbeståndet enligt det sagda utlåtandet är ägnad att äventyra betalningen av det övertagande bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning.",
        "folded_sv": "inom tva manader efter det att bolagen har godkant planen for overlatelse av forsakringsbestandet skall de ansoka om forsakringsinspektionens samtycke till planen och om faststallelse av den andring av bolagsordningen som overlatelsen av forsakringsbestandet kraver. nar det galler ansokan om overlatelse av forsakringsbestandet skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det overtagande bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer for forsakringar som ingar i det forsakringsbestand som overlats vilka onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. kungorelsen skall ocksa utfardas pa ovriga forsakringsborgenarer i det overlatande bolaget, om overlatelsen av forsakringsbestandet enligt ett utlatande som avses i 4 § ar agnad att aventyra betalningen av det overlatande bolagets skulder. kungorelsen skall ocksa utfardas pa forsakringsborgenarerna i det overtagande bolaget, om overlatelsen av forsakringsbestandet enligt det sagda utlatandet ar agnad att aventyra betalningen av det overtagande bolagets skulder. forsakringsinspektionen skall forplikta det overlatande bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det overlatande bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall be konkurrensverket om ett utlatande over en sadan ansokan som avses i 1 mom., om det arrangemang som avses i ansokan omfattas av den tillsyn over foretagsforvarv som avses i lagen om konkurrensbegransningar. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det overlatande och det overtagande bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning."
      }
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Kahden kuukauden kuluessa jakautumissuunnitelman hyväksymisestä jakautuvan yhtiön on haettava Vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtiöiden yhtiöjärjestyksille, jos vastaanottava yhtiö on vakuutusyhtiö, sekä, jos kysymys on 1 §:n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiöjärjestyksen muutokselle. Jakautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava jakautuvan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä jakautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava jakautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä jakautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Jakautuva yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Vastaanottavat yhtiöt saavat jakautumisessa toimiluvan siltä osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin määrää. Jos kysymyksessä on 1 §:n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtiön toimilupa jää voimaan vain siltä osin kuin sille jää vakuutuskantaa, jollei virasto toisin määrää. Edellä 1 momentissa tarkoitettuun hakemukseen on liitettävä ehdotus tässä momentissa tarkoitetuista toimiluvista. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on jakautuminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Kahden kuukauden kuluessa jakautumissuunnitelman hyväksymisestä jakautuvan yhtiön on haettava Vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtiöiden yhtiöjärjestyksille, jos vastaanottava yhtiö on vakuutusyhtiö, sekä, jos kysymys on 1 § :n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiöjärjestyksen muutokselle. Jakautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava jakautuvan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä jakautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava jakautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä jakautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Jakautuva yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Vastaanottavat yhtiöt saavat jakautumisessa toimiluvan siltä osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin määrää. Jos kysymyksessä on 1 § :n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtiön toimilupa jää voimaan vain siltä osin kuin sille jää vakuutuskantaa, jollei virasto toisin määrää. Edellä 1 momentissa tarkoitettuun hakemukseen on liitettävä ehdotus tässä momentissa tarkoitetuista toimiluvista. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on jakautuminen rauennut.",
        "folded_fi": "kahden kuukauden kuluessa jakautumissuunnitelman hyvaksymisesta jakautuvan yhtion on haettava vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtioiden yhtiojarjestyksille, jos vastaanottava yhtio on vakuutusyhtio, seka, jos kysymys on 1 §:n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiojarjestyksen muutokselle. jakautumista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava jakautuvan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita jakautuvan yhtion vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. viraston on velvoitettava jakautuva yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa jakautuvan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. jakautuva yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena. vastaanottavat yhtiot saavat jakautumisessa toimiluvan silta osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin maaraa. jos kysymyksessa on 1 §:n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtion toimilupa jaa voimaan vain silta osin kuin sille jaa vakuutuskantaa, jollei virasto toisin maaraa. edella 1 momentissa tarkoitettuun hakemukseen on liitettava ehdotus tassa momentissa tarkoitetuista toimiluvista. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on jakautuminen rauennut.",
        "content_sv": "Inom två månader efter det att delningsplanen har godkänts skall det ursprungliga bolaget ansöka om Försäkringsinspektionens samtycke till delningsplanen och om fastställelse av de övertagande bolagens bolagsordning, om det övertagande bolaget är ett försäkringsbolag, samt, i fråga om en delning som avses i 1 § 2 mom. 2 punkten, fastställelse av den ändring av bolagsordningen som delningen kräver. När det gäller ansökan om delning skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det ursprungliga bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det ursprungliga bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta det ursprungliga bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det ursprungliga bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det ursprungliga bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Vid delning beviljas övertagande bolag koncession till den del ett försäkringsbestånd överförs på dem vid delningen, om inte Försäkringsinspektionen bestämmer något annat. Vid en delning enligt 1 § 2 mom. 2 punkten förblir det överlåtande bolagets koncession i kraft endast till den del bolaget behåller ett försäkringsbestånd, om inte Försäkringsinspektionen bestämmer något annat. Till en ansökan enligt 1 mom. skall fogas ett förslag till koncession som avses i detta moment. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har delningen förfallit.",
        "normalized_sv": "Inom två månader efter det att delningsplanen har godkänts skall det ursprungliga bolaget ansöka om Försäkringsinspektionens samtycke till delningsplanen och om fastställelse av de övertagande bolagens bolagsordning, om det övertagande bolaget är ett försäkringsbolag, samt, i fråga om en delning som avses i 1 § 2 mom. 2 punkten, fastställelse av den ändring av bolagsordningen som delningen kräver. När det gäller ansökan om delning skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det ursprungliga bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det ursprungliga bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta det ursprungliga bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det ursprungliga bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det ursprungliga bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Vid delning beviljas övertagande bolag koncession till den del ett försäkringsbestånd överförs på dem vid delningen, om inte Försäkringsinspektionen bestämmer något annat. Vid en delning enligt 1 § 2 mom. 2 punkten förblir det överlåtande bolagets koncession i kraft endast till den del bolaget behåller ett försäkringsbestånd, om inte Försäkringsinspektionen bestämmer något annat. Till en ansökan enligt 1 mom. skall fogas ett förslag till koncession som avses i detta moment. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har delningen förfallit.",
        "folded_sv": "inom tva manader efter det att delningsplanen har godkants skall det ursprungliga bolaget ansoka om forsakringsinspektionens samtycke till delningsplanen och om faststallelse av de overtagande bolagens bolagsordning, om det overtagande bolaget ar ett forsakringsbolag, samt, i fraga om en delning som avses i 1 § 2 mom. 2 punkten, faststallelse av den andring av bolagsordningen som delningen kraver. nar det galler ansokan om delning skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det ursprungliga bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer i det ursprungliga bolaget som onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. forsakringsinspektionen skall forplikta det ursprungliga bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det ursprungliga bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det ursprungliga bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning. vid delning beviljas overtagande bolag koncession till den del ett forsakringsbestand overfors pa dem vid delningen, om inte forsakringsinspektionen bestammer nagot annat. vid en delning enligt 1 § 2 mom. 2 punkten forblir det overlatande bolagets koncession i kraft endast till den del bolaget behaller ett forsakringsbestand, om inte forsakringsinspektionen bestammer nagot annat. till en ansokan enligt 1 mom. skall fogas ett forslag till koncession som avses i detta moment. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har delningen forfallit."
      }
    },
    {
      "provision_ref": "18:4",
      "chapter": "18",
      "section": "4",
      "content": "Yhtiökokouksen päätökseen, joka tarkoittaa vakuutusosakeyhtiön muuttamista keskinäiseksi vakuutusyhtiöksi tai keskinäisen vakuutusyhtiön muuttamista vakuutusosakeyhtiöksi, on haettava Vakuutusvalvontaviraston suostumus. Hakemukseen on liitettävä yhtiökokouksessa hyväksytty yhtiömuodon muuttamisesta johtuva yhtiöjärjestyksen muutosehdotus. Hakemuksesta on viraston, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, yhtiön kustannuksella kuulutettava virallisessa lehdessä. Kuulutuksessa on kehotettava niitä yhtiön osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja tai minkään osakasryhmän etua. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai osakasryhmien etujen turvaamiseksi. Yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on yhtiömuodon muuttaminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:4",
        "normalized_fi": "Yhtiökokouksen päätökseen, joka tarkoittaa vakuutusosakeyhtiön muuttamista keskinäiseksi vakuutusyhtiöksi tai keskinäisen vakuutusyhtiön muuttamista vakuutusosakeyhtiöksi, on haettava Vakuutusvalvontaviraston suostumus. Hakemukseen on liitettävä yhtiökokouksessa hyväksytty yhtiömuodon muuttamisesta johtuva yhtiöjärjestyksen muutosehdotus. Hakemuksesta on viraston, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, yhtiön kustannuksella kuulutettava virallisessa lehdessä. Kuulutuksessa on kehotettava niitä yhtiön osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja tai minkään osakasryhmän etua. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai osakasryhmien etujen turvaamiseksi. Yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on yhtiömuodon muuttaminen rauennut.",
        "folded_fi": "yhtiokokouksen paatokseen, joka tarkoittaa vakuutusosakeyhtion muuttamista keskinaiseksi vakuutusyhtioksi tai keskinaisen vakuutusyhtion muuttamista vakuutusosakeyhtioksi, on haettava vakuutusvalvontaviraston suostumus. hakemukseen on liitettava yhtiokokouksessa hyvaksytty yhtiomuodon muuttamisesta johtuva yhtiojarjestyksen muutosehdotus. hakemuksesta on viraston, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, yhtion kustannuksella kuulutettava virallisessa lehdessa. kuulutuksessa on kehotettava niita yhtion osakkaita ja vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. viraston on velvoitettava yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja tai minkaan osakasryhman etua. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai osakasryhmien etujen turvaamiseksi. yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on yhtiomuodon muuttaminen rauennut.",
        "content_sv": "Till ett bolagsstämmobeslut som avser ombildande av ett försäkringsaktiebolag till ömsesidigt försäkringsbolag eller ombildande av ett ömsesidigt försäkringsbolag till försäkringsaktiebolag skall ansökas om Försäkringsinspektionens samtycke. Till ansökan skall fogas ett av bolagsstämman godkänt förslag till ändring av bolagsordningen vilket föranletts av ändringen av bolagsformen. Försäkringsinspektionen skall, om den inte anser att ansökan utan vidare utredning skall avslås, på bolagets bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen skall de delägare och försäkringsborgenärer i bolaget som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar eller någon delägargrupps intressen. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller delägargruppernas intressen. Bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har ändringen av bolagsformen förfallit.",
        "normalized_sv": "Till ett bolagsstämmobeslut som avser ombildande av ett försäkringsaktiebolag till ömsesidigt försäkringsbolag eller ombildande av ett ömsesidigt försäkringsbolag till försäkringsaktiebolag skall ansökas om Försäkringsinspektionens samtycke. Till ansökan skall fogas ett av bolagsstämman godkänt förslag till ändring av bolagsordningen vilket föranletts av ändringen av bolagsformen. Försäkringsinspektionen skall, om den inte anser att ansökan utan vidare utredning skall avslås, på bolagets bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen skall de delägare och försäkringsborgenärer i bolaget som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar eller någon delägargrupps intressen. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller delägargruppernas intressen. Bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har ändringen av bolagsformen förfallit.",
        "folded_sv": "till ett bolagsstammobeslut som avser ombildande av ett forsakringsaktiebolag till omsesidigt forsakringsbolag eller ombildande av ett omsesidigt forsakringsbolag till forsakringsaktiebolag skall ansokas om forsakringsinspektionens samtycke. till ansokan skall fogas ett av bolagsstamman godkant forslag till andring av bolagsordningen vilket foranletts av andringen av bolagsformen. forsakringsinspektionen skall, om den inte anser att ansokan utan vidare utredning skall avslas, pa bolagets bekostnad kungora ansokan i den officiella tidningen. i kungorelsen skall de delagare och forsakringsborgenarer i bolaget som onskar framstalla anmarkningar mot ansokan uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. forsakringsinspektionen skall forplikta bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar eller nagon delagargrupps intressen. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller delagargruppernas intressen. bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har andringen av bolagsformen forfallit."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "16:13",
      "chapter": "16",
      "section": "13",
      "content": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet sulautumissuunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiöjärjestyksen muutokselle sekä, jos kysymys on kombinaatiosulautumisesta, uuden yhtiön yhtiöjärjestykselle. Sulautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä sulautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos sulautuminen on 6 §:ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtiön velkojen maksun. Viraston on velvoitettava sulautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä sulautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Sulautuva ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa (78/1999) säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on sulautuminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:13",
        "normalized_fi": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet sulautumissuunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiöjärjestyksen muutokselle sekä, jos kysymys on kombinaatiosulautumisesta, uuden yhtiön yhtiöjärjestykselle. Sulautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä sulautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos sulautuminen on 6 § :ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtiön velkojen maksun. Viraston on velvoitettava sulautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä sulautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Sulautuva ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa (78/1999) säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on sulautuminen rauennut.",
        "folded_fi": "kahden kuukauden kuluessa siita, kun yhtiot ovat hyvaksyneet sulautumissuunnitelman, niiden on haettava vakuutusvalvontaviraston suostumus sulautumissuunnitelmaan ja vahvistus sulautumisen vaatimalle yhtiojarjestyksen muutokselle seka, jos kysymys on kombinaatiosulautumisesta, uuden yhtion yhtiojarjestykselle. sulautumista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava vastaanottavan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita sulautuvan yhtion vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. kuulutus on annettava myos vastaanottavan yhtion vakuutusvelkojille, jos sulautuminen on 6 §:ssa tarkoitetun lausunnon mukaan omiaan vaarantamaan yhtion velkojen maksun. viraston on velvoitettava sulautuva yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa sulautuvan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on pyydettava 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu jarjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. sulautuva ja vastaanottava yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa (78/1999) saadetaan. valitus on kasiteltava kiireellisena. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on sulautuminen rauennut.",
        "content_sv": "Inom två månader efter det att bolagen har godkänt fusionsplanen skall de ansöka om Försäkringsinspektionens samtycke till fusionsplanen och om fastställelse av den ändring av bolagsordningen som fusionen kräver samt, vid kombinationsfusion, av den nya bolagsordningen. När det gäller ansökan om fusion skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det överlåtande bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelse skall utfärdas också på försäkringsborgenärerna i det övertagande bolaget, om fusionen enligt ett utlåtande som avses i 6 § är ägnad att äventyra betalningen av bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen (78/1999). Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har fusionen förfallit.",
        "normalized_sv": "Inom två månader efter det att bolagen har godkänt fusionsplanen skall de ansöka om Försäkringsinspektionens samtycke till fusionsplanen och om fastställelse av den ändring av bolagsordningen som fusionen kräver samt, vid kombinationsfusion, av den nya bolagsordningen. När det gäller ansökan om fusion skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det överlåtande bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelse skall utfärdas också på försäkringsborgenärerna i det övertagande bolaget, om fusionen enligt ett utlåtande som avses i 6 § är ägnad att äventyra betalningen av bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen (78/1999). Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har fusionen förfallit.",
        "folded_sv": "inom tva manader efter det att bolagen har godkant fusionsplanen skall de ansoka om forsakringsinspektionens samtycke till fusionsplanen och om faststallelse av den andring av bolagsordningen som fusionen kraver samt, vid kombinationsfusion, av den nya bolagsordningen. nar det galler ansokan om fusion skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det overtagande bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer i det overlatande bolaget som onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. kungorelse skall utfardas ocksa pa forsakringsborgenarerna i det overtagande bolaget, om fusionen enligt ett utlatande som avses i 6 § ar agnad att aventyra betalningen av bolagets skulder. forsakringsinspektionen skall forplikta det overlatande bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det overlatande bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall be konkurrensverket om ett utlatande over en sadan ansokan som avses i 1 mom., om det arrangemang som avses i ansokan omfattas av den tillsyn over foretagsforvarv som avses i lagen om konkurrensbegransningar. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det overlatande och det overtagande bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen (78/1999). besvaren skall behandlas i bradskande ordning. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har fusionen forfallit."
      },
      "valid_from": "2005-09-02",
      "valid_to": null
    },
    {
      "provision_ref": "16:9",
      "chapter": "16",
      "section": "9",
      "content": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiöjärjestyksen muutokselle. Vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös muille luovuttavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 §:ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtiön velkojen maksun. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Viraston on velvoitettava luovuttava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä luovuttavan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Luovuttava ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:9",
        "normalized_fi": "Kahden kuukauden kuluessa siitä, kun yhtiöt ovat hyväksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava Vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiöjärjestyksen muutokselle. Vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava vastaanottavan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Kuulutus on annettava myös muille luovuttavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 § :ssä tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtiön velkojen maksun. Kuulutus on annettava myös vastaanottavan yhtiön vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtiön velkojen maksun. Viraston on velvoitettava luovuttava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä luovuttavan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on pyydettävä 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu järjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Luovuttava ja vastaanottava yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "kahden kuukauden kuluessa siita, kun yhtiot ovat hyvaksyneet vakuutuskannan luovuttamista koskevan suunnitelman, niiden on haettava vakuutusvalvontaviraston suostumus suunnitelmaan ja vahvistus vakuutuskannan luovuttamisen vaatimalle yhtiojarjestyksen muutokselle. vakuutuskannan luovuttamista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava vastaanottavan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita luovutettavaan vakuutuskantaan kuuluvien vakuutusten vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. kuulutus on annettava myos muille luovuttavan yhtion vakuutusvelkojille, jos vakuutuskannan luovuttaminen on 4 §:ssa tarkoitetun lausunnon mukaan omiaan vaarantamaan luovuttavan yhtion velkojen maksun. kuulutus on annettava myos vastaanottavan yhtion vakuutusvelkojille, jos vakuutuskannan luovuttaminen on sanotun lausunnon mukaan omiaan vaarantamaan vastaanottavan yhtion velkojen maksun. viraston on velvoitettava luovuttava yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa luovuttavan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on pyydettava 1 momentissa tarkoitetusta hakemuksesta kilpailuviraston lausunto, jos hakemuksessa tarkoitettu jarjestely kuuluu kilpailunrajoituksista annetussa laissa tarkoitetun yrityskauppavalvonnan piiriin. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. luovuttava ja vastaanottava yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena.",
        "content_sv": "Inom två månader efter det att bolagen har godkänt planen för överlåtelse av försäkringsbeståndet skall de ansöka om Försäkringsinspektionens samtycke till planen och om fastställelse av den ändring av bolagsordningen som överlåtelsen av försäkringsbeståndet kräver. När det gäller ansökan om överlåtelse av försäkringsbeståndet skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer för försäkringar som ingår i det försäkringsbestånd som överlåts vilka önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelsen skall också utfärdas på övriga försäkringsborgenärer i det överlåtande bolaget, om överlåtelsen av försäkringsbeståndet enligt ett utlåtande som avses i 4 § är ägnad att äventyra betalningen av det överlåtande bolagets skulder. Kungörelsen skall också utfärdas på försäkringsborgenärerna i det övertagande bolaget, om överlåtelsen av försäkringsbeståndet enligt det sagda utlåtandet är ägnad att äventyra betalningen av det övertagande bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning.",
        "normalized_sv": "Inom två månader efter det att bolagen har godkänt planen för överlåtelse av försäkringsbeståndet skall de ansöka om Försäkringsinspektionens samtycke till planen och om fastställelse av den ändring av bolagsordningen som överlåtelsen av försäkringsbeståndet kräver. När det gäller ansökan om överlåtelse av försäkringsbeståndet skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det övertagande bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer för försäkringar som ingår i det försäkringsbestånd som överlåts vilka önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Kungörelsen skall också utfärdas på övriga försäkringsborgenärer i det överlåtande bolaget, om överlåtelsen av försäkringsbeståndet enligt ett utlåtande som avses i 4 § är ägnad att äventyra betalningen av det överlåtande bolagets skulder. Kungörelsen skall också utfärdas på försäkringsborgenärerna i det övertagande bolaget, om överlåtelsen av försäkringsbeståndet enligt det sagda utlåtandet är ägnad att äventyra betalningen av det övertagande bolagets skulder. Försäkringsinspektionen skall förplikta det överlåtande bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det överlåtande bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall be konkurrensverket om ett utlåtande över en sådan ansökan som avses i 1 mom., om det arrangemang som avses i ansökan omfattas av den tillsyn över företagsförvärv som avses i lagen om konkurrensbegränsningar. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det överlåtande och det övertagande bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning.",
        "folded_sv": "inom tva manader efter det att bolagen har godkant planen for overlatelse av forsakringsbestandet skall de ansoka om forsakringsinspektionens samtycke till planen och om faststallelse av den andring av bolagsordningen som overlatelsen av forsakringsbestandet kraver. nar det galler ansokan om overlatelse av forsakringsbestandet skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det overtagande bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer for forsakringar som ingar i det forsakringsbestand som overlats vilka onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. kungorelsen skall ocksa utfardas pa ovriga forsakringsborgenarer i det overlatande bolaget, om overlatelsen av forsakringsbestandet enligt ett utlatande som avses i 4 § ar agnad att aventyra betalningen av det overlatande bolagets skulder. kungorelsen skall ocksa utfardas pa forsakringsborgenarerna i det overtagande bolaget, om overlatelsen av forsakringsbestandet enligt det sagda utlatandet ar agnad att aventyra betalningen av det overtagande bolagets skulder. forsakringsinspektionen skall forplikta det overlatande bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det overlatande bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall be konkurrensverket om ett utlatande over en sadan ansokan som avses i 1 mom., om det arrangemang som avses i ansokan omfattas av den tillsyn over foretagsforvarv som avses i lagen om konkurrensbegransningar. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det overlatande och det overtagande bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning."
      },
      "valid_from": "2005-09-02",
      "valid_to": null
    },
    {
      "provision_ref": "16:4",
      "chapter": "16",
      "section": "4",
      "content": "Kahden kuukauden kuluessa jakautumissuunnitelman hyväksymisestä jakautuvan yhtiön on haettava Vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtiöiden yhtiöjärjestyksille, jos vastaanottava yhtiö on vakuutusyhtiö, sekä, jos kysymys on 1 §:n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiöjärjestyksen muutokselle. Jakautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava jakautuvan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä jakautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava jakautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä jakautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Jakautuva yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Vastaanottavat yhtiöt saavat jakautumisessa toimiluvan siltä osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin määrää. Jos kysymyksessä on 1 §:n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtiön toimilupa jää voimaan vain siltä osin kuin sille jää vakuutuskantaa, jollei virasto toisin määrää. Edellä 1 momentissa tarkoitettuun hakemukseen on liitettävä ehdotus tässä momentissa tarkoitetuista toimiluvista. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on jakautuminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:4",
        "normalized_fi": "Kahden kuukauden kuluessa jakautumissuunnitelman hyväksymisestä jakautuvan yhtiön on haettava Vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtiöiden yhtiöjärjestyksille, jos vastaanottava yhtiö on vakuutusyhtiö, sekä, jos kysymys on 1 § :n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiöjärjestyksen muutokselle. Jakautumista koskevasta hakemuksesta viraston on, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, kuulutettava jakautuvan yhtiön kustannuksella virallisessa lehdessä. Kuulutuksessa on kehotettava niitä jakautuvan yhtiön vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava jakautuva yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä jakautuvan yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervettä kehitystä. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. Jakautuva yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Vastaanottavat yhtiöt saavat jakautumisessa toimiluvan siltä osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin määrää. Jos kysymyksessä on 1 § :n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtiön toimilupa jää voimaan vain siltä osin kuin sille jää vakuutuskantaa, jollei virasto toisin määrää. Edellä 1 momentissa tarkoitettuun hakemukseen on liitettävä ehdotus tässä momentissa tarkoitetuista toimiluvista. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on jakautuminen rauennut.",
        "folded_fi": "kahden kuukauden kuluessa jakautumissuunnitelman hyvaksymisesta jakautuvan yhtion on haettava vakuutusvalvontaviraston suostumus jakautumissuunnitelmaan ja vahvistus vastaanottavien yhtioiden yhtiojarjestyksille, jos vastaanottava yhtio on vakuutusyhtio, seka, jos kysymys on 1 §:n 2 momentin 2 kohdassa tarkoitetusta jakautumisesta, vahvistus jakautumisen vaatimalle yhtiojarjestyksen muutokselle. jakautumista koskevasta hakemuksesta viraston on, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, kuulutettava jakautuvan yhtion kustannuksella virallisessa lehdessa. kuulutuksessa on kehotettava niita jakautuvan yhtion vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. viraston on velvoitettava jakautuva yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa jakautuvan yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja ja jollei sen katsota vaarantavan vakuutustoiminnan tervetta kehitysta. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai vakuutustoiminnan terveen kehityksen turvaamiseksi. jakautuva yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena. vastaanottavat yhtiot saavat jakautumisessa toimiluvan silta osin kuin niille siirtyy jakautumisessa vakuutuskantaa, jollei virasto toisin maaraa. jos kysymyksessa on 1 §:n 2 momentin 2 kohdassa tarkoitettu jakautuminen, luovuttavan yhtion toimilupa jaa voimaan vain silta osin kuin sille jaa vakuutuskantaa, jollei virasto toisin maaraa. edella 1 momentissa tarkoitettuun hakemukseen on liitettava ehdotus tassa momentissa tarkoitetuista toimiluvista. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on jakautuminen rauennut.",
        "content_sv": "Inom två månader efter det att delningsplanen har godkänts skall det ursprungliga bolaget ansöka om Försäkringsinspektionens samtycke till delningsplanen och om fastställelse av de övertagande bolagens bolagsordning, om det övertagande bolaget är ett försäkringsbolag, samt, i fråga om en delning som avses i 1 § 2 mom. 2 punkten, fastställelse av den ändring av bolagsordningen som delningen kräver. När det gäller ansökan om delning skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det ursprungliga bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det ursprungliga bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta det ursprungliga bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det ursprungliga bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det ursprungliga bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Vid delning beviljas övertagande bolag koncession till den del ett försäkringsbestånd överförs på dem vid delningen, om inte Försäkringsinspektionen bestämmer något annat. Vid en delning enligt 1 § 2 mom. 2 punkten förblir det överlåtande bolagets koncession i kraft endast till den del bolaget behåller ett försäkringsbestånd, om inte Försäkringsinspektionen bestämmer något annat. Till en ansökan enligt 1 mom. skall fogas ett förslag till koncession som avses i detta moment. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har delningen förfallit.",
        "normalized_sv": "Inom två månader efter det att delningsplanen har godkänts skall det ursprungliga bolaget ansöka om Försäkringsinspektionens samtycke till delningsplanen och om fastställelse av de övertagande bolagens bolagsordning, om det övertagande bolaget är ett försäkringsbolag, samt, i fråga om en delning som avses i 1 § 2 mom. 2 punkten, fastställelse av den ändring av bolagsordningen som delningen kräver. När det gäller ansökan om delning skall Försäkringsinspektionen, om den inte anser att ansökan utan vidare utredning skall avslås, på det ursprungliga bolagets bekostnad låta kungöra saken i den officiella tidningen. I kungörelsen skall de försäkringsborgenärer i det ursprungliga bolaget som önskar framställa anmärkningar mot ansökningen uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta det ursprungliga bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på det ursprungliga bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar och om den inte anses äventyra en sund utveckling av försäkringsväsendet. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller en sund utveckling av försäkringsväsendet. Det ursprungliga bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Vid delning beviljas övertagande bolag koncession till den del ett försäkringsbestånd överförs på dem vid delningen, om inte Försäkringsinspektionen bestämmer något annat. Vid en delning enligt 1 § 2 mom. 2 punkten förblir det överlåtande bolagets koncession i kraft endast till den del bolaget behåller ett försäkringsbestånd, om inte Försäkringsinspektionen bestämmer något annat. Till en ansökan enligt 1 mom. skall fogas ett förslag till koncession som avses i detta moment. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har delningen förfallit.",
        "folded_sv": "inom tva manader efter det att delningsplanen har godkants skall det ursprungliga bolaget ansoka om forsakringsinspektionens samtycke till delningsplanen och om faststallelse av de overtagande bolagens bolagsordning, om det overtagande bolaget ar ett forsakringsbolag, samt, i fraga om en delning som avses i 1 § 2 mom. 2 punkten, faststallelse av den andring av bolagsordningen som delningen kraver. nar det galler ansokan om delning skall forsakringsinspektionen, om den inte anser att ansokan utan vidare utredning skall avslas, pa det ursprungliga bolagets bekostnad lata kungora saken i den officiella tidningen. i kungorelsen skall de forsakringsborgenarer i det ursprungliga bolaget som onskar framstalla anmarkningar mot ansokningen uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. forsakringsinspektionen skall forplikta det ursprungliga bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa det ursprungliga bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar och om den inte anses aventyra en sund utveckling av forsakringsvasendet. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller en sund utveckling av forsakringsvasendet. det ursprungliga bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning. vid delning beviljas overtagande bolag koncession till den del ett forsakringsbestand overfors pa dem vid delningen, om inte forsakringsinspektionen bestammer nagot annat. vid en delning enligt 1 § 2 mom. 2 punkten forblir det overlatande bolagets koncession i kraft endast till den del bolaget behaller ett forsakringsbestand, om inte forsakringsinspektionen bestammer nagot annat. till en ansokan enligt 1 mom. skall fogas ett forslag till koncession som avses i detta moment. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har delningen forfallit."
      },
      "valid_from": "2005-09-02",
      "valid_to": null
    },
    {
      "provision_ref": "18:4",
      "chapter": "18",
      "section": "4",
      "content": "Yhtiökokouksen päätökseen, joka tarkoittaa vakuutusosakeyhtiön muuttamista keskinäiseksi vakuutusyhtiöksi tai keskinäisen vakuutusyhtiön muuttamista vakuutusosakeyhtiöksi, on haettava Vakuutusvalvontaviraston suostumus. Hakemukseen on liitettävä yhtiökokouksessa hyväksytty yhtiömuodon muuttamisesta johtuva yhtiöjärjestyksen muutosehdotus. Hakemuksesta on viraston, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, yhtiön kustannuksella kuulutettava virallisessa lehdessä. Kuulutuksessa on kehotettava niitä yhtiön osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja tai minkään osakasryhmän etua. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai osakasryhmien etujen turvaamiseksi. Yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on yhtiömuodon muuttaminen rauennut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "18:4",
        "normalized_fi": "Yhtiökokouksen päätökseen, joka tarkoittaa vakuutusosakeyhtiön muuttamista keskinäiseksi vakuutusyhtiöksi tai keskinäisen vakuutusyhtiön muuttamista vakuutusosakeyhtiöksi, on haettava Vakuutusvalvontaviraston suostumus. Hakemukseen on liitettävä yhtiökokouksessa hyväksytty yhtiömuodon muuttamisesta johtuva yhtiöjärjestyksen muutosehdotus. Hakemuksesta on viraston, jollei se katso, että hakemus on enemmittä selvityksittä hylättävä, yhtiön kustannuksella kuulutettava virallisessa lehdessä. Kuulutuksessa on kehotettava niitä yhtiön osakkaita ja vakuutusvelkojia, jotka tahtovat tehdä muistutuksia hakemusta vastaan, esittämään ne virastolle sen määräämässä ajassa, joka saa olla enintään kaksi kuukautta. Viraston on velvoitettava yhtiö viipymättä antamaan tieto kuulutuksesta ainakin yhdessä yhtiön kotipaikan sanomalehdessä sekä lisäksi siten kuin virasto tarvittaessa määrää. Viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten käsittämiä etuja tai minkään osakasryhmän etua. Virastolla on oikeus liittää suostumuksen antamiseen ehdot, joita virasto pitää tarpeellisina vakuutusten käsittämien etujen tai osakasryhmien etujen turvaamiseksi. Yhtiö sekä muistutuksentekijä saavat valittaa viraston päätöksestä Helsingin hallinto-oikeuteen siten kuin Vakuutusvalvontavirastosta annetussa laissa säädetään. Valitus on käsiteltävä kiireellisenä. Jollei suostumusta ole määräajassa haettu tai jos se on evätty ja epäämispäätös on saanut lainvoiman, on yhtiömuodon muuttaminen rauennut.",
        "folded_fi": "yhtiokokouksen paatokseen, joka tarkoittaa vakuutusosakeyhtion muuttamista keskinaiseksi vakuutusyhtioksi tai keskinaisen vakuutusyhtion muuttamista vakuutusosakeyhtioksi, on haettava vakuutusvalvontaviraston suostumus. hakemukseen on liitettava yhtiokokouksessa hyvaksytty yhtiomuodon muuttamisesta johtuva yhtiojarjestyksen muutosehdotus. hakemuksesta on viraston, jollei se katso, etta hakemus on enemmitta selvityksitta hylattava, yhtion kustannuksella kuulutettava virallisessa lehdessa. kuulutuksessa on kehotettava niita yhtion osakkaita ja vakuutusvelkojia, jotka tahtovat tehda muistutuksia hakemusta vastaan, esittamaan ne virastolle sen maaraamassa ajassa, joka saa olla enintaan kaksi kuukautta. viraston on velvoitettava yhtio viipymatta antamaan tieto kuulutuksesta ainakin yhdessa yhtion kotipaikan sanomalehdessa seka lisaksi siten kuin virasto tarvittaessa maaraa. viraston on annettava suostumuksensa, jollei 1 momentissa tarkoitettu toimenpide loukkaa vakuutusten kasittamia etuja tai minkaan osakasryhman etua. virastolla on oikeus liittaa suostumuksen antamiseen ehdot, joita virasto pitaa tarpeellisina vakuutusten kasittamien etujen tai osakasryhmien etujen turvaamiseksi. yhtio seka muistutuksentekija saavat valittaa viraston paatoksesta helsingin hallinto-oikeuteen siten kuin vakuutusvalvontavirastosta annetussa laissa saadetaan. valitus on kasiteltava kiireellisena. jollei suostumusta ole maaraajassa haettu tai jos se on evatty ja epaamispaatos on saanut lainvoiman, on yhtiomuodon muuttaminen rauennut.",
        "content_sv": "Till ett bolagsstämmobeslut som avser ombildande av ett försäkringsaktiebolag till ömsesidigt försäkringsbolag eller ombildande av ett ömsesidigt försäkringsbolag till försäkringsaktiebolag skall ansökas om Försäkringsinspektionens samtycke. Till ansökan skall fogas ett av bolagsstämman godkänt förslag till ändring av bolagsordningen vilket föranletts av ändringen av bolagsformen. Försäkringsinspektionen skall, om den inte anser att ansökan utan vidare utredning skall avslås, på bolagets bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen skall de delägare och försäkringsborgenärer i bolaget som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar eller någon delägargrupps intressen. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller delägargruppernas intressen. Bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har ändringen av bolagsformen förfallit.",
        "normalized_sv": "Till ett bolagsstämmobeslut som avser ombildande av ett försäkringsaktiebolag till ömsesidigt försäkringsbolag eller ombildande av ett ömsesidigt försäkringsbolag till försäkringsaktiebolag skall ansökas om Försäkringsinspektionens samtycke. Till ansökan skall fogas ett av bolagsstämman godkänt förslag till ändring av bolagsordningen vilket föranletts av ändringen av bolagsformen. Försäkringsinspektionen skall, om den inte anser att ansökan utan vidare utredning skall avslås, på bolagets bekostnad kungöra ansökan i den officiella tidningen. I kungörelsen skall de delägare och försäkringsborgenärer i bolaget som önskar framställa anmärkningar mot ansökan uppmanas framställa dem till Försäkringsinspektionen inom en av inspektionen utsatt tid som inte får vara längre än två månader. Försäkringsinspektionen skall förplikta bolaget att utan dröjsmål underrätta om kungörelsen i åtminstone en tidning som utkommer på bolagets hemort samt dessutom enligt vad Försäkringsinspektionen vid behov bestämmer. Försäkringsinspektionen skall ge sitt samtycke, om en åtgärd som avses i 1 mom. inte kränker de förmåner som försäkringarna omfattar eller någon delägargrupps intressen. Försäkringsinspektionen har rätt att till samtycket foga sådana villkor som den anser nödvändiga för att skydda de förmåner som försäkringarna omfattar eller delägargruppernas intressen. Bolaget samt den som framställt anmärkning får anföra besvär över Försäkringsinspektionens beslut hos Helsingfors förvaltningsdomstol enligt vad som bestäms i lagen om Försäkringsinspektionen. Besvären skall behandlas i brådskande ordning. Om samtycke inte har sökts inom föreskriven tid eller om det har vägrats och beslutet om vägran har vunnit laga kraft, har ändringen av bolagsformen förfallit.",
        "folded_sv": "till ett bolagsstammobeslut som avser ombildande av ett forsakringsaktiebolag till omsesidigt forsakringsbolag eller ombildande av ett omsesidigt forsakringsbolag till forsakringsaktiebolag skall ansokas om forsakringsinspektionens samtycke. till ansokan skall fogas ett av bolagsstamman godkant forslag till andring av bolagsordningen vilket foranletts av andringen av bolagsformen. forsakringsinspektionen skall, om den inte anser att ansokan utan vidare utredning skall avslas, pa bolagets bekostnad kungora ansokan i den officiella tidningen. i kungorelsen skall de delagare och forsakringsborgenarer i bolaget som onskar framstalla anmarkningar mot ansokan uppmanas framstalla dem till forsakringsinspektionen inom en av inspektionen utsatt tid som inte far vara langre an tva manader. forsakringsinspektionen skall forplikta bolaget att utan drojsmal underratta om kungorelsen i atminstone en tidning som utkommer pa bolagets hemort samt dessutom enligt vad forsakringsinspektionen vid behov bestammer. forsakringsinspektionen skall ge sitt samtycke, om en atgard som avses i 1 mom. inte kranker de formaner som forsakringarna omfattar eller nagon delagargrupps intressen. forsakringsinspektionen har ratt att till samtycket foga sadana villkor som den anser nodvandiga for att skydda de formaner som forsakringarna omfattar eller delagargruppernas intressen. bolaget samt den som framstallt anmarkning far anfora besvar over forsakringsinspektionens beslut hos helsingfors forvaltningsdomstol enligt vad som bestams i lagen om forsakringsinspektionen. besvaren skall behandlas i bradskande ordning. om samtycke inte har sokts inom foreskriven tid eller om det har vagrats och beslutet om vagran har vunnit laga kraft, har andringen av bolagsformen forfallit."
      },
      "valid_from": "2005-09-02",
      "valid_to": null
    }
  ],
  "definitions": [
    {
      "term": "joka",
      "definition": "vakuutusosakeyhtiön muuttamista keskinäiseksi vakuutusyhtiöksi tai keskinäisen vakuutusyhtiön muuttamista vakuutusosakeyhtiöksi, on haettava Vakuutusvalvontaviraston suostumus",
      "source_provision": "18:4"
    }
  ]
}