{
  "id": "717/2006",
  "type": "statute",
  "title": "Laki vuokra-asuntolainojen ja asumisoikeustalolainojen korkotuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om räntestöd för hyresbostadslån och bostadsrättshuslån",
  "status": "in_force",
  "issued_date": "2006-08-18",
  "in_force_date": "2006-08-18",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/717/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Korkotukilainan saajat",
      "content": "Laina voidaan hyväksyä korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtiö tai asunto-osakeyhtiö, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisöistä on välitön kirjanpitolain (1336/1997) 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Laina voidaan hyväksyä korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtiö tai asunto-osakeyhtiö, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisöistä on välitön kirjanpitolain (1336/1997) 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta.",
        "folded_fi": "laina voidaan hyvaksya korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtio tai asunto-osakeyhtio, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisoista on valiton kirjanpitolain (1336/1997) 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta.",
        "title_sv": "Räntestödslåntagare",
        "content_sv": "Ett lån kan godkännas som räntestödslån, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket något eller några i 1―3 punkten avsedda samfund har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen (1336/1997).",
        "normalized_sv": "Ett lån kan godkännas som räntestödslån, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket något eller några i 1―3 punkten avsedda samfund har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen (1336/1997).",
        "folded_sv": "ett lan kan godkannas som rantestodslan, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket nagot eller nagra i 1―3 punkten avsedda samfund har sadant direkt bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen (1336/1997)."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vuokra-asuntojen korkotukilainat",
      "content": "Hankittaessa vuokratalo, jonka asunnoista vähintään 30 prosenttia osoitetaan Valtion asuntorahaston hyväksymän suunnitelman mukaisesti erityisryhmiin kuuluvien henkilöiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyväksymiseen ei sovelleta 2 momentissa säädettyjä edellytyksiä. Tällöin korkotukilainaksi voidaan hyväksyä vain kunnan tai kuntayhtymän laina taikka laina, joka on myönnetty sellaiselle osakeyhtiölle tai asunto-osakeyhtiölle, jossa kunnalla tai kuntayhtymällä on välitön kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta. Korkotukilainaksi voidaan hyväksyä myös muun tämän lain 5 §:ssä tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkilöiden elinolojen parantaminen tarjoamalla heille asuntoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Hankittaessa vuokratalo, jonka asunnoista vähintään 30 prosenttia osoitetaan Valtion asuntorahaston hyväksymän suunnitelman mukaisesti erityisryhmiin kuuluvien henkilöiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyväksymiseen ei sovelleta 2 momentissa säädettyjä edellytyksiä. Tällöin korkotukilainaksi voidaan hyväksyä vain kunnan tai kuntayhtymän laina taikka laina, joka on myönnetty sellaiselle osakeyhtiölle tai asunto-osakeyhtiölle, jossa kunnalla tai kuntayhtymällä on välitön kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta. Korkotukilainaksi voidaan hyväksyä myös muun tämän lain 5 § :ssä tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkilöiden elinolojen parantaminen tarjoamalla heille asuntoja.",
        "folded_fi": "hankittaessa vuokratalo, jonka asunnoista vahintaan 30 prosenttia osoitetaan valtion asuntorahaston hyvaksyman suunnitelman mukaisesti erityisryhmiin kuuluvien henkiloiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyvaksymiseen ei sovelleta 2 momentissa saadettyja edellytyksia. talloin korkotukilainaksi voidaan hyvaksya vain kunnan tai kuntayhtyman laina taikka laina, joka on myonnetty sellaiselle osakeyhtiolle tai asunto-osakeyhtiolle, jossa kunnalla tai kuntayhtymalla on valiton kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta. korkotukilainaksi voidaan hyvaksya myos muun taman lain 5 §:ssa tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkiloiden elinolojen parantaminen tarjoamalla heille asuntoja.",
        "title_sv": "Räntestödslån för hyresbostäder",
        "content_sv": "Vid anskaffning av ett hyreshus av vars bostäder minst 30 procent enligt en av Statens bostadsfond godkänd plan anvisas till hyresbostäder för personer som hör till grupper med särskilda behov tillämpas villkoren i 2 mom. inte då anskaffningslånet godkänns som räntestödslån. Härvid kan som räntestödslån godkännas enbart lån som tagits av kommuner eller samkommuner eller lån som beviljats ett sådant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen. En annan i 5 § avsedd räntestödstagares lån kan också godkännas som räntestödslån när verksamheten syftar till att förbättra levnadsförhållandena för personer som hör till grupper med särskilda behov genom att erbjuda dem bostad.",
        "normalized_sv": "Vid anskaffning av ett hyreshus av vars bostäder minst 30 procent enligt en av Statens bostadsfond godkänd plan anvisas till hyresbostäder för personer som hör till grupper med särskilda behov tillämpas villkoren i 2 mom. inte då anskaffningslånet godkänns som räntestödslån. Härvid kan som räntestödslån godkännas enbart lån som tagits av kommuner eller samkommuner eller lån som beviljats ett sådant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen. En annan i 5 § avsedd räntestödstagares lån kan också godkännas som räntestödslån när verksamheten syftar till att förbättra levnadsförhållandena för personer som hör till grupper med särskilda behov genom att erbjuda dem bostad.",
        "folded_sv": "vid anskaffning av ett hyreshus av vars bostader minst 30 procent enligt en av statens bostadsfond godkand plan anvisas till hyresbostader for personer som hor till grupper med sarskilda behov tillampas villkoren i 2 mom. inte da anskaffningslanet godkanns som rantestodslan. harvid kan som rantestodslan godkannas enbart lan som tagits av kommuner eller samkommuner eller lan som beviljats ett sadant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sadant direkt bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen. en annan i 5 § avsedd rantestodstagares lan kan ocksa godkannas som rantestodslan nar verksamheten syftar till att forbattra levnadsforhallandena for personer som hor till grupper med sarskilda behov genom att erbjuda dem bostad."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Asukasvalinnan tavoitteet",
      "content": "Asukasvalinnan tavoitteena on, että korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritään talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Asukasvalinnan tavoitteena on, että korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritään talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
        "folded_fi": "asukasvalinnan tavoitteena on, etta korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritaan talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
        "title_sv": "Syftet med valet av hyresgäster",
        "content_sv": "Syftet med valet av hyresgäster är att räntestödshyresbostäder skall anvisas för de hushåll som mest behöver en hyresbostad och samtidigt eftersträvas en mångsidig boendestruktur i huset och ett i socialt hänseende välbalanserat bostadsområde.",
        "normalized_sv": "Syftet med valet av hyresgäster är att räntestödshyresbostäder skall anvisas för de hushåll som mest behöver en hyresbostad och samtidigt eftersträvas en mångsidig boendestruktur i huset och ett i socialt hänseende välbalanserat bostadsområde.",
        "folded_sv": "syftet med valet av hyresgaster ar att rantestodshyresbostader skall anvisas for de hushall som mest behover en hyresbostad och samtidigt efterstravas en mangsidig boendestruktur i huset och ett i socialt hanseende valbalanserat bostadsomrade."
      }
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Asukasvalintaperusteet ja etusijajärjestykseen asettaminen",
      "content": "asukasvalintaperusteet Asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. Asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). Asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmässä asunnon tarpeessa olevat, vähävaraisimmat ja pienituloisimmat hakijaruokakunnat. Kunnan tai kuntien tosiasiallisessa määräysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jäsen. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista ja etusijajärjestykseen asettamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 b",
        "normalized_fi": "asukasvalintaperusteet Asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. Asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). Asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmässä asunnon tarpeessa olevat, vähävaraisimmat ja pienituloisimmat hakijaruokakunnat. Kunnan tai kuntien tosiasiallisessa määräysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jäsen. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista ja etusijajärjestykseen asettamisesta.",
        "folded_fi": "asukasvalintaperusteet asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmassa asunnon tarpeessa olevat, vahavaraisimmat ja pienituloisimmat hakijaruokakunnat. kunnan tai kuntien tosiasiallisessa maaraysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jasen. valtioneuvoston asetuksella voidaan saataa tarkemmin asukasvalintaperusteista ja etusijajarjestykseen asettamisesta.",
        "title_sv": "Grunderna för val av hyresgäster och företrädesordning",
        "content_sv": "grunderna för val av hyresgäster Valet av hyresgäster till räntestödshyresbostäder grundar sig på social ändamålsenlighet och ekonomiskt behov. Hyresgäster skall väljas med hänsyn till hushållets bostadsbehov, förmögenhet och inkomster (). Vid valet av hyresgäster skall företräde ges bostadslösa och andra hushåll som har det mest brådskande behovet av bostad, är minst bemedlade och har de lägsta inkomsterna. Vid valet av hyresgäster till sådana räntestödshyresbostäder i fråga om vilka en eller flera kommuner har den faktiska bestämmanderätten kan en medlem i den kommun där bostaden är belägen få företräde bland sådana sökande som enligt en helhetsbedömning med beaktande av bostadsbehovet, inkomsterna och förmögenheten är i samma ställning. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för valet av hyresgäster och om företrädesordningen.",
        "normalized_sv": "grunderna för val av hyresgäster Valet av hyresgäster till räntestödshyresbostäder grundar sig på social ändamålsenlighet och ekonomiskt behov. Hyresgäster skall väljas med hänsyn till hushållets bostadsbehov, förmögenhet och inkomster (). Vid valet av hyresgäster skall företräde ges bostadslösa och andra hushåll som har det mest brådskande behovet av bostad, är minst bemedlade och har de lägsta inkomsterna. Vid valet av hyresgäster till sådana räntestödshyresbostäder i fråga om vilka en eller flera kommuner har den faktiska bestämmanderätten kan en medlem i den kommun där bostaden är belägen få företräde bland sådana sökande som enligt en helhetsbedömning med beaktande av bostadsbehovet, inkomsterna och förmögenheten är i samma ställning. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för valet av hyresgäster och om företrädesordningen.",
        "folded_sv": "grunderna for val av hyresgaster valet av hyresgaster till rantestodshyresbostader grundar sig pa social andamalsenlighet och ekonomiskt behov. hyresgaster skall valjas med hansyn till hushallets bostadsbehov, formogenhet och inkomster (). vid valet av hyresgaster skall foretrade ges bostadslosa och andra hushall som har det mest bradskande behovet av bostad, ar minst bemedlade och har de lagsta inkomsterna. vid valet av hyresgaster till sadana rantestodshyresbostader i fraga om vilka en eller flera kommuner har den faktiska bestammanderatten kan en medlem i den kommun dar bostaden ar belagen fa foretrade bland sadana sokande som enligt en helhetsbedomning med beaktande av bostadsbehovet, inkomsterna och formogenheten ar i samma stallning. genom forordning av statsradet kan narmare bestammelser utfardas om grunderna for valet av hyresgaster och om foretradesordningen."
      }
    },
    {
      "provision_ref": "11 c",
      "section": "11 c",
      "title": "Asukasvalintaperusteista ja etusijajärjestyksestä poikkeaminen",
      "content": "Asukasvalintaperusteista voidaan poiketa terveydellisistä tai sosiaalisista syistä taikka korkotukivuokra-asuntojen tarkoituksenmukaisen käytön edistämiseksi. Poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon ylläpidon kannalta perusteltua. Asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b §:n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista poikkeamisesta. Asukasvalinnassa voidaan yksittäistapauksessa poiketa 11 b §:n 2 momentissa säädetystä etusijajärjestyksestä, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 c",
        "normalized_fi": "Asukasvalintaperusteista voidaan poiketa terveydellisistä tai sosiaalisista syistä taikka korkotukivuokra-asuntojen tarkoituksenmukaisen käytön edistämiseksi. Poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon ylläpidon kannalta perusteltua. Asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b § :n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista poikkeamisesta. Asukasvalinnassa voidaan yksittäistapauksessa poiketa 11 b § :n 2 momentissa säädetystä etusijajärjestyksestä, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
        "folded_fi": "asukasvalintaperusteista voidaan poiketa terveydellisista tai sosiaalisista syista taikka korkotukivuokra-asuntojen tarkoituksenmukaisen kayton edistamiseksi. poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon yllapidon kannalta perusteltua. asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b §:n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. valtioneuvoston asetuksella voidaan saataa tarkemmin asukasvalintaperusteista poikkeamisesta. asukasvalinnassa voidaan yksittaistapauksessa poiketa 11 b §:n 2 momentissa saadetysta etusijajarjestyksesta, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
        "title_sv": "Undantag från grunderna för val av hyresgäster och från företrädesordningen",
        "content_sv": "Undantag från grunderna för val av hyresgäster får göras av hälsoskäl eller sociala skäl eller i syfte att främja ett ändamålsenligt nyttjande av räntestödshyresbostäderna. Med hänsyn till syftet med valet av hyresgäster skall undantaget vara motiverat i samhälleligt hänseende, med tanke på sökandenas situation och för driften av huset. Ett undantag får inte i väsentlig utsträckning försämra möjligheterna för sökande som enligt 11 b § 2 mom. skall få företräde till en bostad. Genom förordning av statsrådet kan det föreskrivas närmare om undantagen från grunderna för val av hyresgäster. Undantag kan i enskilda fall göras från företrädesordningen enligt 11 b § 2 mom., om det är motiverat med beaktande av hushållets speciella förhållanden, hyresbostadssituationen på orten eller hyreshusets eller bostadsområdets boendestruktur.",
        "normalized_sv": "Undantag från grunderna för val av hyresgäster får göras av hälsoskäl eller sociala skäl eller i syfte att främja ett ändamålsenligt nyttjande av räntestödshyresbostäderna. Med hänsyn till syftet med valet av hyresgäster skall undantaget vara motiverat i samhälleligt hänseende, med tanke på sökandenas situation och för driften av huset. Ett undantag får inte i väsentlig utsträckning försämra möjligheterna för sökande som enligt 11 b § 2 mom. skall få företräde till en bostad. Genom förordning av statsrådet kan det föreskrivas närmare om undantagen från grunderna för val av hyresgäster. Undantag kan i enskilda fall göras från företrädesordningen enligt 11 b § 2 mom., om det är motiverat med beaktande av hushållets speciella förhållanden, hyresbostadssituationen på orten eller hyreshusets eller bostadsområdets boendestruktur.",
        "folded_sv": "undantag fran grunderna for val av hyresgaster far goras av halsoskal eller sociala skal eller i syfte att framja ett andamalsenligt nyttjande av rantestodshyresbostaderna. med hansyn till syftet med valet av hyresgaster skall undantaget vara motiverat i samhalleligt hanseende, med tanke pa sokandenas situation och for driften av huset. ett undantag far inte i vasentlig utstrackning forsamra mojligheterna for sokande som enligt 11 b § 2 mom. skall fa foretrade till en bostad. genom forordning av statsradet kan det foreskrivas narmare om undantagen fran grunderna for val av hyresgaster. undantag kan i enskilda fall goras fran foretradesordningen enligt 11 b § 2 mom., om det ar motiverat med beaktande av hushallets speciella forhallanden, hyresbostadssituationen pa orten eller hyreshusets eller bostadsomradets boendestruktur."
      }
    },
    {
      "provision_ref": "11 d",
      "section": "11 d",
      "title": "Asukasvalinnan valvonta",
      "content": "Kunta valvoo asukkaiden valintaperusteiden noudattamista. Kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Ympäristöministeriön asetuksella voidaan antaa tarkempia säännöksiä asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. Valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 d",
        "normalized_fi": "Kunta valvoo asukkaiden valintaperusteiden noudattamista. Kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Ympäristöministeriön asetuksella voidaan antaa tarkempia säännöksiä asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. Valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
        "folded_fi": "kunta valvoo asukkaiden valintaperusteiden noudattamista. kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. ymparistoministerion asetuksella voidaan antaa tarkempia saannoksia asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
        "title_sv": "Tillsynen över valet av hyresgäster",
        "content_sv": "Kommunen utövar tillsyn över att grunderna för val av hyresgäster följs. Kommunen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Genom förordning av miljöministeriet kan närmare bestämmelser utfärdas om de förfaranden som skall iakttas vid val av hyresgäster och vid tillsynen över valet. Den allmänna styrningen av kommunerna och låntagarna ankommer på Statens bostadsfond.",
        "normalized_sv": "Kommunen utövar tillsyn över att grunderna för val av hyresgäster följs. Kommunen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Genom förordning av miljöministeriet kan närmare bestämmelser utfärdas om de förfaranden som skall iakttas vid val av hyresgäster och vid tillsynen över valet. Den allmänna styrningen av kommunerna och låntagarna ankommer på Statens bostadsfond.",
        "folded_sv": "kommunen utovar tillsyn over att grunderna for val av hyresgaster foljs. kommunen har ratt att av lantagaren krava de uppgifter som behovs for tillsynen. genom forordning av miljoministeriet kan narmare bestammelser utfardas om de forfaranden som skall iakttas vid val av hyresgaster och vid tillsynen over valet. den allmanna styrningen av kommunerna och lantagarna ankommer pa statens bostadsfond."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Yleishyödyllisyys",
      "content": "Edellä 5 §:n 1 momentin 3 kohdassa tarkoitetun yhteisön sekä sellaisen yhtiön, jossa yhteisöllä on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta, on täytettävä seuraavat edellytykset ja toimittava niiden mukaisesti:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Edellä 5 § :n 1 momentin 3 kohdassa tarkoitetun yhteisön sekä sellaisen yhtiön, jossa yhteisöllä on kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta, on täytettävä seuraavat edellytykset ja toimittava niiden mukaisesti:",
        "folded_fi": "edella 5 §:n 1 momentin 3 kohdassa tarkoitetun yhteison seka sellaisen yhtion, jossa yhteisolla on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta, on taytettava seuraavat edellytykset ja toimittava niiden mukaisesti:",
        "title_sv": "Allmännyttighet",
        "content_sv": "Ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen avsett bestämmande inflytande skall uppfylla följande krav och iaktta dem i sin verksamhet:",
        "normalized_sv": "Ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen avsett bestämmande inflytande skall uppfylla följande krav och iaktta dem i sin verksamhet:",
        "folded_sv": "ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen avsett bestammande inflytande skall uppfylla foljande krav och iaktta dem i sin verksamhet:"
      }
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "Kunnalle ja muulle julkisyhteisölle tuloutettava tuotto",
      "content": "Edellä 5 §:n 4 kohdassa tarkoitettu yhteisö, jossa 5 §:n 1 kohdassa tarkoitetulla yhteisöllä on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta, ei saa tulouttaa omistajalleen enempää kuin 24 §:n 3 kohdan mukaan määräytyvän tuoton, jos yhteisö omistaa:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27 a",
        "normalized_fi": "Edellä 5 § :n 4 kohdassa tarkoitettu yhteisö, jossa 5 § :n 1 kohdassa tarkoitetulla yhteisöllä on kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta, ei saa tulouttaa omistajalleen enempää kuin 24 § :n 3 kohdan mukaan määräytyvän tuoton, jos yhteisö omistaa:",
        "folded_fi": "edella 5 §:n 4 kohdassa tarkoitettu yhteiso, jossa 5 §:n 1 kohdassa tarkoitetulla yhteisolla on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta, ei saa tulouttaa omistajalleen enempaa kuin 24 §:n 3 kohdan mukaan maaraytyvan tuoton, jos yhteiso omistaa:",
        "title_sv": "Avkastning som skall gottskrivas kommunen och andra offentliga samfund",
        "content_sv": "Ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sådant bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen får inte gottskriva ägaren med mer än den avkastning som bestäms enligt 24 § 3 punkten, om samfundet äger",
        "normalized_sv": "Ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sådant bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen får inte gottskriva ägaren med mer än den avkastning som bestäms enligt 24 § 3 punkten, om samfundet äger",
        "folded_sv": "ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sadant bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen far inte gottskriva agaren med mer an den avkastning som bestams enligt 24 § 3 punkten, om samfundet ager"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Korkotukilainan saajat",
      "content": "Laina voidaan hyväksyä korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtiö tai asunto-osakeyhtiö, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisöistä on välitön kirjanpitolain (1336/1997) 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Laina voidaan hyväksyä korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtiö tai asunto-osakeyhtiö, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisöistä on välitön kirjanpitolain (1336/1997) 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta.",
        "folded_fi": "laina voidaan hyvaksya korkotukilainaksi, kun sen saajana on: 4) sellainen osakeyhtio tai asunto-osakeyhtio, jossa jollakin tai joillakin 1―3 kohdassa tarkoitetuista yhteisoista on valiton kirjanpitolain (1336/1997) 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta.",
        "title_sv": "Räntestödslåntagare",
        "content_sv": "Ett lån kan godkännas som räntestödslån, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket något eller några i 1―3 punkten avsedda samfund har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen (1336/1997).",
        "normalized_sv": "Ett lån kan godkännas som räntestödslån, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket något eller några i 1―3 punkten avsedda samfund har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen (1336/1997).",
        "folded_sv": "ett lan kan godkannas som rantestodslan, om det beviljas 4) ett aktiebolag eller bostadsaktiebolag i vilket nagot eller nagra i 1―3 punkten avsedda samfund har sadant direkt bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen (1336/1997)."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Vuokra-asuntojen korkotukilainat",
      "content": "Hankittaessa vuokratalo, jonka asunnoista vähintään 30 prosenttia osoitetaan Valtion asuntorahaston hyväksymän suunnitelman mukaisesti erityisryhmiin kuuluvien henkilöiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyväksymiseen ei sovelleta 2 momentissa säädettyjä edellytyksiä. Tällöin korkotukilainaksi voidaan hyväksyä vain kunnan tai kuntayhtymän laina taikka laina, joka on myönnetty sellaiselle osakeyhtiölle tai asunto-osakeyhtiölle, jossa kunnalla tai kuntayhtymällä on välitön kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta. Korkotukilainaksi voidaan hyväksyä myös muun tämän lain 5 §:ssä tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkilöiden elinolojen parantaminen tarjoamalla heille asuntoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Hankittaessa vuokratalo, jonka asunnoista vähintään 30 prosenttia osoitetaan Valtion asuntorahaston hyväksymän suunnitelman mukaisesti erityisryhmiin kuuluvien henkilöiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyväksymiseen ei sovelleta 2 momentissa säädettyjä edellytyksiä. Tällöin korkotukilainaksi voidaan hyväksyä vain kunnan tai kuntayhtymän laina taikka laina, joka on myönnetty sellaiselle osakeyhtiölle tai asunto-osakeyhtiölle, jossa kunnalla tai kuntayhtymällä on välitön kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta. Korkotukilainaksi voidaan hyväksyä myös muun tämän lain 5 § :ssä tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkilöiden elinolojen parantaminen tarjoamalla heille asuntoja.",
        "folded_fi": "hankittaessa vuokratalo, jonka asunnoista vahintaan 30 prosenttia osoitetaan valtion asuntorahaston hyvaksyman suunnitelman mukaisesti erityisryhmiin kuuluvien henkiloiden vuokra-asunnoiksi, hankintalainan korkotukilainaksi hyvaksymiseen ei sovelleta 2 momentissa saadettyja edellytyksia. talloin korkotukilainaksi voidaan hyvaksya vain kunnan tai kuntayhtyman laina taikka laina, joka on myonnetty sellaiselle osakeyhtiolle tai asunto-osakeyhtiolle, jossa kunnalla tai kuntayhtymalla on valiton kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta. korkotukilainaksi voidaan hyvaksya myos muun taman lain 5 §:ssa tarkoitetun lainansaajan laina, kun toiminnan tarkoituksena on erityisryhmiin kuuluvien henkiloiden elinolojen parantaminen tarjoamalla heille asuntoja.",
        "title_sv": "Räntestödslån för hyresbostäder",
        "content_sv": "Vid anskaffning av ett hyreshus av vars bostäder minst 30 procent enligt en av Statens bostadsfond godkänd plan anvisas till hyresbostäder för personer som hör till grupper med särskilda behov tillämpas villkoren i 2 mom. inte då anskaffningslånet godkänns som räntestödslån. Härvid kan som räntestödslån godkännas enbart lån som tagits av kommuner eller samkommuner eller lån som beviljats ett sådant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen. En annan i 5 § avsedd räntestödstagares lån kan också godkännas som räntestödslån när verksamheten syftar till att förbättra levnadsförhållandena för personer som hör till grupper med särskilda behov genom att erbjuda dem bostad.",
        "normalized_sv": "Vid anskaffning av ett hyreshus av vars bostäder minst 30 procent enligt en av Statens bostadsfond godkänd plan anvisas till hyresbostäder för personer som hör till grupper med särskilda behov tillämpas villkoren i 2 mom. inte då anskaffningslånet godkänns som räntestödslån. Härvid kan som räntestödslån godkännas enbart lån som tagits av kommuner eller samkommuner eller lån som beviljats ett sådant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sådant direkt bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen. En annan i 5 § avsedd räntestödstagares lån kan också godkännas som räntestödslån när verksamheten syftar till att förbättra levnadsförhållandena för personer som hör till grupper med särskilda behov genom att erbjuda dem bostad.",
        "folded_sv": "vid anskaffning av ett hyreshus av vars bostader minst 30 procent enligt en av statens bostadsfond godkand plan anvisas till hyresbostader for personer som hor till grupper med sarskilda behov tillampas villkoren i 2 mom. inte da anskaffningslanet godkanns som rantestodslan. harvid kan som rantestodslan godkannas enbart lan som tagits av kommuner eller samkommuner eller lan som beviljats ett sadant aktiebolag eller bostadsaktiebolag i vilket en kommun eller samkommun har sadant direkt bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen. en annan i 5 § avsedd rantestodstagares lan kan ocksa godkannas som rantestodslan nar verksamheten syftar till att forbattra levnadsforhallandena for personer som hor till grupper med sarskilda behov genom att erbjuda dem bostad."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Asukasvalinnan tavoitteet",
      "content": "Asukasvalinnan tavoitteena on, että korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritään talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 a",
        "normalized_fi": "Asukasvalinnan tavoitteena on, että korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritään talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
        "folded_fi": "asukasvalinnan tavoitteena on, etta korkotukivuokra-asunnot osoitetaan vuokra-asuntoa eniten tarvitseville ruokakunnille ja samalla pyritaan talon monipuoliseen asukasrakenteeseen ja sosiaalisesti tasapainoiseen asuinalueeseen.",
        "title_sv": "Syftet med valet av hyresgäster",
        "content_sv": "Syftet med valet av hyresgäster är att räntestödshyresbostäder skall anvisas för de hushåll som mest behöver en hyresbostad och samtidigt eftersträvas en mångsidig boendestruktur i huset och ett i socialt hänseende välbalanserat bostadsområde.",
        "normalized_sv": "Syftet med valet av hyresgäster är att räntestödshyresbostäder skall anvisas för de hushåll som mest behöver en hyresbostad och samtidigt eftersträvas en mångsidig boendestruktur i huset och ett i socialt hänseende välbalanserat bostadsområde.",
        "folded_sv": "syftet med valet av hyresgaster ar att rantestodshyresbostader skall anvisas for de hushall som mest behover en hyresbostad och samtidigt efterstravas en mangsidig boendestruktur i huset och ett i socialt hanseende valbalanserat bostadsomrade."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "11 b",
      "section": "11 b",
      "title": "Asukasvalintaperusteet ja etusijajärjestykseen asettaminen",
      "content": "asukasvalintaperusteet Asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. Asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). Asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmässä asunnon tarpeessa olevat, vähävaraisimmat ja pienituloisimmat hakijaruokakunnat. Kunnan tai kuntien tosiasiallisessa määräysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jäsen. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista ja etusijajärjestykseen asettamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 b",
        "normalized_fi": "asukasvalintaperusteet Asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. Asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). Asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmässä asunnon tarpeessa olevat, vähävaraisimmat ja pienituloisimmat hakijaruokakunnat. Kunnan tai kuntien tosiasiallisessa määräysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jäsen. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista ja etusijajärjestykseen asettamisesta.",
        "folded_fi": "asukasvalintaperusteet asukkaiden valinta korkotukivuokra-asuntoihin perustuu sosiaaliseen tarkoituksenmukaisuuteen ja taloudelliseen tarpeeseen. asukkaaksi valittaessa on otettava huomioon hakijaruokakunnan asunnontarve, varallisuus ja tulot (). asukasvalinnassa etusijalle on asetettava asunnottomat ja muut kiireellisimmassa asunnon tarpeessa olevat, vahavaraisimmat ja pienituloisimmat hakijaruokakunnat. kunnan tai kuntien tosiasiallisessa maaraysvallassa olevien korkotukivuokra-asuntojen asukasvalinnassa voidaan asunnontarpeen, tulojen ja varallisuuden kannalta kokonaisuutena arvioiden samassa asemassa olevien kesken asettaa etusijalle asunnon sijaintikunnan jasen. valtioneuvoston asetuksella voidaan saataa tarkemmin asukasvalintaperusteista ja etusijajarjestykseen asettamisesta.",
        "title_sv": "Grunderna för val av hyresgäster och företrädesordning",
        "content_sv": "grunderna för val av hyresgäster Valet av hyresgäster till räntestödshyresbostäder grundar sig på social ändamålsenlighet och ekonomiskt behov. Hyresgäster skall väljas med hänsyn till hushållets bostadsbehov, förmögenhet och inkomster (). Vid valet av hyresgäster skall företräde ges bostadslösa och andra hushåll som har det mest brådskande behovet av bostad, är minst bemedlade och har de lägsta inkomsterna. Vid valet av hyresgäster till sådana räntestödshyresbostäder i fråga om vilka en eller flera kommuner har den faktiska bestämmanderätten kan en medlem i den kommun där bostaden är belägen få företräde bland sådana sökande som enligt en helhetsbedömning med beaktande av bostadsbehovet, inkomsterna och förmögenheten är i samma ställning. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för valet av hyresgäster och om företrädesordningen.",
        "normalized_sv": "grunderna för val av hyresgäster Valet av hyresgäster till räntestödshyresbostäder grundar sig på social ändamålsenlighet och ekonomiskt behov. Hyresgäster skall väljas med hänsyn till hushållets bostadsbehov, förmögenhet och inkomster (). Vid valet av hyresgäster skall företräde ges bostadslösa och andra hushåll som har det mest brådskande behovet av bostad, är minst bemedlade och har de lägsta inkomsterna. Vid valet av hyresgäster till sådana räntestödshyresbostäder i fråga om vilka en eller flera kommuner har den faktiska bestämmanderätten kan en medlem i den kommun där bostaden är belägen få företräde bland sådana sökande som enligt en helhetsbedömning med beaktande av bostadsbehovet, inkomsterna och förmögenheten är i samma ställning. Genom förordning av statsrådet kan närmare bestämmelser utfärdas om grunderna för valet av hyresgäster och om företrädesordningen.",
        "folded_sv": "grunderna for val av hyresgaster valet av hyresgaster till rantestodshyresbostader grundar sig pa social andamalsenlighet och ekonomiskt behov. hyresgaster skall valjas med hansyn till hushallets bostadsbehov, formogenhet och inkomster (). vid valet av hyresgaster skall foretrade ges bostadslosa och andra hushall som har det mest bradskande behovet av bostad, ar minst bemedlade och har de lagsta inkomsterna. vid valet av hyresgaster till sadana rantestodshyresbostader i fraga om vilka en eller flera kommuner har den faktiska bestammanderatten kan en medlem i den kommun dar bostaden ar belagen fa foretrade bland sadana sokande som enligt en helhetsbedomning med beaktande av bostadsbehovet, inkomsterna och formogenheten ar i samma stallning. genom forordning av statsradet kan narmare bestammelser utfardas om grunderna for valet av hyresgaster och om foretradesordningen."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "11 c",
      "section": "11 c",
      "title": "Asukasvalintaperusteista ja etusijajärjestyksestä poikkeaminen",
      "content": "Asukasvalintaperusteista voidaan poiketa terveydellisistä tai sosiaalisista syistä taikka korkotukivuokra-asuntojen tarkoituksenmukaisen käytön edistämiseksi. Poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon ylläpidon kannalta perusteltua. Asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b §:n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista poikkeamisesta. Asukasvalinnassa voidaan yksittäistapauksessa poiketa 11 b §:n 2 momentissa säädetystä etusijajärjestyksestä, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 c",
        "normalized_fi": "Asukasvalintaperusteista voidaan poiketa terveydellisistä tai sosiaalisista syistä taikka korkotukivuokra-asuntojen tarkoituksenmukaisen käytön edistämiseksi. Poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon ylläpidon kannalta perusteltua. Asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b § :n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. Valtioneuvoston asetuksella voidaan säätää tarkemmin asukasvalintaperusteista poikkeamisesta. Asukasvalinnassa voidaan yksittäistapauksessa poiketa 11 b § :n 2 momentissa säädetystä etusijajärjestyksestä, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
        "folded_fi": "asukasvalintaperusteista voidaan poiketa terveydellisista tai sosiaalisista syista taikka korkotukivuokra-asuntojen tarkoituksenmukaisen kayton edistamiseksi. poikkeamisen on oltava asukasvalinnan tavoitteet huomioon ottaen yhteiskunnalliselta, asunnon hakijoiden aseman tai talon yllapidon kannalta perusteltua. asukasvalintaperusteista poikkeaminen ei saa olennaisesti haitata 11 b §:n 2 momentin mukaisesti etusijalle asetettavien hakijoiden asunnonsaantia. valtioneuvoston asetuksella voidaan saataa tarkemmin asukasvalintaperusteista poikkeamisesta. asukasvalinnassa voidaan yksittaistapauksessa poiketa 11 b §:n 2 momentissa saadetysta etusijajarjestyksesta, jos se on perusteltua hakijaruokakunnan erityisolosuhteet, paikkakunnan vuokra-asuntotilanne taikka vuokratalon tai asuinalueen asukasrakenne huomioon ottaen.",
        "title_sv": "Undantag från grunderna för val av hyresgäster och från företrädesordningen",
        "content_sv": "Undantag från grunderna för val av hyresgäster får göras av hälsoskäl eller sociala skäl eller i syfte att främja ett ändamålsenligt nyttjande av räntestödshyresbostäderna. Med hänsyn till syftet med valet av hyresgäster skall undantaget vara motiverat i samhälleligt hänseende, med tanke på sökandenas situation och för driften av huset. Ett undantag får inte i väsentlig utsträckning försämra möjligheterna för sökande som enligt 11 b § 2 mom. skall få företräde till en bostad. Genom förordning av statsrådet kan det föreskrivas närmare om undantagen från grunderna för val av hyresgäster. Undantag kan i enskilda fall göras från företrädesordningen enligt 11 b § 2 mom., om det är motiverat med beaktande av hushållets speciella förhållanden, hyresbostadssituationen på orten eller hyreshusets eller bostadsområdets boendestruktur.",
        "normalized_sv": "Undantag från grunderna för val av hyresgäster får göras av hälsoskäl eller sociala skäl eller i syfte att främja ett ändamålsenligt nyttjande av räntestödshyresbostäderna. Med hänsyn till syftet med valet av hyresgäster skall undantaget vara motiverat i samhälleligt hänseende, med tanke på sökandenas situation och för driften av huset. Ett undantag får inte i väsentlig utsträckning försämra möjligheterna för sökande som enligt 11 b § 2 mom. skall få företräde till en bostad. Genom förordning av statsrådet kan det föreskrivas närmare om undantagen från grunderna för val av hyresgäster. Undantag kan i enskilda fall göras från företrädesordningen enligt 11 b § 2 mom., om det är motiverat med beaktande av hushållets speciella förhållanden, hyresbostadssituationen på orten eller hyreshusets eller bostadsområdets boendestruktur.",
        "folded_sv": "undantag fran grunderna for val av hyresgaster far goras av halsoskal eller sociala skal eller i syfte att framja ett andamalsenligt nyttjande av rantestodshyresbostaderna. med hansyn till syftet med valet av hyresgaster skall undantaget vara motiverat i samhalleligt hanseende, med tanke pa sokandenas situation och for driften av huset. ett undantag far inte i vasentlig utstrackning forsamra mojligheterna for sokande som enligt 11 b § 2 mom. skall fa foretrade till en bostad. genom forordning av statsradet kan det foreskrivas narmare om undantagen fran grunderna for val av hyresgaster. undantag kan i enskilda fall goras fran foretradesordningen enligt 11 b § 2 mom., om det ar motiverat med beaktande av hushallets speciella forhallanden, hyresbostadssituationen pa orten eller hyreshusets eller bostadsomradets boendestruktur."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "11 d",
      "section": "11 d",
      "title": "Asukasvalinnan valvonta",
      "content": "Kunta valvoo asukkaiden valintaperusteiden noudattamista. Kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Ympäristöministeriön asetuksella voidaan antaa tarkempia säännöksiä asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. Valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11 d",
        "normalized_fi": "Kunta valvoo asukkaiden valintaperusteiden noudattamista. Kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. Ympäristöministeriön asetuksella voidaan antaa tarkempia säännöksiä asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. Valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
        "folded_fi": "kunta valvoo asukkaiden valintaperusteiden noudattamista. kunnalla on oikeus vaatia valvonnan suorittamiseksi tarvittavat tiedot lainansaajalta. ymparistoministerion asetuksella voidaan antaa tarkempia saannoksia asukkaiden valinnassa ja asukasvalinnan valvonnassa noudatettavista menettelytavoista. valtion asuntorahastolle kuuluu kuntien ja lainansaajien yleinen ohjaus.",
        "title_sv": "Tillsynen över valet av hyresgäster",
        "content_sv": "Kommunen utövar tillsyn över att grunderna för val av hyresgäster följs. Kommunen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Genom förordning av miljöministeriet kan närmare bestämmelser utfärdas om de förfaranden som skall iakttas vid val av hyresgäster och vid tillsynen över valet. Den allmänna styrningen av kommunerna och låntagarna ankommer på Statens bostadsfond.",
        "normalized_sv": "Kommunen utövar tillsyn över att grunderna för val av hyresgäster följs. Kommunen har rätt att av låntagaren kräva de uppgifter som behövs för tillsynen. Genom förordning av miljöministeriet kan närmare bestämmelser utfärdas om de förfaranden som skall iakttas vid val av hyresgäster och vid tillsynen över valet. Den allmänna styrningen av kommunerna och låntagarna ankommer på Statens bostadsfond.",
        "folded_sv": "kommunen utovar tillsyn over att grunderna for val av hyresgaster foljs. kommunen har ratt att av lantagaren krava de uppgifter som behovs for tillsynen. genom forordning av miljoministeriet kan narmare bestammelser utfardas om de forfaranden som skall iakttas vid val av hyresgaster och vid tillsynen over valet. den allmanna styrningen av kommunerna och lantagarna ankommer pa statens bostadsfond."
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Yleishyödyllisyys",
      "content": "Edellä 5 §:n 1 momentin 3 kohdassa tarkoitetun yhteisön sekä sellaisen yhtiön, jossa yhteisöllä on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta, on täytettävä seuraavat edellytykset ja toimittava niiden mukaisesti:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Edellä 5 § :n 1 momentin 3 kohdassa tarkoitetun yhteisön sekä sellaisen yhtiön, jossa yhteisöllä on kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta, on täytettävä seuraavat edellytykset ja toimittava niiden mukaisesti:",
        "folded_fi": "edella 5 §:n 1 momentin 3 kohdassa tarkoitetun yhteison seka sellaisen yhtion, jossa yhteisolla on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta, on taytettava seuraavat edellytykset ja toimittava niiden mukaisesti:",
        "title_sv": "Allmännyttighet",
        "content_sv": "Ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen avsett bestämmande inflytande skall uppfylla följande krav och iaktta dem i sin verksamhet:",
        "normalized_sv": "Ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen avsett bestämmande inflytande skall uppfylla följande krav och iaktta dem i sin verksamhet:",
        "folded_sv": "ett i 5 § 1 mom. 3 punkten avsett samfund och ett bolag i vilket samfundet har i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen avsett bestammande inflytande skall uppfylla foljande krav och iaktta dem i sin verksamhet:"
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "Kunnalle ja muulle julkisyhteisölle tuloutettava tuotto",
      "content": "Edellä 5 §:n 4 kohdassa tarkoitettu yhteisö, jossa 5 §:n 1 kohdassa tarkoitetulla yhteisöllä on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu määräysvalta, ei saa tulouttaa omistajalleen enempää kuin 24 §:n 3 kohdan mukaan määräytyvän tuoton, jos yhteisö omistaa:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27 a",
        "normalized_fi": "Edellä 5 § :n 4 kohdassa tarkoitettu yhteisö, jossa 5 § :n 1 kohdassa tarkoitetulla yhteisöllä on kirjanpitolain 1 luvun 5 § :n 1 momentin 1 kohdassa tarkoitettu määräysvalta, ei saa tulouttaa omistajalleen enempää kuin 24 § :n 3 kohdan mukaan määräytyvän tuoton, jos yhteisö omistaa:",
        "folded_fi": "edella 5 §:n 4 kohdassa tarkoitettu yhteiso, jossa 5 §:n 1 kohdassa tarkoitetulla yhteisolla on kirjanpitolain 1 luvun 5 §:n 1 momentin 1 kohdassa tarkoitettu maaraysvalta, ei saa tulouttaa omistajalleen enempaa kuin 24 §:n 3 kohdan mukaan maaraytyvan tuoton, jos yhteiso omistaa:",
        "title_sv": "Avkastning som skall gottskrivas kommunen och andra offentliga samfund",
        "content_sv": "Ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sådant bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen får inte gottskriva ägaren med mer än den avkastning som bestäms enligt 24 § 3 punkten, om samfundet äger",
        "normalized_sv": "Ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sådant bestämmande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokföringslagen får inte gottskriva ägaren med mer än den avkastning som bestäms enligt 24 § 3 punkten, om samfundet äger",
        "folded_sv": "ett i 5 § 4 punkten avsett samfund i vilket ett i 5 § 1 punkten avsett samfund har sadant bestammande inflytande som avses i 1 kap. 5 § 1 mom. 1 punkten i bokforingslagen far inte gottskriva agaren med mer an den avkastning som bestams enligt 24 § 3 punkten, om samfundet ager"
      },
      "valid_from": "2006-08-18",
      "valid_to": null
    }
  ]
}