{
  "id": "71/2015",
  "type": "statute",
  "title": "Laki kuorma- ja linja-auton kuljettajien ammattipätevyydestä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkeskompetens för lastbils- och bussförare",
  "status": "in_force",
  "issued_date": "2015-02-06",
  "in_force_date": "2015-02-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/71/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Perustason ammattipätevyyden saavuttaminen ammatillisessa kuljettajakoulutuksessa",
      "content": "Opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelmän ajo-oikeus ja koulutuskeskuksen antama hyväksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmää Suomessa. Kuljettajan vähimmäisiästä säädetään 8 ja 9 §:ssä. Hyväksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelmän ajo-oikeus ja koulutuskeskuksen antama hyväksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmää Suomessa. Kuljettajan vähimmäisiästä säädetään 8 ja 9 § :ssä. Hyväksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelman ajo-oikeus ja koulutuskeskuksen antama hyvaksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmaa suomessa. kuljettajan vahimmaisiasta saadetaan 8 ja 9 §:ssa. hyvaksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Förvärvande av grundläggande yrkeskompetens i samband med yrkesutbildning för förare",
        "content_sv": "En studerande får under en sådan utbildning som avses i 1 mom. framföra ett fordon eller en fordonskombination i Finland, om studeranden har körrätt för fordonet eller fordonskombinationen samt ett godkännandedokument som utbildningscentrumet har gett. Bestämmelser om förarens minimiålder finns i 8 och 9 §. Genom förordning av statsrådet utfärdas närmare bestämmelser om godkännandedokumentet och framförande av fordon.",
        "normalized_sv": "En studerande får under en sådan utbildning som avses i 1 mom. framföra ett fordon eller en fordonskombination i Finland, om studeranden har körrätt för fordonet eller fordonskombinationen samt ett godkännandedokument som utbildningscentrumet har gett. Bestämmelser om förarens minimiålder finns i 8 och 9 § . Genom förordning av statsrådet utfärdas närmare bestämmelser om godkännandedokumentet och framförande av fordon.",
        "folded_sv": "en studerande far under en sadan utbildning som avses i 1 mom. framfora ett fordon eller en fordonskombination i finland, om studeranden har korratt for fordonet eller fordonskombinationen samt ett godkannandedokument som utbildningscentrumet har gett. bestammelser om forarens minimialder finns i 8 och 9 §. genom forordning av statsradet utfardas narmare bestammelser om godkannandedokumentet och framforande av fordon."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opetushenkilöstö ja opetusvälineet",
      "content": "Sen estämättä, mitä 2 momentissa säädetään, ajokorttilain 84 §:n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipätevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipätevyyskoulutuksessa, jos hänellä on ajokorttilain 91 §:ssä säädetty opetusharjoittelulupa ja hän täyttää muut opetusharjoittelua koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Sen estämättä, mitä 2 momentissa säädetään, ajokorttilain 84 § :n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipätevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipätevyyskoulutuksessa, jos hänellä on ajokorttilain 91 § :ssä säädetty opetusharjoittelulupa ja hän täyttää muut opetusharjoittelua koskevat vaatimukset.",
        "folded_fi": "sen estamatta, mita 2 momentissa saadetaan, ajokorttilain 84 §:n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipatevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipatevyyskoulutuksessa, jos hanella on ajokorttilain 91 §:ssa saadetty opetusharjoittelulupa ja han tayttaa muut opetusharjoittelua koskevat vaatimukset.",
        "title_sv": "Undervisningspersonal och undervisningsmaterial",
        "content_sv": "Trots vad som föreskrivs i 2 mom. får den som studerar inom en utbildning som avses i 84 § 4 mom. i körkortslagen som ett led i den förberedande utbildningen för specialyrkesexamen för trafiklärare inom den examensdel som gäller yrkeskompetensutbildning inom transportbranschen vara lärare inom utbildning för grundläggande yrkeskompetens, om han eller hon har tillstånd för undervisningspraktik enligt 91 § i körkortslagen och uppfyller övriga krav på undervisningspraktik.",
        "normalized_sv": "Trots vad som föreskrivs i 2 mom. får den som studerar inom en utbildning som avses i 84 § 4 mom. i körkortslagen som ett led i den förberedande utbildningen för specialyrkesexamen för trafiklärare inom den examensdel som gäller yrkeskompetensutbildning inom transportbranschen vara lärare inom utbildning för grundläggande yrkeskompetens, om han eller hon har tillstånd för undervisningspraktik enligt 91 § i körkortslagen och uppfyller övriga krav på undervisningspraktik.",
        "folded_sv": "trots vad som foreskrivs i 2 mom. far den som studerar inom en utbildning som avses i 84 § 4 mom. i korkortslagen som ett led i den forberedande utbildningen for specialyrkesexamen for trafiklarare inom den examensdel som galler yrkeskompetensutbildning inom transportbranschen vara larare inom utbildning for grundlaggande yrkeskompetens, om han eller hon har tillstand for undervisningspraktik enligt 91 § i korkortslagen och uppfyller ovriga krav pa undervisningspraktik."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kokeet",
      "content": "Opetus- ja kulttuuriministeriön hyväksymissä koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta sekä 5 §:n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a §:ssä tarkoitetut ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 §:ssä tarkoitetut tutkintotoimikunnat. Liikenteen turvallisuusvirasto vastaa hyväksymissään koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta. Myös puolustusvoimat voi järjestää ja valvoa 10 §:n 3 momentissa tarkoitettuun koulutukseen liittyvän kokeen. Kokeen arvioijalla on oltava tehtävän edellyttämä asiantuntemus ja ammattitaito. Arvioijan pätevyysvaatimuksista voidaan säätää tarvittaessa valtioneuvoston asetuksella. Edellä 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus päästä seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Opetus- ja kulttuuriministeriön hyväksymissä koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta sekä 5 § :n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a § :ssä tarkoitetut ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 § :ssä tarkoitetut tutkintotoimikunnat. Liikenteen turvallisuusvirasto vastaa hyväksymissään koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta. Myös puolustusvoimat voi järjestää ja valvoa 10 § :n 3 momentissa tarkoitettuun koulutukseen liittyvän kokeen. Kokeen arvioijalla on oltava tehtävän edellyttämä asiantuntemus ja ammattitaito. Arvioijan pätevyysvaatimuksista voidaan säätää tarvittaessa valtioneuvoston asetuksella. Edellä 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus päästä seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
        "folded_fi": "opetus- ja kulttuuriministerion hyvaksymissa koulutuskeskuksissa annettavaan koulutukseen liittyvan kokeen jarjestamisesta ja valvonnasta seka 5 §:n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a §:ssa tarkoitetut ammattiosaamisen nayttojen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 §:ssa tarkoitetut tutkintotoimikunnat. liikenteen turvallisuusvirasto vastaa hyvaksymissaan koulutuskeskuksissa annettavaan koulutukseen liittyvan kokeen jarjestamisesta ja valvonnasta. myos puolustusvoimat voi jarjestaa ja valvoa 10 §:n 3 momentissa tarkoitettuun koulutukseen liittyvan kokeen. kokeen arvioijalla on oltava tehtavan edellyttama asiantuntemus ja ammattitaito. arvioijan patevyysvaatimuksista voidaan saataa tarvittaessa valtioneuvoston asetuksella. edella 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus paasta seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
        "title_sv": "Prov",
        "content_sv": "För anordnande och övervakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som är godkända av undervisnings- och kulturministeriet samt för utfärdande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar för planeringen och genomförandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. Trafiksäkerhetsverket svarar för anordnandet och övervakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkänt. Också försvarsmakten kan ordna och övervaka prov som hänför sig till utbildning enligt 10 § 3 mom. Den som bedömer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kräver. Bestämmelser om behörighetsvillkoren för den som bedömer prov får vid behov utfärdas genom förordning av statsrådet. Företrädare för den i 1 och 2 mom. nämnda myndigheten har rätt att få följa med prov för att säkerställa att de genomförs och förlöper på behörigt sätt.",
        "normalized_sv": "För anordnande och övervakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som är godkända av undervisnings- och kulturministeriet samt för utfärdande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar för planeringen och genomförandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. Trafiksäkerhetsverket svarar för anordnandet och övervakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkänt. Också försvarsmakten kan ordna och övervaka prov som hänför sig till utbildning enligt 10 § 3 mom. Den som bedömer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kräver. Bestämmelser om behörighetsvillkoren för den som bedömer prov får vid behov utfärdas genom förordning av statsrådet. Företrädare för den i 1 och 2 mom. nämnda myndigheten har rätt att få följa med prov för att säkerställa att de genomförs och förlöper på behörigt sätt.",
        "folded_sv": "for anordnande och overvakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som ar godkanda av undervisnings- och kulturministeriet samt for utfardande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar for planeringen och genomforandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. trafiksakerhetsverket svarar for anordnandet och overvakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkant. ocksa forsvarsmakten kan ordna och overvaka prov som hanfor sig till utbildning enligt 10 § 3 mom. den som bedomer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kraver. bestammelser om behorighetsvillkoren for den som bedomer prov far vid behov utfardas genom forordning av statsradet. foretradare for den i 1 och 2 mom. namnda myndigheten har ratt att fa folja med prov for att sakerstalla att de genomfors och forloper pa behorigt satt."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ammattipätevyyskortteihin liittyvä toimivalta",
      "content": "Liikenteen turvallisuusvirasto myöntää kuljettajan ammattipätevyyskortin ja sen kaksoiskappaleen. Liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipätevyyskortin. Liikenteen turvallisuusvirasto vastaa ammattipätevyyskortin valmistamisesta. Ammattipätevyyskortin peruuttaa poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää kuljettajan ammattipätevyyskortin ja sen kaksoiskappaleen. Liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipätevyyskortin. Liikenteen turvallisuusvirasto vastaa ammattipätevyyskortin valmistamisesta. Ammattipätevyyskortin peruuttaa poliisi.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa kuljettajan ammattipatevyyskortin ja sen kaksoiskappaleen. liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipatevyyskortin. liikenteen turvallisuusvirasto vastaa ammattipatevyyskortin valmistamisesta. ammattipatevyyskortin peruuttaa poliisi.",
        "title_sv": "Behörighet i anslutning till yrkeskompetensbevis",
        "content_sv": "Trafiksäkerhetsverket beviljar yrkeskompetensbevis för förare samt duplettexemplar. Trafiksäkerhetsverket kan på ansökan återkalla yrkeskompetensbevis för förare. Trafiksäkerhetsverket svarar för tillverkningen av yrkeskompetensbevis. Yrkeskompetensbevis återkallas av polisen.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar yrkeskompetensbevis för förare samt duplettexemplar. Trafiksäkerhetsverket kan på ansökan återkalla yrkeskompetensbevis för förare. Trafiksäkerhetsverket svarar för tillverkningen av yrkeskompetensbevis. Yrkeskompetensbevis återkallas av polisen.",
        "folded_sv": "trafiksakerhetsverket beviljar yrkeskompetensbevis for forare samt duplettexemplar. trafiksakerhetsverket kan pa ansokan aterkalla yrkeskompetensbevis for forare. trafiksakerhetsverket svarar for tillverkningen av yrkeskompetensbevis. yrkeskompetensbevis aterkallas av polisen."
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Ammattipätevyyskortteihin liittyvä palvelutehtävä",
      "content": "Liikenteen turvallisuusvirasto voi hankkia 20 §:n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 20 §:n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ammattipätevyyskortin luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Ammattipätevyyskortin myöntämiseen liittyviä tässä momentissa tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Edellä 20 §:n 1 momentissa tarkoitetut tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävään sopimukseen 20 §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa sovelletaan, mitä ajokorttilaissa säädetään sopimuksesta hoidettaessa eräitä lupatehtäviä palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hankkia 20 § :n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 20 § :n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ammattipätevyyskortin luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Ammattipätevyyskortin myöntämiseen liittyviä tässä momentissa tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Edellä 20 § :n 1 momentissa tarkoitetut tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävään sopimukseen 20 § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa sovelletaan, mitä ajokorttilaissa säädetään sopimuksesta hoidettaessa eräitä lupatehtäviä palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "liikenteen turvallisuusvirasto voi hankkia 20 §:n 1 ja 2 momentissa tarkoitettujen tehtavien hoitamisessa tarvittavia palveluja suomessa toimivilta yksityisilta tai julkisilta palvelun tuottajilta. edella 20 §:n 1 momentissa tarkoitettu palvelutehtava voi sisaltaa hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen kasittely edellyttaa, lupamenettelyyn liittyvan neuvonnan ja tietojen valittamisen hakijalle, haetun ammattipatevyyskortin luovuttamisen, jollei sita postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen seka muut vastaavat hakemusmenettelyyn liittyvat tehtavat. ammattipatevyyskortin myontamiseen liittyvia tassa momentissa tarkoitettuja tehtavia ei voida hoitaa alihankkijaa kayttaen. edella 20 §:n 1 momentissa tarkoitetut tehtavat on hoidettava suomessa. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. edella 1 momentissa saadetyt tehtavat voidaan yhdistaa muuhun liikenteen turvallisuusviraston hankkimaan palveluun. palvelun tuottajan on oltava luotettava ja talla on oltava tehtavan hoitamisen edellyttama henkilosto seka muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtavan edellyttamasta tietoturvallisuudesta ja tietosuojasta. liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtavan laajuudesta ja sen hoitamiseen liittyvista vaatimuksista niin, etta rekisterinpitajan vastuut henkilotietojen kasittelyn lainmukaisuudesta toteutuvat myos palvelun tuottajan toiminnassa ja etta hyvan hallinnon vaatimukset muutenkin toteutuvat. palvelun tuottajan kanssa tehtavaan sopimukseen 20 §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa sovelletaan, mita ajokorttilaissa saadetaan sopimuksesta hoidettaessa eraita lupatehtavia palvelutehtavana. liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilotietolaissa (523/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Serviceuppgifter i anslutning till yrkeskompetensbevis",
        "content_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 20 § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta yrkeskompetensbeviset, om det inte sänds till sökanden per post, ta emot bevis som ska återlämnas samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. Underleverantörer får inte anlitas för att sköta uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. De uppgifter som avses i 20 § 1 mom. ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. På det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 20 § 1 mom. tillämpas vad som i körkortslagen bestäms om avtal när vissa tillståndsuppgifter sköts som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 20 § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta yrkeskompetensbeviset, om det inte sänds till sökanden per post, ta emot bevis som ska återlämnas samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. Underleverantörer får inte anlitas för att sköta uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. De uppgifter som avses i 20 § 1 mom. ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. På det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 20 § 1 mom. tillämpas vad som i körkortslagen bestäms om avtal när vissa tillståndsuppgifter sköts som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "trafiksakerhetsverket far skaffa de tjanster som behovs for att skota de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som ar verksamma i finland. i serviceuppgifterna enligt 20 § 1 mom. kan inga att ta emot ansokningshandlingar och att i register infora de uppgifter som kravs for behandlingen av ansokningarna, tillhandahalla radgivning i fraga om tillstandsforfarandet, formedla uppgifter till sokanden, lamna ut det ansokta yrkeskompetensbeviset, om det inte sands till sokanden per post, ta emot bevis som ska aterlamnas samt att skota andra motsvarande uppgifter i ansokningsforfarandet. underleverantorer far inte anlitas for att skota uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. de uppgifter som avses i 20 § 1 mom. ska skotas i finland. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenader. de uppgifter som anges i 1 mom. kan forenas med andra tjanster som trafiksakerhetsverket skaffar. serviceproducenten ska vara tillforlitlig och ha sadan personal samt sadan teknisk, ekonomisk och operativ beredskap som kravs for att skota uppgifterna och beredskap att sorja for den datasakerhet och det dataskydd som uppgifterna forutsatter. trafiksakerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skotseln av dem sa att den registeransvariges ansvar for att personuppgifter behandlas lagenligt fullgors aven i serviceproducentens verksamhet och sa att kraven pa god forvaltning uppfylls aven i ovrigt. pa det avtal som ingas med serviceproducenten om skotseln av uppgifter som avses i 20 § 1 mom. tillampas vad som i korkortslagen bestams om avtal nar vissa tillstandsuppgifter skots som serviceuppgifter. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att utfora inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003), spraklagen (423/2003) och i samiska spraklagen (1086/2003). nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Ammattipätevyyskorttia koskevan hakemusasian vireille saattaminen",
      "content": "Kuljettajan ammattipätevyyskorttia koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Kuljettajan ammattipätevyyskorttia koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
        "folded_fi": "kuljettajan ammattipatevyyskorttia koskeva hakemus voidaan toimittaa sahkoisesti tai liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
        "title_sv": "Hur ansökningsärenden som gäller yrkeskompetensbevis inleds",
        "content_sv": "Ansökningar om yrkeskompetensintyg för förare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar.",
        "normalized_sv": "Ansökningar om yrkeskompetensintyg för förare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar.",
        "folded_sv": "ansokningar om yrkeskompetensintyg for forare kan ges in elektroniskt eller till en serviceproducent som trafiksakerhetsverket anvisar."
      }
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Kokeen vastaanottamiseen ja valvontaan liittyvä palvelutehtävä",
      "content": "Liikenteen turvallisuusvirasto voi järjestää 15 §:n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan sekä 5 §:n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettaviksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi järjestää 15 § :n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan sekä 5 § :n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettaviksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä.",
        "folded_fi": "liikenteen turvallisuusvirasto voi jarjestaa 15 §:n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan seka 5 §:n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessa tai siita erillaan hoidettaviksi hankkimalla tarvittavat palvelut yksityisilta tai julkisilta palvelun tuottajilta noudattaen mita kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa (535/1998) saadetaan kuljettajantutkintotoiminnan hoitamisesta palvelutehtavana.",
        "title_sv": "Serviceuppgifter i anslutning till mottagning och övervakning av prov",
        "content_sv": "Trafiksäkerhetsverket kan ordna uppgiften att ta emot och övervaka prov som avses i 15 § 2 mom. samt att utfärda det intyg som avses i 5 § 3 mom. så att uppgiften sköts i anslutning till förarexamensverksamheten eller separat från den, genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamheten som en serviceuppgift.",
        "normalized_sv": "Trafiksäkerhetsverket kan ordna uppgiften att ta emot och övervaka prov som avses i 15 § 2 mom. samt att utfärda det intyg som avses i 5 § 3 mom. så att uppgiften sköts i anslutning till förarexamensverksamheten eller separat från den, genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamheten som en serviceuppgift.",
        "folded_sv": "trafiksakerhetsverket kan ordna uppgiften att ta emot och overvaka prov som avses i 15 § 2 mom. samt att utfarda det intyg som avses i 5 § 3 mom. sa att uppgiften skots i anslutning till forarexamensverksamheten eller separat fran den, genom att skaffa de behovliga tjansterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om forarexamensverksamhet (535/1998) foreskrivs om skotsel av forarexamensverksamheten som en serviceuppgift."
      }
    },
    {
      "provision_ref": "20 d",
      "section": "20 d",
      "title": "Ammattipätevyyskortin myöntäminen",
      "content": "Kuljettajan ammattipätevyyskortti myönnetään hakijalle, joka on tämän lain mukaisesti saavuttanut perustason ammattipätevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipätevyyden edellyttämä Suomessa voimassa oleva ajo-oikeus. Ammattipätevyyskortti myönnetään ajaksi, joka päättyy samaan aikaan ammattipätevyyden kanssa. Ammattipätevyyskortin kaksoiskappaleen antamisesta ja muussa EU- tai ETA-valtiossa kuin Suomessa tai Ahvenanmaan maakunnassa annetun ammattipätevyyskortin korvaamisesta tämän lain mukaisella kuljettajan ammattipätevyyskortilla tai tämän lain mukaisesti ajokorttiin tehtävällä merkinnällä säädetään valtioneuvoston asetuksella. Ennen 18 §:n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisestä syystä antaa määräajaksi väliaikainen asiakirja osoitukseksi ammattipätevyydestä. Väliaikainen asiakirja hyväksytään osoitukseksi ammattipätevyydestä vain Suomessa Ahvenanmaata lukuun ottamatta. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä väliaikaisen asiakirjan antamisesta. Kuljettajan ammattipätevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mitä ajokorttilaissa ja sen nojalla säädetään ajokortin toimittamisesta postitse. Kortin myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 d",
        "normalized_fi": "Kuljettajan ammattipätevyyskortti myönnetään hakijalle, joka on tämän lain mukaisesti saavuttanut perustason ammattipätevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipätevyyden edellyttämä Suomessa voimassa oleva ajo-oikeus. Ammattipätevyyskortti myönnetään ajaksi, joka päättyy samaan aikaan ammattipätevyyden kanssa. Ammattipätevyyskortin kaksoiskappaleen antamisesta ja muussa EU- tai ETA-valtiossa kuin Suomessa tai Ahvenanmaan maakunnassa annetun ammattipätevyyskortin korvaamisesta tämän lain mukaisella kuljettajan ammattipätevyyskortilla tai tämän lain mukaisesti ajokorttiin tehtävällä merkinnällä säädetään valtioneuvoston asetuksella. Ennen 18 § :n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisestä syystä antaa määräajaksi väliaikainen asiakirja osoitukseksi ammattipätevyydestä. Väliaikainen asiakirja hyväksytään osoitukseksi ammattipätevyydestä vain Suomessa Ahvenanmaata lukuun ottamatta. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä väliaikaisen asiakirjan antamisesta. Kuljettajan ammattipätevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mitä ajokorttilaissa ja sen nojalla säädetään ajokortin toimittamisesta postitse. Kortin myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "kuljettajan ammattipatevyyskortti myonnetaan hakijalle, joka on taman lain mukaisesti saavuttanut perustason ammattipatevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipatevyyden edellyttama suomessa voimassa oleva ajo-oikeus. ammattipatevyyskortti myonnetaan ajaksi, joka paattyy samaan aikaan ammattipatevyyden kanssa. ammattipatevyyskortin kaksoiskappaleen antamisesta ja muussa eu- tai eta-valtiossa kuin suomessa tai ahvenanmaan maakunnassa annetun ammattipatevyyskortin korvaamisesta taman lain mukaisella kuljettajan ammattipatevyyskortilla tai taman lain mukaisesti ajokorttiin tehtavalla merkinnalla saadetaan valtioneuvoston asetuksella. ennen 18 §:n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisesta syysta antaa maaraajaksi valiaikainen asiakirja osoitukseksi ammattipatevyydesta. valiaikainen asiakirja hyvaksytaan osoitukseksi ammattipatevyydesta vain suomessa ahvenanmaata lukuun ottamatta. valtioneuvoston asetuksella annetaan tarkempia saannoksia valiaikaisen asiakirjan antamisesta. kuljettajan ammattipatevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mita ajokorttilaissa ja sen nojalla saadetaan ajokortin toimittamisesta postitse. kortin myontamisesta ja myontamiseen liittyvasta menettelysta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Beviljande av yrkeskompetensbevis",
        "content_sv": "Yrkeskompetensbevis för förare beviljas sökande som har förvärvat grundläggande yrkeskompetens eller genomgått fortbildning enligt denna lag och som har den i Finland giltiga körrätt som är en förutsättning för yrkeskompetens. Yrkeskompetensbevis beviljas för en tid som upphör samtidigt som yrkeskompetensen. Bestämmelser om utfärdande av duplettexemplar av yrkeskompetensbevis och om ersättande av bevis som har utfärdats i någon annan EU- eller EES-stat än Finland eller i landskapet Åland med yrkeskompetensbevis för förare enligt denna lag eller med en motsvarande anteckning i körkortet i enlighet med denna lag utfärdas genom förordning av statsrådet. Innan det dokument som avses i 18 § 1 mom. lämnas ut, kan en förare av särskilda skäl och för en bestämd tid ges ett tillfälligt dokument för att påvisa yrkeskompetensen. Det tillfälliga dokumentet godkänns som bevis för yrkeskompetensen endast i Finland med undantag för Åland. Genom förordning av statsrådet utfärdas närmare bestämmelser om tillfälliga dokument. Yrkeskompetensbevis för förare kan sändas till sökanden per post. På sändande av yrkeskompetensbevis tillämpas då bestämmelserna i körkortslagen och med stöd av den om sändande av körkort till sökanden per post. Genom förordning av statsrådet utfärdas närmare bestämmelser om beviljande av beviset och förfarandet vid beviljande.",
        "normalized_sv": "Yrkeskompetensbevis för förare beviljas sökande som har förvärvat grundläggande yrkeskompetens eller genomgått fortbildning enligt denna lag och som har den i Finland giltiga körrätt som är en förutsättning för yrkeskompetens. Yrkeskompetensbevis beviljas för en tid som upphör samtidigt som yrkeskompetensen. Bestämmelser om utfärdande av duplettexemplar av yrkeskompetensbevis och om ersättande av bevis som har utfärdats i någon annan EU- eller EES-stat än Finland eller i landskapet Åland med yrkeskompetensbevis för förare enligt denna lag eller med en motsvarande anteckning i körkortet i enlighet med denna lag utfärdas genom förordning av statsrådet. Innan det dokument som avses i 18 § 1 mom. lämnas ut, kan en förare av särskilda skäl och för en bestämd tid ges ett tillfälligt dokument för att påvisa yrkeskompetensen. Det tillfälliga dokumentet godkänns som bevis för yrkeskompetensen endast i Finland med undantag för Åland. Genom förordning av statsrådet utfärdas närmare bestämmelser om tillfälliga dokument. Yrkeskompetensbevis för förare kan sändas till sökanden per post. På sändande av yrkeskompetensbevis tillämpas då bestämmelserna i körkortslagen och med stöd av den om sändande av körkort till sökanden per post. Genom förordning av statsrådet utfärdas närmare bestämmelser om beviljande av beviset och förfarandet vid beviljande.",
        "folded_sv": "yrkeskompetensbevis for forare beviljas sokande som har forvarvat grundlaggande yrkeskompetens eller genomgatt fortbildning enligt denna lag och som har den i finland giltiga korratt som ar en forutsattning for yrkeskompetens. yrkeskompetensbevis beviljas for en tid som upphor samtidigt som yrkeskompetensen. bestammelser om utfardande av duplettexemplar av yrkeskompetensbevis och om ersattande av bevis som har utfardats i nagon annan eu- eller ees-stat an finland eller i landskapet aland med yrkeskompetensbevis for forare enligt denna lag eller med en motsvarande anteckning i korkortet i enlighet med denna lag utfardas genom forordning av statsradet. innan det dokument som avses i 18 § 1 mom. lamnas ut, kan en forare av sarskilda skal och for en bestamd tid ges ett tillfalligt dokument for att pavisa yrkeskompetensen. det tillfalliga dokumentet godkanns som bevis for yrkeskompetensen endast i finland med undantag for aland. genom forordning av statsradet utfardas narmare bestammelser om tillfalliga dokument. yrkeskompetensbevis for forare kan sandas till sokanden per post. pa sandande av yrkeskompetensbevis tillampas da bestammelserna i korkortslagen och med stod av den om sandande av korkort till sokanden per post. genom forordning av statsradet utfardas narmare bestammelser om beviljande av beviset och forfarandet vid beviljande."
      }
    },
    {
      "provision_ref": "20 e",
      "section": "20 e",
      "title": "Palvelun tuottajan luotettavuuden arviointi",
      "content": "Palvelun tuottajaa ei voida pitää 20 a §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 §:n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että sen palveluksessa olevilla on tieto 20 a §:n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 e",
        "normalized_fi": "Palvelun tuottajaa ei voida pitää 20 a § :n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 § :n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että sen palveluksessa olevilla on tieto 20 a § :n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
        "folded_fi": "palvelun tuottajaa ei voida pitaa 20 a §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiomuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jasen tai varajasen, toimitusjohtaja, vastuunalainen yhtiomies tai avoimessa yhtiossa yhtiomies, taikka muussa maaraavassa asemassa oleva henkilo on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 §:n 1 momentissa tarkoitettua tehtavaa. palvelun tuottajaa ei ainakaan voida pitaa luotettavana, jos edella mainittu henkilo on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisterointia tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teon on katsottava osoittavan henkilon olevan ilmeisen sopimaton hoitamaan edella tarkoitettua tehtavaa. palvelun tuottaja vastaa siita, etta sen palveluksessa olevilla on tieto 20 a §:n 3 momentissa tarkoitettujen lupatehtavien hoitamiseen liittyvista vaatimuksista ja vastuista ja kyky toimia sen mukaisesti seka siita, etta he ovat siten luotettavia kuin tassa tarkoitettujen lupatehtavien hoitamiseen vaaditaan. viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi saadetaan rikosrekisterilaissa (770/1993).",
        "title_sv": "Bedömning av serviceproducentens tillförlitlighet",
        "content_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 20 § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 20 a § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "normalized_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 20 § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 20 a § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "folded_sv": "en serviceproducent kan inte betraktas som tillforlitlig pa det satt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersattare i styrelsen eller forvaltningsradet, verkstallande direktoren eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett oppet bolag, eller en person som utovar bestammande inflytande, genom sin verksamhet har visat sig vara uppenbart olamplig att skota uppgifter som avses i 20 § 1 mom. serviceproducenten kan atminstone inte anses vara tillforlitlig, om en ovannamnd person genom en lagakraftvunnen dom under de senaste fem aren har domts till fangelse eller under de tre senaste aren till boter for ett allvarligt brott mot bestammelser eller foreskrifter som galler anstallningsforhallande, idkande av naring, bokforing, skuldforhallande, bedrivande av trafik, forarexamensverksamhet, registrering eller besiktning av fordon eller andra bestammelser eller foreskrifter som galler trafiksakerhet och garningen ska anses visa att personen ar uppenbart olamplig att skota uppgifter som avses ovan. serviceproducenten svarar for att de som ar anstallda hos producenten kanner till de krav och det ansvar som hanfor sig till skotseln av tillstandsuppgifter enligt 20 a § 3 mom. och har formaga att handla darefter samt for att de ar tillforlitliga enligt vad som kravs for skotseln av de tillstandsuppgifter som avses har. bestammelser om ratt for myndigheterna att fa straffregisteruppgifter for bedomning av tillforlitligheten finns i straffregisterlagen (770/1993)."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ammattipätevyyskortin peruuttaminen",
      "content": "Liikenteen turvallisuusvirasto voi peruuttaa ammattipätevyyskortin sen haltijan hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi peruuttaa ammattipätevyyskortin sen haltijan hakemuksesta.",
        "folded_fi": "liikenteen turvallisuusvirasto voi peruuttaa ammattipatevyyskortin sen haltijan hakemuksesta.",
        "title_sv": "Återkallande av yrkeskompetensbevis",
        "content_sv": "Yrkeskompetensbevis kan på ansökan av innehavaren återkallas av Trafiksäkerhetsverket.",
        "normalized_sv": "Yrkeskompetensbevis kan på ansökan av innehavaren återkallas av Trafiksäkerhetsverket.",
        "folded_sv": "yrkeskompetensbevis kan pa ansokan av innehavaren aterkallas av trafiksakerhetsverket."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ammattipätevyyden merkitseminen ajokorttiin",
      "content": "Ajokorttiin voidaan tehdä merkintä kuljettajan ammattipätevyydestä. Hakemus tehdään Liikenteen turvallisuusvirastolle noudattaen, mitä ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Ajokorttiin voidaan tehdä merkintä kuljettajan ammattipätevyydestä. Hakemus tehdään Liikenteen turvallisuusvirastolle noudattaen, mitä ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa säädetään.",
        "folded_fi": "ajokorttiin voidaan tehda merkinta kuljettajan ammattipatevyydesta. hakemus tehdaan liikenteen turvallisuusvirastolle noudattaen, mita ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa saadetaan.",
        "title_sv": "Antecknande av yrkeskompetens i körkortet",
        "content_sv": "Yrkeskompetensen kan antecknas i körkortet. Ansökan lämnas till Trafiksäkerhetsverket med iakttagande av vad som i körkortslagen föreskrivs om ansökan om körkort och körkortstillstånd.",
        "normalized_sv": "Yrkeskompetensen kan antecknas i körkortet. Ansökan lämnas till Trafiksäkerhetsverket med iakttagande av vad som i körkortslagen föreskrivs om ansökan om körkort och körkortstillstånd.",
        "folded_sv": "yrkeskompetensen kan antecknas i korkortet. ansokan lamnas till trafiksakerhetsverket med iakttagande av vad som i korkortslagen foreskrivs om ansokan om korkort och korkortstillstand."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Ammattipätevyyttä koskevien tietojen ilmoittaminen rekisteriin",
      "content": "Liikenteen turvallisuusvirasto voi yhdistää 1 momentissa tarkoitetun ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 20 c §:ssä tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Se voi järjestää tietojen rekisteröintiin liittyvät tehtävät ammattipätevyyskortteihin liittyvän palvelutehtävän yhteydessä hoidettaviksi noudattaen 20 a §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi yhdistää 1 momentissa tarkoitetun ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 20 c § :ssä tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Se voi järjestää tietojen rekisteröintiin liittyvät tehtävät ammattipätevyyskortteihin liittyvän palvelutehtävän yhteydessä hoidettaviksi noudattaen 20 a § :ää.",
        "folded_fi": "liikenteen turvallisuusvirasto voi yhdistaa 1 momentissa tarkoitetun ilmoitusten vastaanottamisen seka tietojen rekisteriin tallettamisen 20 c §:ssa tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtavaan hankkimalla tarvittavat palvelut siten kuin mainitussa pykalassa saadetaan. se voi jarjestaa tietojen rekisterointiin liittyvat tehtavat ammattipatevyyskortteihin liittyvan palvelutehtavan yhteydessa hoidettaviksi noudattaen 20 a §:aa.",
        "title_sv": "Anmälan av uppgifter om yrkeskompetens till registret",
        "content_sv": "Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 1 mom. och att införa uppgifterna i registret med mottagandet och övervakningen av prov enligt 20 c § genom att skaffa de tjänster som behövs så som föreskrivs i den paragrafen. Verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som gäller yrkeskompetensbevis med iakttagande av 20 a §.",
        "normalized_sv": "Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 1 mom. och att införa uppgifterna i registret med mottagandet och övervakningen av prov enligt 20 c § genom att skaffa de tjänster som behövs så som föreskrivs i den paragrafen. Verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som gäller yrkeskompetensbevis med iakttagande av 20 a § .",
        "folded_sv": "trafiksakerhetsverket kan forena uppgiften att ta emot anmalan enligt 1 mom. och att infora uppgifterna i registret med mottagandet och overvakningen av prov enligt 20 c § genom att skaffa de tjanster som behovs sa som foreskrivs i den paragrafen. verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som galler yrkeskompetensbevis med iakttagande av 20 a §."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston hyväksymän koulutuskeskuksen taikka 20 c §:ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Opetus- ja kulttuuriministeriön hyväksymässä koulutuskeskuksessa tämän lain nojalla tehdyn päätöksen oikaisemiseen sovelletaan, mitä ammatillisesta koulutuksesta annetun lain 25 c §:ssä ja ammatillisesta aikuiskoulutuksesta annetun lain 16 §:ssä säädetään opinto-, näyttö- tai tutkintosuorituksen arvioinnin oikaisemisesta, sekä muutoksenhakuun, mitä ammatillisesta koulutuksesta annetun lain 44 §:ssä säädetään muutoksenhausta koulutuksen järjestäjän päätökseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 §:ssä tarkoitettua arviointia koskevaan päätökseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen. Opetus- ja kulttuuriministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen tai muuhun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Jos kuljettajan ammattipätevyyskortti myönnetään hakemuksen mukaisesti, hakijalle ei anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Poliisin päätös ammattipätevyyskortin peruttamisesta voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen koulutuskeskuksen hyväksymisen peruuttamista ja ammattipätevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Liikenteen turvallisuusviraston hyväksymän koulutuskeskuksen taikka 20 c § :ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Opetus- ja kulttuuriministeriön hyväksymässä koulutuskeskuksessa tämän lain nojalla tehdyn päätöksen oikaisemiseen sovelletaan, mitä ammatillisesta koulutuksesta annetun lain 25 c § :ssä ja ammatillisesta aikuiskoulutuksesta annetun lain 16 § :ssä säädetään opinto-, näyttö- tai tutkintosuorituksen arvioinnin oikaisemisesta, sekä muutoksenhakuun, mitä ammatillisesta koulutuksesta annetun lain 44 § :ssä säädetään muutoksenhausta koulutuksen järjestäjän päätökseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 § :ssä tarkoitettua arviointia koskevaan päätökseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen. Opetus- ja kulttuuriministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen tai muuhun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Jos kuljettajan ammattipätevyyskortti myönnetään hakemuksen mukaisesti, hakijalle ei anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Poliisin päätös ammattipätevyyskortin peruttamisesta voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen koulutuskeskuksen hyväksymisen peruuttamista ja ammattipätevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston hyvaksyman koulutuskeskuksen taikka 20 c §:ssa tarkoitetun kokeen vastaanottajan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta. oikaisuvaatimusmenettelysta saadetaan hallintolaissa. opetus- ja kulttuuriministerion hyvaksymassa koulutuskeskuksessa taman lain nojalla tehdyn paatoksen oikaisemiseen sovelletaan, mita ammatillisesta koulutuksesta annetun lain 25 c §:ssa ja ammatillisesta aikuiskoulutuksesta annetun lain 16 §:ssa saadetaan opinto-, naytto- tai tutkintosuorituksen arvioinnin oikaisemisesta, seka muutoksenhakuun, mita ammatillisesta koulutuksesta annetun lain 44 §:ssa saadetaan muutoksenhausta koulutuksen jarjestajan paatokseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 §:ssa tarkoitettua arviointia koskevaan paatokseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun paatokseen. opetus- ja kulttuuriministerion taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan paatokseen tai muuhun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. jos kuljettajan ammattipatevyyskortti myonnetaan hakemuksen mukaisesti, hakijalle ei anneta muuta paatosta eika valitusosoitusta. poliisin taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. poliisin paatos ammattipatevyyskortin peruttamisesta voidaan panna taytantoon muutoksenhausta huolimatta. hallinto-oikeuden paatokseen koulutuskeskuksen hyvaksymisen peruuttamista ja ammattipatevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Omprövning av ett beslut som ett utbildningscentrum som godkänts av Trafiksäkerhetsverket eller en provmottagare som avses i 20 c § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. På omprövning av beslut som med stöd av denna lag fattats i ett utbildningscentrum som godkänts av undervisnings- och kulturministeriet tillämpas vad som bestäms om omprövning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt på sökande av ändring vad som i 44 § i lagen om yrkesutbildning bestäms om sökande av ändring i beslut som fattats av en utbildningsanordnare och om förbud att genom besvär söka ändring i beslut om bedömning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begäran om omprövning som gäller bedömning. Beslut som undervisnings- och kulturministeriet fattat med stöd av denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Om en sökande beviljas yrkeskompetensbevis enligt ansökan ska sökanden inte meddelas något annat beslut eller ges besvärsanvisning. Beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Trots besvär kan ett beslut som polisen fattat om återkallande av yrkeskompetensbevis verkställas. Beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av godkännande av ett utbildningscentrum och återkallande av yrkeskompetensbevis får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett beslut som ett utbildningscentrum som godkänts av Trafiksäkerhetsverket eller en provmottagare som avses i 20 c § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. På omprövning av beslut som med stöd av denna lag fattats i ett utbildningscentrum som godkänts av undervisnings- och kulturministeriet tillämpas vad som bestäms om omprövning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt på sökande av ändring vad som i 44 § i lagen om yrkesutbildning bestäms om sökande av ändring i beslut som fattats av en utbildningsanordnare och om förbud att genom besvär söka ändring i beslut om bedömning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begäran om omprövning som gäller bedömning. Beslut som undervisnings- och kulturministeriet fattat med stöd av denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Om en sökande beviljas yrkeskompetensbevis enligt ansökan ska sökanden inte meddelas något annat beslut eller ges besvärsanvisning. Beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Trots besvär kan ett beslut som polisen fattat om återkallande av yrkeskompetensbevis verkställas. Beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av godkännande av ett utbildningscentrum och återkallande av yrkeskompetensbevis får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett beslut som ett utbildningscentrum som godkants av trafiksakerhetsverket eller en provmottagare som avses i 20 c § meddelat far begaras hos trafiksakerhetsverket. bestammelser om omprovningsforfarandet finns i forvaltningslagen. pa omprovning av beslut som med stod av denna lag fattats i ett utbildningscentrum som godkants av undervisnings- och kulturministeriet tillampas vad som bestams om omprovning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt pa sokande av andring vad som i 44 § i lagen om yrkesutbildning bestams om sokande av andring i beslut som fattats av en utbildningsanordnare och om forbud att genom besvar soka andring i beslut om bedomning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begaran om omprovning som galler bedomning. beslut som undervisnings- och kulturministeriet fattat med stod av denna lag far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning och andra beslut som verket fattat far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. om en sokande beviljas yrkeskompetensbevis enligt ansokan ska sokanden inte meddelas nagot annat beslut eller ges besvarsanvisning. beslut som polisen fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. trots besvar kan ett beslut som polisen fattat om aterkallande av yrkeskompetensbevis verkstallas. beslut som forvaltningsdomstolen fattat i ett arende som galler aterkallande av godkannande av ett utbildningscentrum och aterkallande av yrkeskompetensbevis far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. andra beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Perustason ammattipätevyyden saavuttaminen ammatillisessa kuljettajakoulutuksessa",
      "content": "Opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelmän ajo-oikeus ja koulutuskeskuksen antama hyväksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmää Suomessa. Kuljettajan vähimmäisiästä säädetään 8 ja 9 §:ssä. Hyväksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelmän ajo-oikeus ja koulutuskeskuksen antama hyväksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmää Suomessa. Kuljettajan vähimmäisiästä säädetään 8 ja 9 § :ssä. Hyväksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "opiskelija, jolla on kuljetettavan ajoneuvon tai ajoneuvoyhdistelman ajo-oikeus ja koulutuskeskuksen antama hyvaksymisasiakirja, saa 1 momentissa tarkoitetun koulutuksen aikana kuljettaa ajoneuvoa tai ajoneuvoyhdistelmaa suomessa. kuljettajan vahimmaisiasta saadetaan 8 ja 9 §:ssa. hyvaksymisasiakirjasta ja kuljettajana toimimisesta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Förvärvande av grundläggande yrkeskompetens i samband med yrkesutbildning för förare",
        "content_sv": "En studerande får under en sådan utbildning som avses i 1 mom. framföra ett fordon eller en fordonskombination i Finland, om studeranden har körrätt för fordonet eller fordonskombinationen samt ett godkännandedokument som utbildningscentrumet har gett. Bestämmelser om förarens minimiålder finns i 8 och 9 §. Genom förordning av statsrådet utfärdas närmare bestämmelser om godkännandedokumentet och framförande av fordon.",
        "normalized_sv": "En studerande får under en sådan utbildning som avses i 1 mom. framföra ett fordon eller en fordonskombination i Finland, om studeranden har körrätt för fordonet eller fordonskombinationen samt ett godkännandedokument som utbildningscentrumet har gett. Bestämmelser om förarens minimiålder finns i 8 och 9 § . Genom förordning av statsrådet utfärdas närmare bestämmelser om godkännandedokumentet och framförande av fordon.",
        "folded_sv": "en studerande far under en sadan utbildning som avses i 1 mom. framfora ett fordon eller en fordonskombination i finland, om studeranden har korratt for fordonet eller fordonskombinationen samt ett godkannandedokument som utbildningscentrumet har gett. bestammelser om forarens minimialder finns i 8 och 9 §. genom forordning av statsradet utfardas narmare bestammelser om godkannandedokumentet och framforande av fordon."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Opetushenkilöstö ja opetusvälineet",
      "content": "Sen estämättä, mitä 2 momentissa säädetään, ajokorttilain 84 §:n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipätevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipätevyyskoulutuksessa, jos hänellä on ajokorttilain 91 §:ssä säädetty opetusharjoittelulupa ja hän täyttää muut opetusharjoittelua koskevat vaatimukset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Sen estämättä, mitä 2 momentissa säädetään, ajokorttilain 84 § :n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipätevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipätevyyskoulutuksessa, jos hänellä on ajokorttilain 91 § :ssä säädetty opetusharjoittelulupa ja hän täyttää muut opetusharjoittelua koskevat vaatimukset.",
        "folded_fi": "sen estamatta, mita 2 momentissa saadetaan, ajokorttilain 84 §:n 4 momentissa tarkoitetussa koulutuksessa opiskeleva saa osana liikenneopettajan erikoisammattitutkintoon valmistavaa kuljetusalan ammattipatevyyskouluttajana toimimista koskevan tutkinnon osan koulutusta toimia opettajana perustason ammattipatevyyskoulutuksessa, jos hanella on ajokorttilain 91 §:ssa saadetty opetusharjoittelulupa ja han tayttaa muut opetusharjoittelua koskevat vaatimukset.",
        "title_sv": "Undervisningspersonal och undervisningsmaterial",
        "content_sv": "Trots vad som föreskrivs i 2 mom. får den som studerar inom en utbildning som avses i 84 § 4 mom. i körkortslagen som ett led i den förberedande utbildningen för specialyrkesexamen för trafiklärare inom den examensdel som gäller yrkeskompetensutbildning inom transportbranschen vara lärare inom utbildning för grundläggande yrkeskompetens, om han eller hon har tillstånd för undervisningspraktik enligt 91 § i körkortslagen och uppfyller övriga krav på undervisningspraktik.",
        "normalized_sv": "Trots vad som föreskrivs i 2 mom. får den som studerar inom en utbildning som avses i 84 § 4 mom. i körkortslagen som ett led i den förberedande utbildningen för specialyrkesexamen för trafiklärare inom den examensdel som gäller yrkeskompetensutbildning inom transportbranschen vara lärare inom utbildning för grundläggande yrkeskompetens, om han eller hon har tillstånd för undervisningspraktik enligt 91 § i körkortslagen och uppfyller övriga krav på undervisningspraktik.",
        "folded_sv": "trots vad som foreskrivs i 2 mom. far den som studerar inom en utbildning som avses i 84 § 4 mom. i korkortslagen som ett led i den forberedande utbildningen for specialyrkesexamen for trafiklarare inom den examensdel som galler yrkeskompetensutbildning inom transportbranschen vara larare inom utbildning for grundlaggande yrkeskompetens, om han eller hon har tillstand for undervisningspraktik enligt 91 § i korkortslagen och uppfyller ovriga krav pa undervisningspraktik."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kokeet",
      "content": "Opetus- ja kulttuuriministeriön hyväksymissä koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta sekä 5 §:n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a §:ssä tarkoitetut ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 §:ssä tarkoitetut tutkintotoimikunnat. Liikenteen turvallisuusvirasto vastaa hyväksymissään koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta. Myös puolustusvoimat voi järjestää ja valvoa 10 §:n 3 momentissa tarkoitettuun koulutukseen liittyvän kokeen. Kokeen arvioijalla on oltava tehtävän edellyttämä asiantuntemus ja ammattitaito. Arvioijan pätevyysvaatimuksista voidaan säätää tarvittaessa valtioneuvoston asetuksella. Edellä 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus päästä seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Opetus- ja kulttuuriministeriön hyväksymissä koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta sekä 5 § :n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a § :ssä tarkoitetut ammattiosaamisen näyttöjen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 § :ssä tarkoitetut tutkintotoimikunnat. Liikenteen turvallisuusvirasto vastaa hyväksymissään koulutuskeskuksissa annettavaan koulutukseen liittyvän kokeen järjestämisestä ja valvonnasta. Myös puolustusvoimat voi järjestää ja valvoa 10 § :n 3 momentissa tarkoitettuun koulutukseen liittyvän kokeen. Kokeen arvioijalla on oltava tehtävän edellyttämä asiantuntemus ja ammattitaito. Arvioijan pätevyysvaatimuksista voidaan säätää tarvittaessa valtioneuvoston asetuksella. Edellä 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus päästä seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
        "folded_fi": "opetus- ja kulttuuriministerion hyvaksymissa koulutuskeskuksissa annettavaan koulutukseen liittyvan kokeen jarjestamisesta ja valvonnasta seka 5 §:n 3 momentissa tarkoitetun todistuksen antamisesta vastaavat opetushallituksen valvonnassa ammatillisesta koulutuksesta annetun lain 25 a §:ssa tarkoitetut ammattiosaamisen nayttojen suunnittelusta ja toteuttamisesta vastaavat toimielimet tai ammatillisesta aikuiskoulutuksesta annetun lain 7 §:ssa tarkoitetut tutkintotoimikunnat. liikenteen turvallisuusvirasto vastaa hyvaksymissaan koulutuskeskuksissa annettavaan koulutukseen liittyvan kokeen jarjestamisesta ja valvonnasta. myos puolustusvoimat voi jarjestaa ja valvoa 10 §:n 3 momentissa tarkoitettuun koulutukseen liittyvan kokeen. kokeen arvioijalla on oltava tehtavan edellyttama asiantuntemus ja ammattitaito. arvioijan patevyysvaatimuksista voidaan saataa tarvittaessa valtioneuvoston asetuksella. edella 1 ja 2 momentissa tarkoitetun viranomaisen edustajilla on oikeus paasta seuraamaan koetta sen asianmukaisen toteuttamisen ja kulun varmistamiseksi.",
        "title_sv": "Prov",
        "content_sv": "För anordnande och övervakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som är godkända av undervisnings- och kulturministeriet samt för utfärdande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar för planeringen och genomförandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. Trafiksäkerhetsverket svarar för anordnandet och övervakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkänt. Också försvarsmakten kan ordna och övervaka prov som hänför sig till utbildning enligt 10 § 3 mom. Den som bedömer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kräver. Bestämmelser om behörighetsvillkoren för den som bedömer prov får vid behov utfärdas genom förordning av statsrådet. Företrädare för den i 1 och 2 mom. nämnda myndigheten har rätt att få följa med prov för att säkerställa att de genomförs och förlöper på behörigt sätt.",
        "normalized_sv": "För anordnande och övervakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som är godkända av undervisnings- och kulturministeriet samt för utfärdande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar för planeringen och genomförandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. Trafiksäkerhetsverket svarar för anordnandet och övervakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkänt. Också försvarsmakten kan ordna och övervaka prov som hänför sig till utbildning enligt 10 § 3 mom. Den som bedömer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kräver. Bestämmelser om behörighetsvillkoren för den som bedömer prov får vid behov utfärdas genom förordning av statsrådet. Företrädare för den i 1 och 2 mom. nämnda myndigheten har rätt att få följa med prov för att säkerställa att de genomförs och förlöper på behörigt sätt.",
        "folded_sv": "for anordnande och overvakning av prov i anslutning till utbildning som ges vid de utbildningscentrum som ar godkanda av undervisnings- och kulturministeriet samt for utfardande av det intyg som avses i 5 § 3 mom. svarar under utbildningsstyrelsens tillsyn de organ med ansvar for planeringen och genomforandet av yrkesprov som avses i 25 a § i lagen om yrkesutbildning eller de examenskommissioner som avses i 7 § i lagen om yrkesinriktad vuxenutbildning. trafiksakerhetsverket svarar for anordnandet och overvakningen av prov i anslutning till utbildning som ges vid de utbildningscentrum som det godkant. ocksa forsvarsmakten kan ordna och overvaka prov som hanfor sig till utbildning enligt 10 § 3 mom. den som bedomer prov ska ha den sakkunskap och det yrkeskunnande som uppgiften kraver. bestammelser om behorighetsvillkoren for den som bedomer prov far vid behov utfardas genom forordning av statsradet. foretradare for den i 1 och 2 mom. namnda myndigheten har ratt att fa folja med prov for att sakerstalla att de genomfors och forloper pa behorigt satt."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ammattipätevyyskortteihin liittyvä toimivalta",
      "content": "Liikenteen turvallisuusvirasto myöntää kuljettajan ammattipätevyyskortin ja sen kaksoiskappaleen. Liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipätevyyskortin. Liikenteen turvallisuusvirasto vastaa ammattipätevyyskortin valmistamisesta. Ammattipätevyyskortin peruuttaa poliisi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää kuljettajan ammattipätevyyskortin ja sen kaksoiskappaleen. Liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipätevyyskortin. Liikenteen turvallisuusvirasto vastaa ammattipätevyyskortin valmistamisesta. Ammattipätevyyskortin peruuttaa poliisi.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa kuljettajan ammattipatevyyskortin ja sen kaksoiskappaleen. liikenteen turvallisuusvirasto voi hakemuksesta peruuttaa kuljettajan ammattipatevyyskortin. liikenteen turvallisuusvirasto vastaa ammattipatevyyskortin valmistamisesta. ammattipatevyyskortin peruuttaa poliisi.",
        "title_sv": "Behörighet i anslutning till yrkeskompetensbevis",
        "content_sv": "Trafiksäkerhetsverket beviljar yrkeskompetensbevis för förare samt duplettexemplar. Trafiksäkerhetsverket kan på ansökan återkalla yrkeskompetensbevis för förare. Trafiksäkerhetsverket svarar för tillverkningen av yrkeskompetensbevis. Yrkeskompetensbevis återkallas av polisen.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar yrkeskompetensbevis för förare samt duplettexemplar. Trafiksäkerhetsverket kan på ansökan återkalla yrkeskompetensbevis för förare. Trafiksäkerhetsverket svarar för tillverkningen av yrkeskompetensbevis. Yrkeskompetensbevis återkallas av polisen.",
        "folded_sv": "trafiksakerhetsverket beviljar yrkeskompetensbevis for forare samt duplettexemplar. trafiksakerhetsverket kan pa ansokan aterkalla yrkeskompetensbevis for forare. trafiksakerhetsverket svarar for tillverkningen av yrkeskompetensbevis. yrkeskompetensbevis aterkallas av polisen."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Ammattipätevyyskortteihin liittyvä palvelutehtävä",
      "content": "Liikenteen turvallisuusvirasto voi hankkia 20 §:n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 20 §:n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ammattipätevyyskortin luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Ammattipätevyyskortin myöntämiseen liittyviä tässä momentissa tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Edellä 20 §:n 1 momentissa tarkoitetut tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävään sopimukseen 20 §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa sovelletaan, mitä ajokorttilaissa säädetään sopimuksesta hoidettaessa eräitä lupatehtäviä palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hankkia 20 § :n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 20 § :n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ammattipätevyyskortin luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Ammattipätevyyskortin myöntämiseen liittyviä tässä momentissa tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Edellä 20 § :n 1 momentissa tarkoitetut tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävään sopimukseen 20 § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa sovelletaan, mitä ajokorttilaissa säädetään sopimuksesta hoidettaessa eräitä lupatehtäviä palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "liikenteen turvallisuusvirasto voi hankkia 20 §:n 1 ja 2 momentissa tarkoitettujen tehtavien hoitamisessa tarvittavia palveluja suomessa toimivilta yksityisilta tai julkisilta palvelun tuottajilta. edella 20 §:n 1 momentissa tarkoitettu palvelutehtava voi sisaltaa hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen kasittely edellyttaa, lupamenettelyyn liittyvan neuvonnan ja tietojen valittamisen hakijalle, haetun ammattipatevyyskortin luovuttamisen, jollei sita postiteta hakijalle, viranomaiselle palautettavan kortin vastaanottamisen seka muut vastaavat hakemusmenettelyyn liittyvat tehtavat. ammattipatevyyskortin myontamiseen liittyvia tassa momentissa tarkoitettuja tehtavia ei voida hoitaa alihankkijaa kayttaen. edella 20 §:n 1 momentissa tarkoitetut tehtavat on hoidettava suomessa. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. edella 1 momentissa saadetyt tehtavat voidaan yhdistaa muuhun liikenteen turvallisuusviraston hankkimaan palveluun. palvelun tuottajan on oltava luotettava ja talla on oltava tehtavan hoitamisen edellyttama henkilosto seka muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtavan edellyttamasta tietoturvallisuudesta ja tietosuojasta. liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtavan laajuudesta ja sen hoitamiseen liittyvista vaatimuksista niin, etta rekisterinpitajan vastuut henkilotietojen kasittelyn lainmukaisuudesta toteutuvat myos palvelun tuottajan toiminnassa ja etta hyvan hallinnon vaatimukset muutenkin toteutuvat. palvelun tuottajan kanssa tehtavaan sopimukseen 20 §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa sovelletaan, mita ajokorttilaissa saadetaan sopimuksesta hoidettaessa eraita lupatehtavia palvelutehtavana. liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilotietolaissa (523/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Serviceuppgifter i anslutning till yrkeskompetensbevis",
        "content_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 20 § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta yrkeskompetensbeviset, om det inte sänds till sökanden per post, ta emot bevis som ska återlämnas samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. Underleverantörer får inte anlitas för att sköta uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. De uppgifter som avses i 20 § 1 mom. ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. På det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 20 § 1 mom. tillämpas vad som i körkortslagen bestäms om avtal när vissa tillståndsuppgifter sköts som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 20 § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta yrkeskompetensbeviset, om det inte sänds till sökanden per post, ta emot bevis som ska återlämnas samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. Underleverantörer får inte anlitas för att sköta uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. De uppgifter som avses i 20 § 1 mom. ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. På det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 20 § 1 mom. tillämpas vad som i körkortslagen bestäms om avtal när vissa tillståndsuppgifter sköts som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "trafiksakerhetsverket far skaffa de tjanster som behovs for att skota de uppgifter som avses i 20 § 1 och 2 mom. av privata eller offentliga serviceproducenter som ar verksamma i finland. i serviceuppgifterna enligt 20 § 1 mom. kan inga att ta emot ansokningshandlingar och att i register infora de uppgifter som kravs for behandlingen av ansokningarna, tillhandahalla radgivning i fraga om tillstandsforfarandet, formedla uppgifter till sokanden, lamna ut det ansokta yrkeskompetensbeviset, om det inte sands till sokanden per post, ta emot bevis som ska aterlamnas samt att skota andra motsvarande uppgifter i ansokningsforfarandet. underleverantorer far inte anlitas for att skota uppgifter enligt detta moment i anslutning till beviljande av yrkeskompetensbevis. de uppgifter som avses i 20 § 1 mom. ska skotas i finland. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenader. de uppgifter som anges i 1 mom. kan forenas med andra tjanster som trafiksakerhetsverket skaffar. serviceproducenten ska vara tillforlitlig och ha sadan personal samt sadan teknisk, ekonomisk och operativ beredskap som kravs for att skota uppgifterna och beredskap att sorja for den datasakerhet och det dataskydd som uppgifterna forutsatter. trafiksakerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och andra krav i anslutning till skotseln av dem sa att den registeransvariges ansvar for att personuppgifter behandlas lagenligt fullgors aven i serviceproducentens verksamhet och sa att kraven pa god forvaltning uppfylls aven i ovrigt. pa det avtal som ingas med serviceproducenten om skotseln av uppgifter som avses i 20 § 1 mom. tillampas vad som i korkortslagen bestams om avtal nar vissa tillstandsuppgifter skots som serviceuppgifter. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att utfora inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003), spraklagen (423/2003) och i samiska spraklagen (1086/2003). nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Ammattipätevyyskorttia koskevan hakemusasian vireille saattaminen",
      "content": "Kuljettajan ammattipätevyyskorttia koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 b",
        "normalized_fi": "Kuljettajan ammattipätevyyskorttia koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
        "folded_fi": "kuljettajan ammattipatevyyskorttia koskeva hakemus voidaan toimittaa sahkoisesti tai liikenteen turvallisuusviraston osoittamalle palveluntuottajalle.",
        "title_sv": "Hur ansökningsärenden som gäller yrkeskompetensbevis inleds",
        "content_sv": "Ansökningar om yrkeskompetensintyg för förare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar.",
        "normalized_sv": "Ansökningar om yrkeskompetensintyg för förare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar.",
        "folded_sv": "ansokningar om yrkeskompetensintyg for forare kan ges in elektroniskt eller till en serviceproducent som trafiksakerhetsverket anvisar."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20 c",
      "section": "20 c",
      "title": "Kokeen vastaanottamiseen ja valvontaan liittyvä palvelutehtävä",
      "content": "Liikenteen turvallisuusvirasto voi järjestää 15 §:n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan sekä 5 §:n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettaviksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 c",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi järjestää 15 § :n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan sekä 5 § :n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettaviksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä.",
        "folded_fi": "liikenteen turvallisuusvirasto voi jarjestaa 15 §:n 2 momentissa tarkoitetun kokeen vastaanottamisen ja valvonnan seka 5 §:n 3 momentissa tarkoitetun todistuksen antamisen kuljettajantutkintotoiminnan yhteydessa tai siita erillaan hoidettaviksi hankkimalla tarvittavat palvelut yksityisilta tai julkisilta palvelun tuottajilta noudattaen mita kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa (535/1998) saadetaan kuljettajantutkintotoiminnan hoitamisesta palvelutehtavana.",
        "title_sv": "Serviceuppgifter i anslutning till mottagning och övervakning av prov",
        "content_sv": "Trafiksäkerhetsverket kan ordna uppgiften att ta emot och övervaka prov som avses i 15 § 2 mom. samt att utfärda det intyg som avses i 5 § 3 mom. så att uppgiften sköts i anslutning till förarexamensverksamheten eller separat från den, genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamheten som en serviceuppgift.",
        "normalized_sv": "Trafiksäkerhetsverket kan ordna uppgiften att ta emot och övervaka prov som avses i 15 § 2 mom. samt att utfärda det intyg som avses i 5 § 3 mom. så att uppgiften sköts i anslutning till förarexamensverksamheten eller separat från den, genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamheten som en serviceuppgift.",
        "folded_sv": "trafiksakerhetsverket kan ordna uppgiften att ta emot och overvaka prov som avses i 15 § 2 mom. samt att utfarda det intyg som avses i 5 § 3 mom. sa att uppgiften skots i anslutning till forarexamensverksamheten eller separat fran den, genom att skaffa de behovliga tjansterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om forarexamensverksamhet (535/1998) foreskrivs om skotsel av forarexamensverksamheten som en serviceuppgift."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20 d",
      "section": "20 d",
      "title": "Ammattipätevyyskortin myöntäminen",
      "content": "Kuljettajan ammattipätevyyskortti myönnetään hakijalle, joka on tämän lain mukaisesti saavuttanut perustason ammattipätevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipätevyyden edellyttämä Suomessa voimassa oleva ajo-oikeus. Ammattipätevyyskortti myönnetään ajaksi, joka päättyy samaan aikaan ammattipätevyyden kanssa. Ammattipätevyyskortin kaksoiskappaleen antamisesta ja muussa EU- tai ETA-valtiossa kuin Suomessa tai Ahvenanmaan maakunnassa annetun ammattipätevyyskortin korvaamisesta tämän lain mukaisella kuljettajan ammattipätevyyskortilla tai tämän lain mukaisesti ajokorttiin tehtävällä merkinnällä säädetään valtioneuvoston asetuksella. Ennen 18 §:n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisestä syystä antaa määräajaksi väliaikainen asiakirja osoitukseksi ammattipätevyydestä. Väliaikainen asiakirja hyväksytään osoitukseksi ammattipätevyydestä vain Suomessa Ahvenanmaata lukuun ottamatta. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä väliaikaisen asiakirjan antamisesta. Kuljettajan ammattipätevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mitä ajokorttilaissa ja sen nojalla säädetään ajokortin toimittamisesta postitse. Kortin myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 d",
        "normalized_fi": "Kuljettajan ammattipätevyyskortti myönnetään hakijalle, joka on tämän lain mukaisesti saavuttanut perustason ammattipätevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipätevyyden edellyttämä Suomessa voimassa oleva ajo-oikeus. Ammattipätevyyskortti myönnetään ajaksi, joka päättyy samaan aikaan ammattipätevyyden kanssa. Ammattipätevyyskortin kaksoiskappaleen antamisesta ja muussa EU- tai ETA-valtiossa kuin Suomessa tai Ahvenanmaan maakunnassa annetun ammattipätevyyskortin korvaamisesta tämän lain mukaisella kuljettajan ammattipätevyyskortilla tai tämän lain mukaisesti ajokorttiin tehtävällä merkinnällä säädetään valtioneuvoston asetuksella. Ennen 18 § :n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisestä syystä antaa määräajaksi väliaikainen asiakirja osoitukseksi ammattipätevyydestä. Väliaikainen asiakirja hyväksytään osoitukseksi ammattipätevyydestä vain Suomessa Ahvenanmaata lukuun ottamatta. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä väliaikaisen asiakirjan antamisesta. Kuljettajan ammattipätevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mitä ajokorttilaissa ja sen nojalla säädetään ajokortin toimittamisesta postitse. Kortin myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "kuljettajan ammattipatevyyskortti myonnetaan hakijalle, joka on taman lain mukaisesti saavuttanut perustason ammattipatevyyden tai suorittanut jatkokoulutuksen ja jolla on ammattipatevyyden edellyttama suomessa voimassa oleva ajo-oikeus. ammattipatevyyskortti myonnetaan ajaksi, joka paattyy samaan aikaan ammattipatevyyden kanssa. ammattipatevyyskortin kaksoiskappaleen antamisesta ja muussa eu- tai eta-valtiossa kuin suomessa tai ahvenanmaan maakunnassa annetun ammattipatevyyskortin korvaamisesta taman lain mukaisella kuljettajan ammattipatevyyskortilla tai taman lain mukaisesti ajokorttiin tehtavalla merkinnalla saadetaan valtioneuvoston asetuksella. ennen 18 §:n 1 momentissa tarkoitetun asiakirjan luovuttamista kuljettajalle voidaan erityisesta syysta antaa maaraajaksi valiaikainen asiakirja osoitukseksi ammattipatevyydesta. valiaikainen asiakirja hyvaksytaan osoitukseksi ammattipatevyydesta vain suomessa ahvenanmaata lukuun ottamatta. valtioneuvoston asetuksella annetaan tarkempia saannoksia valiaikaisen asiakirjan antamisesta. kuljettajan ammattipatevyyskortti voidaan postittaa hakijalle, jolloin sen toimittamiseen sovelletaan mita ajokorttilaissa ja sen nojalla saadetaan ajokortin toimittamisesta postitse. kortin myontamisesta ja myontamiseen liittyvasta menettelysta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Beviljande av yrkeskompetensbevis",
        "content_sv": "Yrkeskompetensbevis för förare beviljas sökande som har förvärvat grundläggande yrkeskompetens eller genomgått fortbildning enligt denna lag och som har den i Finland giltiga körrätt som är en förutsättning för yrkeskompetens. Yrkeskompetensbevis beviljas för en tid som upphör samtidigt som yrkeskompetensen. Bestämmelser om utfärdande av duplettexemplar av yrkeskompetensbevis och om ersättande av bevis som har utfärdats i någon annan EU- eller EES-stat än Finland eller i landskapet Åland med yrkeskompetensbevis för förare enligt denna lag eller med en motsvarande anteckning i körkortet i enlighet med denna lag utfärdas genom förordning av statsrådet. Innan det dokument som avses i 18 § 1 mom. lämnas ut, kan en förare av särskilda skäl och för en bestämd tid ges ett tillfälligt dokument för att påvisa yrkeskompetensen. Det tillfälliga dokumentet godkänns som bevis för yrkeskompetensen endast i Finland med undantag för Åland. Genom förordning av statsrådet utfärdas närmare bestämmelser om tillfälliga dokument. Yrkeskompetensbevis för förare kan sändas till sökanden per post. På sändande av yrkeskompetensbevis tillämpas då bestämmelserna i körkortslagen och med stöd av den om sändande av körkort till sökanden per post. Genom förordning av statsrådet utfärdas närmare bestämmelser om beviljande av beviset och förfarandet vid beviljande.",
        "normalized_sv": "Yrkeskompetensbevis för förare beviljas sökande som har förvärvat grundläggande yrkeskompetens eller genomgått fortbildning enligt denna lag och som har den i Finland giltiga körrätt som är en förutsättning för yrkeskompetens. Yrkeskompetensbevis beviljas för en tid som upphör samtidigt som yrkeskompetensen. Bestämmelser om utfärdande av duplettexemplar av yrkeskompetensbevis och om ersättande av bevis som har utfärdats i någon annan EU- eller EES-stat än Finland eller i landskapet Åland med yrkeskompetensbevis för förare enligt denna lag eller med en motsvarande anteckning i körkortet i enlighet med denna lag utfärdas genom förordning av statsrådet. Innan det dokument som avses i 18 § 1 mom. lämnas ut, kan en förare av särskilda skäl och för en bestämd tid ges ett tillfälligt dokument för att påvisa yrkeskompetensen. Det tillfälliga dokumentet godkänns som bevis för yrkeskompetensen endast i Finland med undantag för Åland. Genom förordning av statsrådet utfärdas närmare bestämmelser om tillfälliga dokument. Yrkeskompetensbevis för förare kan sändas till sökanden per post. På sändande av yrkeskompetensbevis tillämpas då bestämmelserna i körkortslagen och med stöd av den om sändande av körkort till sökanden per post. Genom förordning av statsrådet utfärdas närmare bestämmelser om beviljande av beviset och förfarandet vid beviljande.",
        "folded_sv": "yrkeskompetensbevis for forare beviljas sokande som har forvarvat grundlaggande yrkeskompetens eller genomgatt fortbildning enligt denna lag och som har den i finland giltiga korratt som ar en forutsattning for yrkeskompetens. yrkeskompetensbevis beviljas for en tid som upphor samtidigt som yrkeskompetensen. bestammelser om utfardande av duplettexemplar av yrkeskompetensbevis och om ersattande av bevis som har utfardats i nagon annan eu- eller ees-stat an finland eller i landskapet aland med yrkeskompetensbevis for forare enligt denna lag eller med en motsvarande anteckning i korkortet i enlighet med denna lag utfardas genom forordning av statsradet. innan det dokument som avses i 18 § 1 mom. lamnas ut, kan en forare av sarskilda skal och for en bestamd tid ges ett tillfalligt dokument for att pavisa yrkeskompetensen. det tillfalliga dokumentet godkanns som bevis for yrkeskompetensen endast i finland med undantag for aland. genom forordning av statsradet utfardas narmare bestammelser om tillfalliga dokument. yrkeskompetensbevis for forare kan sandas till sokanden per post. pa sandande av yrkeskompetensbevis tillampas da bestammelserna i korkortslagen och med stod av den om sandande av korkort till sokanden per post. genom forordning av statsradet utfardas narmare bestammelser om beviljande av beviset och forfarandet vid beviljande."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "20 e",
      "section": "20 e",
      "title": "Palvelun tuottajan luotettavuuden arviointi",
      "content": "Palvelun tuottajaa ei voida pitää 20 a §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 §:n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että sen palveluksessa olevilla on tieto 20 a §:n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20 e",
        "normalized_fi": "Palvelun tuottajaa ei voida pitää 20 a § :n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 § :n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että sen palveluksessa olevilla on tieto 20 a § :n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
        "folded_fi": "palvelun tuottajaa ei voida pitaa 20 a §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiomuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jasen tai varajasen, toimitusjohtaja, vastuunalainen yhtiomies tai avoimessa yhtiossa yhtiomies, taikka muussa maaraavassa asemassa oleva henkilo on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 20 §:n 1 momentissa tarkoitettua tehtavaa. palvelun tuottajaa ei ainakaan voida pitaa luotettavana, jos edella mainittu henkilo on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisterointia tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teon on katsottava osoittavan henkilon olevan ilmeisen sopimaton hoitamaan edella tarkoitettua tehtavaa. palvelun tuottaja vastaa siita, etta sen palveluksessa olevilla on tieto 20 a §:n 3 momentissa tarkoitettujen lupatehtavien hoitamiseen liittyvista vaatimuksista ja vastuista ja kyky toimia sen mukaisesti seka siita, etta he ovat siten luotettavia kuin tassa tarkoitettujen lupatehtavien hoitamiseen vaaditaan. viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi saadetaan rikosrekisterilaissa (770/1993).",
        "title_sv": "Bedömning av serviceproducentens tillförlitlighet",
        "content_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 20 § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 20 a § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "normalized_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 20 § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 20 a § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "folded_sv": "en serviceproducent kan inte betraktas som tillforlitlig pa det satt som avses i 20 a § 3 mom., om serviceproducenten, eller en medlem eller ersattare i styrelsen eller forvaltningsradet, verkstallande direktoren eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett oppet bolag, eller en person som utovar bestammande inflytande, genom sin verksamhet har visat sig vara uppenbart olamplig att skota uppgifter som avses i 20 § 1 mom. serviceproducenten kan atminstone inte anses vara tillforlitlig, om en ovannamnd person genom en lagakraftvunnen dom under de senaste fem aren har domts till fangelse eller under de tre senaste aren till boter for ett allvarligt brott mot bestammelser eller foreskrifter som galler anstallningsforhallande, idkande av naring, bokforing, skuldforhallande, bedrivande av trafik, forarexamensverksamhet, registrering eller besiktning av fordon eller andra bestammelser eller foreskrifter som galler trafiksakerhet och garningen ska anses visa att personen ar uppenbart olamplig att skota uppgifter som avses ovan. serviceproducenten svarar for att de som ar anstallda hos producenten kanner till de krav och det ansvar som hanfor sig till skotseln av tillstandsuppgifter enligt 20 a § 3 mom. och har formaga att handla darefter samt for att de ar tillforlitliga enligt vad som kravs for skotseln av de tillstandsuppgifter som avses har. bestammelser om ratt for myndigheterna att fa straffregisteruppgifter for bedomning av tillforlitligheten finns i straffregisterlagen (770/1993)."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ammattipätevyyskortin peruuttaminen",
      "content": "Liikenteen turvallisuusvirasto voi peruuttaa ammattipätevyyskortin sen haltijan hakemuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi peruuttaa ammattipätevyyskortin sen haltijan hakemuksesta.",
        "folded_fi": "liikenteen turvallisuusvirasto voi peruuttaa ammattipatevyyskortin sen haltijan hakemuksesta.",
        "title_sv": "Återkallande av yrkeskompetensbevis",
        "content_sv": "Yrkeskompetensbevis kan på ansökan av innehavaren återkallas av Trafiksäkerhetsverket.",
        "normalized_sv": "Yrkeskompetensbevis kan på ansökan av innehavaren återkallas av Trafiksäkerhetsverket.",
        "folded_sv": "yrkeskompetensbevis kan pa ansokan av innehavaren aterkallas av trafiksakerhetsverket."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Ammattipätevyyden merkitseminen ajokorttiin",
      "content": "Ajokorttiin voidaan tehdä merkintä kuljettajan ammattipätevyydestä. Hakemus tehdään Liikenteen turvallisuusvirastolle noudattaen, mitä ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Ajokorttiin voidaan tehdä merkintä kuljettajan ammattipätevyydestä. Hakemus tehdään Liikenteen turvallisuusvirastolle noudattaen, mitä ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa säädetään.",
        "folded_fi": "ajokorttiin voidaan tehda merkinta kuljettajan ammattipatevyydesta. hakemus tehdaan liikenteen turvallisuusvirastolle noudattaen, mita ajokortin ja ajokorttiluvan hakemisesta ajokorttilaissa saadetaan.",
        "title_sv": "Antecknande av yrkeskompetens i körkortet",
        "content_sv": "Yrkeskompetensen kan antecknas i körkortet. Ansökan lämnas till Trafiksäkerhetsverket med iakttagande av vad som i körkortslagen föreskrivs om ansökan om körkort och körkortstillstånd.",
        "normalized_sv": "Yrkeskompetensen kan antecknas i körkortet. Ansökan lämnas till Trafiksäkerhetsverket med iakttagande av vad som i körkortslagen föreskrivs om ansökan om körkort och körkortstillstånd.",
        "folded_sv": "yrkeskompetensen kan antecknas i korkortet. ansokan lamnas till trafiksakerhetsverket med iakttagande av vad som i korkortslagen foreskrivs om ansokan om korkort och korkortstillstand."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Ammattipätevyyttä koskevien tietojen ilmoittaminen rekisteriin",
      "content": "Liikenteen turvallisuusvirasto voi yhdistää 1 momentissa tarkoitetun ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 20 c §:ssä tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Se voi järjestää tietojen rekisteröintiin liittyvät tehtävät ammattipätevyyskortteihin liittyvän palvelutehtävän yhteydessä hoidettaviksi noudattaen 20 a §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi yhdistää 1 momentissa tarkoitetun ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 20 c § :ssä tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Se voi järjestää tietojen rekisteröintiin liittyvät tehtävät ammattipätevyyskortteihin liittyvän palvelutehtävän yhteydessä hoidettaviksi noudattaen 20 a § :ää.",
        "folded_fi": "liikenteen turvallisuusvirasto voi yhdistaa 1 momentissa tarkoitetun ilmoitusten vastaanottamisen seka tietojen rekisteriin tallettamisen 20 c §:ssa tarkoitettuun kokeen vastaanottamista ja valvontaa koskevaan tehtavaan hankkimalla tarvittavat palvelut siten kuin mainitussa pykalassa saadetaan. se voi jarjestaa tietojen rekisterointiin liittyvat tehtavat ammattipatevyyskortteihin liittyvan palvelutehtavan yhteydessa hoidettaviksi noudattaen 20 a §:aa.",
        "title_sv": "Anmälan av uppgifter om yrkeskompetens till registret",
        "content_sv": "Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 1 mom. och att införa uppgifterna i registret med mottagandet och övervakningen av prov enligt 20 c § genom att skaffa de tjänster som behövs så som föreskrivs i den paragrafen. Verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som gäller yrkeskompetensbevis med iakttagande av 20 a §.",
        "normalized_sv": "Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 1 mom. och att införa uppgifterna i registret med mottagandet och övervakningen av prov enligt 20 c § genom att skaffa de tjänster som behövs så som föreskrivs i den paragrafen. Verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som gäller yrkeskompetensbevis med iakttagande av 20 a § .",
        "folded_sv": "trafiksakerhetsverket kan forena uppgiften att ta emot anmalan enligt 1 mom. och att infora uppgifterna i registret med mottagandet och overvakningen av prov enligt 20 c § genom att skaffa de tjanster som behovs sa som foreskrivs i den paragrafen. verket kan ordna registreringen av uppgifter i anslutning till serviceuppgifter som galler yrkeskompetensbevis med iakttagande av 20 a §."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston hyväksymän koulutuskeskuksen taikka 20 c §:ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Opetus- ja kulttuuriministeriön hyväksymässä koulutuskeskuksessa tämän lain nojalla tehdyn päätöksen oikaisemiseen sovelletaan, mitä ammatillisesta koulutuksesta annetun lain 25 c §:ssä ja ammatillisesta aikuiskoulutuksesta annetun lain 16 §:ssä säädetään opinto-, näyttö- tai tutkintosuorituksen arvioinnin oikaisemisesta, sekä muutoksenhakuun, mitä ammatillisesta koulutuksesta annetun lain 44 §:ssä säädetään muutoksenhausta koulutuksen järjestäjän päätökseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 §:ssä tarkoitettua arviointia koskevaan päätökseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen. Opetus- ja kulttuuriministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen tai muuhun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Jos kuljettajan ammattipätevyyskortti myönnetään hakemuksen mukaisesti, hakijalle ei anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Poliisin päätös ammattipätevyyskortin peruttamisesta voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen koulutuskeskuksen hyväksymisen peruuttamista ja ammattipätevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Liikenteen turvallisuusviraston hyväksymän koulutuskeskuksen taikka 20 c § :ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Opetus- ja kulttuuriministeriön hyväksymässä koulutuskeskuksessa tämän lain nojalla tehdyn päätöksen oikaisemiseen sovelletaan, mitä ammatillisesta koulutuksesta annetun lain 25 c § :ssä ja ammatillisesta aikuiskoulutuksesta annetun lain 16 § :ssä säädetään opinto-, näyttö- tai tutkintosuorituksen arvioinnin oikaisemisesta, sekä muutoksenhakuun, mitä ammatillisesta koulutuksesta annetun lain 44 § :ssä säädetään muutoksenhausta koulutuksen järjestäjän päätökseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 § :ssä tarkoitettua arviointia koskevaan päätökseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun päätökseen. Opetus- ja kulttuuriministeriön tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan päätökseen tai muuhun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Jos kuljettajan ammattipätevyyskortti myönnetään hakemuksen mukaisesti, hakijalle ei anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Poliisin päätös ammattipätevyyskortin peruttamisesta voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen koulutuskeskuksen hyväksymisen peruuttamista ja ammattipätevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston hyvaksyman koulutuskeskuksen taikka 20 c §:ssa tarkoitetun kokeen vastaanottajan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta. oikaisuvaatimusmenettelysta saadetaan hallintolaissa. opetus- ja kulttuuriministerion hyvaksymassa koulutuskeskuksessa taman lain nojalla tehdyn paatoksen oikaisemiseen sovelletaan, mita ammatillisesta koulutuksesta annetun lain 25 c §:ssa ja ammatillisesta aikuiskoulutuksesta annetun lain 16 §:ssa saadetaan opinto-, naytto- tai tutkintosuorituksen arvioinnin oikaisemisesta, seka muutoksenhakuun, mita ammatillisesta koulutuksesta annetun lain 44 §:ssa saadetaan muutoksenhausta koulutuksen jarjestajan paatokseen ja kielloista hakea valittamalla muutosta opiskelijan mainitun lain 25 §:ssa tarkoitettua arviointia koskevaan paatokseen tai arviointia koskevasta oikaisuvaatimuksesta annettuun paatokseen. opetus- ja kulttuuriministerion taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan paatokseen tai muuhun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. jos kuljettajan ammattipatevyyskortti myonnetaan hakemuksen mukaisesti, hakijalle ei anneta muuta paatosta eika valitusosoitusta. poliisin taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. poliisin paatos ammattipatevyyskortin peruttamisesta voidaan panna taytantoon muutoksenhausta huolimatta. hallinto-oikeuden paatokseen koulutuskeskuksen hyvaksymisen peruuttamista ja ammattipatevyyskortin peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Omprövning av ett beslut som ett utbildningscentrum som godkänts av Trafiksäkerhetsverket eller en provmottagare som avses i 20 c § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. På omprövning av beslut som med stöd av denna lag fattats i ett utbildningscentrum som godkänts av undervisnings- och kulturministeriet tillämpas vad som bestäms om omprövning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt på sökande av ändring vad som i 44 § i lagen om yrkesutbildning bestäms om sökande av ändring i beslut som fattats av en utbildningsanordnare och om förbud att genom besvär söka ändring i beslut om bedömning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begäran om omprövning som gäller bedömning. Beslut som undervisnings- och kulturministeriet fattat med stöd av denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Om en sökande beviljas yrkeskompetensbevis enligt ansökan ska sökanden inte meddelas något annat beslut eller ges besvärsanvisning. Beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Trots besvär kan ett beslut som polisen fattat om återkallande av yrkeskompetensbevis verkställas. Beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av godkännande av ett utbildningscentrum och återkallande av yrkeskompetensbevis får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett beslut som ett utbildningscentrum som godkänts av Trafiksäkerhetsverket eller en provmottagare som avses i 20 c § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. På omprövning av beslut som med stöd av denna lag fattats i ett utbildningscentrum som godkänts av undervisnings- och kulturministeriet tillämpas vad som bestäms om omprövning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt på sökande av ändring vad som i 44 § i lagen om yrkesutbildning bestäms om sökande av ändring i beslut som fattats av en utbildningsanordnare och om förbud att genom besvär söka ändring i beslut om bedömning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begäran om omprövning som gäller bedömning. Beslut som undervisnings- och kulturministeriet fattat med stöd av denna lag får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Om en sökande beviljas yrkeskompetensbevis enligt ansökan ska sökanden inte meddelas något annat beslut eller ges besvärsanvisning. Beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Trots besvär kan ett beslut som polisen fattat om återkallande av yrkeskompetensbevis verkställas. Beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av godkännande av ett utbildningscentrum och återkallande av yrkeskompetensbevis får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett beslut som ett utbildningscentrum som godkants av trafiksakerhetsverket eller en provmottagare som avses i 20 c § meddelat far begaras hos trafiksakerhetsverket. bestammelser om omprovningsforfarandet finns i forvaltningslagen. pa omprovning av beslut som med stod av denna lag fattats i ett utbildningscentrum som godkants av undervisnings- och kulturministeriet tillampas vad som bestams om omprovning av beslut om studie-, yrkesprovs- eller examensprestationer i 25 c § i lagen om yrkesutbildning och i 16 § i lagen om yrkesinriktad vuxenutbildning, samt pa sokande av andring vad som i 44 § i lagen om yrkesutbildning bestams om sokande av andring i beslut som fattats av en utbildningsanordnare och om forbud att genom besvar soka andring i beslut om bedomning av en studerande enligt 25 § i den lagen eller i beslut med anledning av en begaran om omprovning som galler bedomning. beslut som undervisnings- och kulturministeriet fattat med stod av denna lag far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning och andra beslut som verket fattat far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. om en sokande beviljas yrkeskompetensbevis enligt ansokan ska sokanden inte meddelas nagot annat beslut eller ges besvarsanvisning. beslut som polisen fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. trots besvar kan ett beslut som polisen fattat om aterkallande av yrkeskompetensbevis verkstallas. beslut som forvaltningsdomstolen fattat i ett arende som galler aterkallande av godkannande av ett utbildningscentrum och aterkallande av yrkeskompetensbevis far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. andra beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    }
  ]
}