{
  "id": "72/2006",
  "type": "statute",
  "title": "Nuorisolaki",
  "title_en": "Ungdomslag",
  "status": "in_force",
  "issued_date": "2006-01-27",
  "in_force_date": "2006-01-27",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/72/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Tavoite",
      "content": "Tämän lain tarkoituksena on tukea nuorten kasvua ja itsenäistymistä, edistää nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista sekä parantaa nuorten kasvu- ja elinoloja. Tavoitteen toteuttamisessa lähtökohtina ovat yhteisöllisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvälisyys, terveet elämäntavat sekä ympäristön ja elämän kunnioittaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on tukea nuorten kasvua ja itsenäistymistä, edistää nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista sekä parantaa nuorten kasvu- ja elinoloja. Tavoitteen toteuttamisessa lähtökohtina ovat yhteisöllisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvälisyys, terveet elämäntavat sekä ympäristön ja elämän kunnioittaminen.",
        "folded_fi": "taman lain tarkoituksena on tukea nuorten kasvua ja itsenaistymista, edistaa nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista seka parantaa nuorten kasvu- ja elinoloja. tavoitteen toteuttamisessa lahtokohtina ovat yhteisollisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvalisyys, terveet elamantavat seka ympariston ja elaman kunnioittaminen.",
        "title_sv": "Syfte",
        "content_sv": "Syftet med denna lag är att stödja de ungas utveckling och självständighetsprocess, främja ett aktivt medborgarskap hos de unga och stärka deras sociala identitet samt förbättra de ungas uppväxt- och levnadsvillkor. Syftet skall uppnås med utgångspunkt i gemenskap, solidaritet, likställdhet och jämlikhet, kulturell mångfald och internationalism, sunda levnadsvanor samt respekt för miljön och livet.",
        "normalized_sv": "Syftet med denna lag är att stödja de ungas utveckling och självständighetsprocess, främja ett aktivt medborgarskap hos de unga och stärka deras sociala identitet samt förbättra de ungas uppväxt- och levnadsvillkor. Syftet skall uppnås med utgångspunkt i gemenskap, solidaritet, likställdhet och jämlikhet, kulturell mångfald och internationalism, sunda levnadsvanor samt respekt för miljön och livet.",
        "folded_sv": "syftet med denna lag ar att stodja de ungas utveckling och sjalvstandighetsprocess, framja ett aktivt medborgarskap hos de unga och starka deras sociala identitet samt forbattra de ungas uppvaxt- och levnadsvillkor. syftet skall uppnas med utgangspunkt i gemenskap, solidaritet, likstalldhet och jamlikhet, kulturell mangfald och internationalism, sunda levnadsvanor samt respekt for miljon och livet."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteitä elämäntaitojen parantamiseksi ja syrjäytymisen ehkäisemiseksi; 4) nuorisotyöllä nuorten oman ajan käyttöön kohdistuvaa aktiivisen kansalaisuuden edistämistä samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenäistymisen tukemista sekä sukupolvien välistä vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojärjestöllä rekisteröityä järjestöä, joka toteuttaa tämän lain tarkoitusta ja lähtökohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyön palvelujärjestöllä rekisteröityä järjestöä, jonka toiminnan pääasiallisena tarkoituksena on tuottaa palveluja nuorisotyön yleiseksi kehittämiseksi; 8) nuorisotyötä tekevällä järjestöllä rekisteröityä järjestöä tai muuta yhteisöä, jonka toiminnasta ainakin osa on nuorisotyötä ja jonka nuorisotyö on laajuudeltaan verrattavissa valtakunnallisen nuorisojärjestön toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteitä elämäntaitojen parantamiseksi ja syrjäytymisen ehkäisemiseksi; 4) nuorisotyöllä nuorten oman ajan käyttöön kohdistuvaa aktiivisen kansalaisuuden edistämistä samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenäistymisen tukemista sekä sukupolvien välistä vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojärjestöllä rekisteröityä järjestöä, joka toteuttaa tämän lain tarkoitusta ja lähtökohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyön palvelujärjestöllä rekisteröityä järjestöä, jonka toiminnan pääasiallisena tarkoituksena on tuottaa palveluja nuorisotyön yleiseksi kehittämiseksi; 8) nuorisotyötä tekevällä järjestöllä rekisteröityä järjestöä tai muuta yhteisöä, jonka toiminnasta ainakin osa on nuorisotyötä ja jonka nuorisotyö on laajuudeltaan verrattavissa valtakunnallisen nuorisojärjestön toimintaan.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteita elamantaitojen parantamiseksi ja syrjaytymisen ehkaisemiseksi; 4) nuorisotyolla nuorten oman ajan kayttoon kohdistuvaa aktiivisen kansalaisuuden edistamista samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenaistymisen tukemista seka sukupolvien valista vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojarjestolla rekisteroitya jarjestoa, joka toteuttaa taman lain tarkoitusta ja lahtokohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyon palvelujarjestolla rekisteroitya jarjestoa, jonka toiminnan paaasiallisena tarkoituksena on tuottaa palveluja nuorisotyon yleiseksi kehittamiseksi; 8) nuorisotyota tekevalla jarjestolla rekisteroitya jarjestoa tai muuta yhteisoa, jonka toiminnasta ainakin osa on nuorisotyota ja jonka nuorisotyo on laajuudeltaan verrattavissa valtakunnallisen nuorisojarjeston toimintaan.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) unga personer som inte har fyllt 29 år, 2) aktivt medborgarskap ungas målinriktade verksamhet i medborgarsamhället, 3) stärkning av ungas sociala identitet till unga riktade åtgärder för att förbättra deras livskunskap och för att förhindra utslagning, 4) ungdomsarbete åtgärder för att främja ett aktivt medborgarskap i fråga om de ungas användning av sin egen tid, stärka de ungas sociala identitet, stödja de ungas utveckling och självständighetsprocess samt växelverkan mellan generationerna, 5) ungdomspolitik åtgärder för att förbättra de ungas uppväxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som förverkligar denna lags syfte och utgångspunkter och vars verksamhetsområde är hela landet, 7) riksomfattande serviceorganisation för ungdomsarbete en registrerad organisation vars verksamhet har som främsta syfte att producera tjänster för den allmänna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet åtminstone till en del består av ungdomsarbete och vars ungdomsarbete till omfattningen kan jämföras med verksamheten i en riksomfattande ungdomsorganisation.",
        "normalized_sv": "I denna lag avses med 1) unga personer som inte har fyllt 29 år, 2) aktivt medborgarskap ungas målinriktade verksamhet i medborgarsamhället, 3) stärkning av ungas sociala identitet till unga riktade åtgärder för att förbättra deras livskunskap och för att förhindra utslagning, 4) ungdomsarbete åtgärder för att främja ett aktivt medborgarskap i fråga om de ungas användning av sin egen tid, stärka de ungas sociala identitet, stödja de ungas utveckling och självständighetsprocess samt växelverkan mellan generationerna, 5) ungdomspolitik åtgärder för att förbättra de ungas uppväxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som förverkligar denna lags syfte och utgångspunkter och vars verksamhetsområde är hela landet, 7) riksomfattande serviceorganisation för ungdomsarbete en registrerad organisation vars verksamhet har som främsta syfte att producera tjänster för den allmänna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet åtminstone till en del består av ungdomsarbete och vars ungdomsarbete till omfattningen kan jämföras med verksamheten i en riksomfattande ungdomsorganisation.",
        "folded_sv": "i denna lag avses med 1) unga personer som inte har fyllt 29 ar, 2) aktivt medborgarskap ungas malinriktade verksamhet i medborgarsamhallet, 3) starkning av ungas sociala identitet till unga riktade atgarder for att forbattra deras livskunskap och for att forhindra utslagning, 4) ungdomsarbete atgarder for att framja ett aktivt medborgarskap i fraga om de ungas anvandning av sin egen tid, starka de ungas sociala identitet, stodja de ungas utveckling och sjalvstandighetsprocess samt vaxelverkan mellan generationerna, 5) ungdomspolitik atgarder for att forbattra de ungas uppvaxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som forverkligar denna lags syfte och utgangspunkter och vars verksamhetsomrade ar hela landet, 7) riksomfattande serviceorganisation for ungdomsarbete en registrerad organisation vars verksamhet har som framsta syfte att producera tjanster for den allmanna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet atminstone till en del bestar av ungdomsarbete och vars ungdomsarbete till omfattningen kan jamforas med verksamheten i en riksomfattande ungdomsorganisation."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kehittäminen ja yhteistyö",
      "content": "Opetusministeriöllä on vastuu nuorisotyön ja -politiikan yleisestä kehittämisestä. Lääninhallitukset toimivat nuorisotyötä ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. Opetusministeriö hyväksyy läänin nuorisotoimen tulostavoitteet yhdessä lääninhallituksen kanssa. Opetusministeriöllä on valtakunnan tasolla ja lääninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Opetusministeriöllä on vastuu nuorisotyön ja -politiikan yleisestä kehittämisestä. Lääninhallitukset toimivat nuorisotyötä ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. Opetusministeriö hyväksyy läänin nuorisotoimen tulostavoitteet yhdessä lääninhallituksen kanssa. Opetusministeriöllä on valtakunnan tasolla ja lääninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
        "folded_fi": "opetusministeriolla on vastuu nuorisotyon ja -politiikan yleisesta kehittamisesta. laaninhallitukset toimivat nuorisotyota ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. opetusministerio hyvaksyy laanin nuorisotoimen tulostavoitteet yhdessa laaninhallituksen kanssa. opetusministeriolla on valtakunnan tasolla ja laaninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
        "title_sv": "Utveckling och samarbete",
        "content_sv": "Undervisningsministeriet ansvarar för den allmänna utvecklingen av ungdomsarbetet och ungdomspolitiken. Länsstyrelserna är statens regionförvaltningsmyndigheter i ärenden som gäller ungdomsarbete och ungdomspolitik. Undervisningsministeriet godkänner resultatmålen för länets ungdomsväsen tillsammans med länsstyrelsen. Undervisningsministeriet ansvarar på riksnivå och länsstyrelserna på regionnivå för samordningen av ungdomspolitiken.",
        "normalized_sv": "Undervisningsministeriet ansvarar för den allmänna utvecklingen av ungdomsarbetet och ungdomspolitiken. Länsstyrelserna är statens regionförvaltningsmyndigheter i ärenden som gäller ungdomsarbete och ungdomspolitik. Undervisningsministeriet godkänner resultatmålen för länets ungdomsväsen tillsammans med länsstyrelsen. Undervisningsministeriet ansvarar på riksnivå och länsstyrelserna på regionnivå för samordningen av ungdomspolitiken.",
        "folded_sv": "undervisningsministeriet ansvarar for den allmanna utvecklingen av ungdomsarbetet och ungdomspolitiken. lansstyrelserna ar statens regionforvaltningsmyndigheter i arenden som galler ungdomsarbete och ungdomspolitik. undervisningsministeriet godkanner resultatmalen for lanets ungdomsvasen tillsammans med lansstyrelsen. undervisningsministeriet ansvarar pa riksniva och lansstyrelserna pa regionniva for samordningen av ungdomspolitiken."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Nuorisopolitiikan kehittämisohjelma",
      "content": "Valtioneuvosto hyväksyy joka neljäs vuosi nuorisopolitiikan kehittämisohjelman. Kehittämisohjelma sisältää valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat läänien ja kuntien nuorisopoliittiselle ohjelmatyölle. Kehittämisohjelmaa tarkistetaan tarvittaessa. Kehittämisohjelman valmistelee opetusministeriö yhteistyössä asianomaisten muiden ministeriöiden kanssa. Valmistelussa tulee kuulla nuorisotyön ja -politiikan keskeisiä tahoja. Kehittämisohjelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Valtioneuvosto hyväksyy joka neljäs vuosi nuorisopolitiikan kehittämisohjelman. Kehittämisohjelma sisältää valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat läänien ja kuntien nuorisopoliittiselle ohjelmatyölle. Kehittämisohjelmaa tarkistetaan tarvittaessa. Kehittämisohjelman valmistelee opetusministeriö yhteistyössä asianomaisten muiden ministeriöiden kanssa. Valmistelussa tulee kuulla nuorisotyön ja -politiikan keskeisiä tahoja. Kehittämisohjelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valtioneuvosto hyvaksyy joka neljas vuosi nuorisopolitiikan kehittamisohjelman. kehittamisohjelma sisaltaa valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat laanien ja kuntien nuorisopoliittiselle ohjelmatyolle. kehittamisohjelmaa tarkistetaan tarvittaessa. kehittamisohjelman valmistelee opetusministerio yhteistyossa asianomaisten muiden ministerioiden kanssa. valmistelussa tulee kuulla nuorisotyon ja -politiikan keskeisia tahoja. kehittamisohjelmasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Ungdomspolitiskt utvecklingsprogram",
        "content_sv": "Statsrådet godkänner vart fjärde år ett ungdomspolitiskt utvecklingsprogram. I programmet anges de riksomfattande målen för ungdomspolitiken och riktlinjerna för länens och kommunernas ungdomspolitiska programarbete. Utvecklingsprogrammet revideras vid behov. Utvecklingsprogrammet bereds vid undervisningsministeriet i samråd med andra behöriga ministerier. I beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken höras. Närmare bestämmelser om utvecklingsprogrammet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Statsrådet godkänner vart fjärde år ett ungdomspolitiskt utvecklingsprogram. I programmet anges de riksomfattande målen för ungdomspolitiken och riktlinjerna för länens och kommunernas ungdomspolitiska programarbete. Utvecklingsprogrammet revideras vid behov. Utvecklingsprogrammet bereds vid undervisningsministeriet i samråd med andra behöriga ministerier. I beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken höras. Närmare bestämmelser om utvecklingsprogrammet utfärdas genom förordning av statsrådet.",
        "folded_sv": "statsradet godkanner vart fjarde ar ett ungdomspolitiskt utvecklingsprogram. i programmet anges de riksomfattande malen for ungdomspolitiken och riktlinjerna for lanens och kommunernas ungdomspolitiska programarbete. utvecklingsprogrammet revideras vid behov. utvecklingsprogrammet bereds vid undervisningsministeriet i samrad med andra behoriga ministerier. i beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken horas. narmare bestammelser om utvecklingsprogrammet utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Valtion nuorisoasiain neuvottelukunta",
      "content": "Nuorisotyön ja -politiikan asiantuntijaelimenä on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. Neuvottelukunta toimii opetusministeriön yhteydessä. Neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. Neuvottelukunnan tehtävänä on: 1) antaa opetusministeriölle lausunto nuorisopolitiikan kehittämisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittämisohjelman toteutumista; 2) tehdä esityksiä nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidän elinoloistaan. Neuvottelukunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Nuorisotyön ja -politiikan asiantuntijaelimenä on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. Neuvottelukunta toimii opetusministeriön yhteydessä. Neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. Neuvottelukunnan tehtävänä on: 1) antaa opetusministeriölle lausunto nuorisopolitiikan kehittämisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittämisohjelman toteutumista; 2) tehdä esityksiä nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidän elinoloistaan. Neuvottelukunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "nuorisotyon ja -politiikan asiantuntijaelimena on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. neuvottelukunta toimii opetusministerion yhteydessa. neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. neuvottelukunnan tehtavana on: 1) antaa opetusministeriolle lausunto nuorisopolitiikan kehittamisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittamisohjelman toteutumista; 2) tehda esityksia nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidan elinoloistaan. neuvottelukunnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Statens delegation för ungdomsärenden",
        "content_sv": "Sakkunnigorgan i ungdomsarbetet och ungdomspolitiken är statens delegation för ungdomsärenden, som tillsätts av statsrådet. Delegationen finns i anslutning till undervisningsministeriet. Delegationen kan ha sektioner för beredningen av ärenden. Delegationen skall 1) till undervisningsministeriet ge utlåtanden om de ärenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och årligen utvärdera utfallet av programmet, 2) lägga fram förslag till program och åtgärder som gäller unga, 3) producera aktuell information om unga och deras levnadsförhållanden. Närmare bestämmelser om delegationen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Sakkunnigorgan i ungdomsarbetet och ungdomspolitiken är statens delegation för ungdomsärenden, som tillsätts av statsrådet. Delegationen finns i anslutning till undervisningsministeriet. Delegationen kan ha sektioner för beredningen av ärenden. Delegationen skall 1) till undervisningsministeriet ge utlåtanden om de ärenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och årligen utvärdera utfallet av programmet, 2) lägga fram förslag till program och åtgärder som gäller unga, 3) producera aktuell information om unga och deras levnadsförhållanden. Närmare bestämmelser om delegationen utfärdas genom förordning av statsrådet.",
        "folded_sv": "sakkunnigorgan i ungdomsarbetet och ungdomspolitiken ar statens delegation for ungdomsarenden, som tillsatts av statsradet. delegationen finns i anslutning till undervisningsministeriet. delegationen kan ha sektioner for beredningen av arenden. delegationen skall 1) till undervisningsministeriet ge utlatanden om de arenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och arligen utvardera utfallet av programmet, 2) lagga fram forslag till program och atgarder som galler unga, 3) producera aktuell information om unga och deras levnadsforhallanden. narmare bestammelser om delegationen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arviointi- ja avustustoimikunta",
      "content": "Valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustusasioissa opetusministeriön asiantuntijaelimenä on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. Toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. Toimikunnan tehtävänä on: 1) tehdä vuosittain opetusministeriölle esitys valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriölle lausunto valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriölle lausunto nuorisotyötä tekevien järjestöjen valtionavustusten jaosta; 4) tehdä opetusministeriön pyynnöstä arviointeja avustettavien järjestöjen toiminnasta. Toimikunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustusasioissa opetusministeriön asiantuntijaelimenä on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. Toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. Toimikunnan tehtävänä on: 1) tehdä vuosittain opetusministeriölle esitys valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriölle lausunto valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriölle lausunto nuorisotyötä tekevien järjestöjen valtionavustusten jaosta; 4) tehdä opetusministeriön pyynnöstä arviointeja avustettavien järjestöjen toiminnasta. Toimikunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen avustusasioissa opetusministerion asiantuntijaelimena on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. toimikunnan tehtavana on: 1) tehda vuosittain opetusministeriolle esitys valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriolle lausunto valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriolle lausunto nuorisotyota tekevien jarjestojen valtionavustusten jaosta; 4) tehda opetusministerion pyynnosta arviointeja avustettavien jarjestojen toiminnasta. toimikunnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Utvärderings- och understödskommissionen",
        "content_sv": "Undervisningsministeriets sakkunnigorgan i ärenden som gäller understöd till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete är utvärderings- och understödskommissionen, som tillsätts av statsrådet. Kommissionen kan inom sig tillsätta sektioner för beredningen av ärenden. Kommissionen skall 1) årligen göra framställningar till undervisningsministeriet om fördelningen av statsunderstöden för de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete, 2) årligen utifrån ansökningar ge ett utlåtande till undervisningsministeriet om understödsbehörigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete, 3) årligen ge ett utlåtande till undervisningsministeriet om fördelningen av statsunderstöd för organisationer som bedriver ungdomsarbete, 4) på begäran av undervisningsministeriet utvärdera verksamheten i de organisationer som understöds. Närmare bestämmelser om kommissionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Undervisningsministeriets sakkunnigorgan i ärenden som gäller understöd till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete är utvärderings- och understödskommissionen, som tillsätts av statsrådet. Kommissionen kan inom sig tillsätta sektioner för beredningen av ärenden. Kommissionen skall 1) årligen göra framställningar till undervisningsministeriet om fördelningen av statsunderstöden för de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete, 2) årligen utifrån ansökningar ge ett utlåtande till undervisningsministeriet om understödsbehörigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete, 3) årligen ge ett utlåtande till undervisningsministeriet om fördelningen av statsunderstöd för organisationer som bedriver ungdomsarbete, 4) på begäran av undervisningsministeriet utvärdera verksamheten i de organisationer som understöds. Närmare bestämmelser om kommissionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "undervisningsministeriets sakkunnigorgan i arenden som galler understod till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna for ungdomsarbete ar utvarderings- och understodskommissionen, som tillsatts av statsradet. kommissionen kan inom sig tillsatta sektioner for beredningen av arenden. kommissionen skall 1) arligen gora framstallningar till undervisningsministeriet om fordelningen av statsunderstoden for de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna for ungdomsarbete, 2) arligen utifran ansokningar ge ett utlatande till undervisningsministeriet om understodsbehorigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer for ungdomsarbete, 3) arligen ge ett utlatande till undervisningsministeriet om fordelningen av statsunderstod for organisationer som bedriver ungdomsarbete, 4) pa begaran av undervisningsministeriet utvardera verksamheten i de organisationer som understods. narmare bestammelser om kommissionen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Nuorisotyön ja -politiikan kehittäminen ja toteuttaminen",
      "content": "Nuorisotyö ja -politiikka kuuluvat kunnan tehtäviin. Nuorisotyön toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyötä tekevät järjestöt. Nuorisotyön palveluja voidaan tuottaa myös alueellisesti kuntien yhteistyönä. Kunnan nuorisotyöhön ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvälinen ja monikulttuurinen nuorisotoiminta, nuorten ympäristökasvatus sekä tarvittaessa nuorten työpajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. Nuorisotyötä ja -politiikkaa toteutetaan moniammatillisena yhteistyönä paikallisten viranomaisten sekä yhteistyönä nuorten, nuorisoyhdistysten ja muiden nuorisotyötä tekevien järjestöjen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Nuorisotyö ja -politiikka kuuluvat kunnan tehtäviin. Nuorisotyön toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyötä tekevät järjestöt. Nuorisotyön palveluja voidaan tuottaa myös alueellisesti kuntien yhteistyönä. Kunnan nuorisotyöhön ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvälinen ja monikulttuurinen nuorisotoiminta, nuorten ympäristökasvatus sekä tarvittaessa nuorten työpajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. Nuorisotyötä ja -politiikkaa toteutetaan moniammatillisena yhteistyönä paikallisten viranomaisten sekä yhteistyönä nuorten, nuorisoyhdistysten ja muiden nuorisotyötä tekevien järjestöjen kanssa.",
        "folded_fi": "nuorisotyo ja -politiikka kuuluvat kunnan tehtaviin. nuorisotyon toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyota tekevat jarjestot. nuorisotyon palveluja voidaan tuottaa myos alueellisesti kuntien yhteistyona. kunnan nuorisotyohon ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvalinen ja monikulttuurinen nuorisotoiminta, nuorten ymparistokasvatus seka tarvittaessa nuorten tyopajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. nuorisotyota ja -politiikkaa toteutetaan moniammatillisena yhteistyona paikallisten viranomaisten seka yhteistyona nuorten, nuorisoyhdistysten ja muiden nuorisotyota tekevien jarjestojen kanssa.",
        "title_sv": "Utveckling och genomförande av ungdomsarbetet och ungdomspolitiken",
        "content_sv": "Ungdomsarbete och ungdomspolitik ingår i kommunernas uppgifter. Kommunerna, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete ansvarar för genomförandet av ungdomsarbetet. Tjänster inom ungdomsarbetet kan även produceras regionalt såsom samarbete mellan kommuner. Kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, möjligheter till fritidssysselsättning, informations- och rådgivningstjänster, stöd för ungdomsföreningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mångkulturell ungdomsverksamhet, miljöfostran för unga och vid behov tjänster som gäller ungdomsverkstäder eller andra verksamhetsformer som är lämpade för de lokala förhållandena och behoven. Ungdomsarbetet och ungdomspolitiken drivs genom yrkesövergripande samarbete med de lokala myndigheterna samt i samråd med de unga, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete.",
        "normalized_sv": "Ungdomsarbete och ungdomspolitik ingår i kommunernas uppgifter. Kommunerna, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete ansvarar för genomförandet av ungdomsarbetet. Tjänster inom ungdomsarbetet kan även produceras regionalt såsom samarbete mellan kommuner. Kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, möjligheter till fritidssysselsättning, informations- och rådgivningstjänster, stöd för ungdomsföreningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mångkulturell ungdomsverksamhet, miljöfostran för unga och vid behov tjänster som gäller ungdomsverkstäder eller andra verksamhetsformer som är lämpade för de lokala förhållandena och behoven. Ungdomsarbetet och ungdomspolitiken drivs genom yrkesövergripande samarbete med de lokala myndigheterna samt i samråd med de unga, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete.",
        "folded_sv": "ungdomsarbete och ungdomspolitik ingar i kommunernas uppgifter. kommunerna, ungdomsforeningarna och andra organisationer som bedriver ungdomsarbete ansvarar for genomforandet av ungdomsarbetet. tjanster inom ungdomsarbetet kan aven produceras regionalt sasom samarbete mellan kommuner. kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, mojligheter till fritidssysselsattning, informations- och radgivningstjanster, stod for ungdomsforeningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mangkulturell ungdomsverksamhet, miljofostran for unga och vid behov tjanster som galler ungdomsverkstader eller andra verksamhetsformer som ar lampade for de lokala forhallandena och behoven. ungdomsarbetet och ungdomspolitiken drivs genom yrkesovergripande samarbete med de lokala myndigheterna samt i samrad med de unga, ungdomsforeningarna och andra organisationer som bedriver ungdomsarbete."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Nuorten osallistuminen ja kuuleminen",
      "content": "Nuorille tulee järjestää mahdollisuus osallistua paikallista ja alueellista nuorisotyötä ja -politiikkaa koskevien asioiden käsittelyyn. Lisäksi nuoria on kuultava heitä koskevissa asioissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Nuorille tulee järjestää mahdollisuus osallistua paikallista ja alueellista nuorisotyötä ja -politiikkaa koskevien asioiden käsittelyyn. Lisäksi nuoria on kuultava heitä koskevissa asioissa.",
        "folded_fi": "nuorille tulee jarjestaa mahdollisuus osallistua paikallista ja alueellista nuorisotyota ja -politiikkaa koskevien asioiden kasittelyyn. lisaksi nuoria on kuultava heita koskevissa asioissa.",
        "title_sv": "Ungas deltagande och hörande av unga",
        "content_sv": "De unga skall anordnas möjlighet att delta i behandlingen av ärenden som gäller ungdomsarbete och ungdomspolitik på lokal och regional nivå. De unga skall därtill höras i ärenden som berör dem.",
        "normalized_sv": "De unga skall anordnas möjlighet att delta i behandlingen av ärenden som gäller ungdomsarbete och ungdomspolitik på lokal och regional nivå. De unga skall därtill höras i ärenden som berör dem.",
        "folded_sv": "de unga skall anordnas mojlighet att delta i behandlingen av arenden som galler ungdomsarbete och ungdomspolitik pa lokal och regional niva. de unga skall dartill horas i arenden som beror dem."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Valtionosuus kunnille",
      "content": "Kunnalle myönnetään valtionosuutta tämän lain mukaisiin käyttökustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Valtionosuus tulee käyttää 7 §:ssä tarkoitettuun toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_9",
        "normalized_fi": "Kunnalle myönnetään valtionosuutta tämän lain mukaisiin käyttökustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Valtionosuus tulee käyttää 7 § :ssä tarkoitettuun toimintaan.",
        "folded_fi": "kunnalle myonnetaan valtionosuutta taman lain mukaisiin kayttokustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) saadetaan. valtionosuus tulee kayttaa 7 §:ssa tarkoitettuun toimintaan.",
        "title_sv": "Statsandel till kommuner",
        "content_sv": "Kommunerna beviljas statsandel för driftskostnader enligt denna lag så som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Statsandelen skall användas för verksamhet som avses i 7 §.",
        "normalized_sv": "Kommunerna beviljas statsandel för driftskostnader enligt denna lag så som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Statsandelen skall användas för verksamhet som avses i 7 § .",
        "folded_sv": "kommunerna beviljas statsandel for driftskostnader enligt denna lag sa som bestams i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). statsandelen skall anvandas for verksamhet som avses i 7 §."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Nuorisojärjestöjen ja nuorisotyön palvelujärjestöjen valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina valtakunnallisille nuorisojärjestöille ja valtakunnallisille nuorisotyön palvelujärjestöille. Valtakunnalliset nuorisojärjestöt voivat osoittaa saamaansa avustusta rekisteröityjen piirijärjestöjensä toimintaan. Lisäksi valtakunnalliset nuorisojärjestöt voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. Yleisavustusta ei myönnetä sellaiselle nuorisojärjestölle, jonka pääasiallisena tehtävänä on edistää yhden koulutus-, opinto- tai vastaavan alan opiskelua. Pääasiallisesti ammatillista järjestäytymistä edistävälle nuorisojärjestölle ei myöskään myönnetä yleisavustusta. Järjestöille, joiden toiminnasta tai avustamisesta säädetään erikseen tai joille myönnettävää valtionavustusta varten on erillinen määräraha valtion talousarviossa, ei tämän lain nojalla myönnetä yleisavustusta. Valtakunnallisten nuorisojärjestöjen ja niiden piirijärjestöjen avustukset myönnetään tulosperusteisesti. Tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. Avustusta myönnettäessä otetaan lisäksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys sekä avustuksen tarve. Hyväksyttävinä toimintamenoina ei pidetä liiketoiminnasta aiheutuvia menoja. Opetusministeriö hyväksyy tämän pykälän nojalla avustettavat järjestöt. Tarkempia säännöksiä tulosperusteista, hyväksyttävistä menoista, menettelystä, jossa avustettavat järjestöt hyväksytään, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina valtakunnallisille nuorisojärjestöille ja valtakunnallisille nuorisotyön palvelujärjestöille. Valtakunnalliset nuorisojärjestöt voivat osoittaa saamaansa avustusta rekisteröityjen piirijärjestöjensä toimintaan. Lisäksi valtakunnalliset nuorisojärjestöt voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. Yleisavustusta ei myönnetä sellaiselle nuorisojärjestölle, jonka pääasiallisena tehtävänä on edistää yhden koulutus-, opinto- tai vastaavan alan opiskelua. Pääasiallisesti ammatillista järjestäytymistä edistävälle nuorisojärjestölle ei myöskään myönnetä yleisavustusta. Järjestöille, joiden toiminnasta tai avustamisesta säädetään erikseen tai joille myönnettävää valtionavustusta varten on erillinen määräraha valtion talousarviossa, ei tämän lain nojalla myönnetä yleisavustusta. Valtakunnallisten nuorisojärjestöjen ja niiden piirijärjestöjen avustukset myönnetään tulosperusteisesti. Tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. Avustusta myönnettäessä otetaan lisäksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys sekä avustuksen tarve. Hyväksyttävinä toimintamenoina ei pidetä liiketoiminnasta aiheutuvia menoja. Opetusministeriö hyväksyy tämän pykälän nojalla avustettavat järjestöt. Tarkempia säännöksiä tulosperusteista, hyväksyttävistä menoista, menettelystä, jossa avustettavat järjestöt hyväksytään, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi yleisavustuksina valtakunnallisille nuorisojarjestoille ja valtakunnallisille nuorisotyon palvelujarjestoille. valtakunnalliset nuorisojarjestot voivat osoittaa saamaansa avustusta rekisteroityjen piirijarjestojensa toimintaan. lisaksi valtakunnalliset nuorisojarjestot voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. yleisavustusta ei myonneta sellaiselle nuorisojarjestolle, jonka paaasiallisena tehtavana on edistaa yhden koulutus-, opinto- tai vastaavan alan opiskelua. paaasiallisesti ammatillista jarjestaytymista edistavalle nuorisojarjestolle ei myoskaan myonneta yleisavustusta. jarjestoille, joiden toiminnasta tai avustamisesta saadetaan erikseen tai joille myonnettavaa valtionavustusta varten on erillinen maararaha valtion talousarviossa, ei taman lain nojalla myonneta yleisavustusta. valtakunnallisten nuorisojarjestojen ja niiden piirijarjestojen avustukset myonnetaan tulosperusteisesti. tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. avustusta myonnettaessa otetaan lisaksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys seka avustuksen tarve. hyvaksyttavina toimintamenoina ei pideta liiketoiminnasta aiheutuvia menoja. opetusministerio hyvaksyy taman pykalan nojalla avustettavat jarjestot. tarkempia saannoksia tulosperusteista, hyvaksyttavista menoista, menettelysta, jossa avustettavat jarjestot hyvaksytaan, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för ungdomsorganisationer och serviceorganisationer för ungdomsarbete",
        "content_sv": "I statsbudgeten kan årligen tas in anslag för allmänt understöd till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete. De riksomfattande ungdomsorganisationerna kan anvisa erhållet understöd till verksamhet i deras registrerade distriktsorganisationer. De riksomfattande ungdomsorganisationerna kan också anvisa sina lokalföreningar specialunderstöd för begränsade ändamål. Allmänt understöd beviljas inte ungdomsorganisationer vars huvudsakliga uppgift är att främja studier inom ett enda utbildnings- eller studieområde eller motsvarande område. Ungdomsorganisationer som i huvudsak främjar facklig organisering beviljas inte heller allmänt understöd. Organisationer i fråga om vars verksamhet eller rätt till understöd föreskrivs särskilt eller för vars statsunderstöd statsbudgeten upptar ett särskilt anslag, beviljas inte allmänt understöd med stöd av denna lag. Understöden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgående från resultat. Resultatkriterier är verksamhetens kvalitet, omfattning och lönsamhet. När understöd beviljas beaktas dessutom verksamhetens aktuella samhälleliga betydelse samt behovet av understöd. Utgifter för affärsverksamhet betraktas inte som godtagbara verksamhetsutgifter. Undervisningsministeriet godkänner de organisationer som beviljas understöd med stöd av denna paragraf. Närmare bestämmelser om resultatkriterier, godtagbara utgifter och förfarandet för godkännande av organisationer som får understöd och om andra kriterier för stöd kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in anslag för allmänt understöd till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete. De riksomfattande ungdomsorganisationerna kan anvisa erhållet understöd till verksamhet i deras registrerade distriktsorganisationer. De riksomfattande ungdomsorganisationerna kan också anvisa sina lokalföreningar specialunderstöd för begränsade ändamål. Allmänt understöd beviljas inte ungdomsorganisationer vars huvudsakliga uppgift är att främja studier inom ett enda utbildnings- eller studieområde eller motsvarande område. Ungdomsorganisationer som i huvudsak främjar facklig organisering beviljas inte heller allmänt understöd. Organisationer i fråga om vars verksamhet eller rätt till understöd föreskrivs särskilt eller för vars statsunderstöd statsbudgeten upptar ett särskilt anslag, beviljas inte allmänt understöd med stöd av denna lag. Understöden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgående från resultat. Resultatkriterier är verksamhetens kvalitet, omfattning och lönsamhet. När understöd beviljas beaktas dessutom verksamhetens aktuella samhälleliga betydelse samt behovet av understöd. Utgifter för affärsverksamhet betraktas inte som godtagbara verksamhetsutgifter. Undervisningsministeriet godkänner de organisationer som beviljas understöd med stöd av denna paragraf. Närmare bestämmelser om resultatkriterier, godtagbara utgifter och förfarandet för godkännande av organisationer som får understöd och om andra kriterier för stöd kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in anslag for allmant understod till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer for ungdomsarbete. de riksomfattande ungdomsorganisationerna kan anvisa erhallet understod till verksamhet i deras registrerade distriktsorganisationer. de riksomfattande ungdomsorganisationerna kan ocksa anvisa sina lokalforeningar specialunderstod for begransade andamal. allmant understod beviljas inte ungdomsorganisationer vars huvudsakliga uppgift ar att framja studier inom ett enda utbildnings- eller studieomrade eller motsvarande omrade. ungdomsorganisationer som i huvudsak framjar facklig organisering beviljas inte heller allmant understod. organisationer i fraga om vars verksamhet eller ratt till understod foreskrivs sarskilt eller for vars statsunderstod statsbudgeten upptar ett sarskilt anslag, beviljas inte allmant understod med stod av denna lag. understoden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgaende fran resultat. resultatkriterier ar verksamhetens kvalitet, omfattning och lonsamhet. nar understod beviljas beaktas dessutom verksamhetens aktuella samhalleliga betydelse samt behovet av understod. utgifter for affarsverksamhet betraktas inte som godtagbara verksamhetsutgifter. undervisningsministeriet godkanner de organisationer som beviljas understod med stod av denna paragraf. narmare bestammelser om resultatkriterier, godtagbara utgifter och forfarandet for godkannande av organisationer som far understod och om andra kriterier for stod kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Nuorisotyötä tekevien järjestöjen valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina nuorisotyötä tekeville järjestöille. Avustusten myöntämisessä noudatetaan, mitä 10 §:n 2 ja 3 momentissa säädetään. Tarkempia säännöksiä avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina nuorisotyötä tekeville järjestöille. Avustusten myöntämisessä noudatetaan, mitä 10 § :n 2 ja 3 momentissa säädetään. Tarkempia säännöksiä avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi yleisavustuksina nuorisotyota tekeville jarjestoille. avustusten myontamisessa noudatetaan, mita 10 §:n 2 ja 3 momentissa saadetaan. tarkempia saannoksia avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för organisationer som bedriver ungdomsarbete",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för allmänna understöd till organisationer som bedriver ungdomsarbete. I fråga om beviljande av understöd iakttas 10 § 2 och 3 mom. Närmare bestämmelser om understödskriterierna kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för allmänna understöd till organisationer som bedriver ungdomsarbete. I fråga om beviljande av understöd iakttas 10 § 2 och 3 mom. Närmare bestämmelser om understödskriterierna kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for allmanna understod till organisationer som bedriver ungdomsarbete. i fraga om beviljande av understod iakttas 10 § 2 och 3 mom. narmare bestammelser om understodskriterierna kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Valtakunnallisten nuorisokeskusten valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. Toiminta-avustukset myönnetään pääosin tulosperusteisesti nuorisokäytön ja keskusten toiminta-ajatusten perusteella. Toimintansa aloittaville keskuksille avustus voidaan kuitenkin myöntää arvion perusteella. Keskusten tulee toteuttaa tämän lain tarkoitusta ja lähtökohtia ja olla yleishyödyllisiä. Keskusten mahdollinen ylijäämä on käytettävä keskusten sekä niiden palvelujen kehittämiseen. Opetusministeriö hyväksyy hakemuksesta avustettavat keskukset tämän lain piiriin. Tarkempia säännöksiä avustettavien keskusten hyväksymisen perusteista sekä keskusten toiminnan ja talouden järjestämisestä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. Toiminta-avustukset myönnetään pääosin tulosperusteisesti nuorisokäytön ja keskusten toiminta-ajatusten perusteella. Toimintansa aloittaville keskuksille avustus voidaan kuitenkin myöntää arvion perusteella. Keskusten tulee toteuttaa tämän lain tarkoitusta ja lähtökohtia ja olla yleishyödyllisiä. Keskusten mahdollinen ylijäämä on käytettävä keskusten sekä niiden palvelujen kehittämiseen. Opetusministeriö hyväksyy hakemuksesta avustettavat keskukset tämän lain piiriin. Tarkempia säännöksiä avustettavien keskusten hyväksymisen perusteista sekä keskusten toiminnan ja talouden järjestämisestä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. toiminta-avustukset myonnetaan paaosin tulosperusteisesti nuorisokayton ja keskusten toiminta-ajatusten perusteella. toimintansa aloittaville keskuksille avustus voidaan kuitenkin myontaa arvion perusteella. keskusten tulee toteuttaa taman lain tarkoitusta ja lahtokohtia ja olla yleishyodyllisia. keskusten mahdollinen ylijaama on kaytettava keskusten seka niiden palvelujen kehittamiseen. opetusministerio hyvaksyy hakemuksesta avustettavat keskukset taman lain piiriin. tarkempia saannoksia avustettavien keskusten hyvaksymisen perusteista seka keskusten toiminnan ja talouden jarjestamisesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för riksomfattande ungdomscentraler",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för verksamhet i riksomfattande ungdomscentraler och för byggande av riksomfattande ungdomscentraler. Verksamhetsunderstöden beviljas i huvudsak utgående från resultatet med hänsyn till användningen för ungdom samt ungdomscentralernas verksamhetsidé. Centraler som inleder sin verksamhet kan dock beviljas understöd enligt uppskattning. Centralerna skall förverkliga denna lags syfte och utgångspunkter och vara allmännyttiga. Ett eventuellt överskott i centralerna skall användas för utveckling av centralen och dess tjänster. Undervisningsministeriet godkänner på ansökan de centraler som beviljas understöd med stöd av denna lag. Närmare bestämmelser om grunderna för godkännande av de centraler som skall få understöd och om ordnandet av centralernas verksamhet och ekonomi kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för verksamhet i riksomfattande ungdomscentraler och för byggande av riksomfattande ungdomscentraler. Verksamhetsunderstöden beviljas i huvudsak utgående från resultatet med hänsyn till användningen för ungdom samt ungdomscentralernas verksamhetsidé. Centraler som inleder sin verksamhet kan dock beviljas understöd enligt uppskattning. Centralerna skall förverkliga denna lags syfte och utgångspunkter och vara allmännyttiga. Ett eventuellt överskott i centralerna skall användas för utveckling av centralen och dess tjänster. Undervisningsministeriet godkänner på ansökan de centraler som beviljas understöd med stöd av denna lag. Närmare bestämmelser om grunderna för godkännande av de centraler som skall få understöd och om ordnandet av centralernas verksamhet och ekonomi kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for verksamhet i riksomfattande ungdomscentraler och for byggande av riksomfattande ungdomscentraler. verksamhetsunderstoden beviljas i huvudsak utgaende fran resultatet med hansyn till anvandningen for ungdom samt ungdomscentralernas verksamhetside. centraler som inleder sin verksamhet kan dock beviljas understod enligt uppskattning. centralerna skall forverkliga denna lags syfte och utgangspunkter och vara allmannyttiga. ett eventuellt overskott i centralerna skall anvandas for utveckling av centralen och dess tjanster. undervisningsministeriet godkanner pa ansokan de centraler som beviljas understod med stod av denna lag. narmare bestammelser om grunderna for godkannande av de centraler som skall fa understod och om ordnandet av centralernas verksamhet och ekonomi kan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Muut valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha nuorisotyöhön ja -politiikkaan liittyvään tutkimukseen, kansainväliseen nuorisoyhteistyöhön, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen sekä nuorisotyön kehittämistoimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha nuorisotyöhön ja -politiikkaan liittyvään tutkimukseen, kansainväliseen nuorisoyhteistyöhön, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen sekä nuorisotyön kehittämistoimintaan.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha nuorisotyohon ja -politiikkaan liittyvaan tutkimukseen, kansainvaliseen nuorisoyhteistyohon, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen seka nuorisotyon kehittamistoimintaan.",
        "title_sv": "Övriga statsunderstöd",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för forskning som hänför sig till ungdomsarbete och ungdomspolitik samt för internationellt ungdomssamarbete och för byggande, grundläggande renovering och utrustning av lokaler för ungdom samt för verksamhet för att utveckla ungdomsarbetet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för forskning som hänför sig till ungdomsarbete och ungdomspolitik samt för internationellt ungdomssamarbete och för byggande, grundläggande renovering och utrustning av lokaler för ungdom samt för verksamhet för att utveckla ungdomsarbetet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for forskning som hanfor sig till ungdomsarbete och ungdomspolitik samt for internationellt ungdomssamarbete och for byggande, grundlaggande renovering och utrustning av lokaler for ungdom samt for verksamhet for att utveckla ungdomsarbetet."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Valtionapuviranomainen",
      "content": "Valtionapuviranomaisena tässä laissa tarkoitetuissa asioissa on opetusministeriö. Opetusministeriö voi osoittaa lääninhallitusten myönnettäväksi talousarvioon otettuja avustusmäärärahoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_14",
        "normalized_fi": "Valtionapuviranomaisena tässä laissa tarkoitetuissa asioissa on opetusministeriö. Opetusministeriö voi osoittaa lääninhallitusten myönnettäväksi talousarvioon otettuja avustusmäärärahoja.",
        "folded_fi": "valtionapuviranomaisena tassa laissa tarkoitetuissa asioissa on opetusministerio. opetusministerio voi osoittaa laaninhallitusten myonnettavaksi talousarvioon otettuja avustusmaararahoja.",
        "title_sv": "Statsbidragsmyndighet",
        "content_sv": "Undervisningsministeriet är statsbidragsmyndighet i de ärenden som avses i denna lag. Undervisningsministeriet kan anvisa anslag som tagits in i budgeten till länsstyrelserna för beviljande av understöd.",
        "normalized_sv": "Undervisningsministeriet är statsbidragsmyndighet i de ärenden som avses i denna lag. Undervisningsministeriet kan anvisa anslag som tagits in i budgeten till länsstyrelserna för beviljande av understöd.",
        "folded_sv": "undervisningsministeriet ar statsbidragsmyndighet i de arenden som avses i denna lag. undervisningsministeriet kan anvisa anslag som tagits in i budgeten till lansstyrelserna for beviljande av understod."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Valtionosuuksien ja -avustusten rahoitus",
      "content": "Tässä laissa tarkoitetut valtionosuudet sekä -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Tässä laissa tarkoitetut valtionosuudet sekä -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
        "folded_fi": "tassa laissa tarkoitetut valtionosuudet seka -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
        "title_sv": "Finansieringen av statsandelar och statsunderstöd",
        "content_sv": "De statsandelar och statsunderstöd som avses i denna lag betalas i främsta hand med vinstmedel av tippnings- och penninglotterispel.",
        "normalized_sv": "De statsandelar och statsunderstöd som avses i denna lag betalas i främsta hand med vinstmedel av tippnings- och penninglotterispel.",
        "folded_sv": "de statsandelar och statsunderstod som avses i denna lag betalas i framsta hand med vinstmedel av tippnings- och penninglotterispel."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Valtionavustuslain soveltaminen",
      "content": "Edellä 10―13 §:ssä tarkoitettuun valtionavustukseen sovelletaan muutoin, mitä valtion avustuslaissa (688/2001) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Edellä 10―13 § :ssä tarkoitettuun valtionavustukseen sovelletaan muutoin, mitä valtion avustuslaissa (688/2001) säädetään.",
        "folded_fi": "edella 10―13 §:ssa tarkoitettuun valtionavustukseen sovelletaan muutoin, mita valtion avustuslaissa (688/2001) saadetaan.",
        "title_sv": "Tillämpning av statsunderstödslagen",
        "content_sv": "På statsunderstöd som avses i 10―13 § tillämpas i övrigt statsunderstödslagen (688/2001).",
        "normalized_sv": "På statsunderstöd som avses i 10―13 § tillämpas i övrigt statsunderstödslagen (688/2001).",
        "folded_sv": "pa statsunderstod som avses i 10―13 § tillampas i ovrigt statsunderstodslagen (688/2001)."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2006. Lain 10 ja 11 § tulevat kuitenkin voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan 24 päivänä helmikuuta 1995 annettu nuorisotyölaki (235/1995) siihen myöhemmin tehtyine muutoksineen. Kumotun lain 8 §:ää sovelletaan kuitenkin edelleen vuoden 2006 loppuun. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2006. Lain 10 ja 11 § tulevat kuitenkin voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan 24 päivänä helmikuuta 1995 annettu nuorisotyölaki (235/1995) siihen myöhemmin tehtyine muutoksineen. Kumotun lain 8 § :ää sovelletaan kuitenkin edelleen vuoden 2006 loppuun. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana maaliskuuta 2006. lain 10 ja 11 § tulevat kuitenkin voimaan 1 paivana tammikuuta 2007. talla lailla kumotaan 24 paivana helmikuuta 1995 annettu nuorisotyolaki (235/1995) siihen myohemmin tehtyine muutoksineen. kumotun lain 8 §:aa sovelletaan kuitenkin edelleen vuoden 2006 loppuun. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 mars 2006. Lagens 10 och 11 § träder dock i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jämte ändringar. Den upphävda lagens 8 § tillämpas dock till utgången av 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 mars 2006. Lagens 10 och 11 § träder dock i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jämte ändringar. Den upphävda lagens 8 § tillämpas dock till utgången av 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 mars 2006. lagens 10 och 11 § trader dock i kraft den 1 januari 2007. genom denna lag upphavs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jamte andringar. den upphavda lagens 8 § tillampas dock till utgangen av 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojärjestöjen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt nuorisojärjestöt ja nuorisotyön palvelujärjestöt säilyttävät valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministeriö ennen sitä erikseen muuta asiaa koskevaa päätöstään tai kumoa sitä. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt valtakunnalliset nuorisokeskukset säilyttävät tämän lain voimaan tullessa valtionavustuskelpoisuutensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_18",
        "normalized_fi": "Ennen tämän lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojärjestöjen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt nuorisojärjestöt ja nuorisotyön palvelujärjestöt säilyttävät valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministeriö ennen sitä erikseen muuta asiaa koskevaa päätöstään tai kumoa sitä. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt valtakunnalliset nuorisokeskukset säilyttävät tämän lain voimaan tullessa valtionavustuskelpoisuutensa.",
        "folded_fi": "ennen taman lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojarjestojen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. ennen taman lain voimaantuloa avustettaviksi hyvaksytyt nuorisojarjestot ja nuorisotyon palvelujarjestot sailyttavat valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministerio ennen sita erikseen muuta asiaa koskevaa paatostaan tai kumoa sita. ennen taman lain voimaantuloa avustettaviksi hyvaksytyt valtakunnalliset nuorisokeskukset sailyttavat taman lain voimaan tullessa valtionavustuskelpoisuutensa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den delegation för ungdomsärenden och den kommission för understöd till ungdomsorganisationer som tillsatts före denna lags ikraftträdande fortsätter sin verksamhet till utgången av mandatperioden. De ungdomsorganisationer och serviceorganisationer för ungdomsarbete som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd till utgången av 2006, om inte undervisningsministeriet före det ändrar sitt beslut i frågan särskilt eller upphäver det. Riksomfattande ungdomscentraler som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd även efter ikraftträdandet.",
        "normalized_sv": "Den delegation för ungdomsärenden och den kommission för understöd till ungdomsorganisationer som tillsatts före denna lags ikraftträdande fortsätter sin verksamhet till utgången av mandatperioden. De ungdomsorganisationer och serviceorganisationer för ungdomsarbete som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd till utgången av 2006, om inte undervisningsministeriet före det ändrar sitt beslut i frågan särskilt eller upphäver det. Riksomfattande ungdomscentraler som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd även efter ikraftträdandet.",
        "folded_sv": "den delegation for ungdomsarenden och den kommission for understod till ungdomsorganisationer som tillsatts fore denna lags ikrafttradande fortsatter sin verksamhet till utgangen av mandatperioden. de ungdomsorganisationer och serviceorganisationer for ungdomsarbete som fore denna lags ikrafttradande har godkants som understodstagare ar behoriga for statsunderstod till utgangen av 2006, om inte undervisningsministeriet fore det andrar sitt beslut i fragan sarskilt eller upphaver det. riksomfattande ungdomscentraler som fore denna lags ikrafttradande har godkants som understodstagare ar behoriga for statsunderstod aven efter ikrafttradandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Tavoite",
      "content": "Tämän lain tarkoituksena on tukea nuorten kasvua ja itsenäistymistä, edistää nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista sekä parantaa nuorten kasvu- ja elinoloja. Tavoitteen toteuttamisessa lähtökohtina ovat yhteisöllisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvälisyys, terveet elämäntavat sekä ympäristön ja elämän kunnioittaminen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_1",
        "normalized_fi": "Tämän lain tarkoituksena on tukea nuorten kasvua ja itsenäistymistä, edistää nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista sekä parantaa nuorten kasvu- ja elinoloja. Tavoitteen toteuttamisessa lähtökohtina ovat yhteisöllisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvälisyys, terveet elämäntavat sekä ympäristön ja elämän kunnioittaminen.",
        "folded_fi": "taman lain tarkoituksena on tukea nuorten kasvua ja itsenaistymista, edistaa nuorten aktiivista kansalaisuutta ja nuorten sosiaalista vahvistamista seka parantaa nuorten kasvu- ja elinoloja. tavoitteen toteuttamisessa lahtokohtina ovat yhteisollisyys, yhteisvastuu, yhdenvertaisuus ja tasa-arvo, monikulttuurisuus ja kansainvalisyys, terveet elamantavat seka ympariston ja elaman kunnioittaminen.",
        "title_sv": "Syfte",
        "content_sv": "Syftet med denna lag är att stödja de ungas utveckling och självständighetsprocess, främja ett aktivt medborgarskap hos de unga och stärka deras sociala identitet samt förbättra de ungas uppväxt- och levnadsvillkor. Syftet skall uppnås med utgångspunkt i gemenskap, solidaritet, likställdhet och jämlikhet, kulturell mångfald och internationalism, sunda levnadsvanor samt respekt för miljön och livet.",
        "normalized_sv": "Syftet med denna lag är att stödja de ungas utveckling och självständighetsprocess, främja ett aktivt medborgarskap hos de unga och stärka deras sociala identitet samt förbättra de ungas uppväxt- och levnadsvillkor. Syftet skall uppnås med utgångspunkt i gemenskap, solidaritet, likställdhet och jämlikhet, kulturell mångfald och internationalism, sunda levnadsvanor samt respekt för miljön och livet.",
        "folded_sv": "syftet med denna lag ar att stodja de ungas utveckling och sjalvstandighetsprocess, framja ett aktivt medborgarskap hos de unga och starka deras sociala identitet samt forbattra de ungas uppvaxt- och levnadsvillkor. syftet skall uppnas med utgangspunkt i gemenskap, solidaritet, likstalldhet och jamlikhet, kulturell mangfald och internationalism, sunda levnadsvanor samt respekt for miljon och livet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteitä elämäntaitojen parantamiseksi ja syrjäytymisen ehkäisemiseksi; 4) nuorisotyöllä nuorten oman ajan käyttöön kohdistuvaa aktiivisen kansalaisuuden edistämistä samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenäistymisen tukemista sekä sukupolvien välistä vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojärjestöllä rekisteröityä järjestöä, joka toteuttaa tämän lain tarkoitusta ja lähtökohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyön palvelujärjestöllä rekisteröityä järjestöä, jonka toiminnan pääasiallisena tarkoituksena on tuottaa palveluja nuorisotyön yleiseksi kehittämiseksi; 8) nuorisotyötä tekevällä järjestöllä rekisteröityä järjestöä tai muuta yhteisöä, jonka toiminnasta ainakin osa on nuorisotyötä ja jonka nuorisotyö on laajuudeltaan verrattavissa valtakunnallisen nuorisojärjestön toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_1__sec_2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteitä elämäntaitojen parantamiseksi ja syrjäytymisen ehkäisemiseksi; 4) nuorisotyöllä nuorten oman ajan käyttöön kohdistuvaa aktiivisen kansalaisuuden edistämistä samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenäistymisen tukemista sekä sukupolvien välistä vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojärjestöllä rekisteröityä järjestöä, joka toteuttaa tämän lain tarkoitusta ja lähtökohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyön palvelujärjestöllä rekisteröityä järjestöä, jonka toiminnan pääasiallisena tarkoituksena on tuottaa palveluja nuorisotyön yleiseksi kehittämiseksi; 8) nuorisotyötä tekevällä järjestöllä rekisteröityä järjestöä tai muuta yhteisöä, jonka toiminnasta ainakin osa on nuorisotyötä ja jonka nuorisotyö on laajuudeltaan verrattavissa valtakunnallisen nuorisojärjestön toimintaan.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) nuorilla alle 29-vuotiaita; 2) aktiivisella kansalaisuudella nuorten tavoitteellista toimintaa kansalaisyhteiskunnassa; 3) sosiaalisella vahvistamisella nuorille suunnattuja toimenpiteita elamantaitojen parantamiseksi ja syrjaytymisen ehkaisemiseksi; 4) nuorisotyolla nuorten oman ajan kayttoon kohdistuvaa aktiivisen kansalaisuuden edistamista samoin kuin nuorten sosiaalista vahvistamista, nuoren kasvun ja itsenaistymisen tukemista seka sukupolvien valista vuorovaikutusta; 5) nuorisopolitiikalla nuorten kasvu- ja elinolojen parantamista; 6) valtakunnallisella nuorisojarjestolla rekisteroitya jarjestoa, joka toteuttaa taman lain tarkoitusta ja lahtokohtia ja jonka toiminta-alueena on koko maa; 7) valtakunnallisella nuorisotyon palvelujarjestolla rekisteroitya jarjestoa, jonka toiminnan paaasiallisena tarkoituksena on tuottaa palveluja nuorisotyon yleiseksi kehittamiseksi; 8) nuorisotyota tekevalla jarjestolla rekisteroitya jarjestoa tai muuta yhteisoa, jonka toiminnasta ainakin osa on nuorisotyota ja jonka nuorisotyo on laajuudeltaan verrattavissa valtakunnallisen nuorisojarjeston toimintaan.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) unga personer som inte har fyllt 29 år, 2) aktivt medborgarskap ungas målinriktade verksamhet i medborgarsamhället, 3) stärkning av ungas sociala identitet till unga riktade åtgärder för att förbättra deras livskunskap och för att förhindra utslagning, 4) ungdomsarbete åtgärder för att främja ett aktivt medborgarskap i fråga om de ungas användning av sin egen tid, stärka de ungas sociala identitet, stödja de ungas utveckling och självständighetsprocess samt växelverkan mellan generationerna, 5) ungdomspolitik åtgärder för att förbättra de ungas uppväxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som förverkligar denna lags syfte och utgångspunkter och vars verksamhetsområde är hela landet, 7) riksomfattande serviceorganisation för ungdomsarbete en registrerad organisation vars verksamhet har som främsta syfte att producera tjänster för den allmänna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet åtminstone till en del består av ungdomsarbete och vars ungdomsarbete till omfattningen kan jämföras med verksamheten i en riksomfattande ungdomsorganisation.",
        "normalized_sv": "I denna lag avses med 1) unga personer som inte har fyllt 29 år, 2) aktivt medborgarskap ungas målinriktade verksamhet i medborgarsamhället, 3) stärkning av ungas sociala identitet till unga riktade åtgärder för att förbättra deras livskunskap och för att förhindra utslagning, 4) ungdomsarbete åtgärder för att främja ett aktivt medborgarskap i fråga om de ungas användning av sin egen tid, stärka de ungas sociala identitet, stödja de ungas utveckling och självständighetsprocess samt växelverkan mellan generationerna, 5) ungdomspolitik åtgärder för att förbättra de ungas uppväxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som förverkligar denna lags syfte och utgångspunkter och vars verksamhetsområde är hela landet, 7) riksomfattande serviceorganisation för ungdomsarbete en registrerad organisation vars verksamhet har som främsta syfte att producera tjänster för den allmänna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet åtminstone till en del består av ungdomsarbete och vars ungdomsarbete till omfattningen kan jämföras med verksamheten i en riksomfattande ungdomsorganisation.",
        "folded_sv": "i denna lag avses med 1) unga personer som inte har fyllt 29 ar, 2) aktivt medborgarskap ungas malinriktade verksamhet i medborgarsamhallet, 3) starkning av ungas sociala identitet till unga riktade atgarder for att forbattra deras livskunskap och for att forhindra utslagning, 4) ungdomsarbete atgarder for att framja ett aktivt medborgarskap i fraga om de ungas anvandning av sin egen tid, starka de ungas sociala identitet, stodja de ungas utveckling och sjalvstandighetsprocess samt vaxelverkan mellan generationerna, 5) ungdomspolitik atgarder for att forbattra de ungas uppvaxt- och levnadsvillkor, 6) riksomfattande ungdomsorganisation en registrerad organisation som forverkligar denna lags syfte och utgangspunkter och vars verksamhetsomrade ar hela landet, 7) riksomfattande serviceorganisation for ungdomsarbete en registrerad organisation vars verksamhet har som framsta syfte att producera tjanster for den allmanna utvecklingen av ungdomsarbetet, 8) organisation som bedriver ungdomsarbete en registrerad organisation eller annan sammanslutning vars verksamhet atminstone till en del bestar av ungdomsarbete och vars ungdomsarbete till omfattningen kan jamforas med verksamheten i en riksomfattande ungdomsorganisation."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Kehittäminen ja yhteistyö",
      "content": "Opetusministeriöllä on vastuu nuorisotyön ja -politiikan yleisestä kehittämisestä. Lääninhallitukset toimivat nuorisotyötä ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. Opetusministeriö hyväksyy läänin nuorisotoimen tulostavoitteet yhdessä lääninhallituksen kanssa. Opetusministeriöllä on valtakunnan tasolla ja lääninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_3",
        "normalized_fi": "Opetusministeriöllä on vastuu nuorisotyön ja -politiikan yleisestä kehittämisestä. Lääninhallitukset toimivat nuorisotyötä ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. Opetusministeriö hyväksyy läänin nuorisotoimen tulostavoitteet yhdessä lääninhallituksen kanssa. Opetusministeriöllä on valtakunnan tasolla ja lääninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
        "folded_fi": "opetusministeriolla on vastuu nuorisotyon ja -politiikan yleisesta kehittamisesta. laaninhallitukset toimivat nuorisotyota ja -politiikkaa koskevissa asioissa valtion aluehallintoviranomaisina. opetusministerio hyvaksyy laanin nuorisotoimen tulostavoitteet yhdessa laaninhallituksen kanssa. opetusministeriolla on valtakunnan tasolla ja laaninhallituksilla aluetasolla vastuu nuorisopolitiikan yhteensovittamisesta.",
        "title_sv": "Utveckling och samarbete",
        "content_sv": "Undervisningsministeriet ansvarar för den allmänna utvecklingen av ungdomsarbetet och ungdomspolitiken. Länsstyrelserna är statens regionförvaltningsmyndigheter i ärenden som gäller ungdomsarbete och ungdomspolitik. Undervisningsministeriet godkänner resultatmålen för länets ungdomsväsen tillsammans med länsstyrelsen. Undervisningsministeriet ansvarar på riksnivå och länsstyrelserna på regionnivå för samordningen av ungdomspolitiken.",
        "normalized_sv": "Undervisningsministeriet ansvarar för den allmänna utvecklingen av ungdomsarbetet och ungdomspolitiken. Länsstyrelserna är statens regionförvaltningsmyndigheter i ärenden som gäller ungdomsarbete och ungdomspolitik. Undervisningsministeriet godkänner resultatmålen för länets ungdomsväsen tillsammans med länsstyrelsen. Undervisningsministeriet ansvarar på riksnivå och länsstyrelserna på regionnivå för samordningen av ungdomspolitiken.",
        "folded_sv": "undervisningsministeriet ansvarar for den allmanna utvecklingen av ungdomsarbetet och ungdomspolitiken. lansstyrelserna ar statens regionforvaltningsmyndigheter i arenden som galler ungdomsarbete och ungdomspolitik. undervisningsministeriet godkanner resultatmalen for lanets ungdomsvasen tillsammans med lansstyrelsen. undervisningsministeriet ansvarar pa riksniva och lansstyrelserna pa regionniva for samordningen av ungdomspolitiken."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Nuorisopolitiikan kehittämisohjelma",
      "content": "Valtioneuvosto hyväksyy joka neljäs vuosi nuorisopolitiikan kehittämisohjelman. Kehittämisohjelma sisältää valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat läänien ja kuntien nuorisopoliittiselle ohjelmatyölle. Kehittämisohjelmaa tarkistetaan tarvittaessa. Kehittämisohjelman valmistelee opetusministeriö yhteistyössä asianomaisten muiden ministeriöiden kanssa. Valmistelussa tulee kuulla nuorisotyön ja -politiikan keskeisiä tahoja. Kehittämisohjelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_4",
        "normalized_fi": "Valtioneuvosto hyväksyy joka neljäs vuosi nuorisopolitiikan kehittämisohjelman. Kehittämisohjelma sisältää valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat läänien ja kuntien nuorisopoliittiselle ohjelmatyölle. Kehittämisohjelmaa tarkistetaan tarvittaessa. Kehittämisohjelman valmistelee opetusministeriö yhteistyössä asianomaisten muiden ministeriöiden kanssa. Valmistelussa tulee kuulla nuorisotyön ja -politiikan keskeisiä tahoja. Kehittämisohjelmasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valtioneuvosto hyvaksyy joka neljas vuosi nuorisopolitiikan kehittamisohjelman. kehittamisohjelma sisaltaa valtakunnalliset nuorisopolitiikan tavoitteet ja suuntaviivat laanien ja kuntien nuorisopoliittiselle ohjelmatyolle. kehittamisohjelmaa tarkistetaan tarvittaessa. kehittamisohjelman valmistelee opetusministerio yhteistyossa asianomaisten muiden ministerioiden kanssa. valmistelussa tulee kuulla nuorisotyon ja -politiikan keskeisia tahoja. kehittamisohjelmasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Ungdomspolitiskt utvecklingsprogram",
        "content_sv": "Statsrådet godkänner vart fjärde år ett ungdomspolitiskt utvecklingsprogram. I programmet anges de riksomfattande målen för ungdomspolitiken och riktlinjerna för länens och kommunernas ungdomspolitiska programarbete. Utvecklingsprogrammet revideras vid behov. Utvecklingsprogrammet bereds vid undervisningsministeriet i samråd med andra behöriga ministerier. I beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken höras. Närmare bestämmelser om utvecklingsprogrammet utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Statsrådet godkänner vart fjärde år ett ungdomspolitiskt utvecklingsprogram. I programmet anges de riksomfattande målen för ungdomspolitiken och riktlinjerna för länens och kommunernas ungdomspolitiska programarbete. Utvecklingsprogrammet revideras vid behov. Utvecklingsprogrammet bereds vid undervisningsministeriet i samråd med andra behöriga ministerier. I beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken höras. Närmare bestämmelser om utvecklingsprogrammet utfärdas genom förordning av statsrådet.",
        "folded_sv": "statsradet godkanner vart fjarde ar ett ungdomspolitiskt utvecklingsprogram. i programmet anges de riksomfattande malen for ungdomspolitiken och riktlinjerna for lanens och kommunernas ungdomspolitiska programarbete. utvecklingsprogrammet revideras vid behov. utvecklingsprogrammet bereds vid undervisningsministeriet i samrad med andra behoriga ministerier. i beredningen skall centrala instanser inom ungdomsarbetet och ungdomspolitiken horas. narmare bestammelser om utvecklingsprogrammet utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Valtion nuorisoasiain neuvottelukunta",
      "content": "Nuorisotyön ja -politiikan asiantuntijaelimenä on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. Neuvottelukunta toimii opetusministeriön yhteydessä. Neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. Neuvottelukunnan tehtävänä on: 1) antaa opetusministeriölle lausunto nuorisopolitiikan kehittämisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittämisohjelman toteutumista; 2) tehdä esityksiä nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidän elinoloistaan. Neuvottelukunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_5",
        "normalized_fi": "Nuorisotyön ja -politiikan asiantuntijaelimenä on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. Neuvottelukunta toimii opetusministeriön yhteydessä. Neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. Neuvottelukunnan tehtävänä on: 1) antaa opetusministeriölle lausunto nuorisopolitiikan kehittämisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittämisohjelman toteutumista; 2) tehdä esityksiä nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidän elinoloistaan. Neuvottelukunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "nuorisotyon ja -politiikan asiantuntijaelimena on valtion nuorisoasiain neuvottelukunta, jonka asettaa valtioneuvosto. neuvottelukunta toimii opetusministerion yhteydessa. neuvottelukunnalla voi olla jaostoja asioiden valmistelua varten. neuvottelukunnan tehtavana on: 1) antaa opetusministeriolle lausunto nuorisopolitiikan kehittamisohjelmaan otettavista asioista ja arvioida vuosittain nuorisopolitiikan kehittamisohjelman toteutumista; 2) tehda esityksia nuoria koskeviksi ohjelmiksi ja toimenpiteiksi; 3) tuottaa ajankohtaista tietoa nuorista ja heidan elinoloistaan. neuvottelukunnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Statens delegation för ungdomsärenden",
        "content_sv": "Sakkunnigorgan i ungdomsarbetet och ungdomspolitiken är statens delegation för ungdomsärenden, som tillsätts av statsrådet. Delegationen finns i anslutning till undervisningsministeriet. Delegationen kan ha sektioner för beredningen av ärenden. Delegationen skall 1) till undervisningsministeriet ge utlåtanden om de ärenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och årligen utvärdera utfallet av programmet, 2) lägga fram förslag till program och åtgärder som gäller unga, 3) producera aktuell information om unga och deras levnadsförhållanden. Närmare bestämmelser om delegationen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Sakkunnigorgan i ungdomsarbetet och ungdomspolitiken är statens delegation för ungdomsärenden, som tillsätts av statsrådet. Delegationen finns i anslutning till undervisningsministeriet. Delegationen kan ha sektioner för beredningen av ärenden. Delegationen skall 1) till undervisningsministeriet ge utlåtanden om de ärenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och årligen utvärdera utfallet av programmet, 2) lägga fram förslag till program och åtgärder som gäller unga, 3) producera aktuell information om unga och deras levnadsförhållanden. Närmare bestämmelser om delegationen utfärdas genom förordning av statsrådet.",
        "folded_sv": "sakkunnigorgan i ungdomsarbetet och ungdomspolitiken ar statens delegation for ungdomsarenden, som tillsatts av statsradet. delegationen finns i anslutning till undervisningsministeriet. delegationen kan ha sektioner for beredningen av arenden. delegationen skall 1) till undervisningsministeriet ge utlatanden om de arenden som skall tas med i det ungdomspolitiska utvecklingsprogrammet och arligen utvardera utfallet av programmet, 2) lagga fram forslag till program och atgarder som galler unga, 3) producera aktuell information om unga och deras levnadsforhallanden. narmare bestammelser om delegationen utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arviointi- ja avustustoimikunta",
      "content": "Valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustusasioissa opetusministeriön asiantuntijaelimenä on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. Toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. Toimikunnan tehtävänä on: 1) tehdä vuosittain opetusministeriölle esitys valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriölle lausunto valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriölle lausunto nuorisotyötä tekevien järjestöjen valtionavustusten jaosta; 4) tehdä opetusministeriön pyynnöstä arviointeja avustettavien järjestöjen toiminnasta. Toimikunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_2__sec_6",
        "normalized_fi": "Valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustusasioissa opetusministeriön asiantuntijaelimenä on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. Toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. Toimikunnan tehtävänä on: 1) tehdä vuosittain opetusministeriölle esitys valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriölle lausunto valtakunnallisten nuorisojärjestöjen ja valtakunnallisten nuorisotyön palvelujärjestöjen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriölle lausunto nuorisotyötä tekevien järjestöjen valtionavustusten jaosta; 4) tehdä opetusministeriön pyynnöstä arviointeja avustettavien järjestöjen toiminnasta. Toimikunnasta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen avustusasioissa opetusministerion asiantuntijaelimena on arviointi- ja avustustoimikunta, jonka asettaa valtioneuvosto. toimikunta voi keskuudestaan asettaa jaostoja asioiden valmistelua varten. toimikunnan tehtavana on: 1) tehda vuosittain opetusministeriolle esitys valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen valtionavustusten jaosta; 2) antaa vuosittain opetusministeriolle lausunto valtakunnallisten nuorisojarjestojen ja valtakunnallisten nuorisotyon palvelujarjestojen avustuskelpoisuuksista hakemusten pohjalta; 3) antaa vuosittain opetusministeriolle lausunto nuorisotyota tekevien jarjestojen valtionavustusten jaosta; 4) tehda opetusministerion pyynnosta arviointeja avustettavien jarjestojen toiminnasta. toimikunnasta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Utvärderings- och understödskommissionen",
        "content_sv": "Undervisningsministeriets sakkunnigorgan i ärenden som gäller understöd till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete är utvärderings- och understödskommissionen, som tillsätts av statsrådet. Kommissionen kan inom sig tillsätta sektioner för beredningen av ärenden. Kommissionen skall 1) årligen göra framställningar till undervisningsministeriet om fördelningen av statsunderstöden för de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete, 2) årligen utifrån ansökningar ge ett utlåtande till undervisningsministeriet om understödsbehörigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete, 3) årligen ge ett utlåtande till undervisningsministeriet om fördelningen av statsunderstöd för organisationer som bedriver ungdomsarbete, 4) på begäran av undervisningsministeriet utvärdera verksamheten i de organisationer som understöds. Närmare bestämmelser om kommissionen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Undervisningsministeriets sakkunnigorgan i ärenden som gäller understöd till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete är utvärderings- och understödskommissionen, som tillsätts av statsrådet. Kommissionen kan inom sig tillsätta sektioner för beredningen av ärenden. Kommissionen skall 1) årligen göra framställningar till undervisningsministeriet om fördelningen av statsunderstöden för de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna för ungdomsarbete, 2) årligen utifrån ansökningar ge ett utlåtande till undervisningsministeriet om understödsbehörigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete, 3) årligen ge ett utlåtande till undervisningsministeriet om fördelningen av statsunderstöd för organisationer som bedriver ungdomsarbete, 4) på begäran av undervisningsministeriet utvärdera verksamheten i de organisationer som understöds. Närmare bestämmelser om kommissionen utfärdas genom förordning av statsrådet.",
        "folded_sv": "undervisningsministeriets sakkunnigorgan i arenden som galler understod till de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna for ungdomsarbete ar utvarderings- och understodskommissionen, som tillsatts av statsradet. kommissionen kan inom sig tillsatta sektioner for beredningen av arenden. kommissionen skall 1) arligen gora framstallningar till undervisningsministeriet om fordelningen av statsunderstoden for de riksomfattande ungdomsorganisationerna och de riksomfattande serviceorganisationerna for ungdomsarbete, 2) arligen utifran ansokningar ge ett utlatande till undervisningsministeriet om understodsbehorigheten hos riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer for ungdomsarbete, 3) arligen ge ett utlatande till undervisningsministeriet om fordelningen av statsunderstod for organisationer som bedriver ungdomsarbete, 4) pa begaran av undervisningsministeriet utvardera verksamheten i de organisationer som understods. narmare bestammelser om kommissionen utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Nuorisotyön ja -politiikan kehittäminen ja toteuttaminen",
      "content": "Nuorisotyö ja -politiikka kuuluvat kunnan tehtäviin. Nuorisotyön toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyötä tekevät järjestöt. Nuorisotyön palveluja voidaan tuottaa myös alueellisesti kuntien yhteistyönä. Kunnan nuorisotyöhön ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvälinen ja monikulttuurinen nuorisotoiminta, nuorten ympäristökasvatus sekä tarvittaessa nuorten työpajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. Nuorisotyötä ja -politiikkaa toteutetaan moniammatillisena yhteistyönä paikallisten viranomaisten sekä yhteistyönä nuorten, nuorisoyhdistysten ja muiden nuorisotyötä tekevien järjestöjen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_7",
        "normalized_fi": "Nuorisotyö ja -politiikka kuuluvat kunnan tehtäviin. Nuorisotyön toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyötä tekevät järjestöt. Nuorisotyön palveluja voidaan tuottaa myös alueellisesti kuntien yhteistyönä. Kunnan nuorisotyöhön ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvälinen ja monikulttuurinen nuorisotoiminta, nuorten ympäristökasvatus sekä tarvittaessa nuorten työpajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. Nuorisotyötä ja -politiikkaa toteutetaan moniammatillisena yhteistyönä paikallisten viranomaisten sekä yhteistyönä nuorten, nuorisoyhdistysten ja muiden nuorisotyötä tekevien järjestöjen kanssa.",
        "folded_fi": "nuorisotyo ja -politiikka kuuluvat kunnan tehtaviin. nuorisotyon toteuttamisesta vastaavat kunnat, nuorisoyhdistykset ja muut nuorisotyota tekevat jarjestot. nuorisotyon palveluja voidaan tuottaa myos alueellisesti kuntien yhteistyona. kunnan nuorisotyohon ja -politiikkaan kuuluvat nuorten kasvatuksellinen ohjaus, toimintatilat ja harrastusmahdollisuudet, tieto- ja neuvontapalvelut, nuorisoyhdistyksien ja muiden nuorisoryhmien tuki, liikunnallinen, kulttuurinen, kansainvalinen ja monikulttuurinen nuorisotoiminta, nuorten ymparistokasvatus seka tarvittaessa nuorten tyopajapalvelut tai muut paikallisiin olosuhteisiin ja tarpeisiin sopivat toimintamuodot. nuorisotyota ja -politiikkaa toteutetaan moniammatillisena yhteistyona paikallisten viranomaisten seka yhteistyona nuorten, nuorisoyhdistysten ja muiden nuorisotyota tekevien jarjestojen kanssa.",
        "title_sv": "Utveckling och genomförande av ungdomsarbetet och ungdomspolitiken",
        "content_sv": "Ungdomsarbete och ungdomspolitik ingår i kommunernas uppgifter. Kommunerna, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete ansvarar för genomförandet av ungdomsarbetet. Tjänster inom ungdomsarbetet kan även produceras regionalt såsom samarbete mellan kommuner. Kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, möjligheter till fritidssysselsättning, informations- och rådgivningstjänster, stöd för ungdomsföreningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mångkulturell ungdomsverksamhet, miljöfostran för unga och vid behov tjänster som gäller ungdomsverkstäder eller andra verksamhetsformer som är lämpade för de lokala förhållandena och behoven. Ungdomsarbetet och ungdomspolitiken drivs genom yrkesövergripande samarbete med de lokala myndigheterna samt i samråd med de unga, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete.",
        "normalized_sv": "Ungdomsarbete och ungdomspolitik ingår i kommunernas uppgifter. Kommunerna, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete ansvarar för genomförandet av ungdomsarbetet. Tjänster inom ungdomsarbetet kan även produceras regionalt såsom samarbete mellan kommuner. Kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, möjligheter till fritidssysselsättning, informations- och rådgivningstjänster, stöd för ungdomsföreningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mångkulturell ungdomsverksamhet, miljöfostran för unga och vid behov tjänster som gäller ungdomsverkstäder eller andra verksamhetsformer som är lämpade för de lokala förhållandena och behoven. Ungdomsarbetet och ungdomspolitiken drivs genom yrkesövergripande samarbete med de lokala myndigheterna samt i samråd med de unga, ungdomsföreningarna och andra organisationer som bedriver ungdomsarbete.",
        "folded_sv": "ungdomsarbete och ungdomspolitik ingar i kommunernas uppgifter. kommunerna, ungdomsforeningarna och andra organisationer som bedriver ungdomsarbete ansvarar for genomforandet av ungdomsarbetet. tjanster inom ungdomsarbetet kan aven produceras regionalt sasom samarbete mellan kommuner. kommunernas ungdomsarbete och ungdomspolitik omfattar fostrande handledning av unga, verksamhetslokaler, mojligheter till fritidssysselsattning, informations- och radgivningstjanster, stod for ungdomsforeningar och andra ungdomsgrupper, idrottsinriktad, kulturell, internationell och mangkulturell ungdomsverksamhet, miljofostran for unga och vid behov tjanster som galler ungdomsverkstader eller andra verksamhetsformer som ar lampade for de lokala forhallandena och behoven. ungdomsarbetet och ungdomspolitiken drivs genom yrkesovergripande samarbete med de lokala myndigheterna samt i samrad med de unga, ungdomsforeningarna och andra organisationer som bedriver ungdomsarbete."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Nuorten osallistuminen ja kuuleminen",
      "content": "Nuorille tulee järjestää mahdollisuus osallistua paikallista ja alueellista nuorisotyötä ja -politiikkaa koskevien asioiden käsittelyyn. Lisäksi nuoria on kuultava heitä koskevissa asioissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_3__sec_8",
        "normalized_fi": "Nuorille tulee järjestää mahdollisuus osallistua paikallista ja alueellista nuorisotyötä ja -politiikkaa koskevien asioiden käsittelyyn. Lisäksi nuoria on kuultava heitä koskevissa asioissa.",
        "folded_fi": "nuorille tulee jarjestaa mahdollisuus osallistua paikallista ja alueellista nuorisotyota ja -politiikkaa koskevien asioiden kasittelyyn. lisaksi nuoria on kuultava heita koskevissa asioissa.",
        "title_sv": "Ungas deltagande och hörande av unga",
        "content_sv": "De unga skall anordnas möjlighet att delta i behandlingen av ärenden som gäller ungdomsarbete och ungdomspolitik på lokal och regional nivå. De unga skall därtill höras i ärenden som berör dem.",
        "normalized_sv": "De unga skall anordnas möjlighet att delta i behandlingen av ärenden som gäller ungdomsarbete och ungdomspolitik på lokal och regional nivå. De unga skall därtill höras i ärenden som berör dem.",
        "folded_sv": "de unga skall anordnas mojlighet att delta i behandlingen av arenden som galler ungdomsarbete och ungdomspolitik pa lokal och regional niva. de unga skall dartill horas i arenden som beror dem."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "Valtionosuus kunnille",
      "content": "Kunnalle myönnetään valtionosuutta tämän lain mukaisiin käyttökustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Valtionosuus tulee käyttää 7 §:ssä tarkoitettuun toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_9",
        "normalized_fi": "Kunnalle myönnetään valtionosuutta tämän lain mukaisiin käyttökustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) säädetään. Valtionosuus tulee käyttää 7 § :ssä tarkoitettuun toimintaan.",
        "folded_fi": "kunnalle myonnetaan valtionosuutta taman lain mukaisiin kayttokustannuksiin siten kuin opetus- ja kulttuuritoimen rahoituksesta annetussa laissa (635/1998) saadetaan. valtionosuus tulee kayttaa 7 §:ssa tarkoitettuun toimintaan.",
        "title_sv": "Statsandel till kommuner",
        "content_sv": "Kommunerna beviljas statsandel för driftskostnader enligt denna lag så som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Statsandelen skall användas för verksamhet som avses i 7 §.",
        "normalized_sv": "Kommunerna beviljas statsandel för driftskostnader enligt denna lag så som bestäms i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). Statsandelen skall användas för verksamhet som avses i 7 § .",
        "folded_sv": "kommunerna beviljas statsandel for driftskostnader enligt denna lag sa som bestams i lagen om finansiering av undervisnings- och kulturverksamhet (635/1998). statsandelen skall anvandas for verksamhet som avses i 7 §."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Nuorisojärjestöjen ja nuorisotyön palvelujärjestöjen valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina valtakunnallisille nuorisojärjestöille ja valtakunnallisille nuorisotyön palvelujärjestöille. Valtakunnalliset nuorisojärjestöt voivat osoittaa saamaansa avustusta rekisteröityjen piirijärjestöjensä toimintaan. Lisäksi valtakunnalliset nuorisojärjestöt voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. Yleisavustusta ei myönnetä sellaiselle nuorisojärjestölle, jonka pääasiallisena tehtävänä on edistää yhden koulutus-, opinto- tai vastaavan alan opiskelua. Pääasiallisesti ammatillista järjestäytymistä edistävälle nuorisojärjestölle ei myöskään myönnetä yleisavustusta. Järjestöille, joiden toiminnasta tai avustamisesta säädetään erikseen tai joille myönnettävää valtionavustusta varten on erillinen määräraha valtion talousarviossa, ei tämän lain nojalla myönnetä yleisavustusta. Valtakunnallisten nuorisojärjestöjen ja niiden piirijärjestöjen avustukset myönnetään tulosperusteisesti. Tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. Avustusta myönnettäessä otetaan lisäksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys sekä avustuksen tarve. Hyväksyttävinä toimintamenoina ei pidetä liiketoiminnasta aiheutuvia menoja. Opetusministeriö hyväksyy tämän pykälän nojalla avustettavat järjestöt. Tarkempia säännöksiä tulosperusteista, hyväksyttävistä menoista, menettelystä, jossa avustettavat järjestöt hyväksytään, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_10",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina valtakunnallisille nuorisojärjestöille ja valtakunnallisille nuorisotyön palvelujärjestöille. Valtakunnalliset nuorisojärjestöt voivat osoittaa saamaansa avustusta rekisteröityjen piirijärjestöjensä toimintaan. Lisäksi valtakunnalliset nuorisojärjestöt voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. Yleisavustusta ei myönnetä sellaiselle nuorisojärjestölle, jonka pääasiallisena tehtävänä on edistää yhden koulutus-, opinto- tai vastaavan alan opiskelua. Pääasiallisesti ammatillista järjestäytymistä edistävälle nuorisojärjestölle ei myöskään myönnetä yleisavustusta. Järjestöille, joiden toiminnasta tai avustamisesta säädetään erikseen tai joille myönnettävää valtionavustusta varten on erillinen määräraha valtion talousarviossa, ei tämän lain nojalla myönnetä yleisavustusta. Valtakunnallisten nuorisojärjestöjen ja niiden piirijärjestöjen avustukset myönnetään tulosperusteisesti. Tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. Avustusta myönnettäessä otetaan lisäksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys sekä avustuksen tarve. Hyväksyttävinä toimintamenoina ei pidetä liiketoiminnasta aiheutuvia menoja. Opetusministeriö hyväksyy tämän pykälän nojalla avustettavat järjestöt. Tarkempia säännöksiä tulosperusteista, hyväksyttävistä menoista, menettelystä, jossa avustettavat järjestöt hyväksytään, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi yleisavustuksina valtakunnallisille nuorisojarjestoille ja valtakunnallisille nuorisotyon palvelujarjestoille. valtakunnalliset nuorisojarjestot voivat osoittaa saamaansa avustusta rekisteroityjen piirijarjestojensa toimintaan. lisaksi valtakunnalliset nuorisojarjestot voivat osoittaa paikallisyhdistyksilleen erityisavustuksia rajattuun tarkoitukseen. yleisavustusta ei myonneta sellaiselle nuorisojarjestolle, jonka paaasiallisena tehtavana on edistaa yhden koulutus-, opinto- tai vastaavan alan opiskelua. paaasiallisesti ammatillista jarjestaytymista edistavalle nuorisojarjestolle ei myoskaan myonneta yleisavustusta. jarjestoille, joiden toiminnasta tai avustamisesta saadetaan erikseen tai joille myonnettavaa valtionavustusta varten on erillinen maararaha valtion talousarviossa, ei taman lain nojalla myonneta yleisavustusta. valtakunnallisten nuorisojarjestojen ja niiden piirijarjestojen avustukset myonnetaan tulosperusteisesti. tulosperusteita ovat toiminnan laatu, laajuus ja taloudellisuus. avustusta myonnettaessa otetaan lisaksi huomioon toiminnan ajankohtainen yhteiskunnallinen merkitys seka avustuksen tarve. hyvaksyttavina toimintamenoina ei pideta liiketoiminnasta aiheutuvia menoja. opetusministerio hyvaksyy taman pykalan nojalla avustettavat jarjestot. tarkempia saannoksia tulosperusteista, hyvaksyttavista menoista, menettelysta, jossa avustettavat jarjestot hyvaksytaan, ja muista avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för ungdomsorganisationer och serviceorganisationer för ungdomsarbete",
        "content_sv": "I statsbudgeten kan årligen tas in anslag för allmänt understöd till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete. De riksomfattande ungdomsorganisationerna kan anvisa erhållet understöd till verksamhet i deras registrerade distriktsorganisationer. De riksomfattande ungdomsorganisationerna kan också anvisa sina lokalföreningar specialunderstöd för begränsade ändamål. Allmänt understöd beviljas inte ungdomsorganisationer vars huvudsakliga uppgift är att främja studier inom ett enda utbildnings- eller studieområde eller motsvarande område. Ungdomsorganisationer som i huvudsak främjar facklig organisering beviljas inte heller allmänt understöd. Organisationer i fråga om vars verksamhet eller rätt till understöd föreskrivs särskilt eller för vars statsunderstöd statsbudgeten upptar ett särskilt anslag, beviljas inte allmänt understöd med stöd av denna lag. Understöden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgående från resultat. Resultatkriterier är verksamhetens kvalitet, omfattning och lönsamhet. När understöd beviljas beaktas dessutom verksamhetens aktuella samhälleliga betydelse samt behovet av understöd. Utgifter för affärsverksamhet betraktas inte som godtagbara verksamhetsutgifter. Undervisningsministeriet godkänner de organisationer som beviljas understöd med stöd av denna paragraf. Närmare bestämmelser om resultatkriterier, godtagbara utgifter och förfarandet för godkännande av organisationer som får understöd och om andra kriterier för stöd kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in anslag för allmänt understöd till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer för ungdomsarbete. De riksomfattande ungdomsorganisationerna kan anvisa erhållet understöd till verksamhet i deras registrerade distriktsorganisationer. De riksomfattande ungdomsorganisationerna kan också anvisa sina lokalföreningar specialunderstöd för begränsade ändamål. Allmänt understöd beviljas inte ungdomsorganisationer vars huvudsakliga uppgift är att främja studier inom ett enda utbildnings- eller studieområde eller motsvarande område. Ungdomsorganisationer som i huvudsak främjar facklig organisering beviljas inte heller allmänt understöd. Organisationer i fråga om vars verksamhet eller rätt till understöd föreskrivs särskilt eller för vars statsunderstöd statsbudgeten upptar ett särskilt anslag, beviljas inte allmänt understöd med stöd av denna lag. Understöden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgående från resultat. Resultatkriterier är verksamhetens kvalitet, omfattning och lönsamhet. När understöd beviljas beaktas dessutom verksamhetens aktuella samhälleliga betydelse samt behovet av understöd. Utgifter för affärsverksamhet betraktas inte som godtagbara verksamhetsutgifter. Undervisningsministeriet godkänner de organisationer som beviljas understöd med stöd av denna paragraf. Närmare bestämmelser om resultatkriterier, godtagbara utgifter och förfarandet för godkännande av organisationer som får understöd och om andra kriterier för stöd kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in anslag for allmant understod till riksomfattande ungdomsorganisationer och riksomfattande serviceorganisationer for ungdomsarbete. de riksomfattande ungdomsorganisationerna kan anvisa erhallet understod till verksamhet i deras registrerade distriktsorganisationer. de riksomfattande ungdomsorganisationerna kan ocksa anvisa sina lokalforeningar specialunderstod for begransade andamal. allmant understod beviljas inte ungdomsorganisationer vars huvudsakliga uppgift ar att framja studier inom ett enda utbildnings- eller studieomrade eller motsvarande omrade. ungdomsorganisationer som i huvudsak framjar facklig organisering beviljas inte heller allmant understod. organisationer i fraga om vars verksamhet eller ratt till understod foreskrivs sarskilt eller for vars statsunderstod statsbudgeten upptar ett sarskilt anslag, beviljas inte allmant understod med stod av denna lag. understoden till de riksomfattande ungdomsorganisationerna och deras distriktsorganisationer beviljas utgaende fran resultat. resultatkriterier ar verksamhetens kvalitet, omfattning och lonsamhet. nar understod beviljas beaktas dessutom verksamhetens aktuella samhalleliga betydelse samt behovet av understod. utgifter for affarsverksamhet betraktas inte som godtagbara verksamhetsutgifter. undervisningsministeriet godkanner de organisationer som beviljas understod med stod av denna paragraf. narmare bestammelser om resultatkriterier, godtagbara utgifter och forfarandet for godkannande av organisationer som far understod och om andra kriterier for stod kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Nuorisotyötä tekevien järjestöjen valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina nuorisotyötä tekeville järjestöille. Avustusten myöntämisessä noudatetaan, mitä 10 §:n 2 ja 3 momentissa säädetään. Tarkempia säännöksiä avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_11",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi yleisavustuksina nuorisotyötä tekeville järjestöille. Avustusten myöntämisessä noudatetaan, mitä 10 § :n 2 ja 3 momentissa säädetään. Tarkempia säännöksiä avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi yleisavustuksina nuorisotyota tekeville jarjestoille. avustusten myontamisessa noudatetaan, mita 10 §:n 2 ja 3 momentissa saadetaan. tarkempia saannoksia avustusperusteista voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för organisationer som bedriver ungdomsarbete",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för allmänna understöd till organisationer som bedriver ungdomsarbete. I fråga om beviljande av understöd iakttas 10 § 2 och 3 mom. Närmare bestämmelser om understödskriterierna kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för allmänna understöd till organisationer som bedriver ungdomsarbete. I fråga om beviljande av understöd iakttas 10 § 2 och 3 mom. Närmare bestämmelser om understödskriterierna kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for allmanna understod till organisationer som bedriver ungdomsarbete. i fraga om beviljande av understod iakttas 10 § 2 och 3 mom. narmare bestammelser om understodskriterierna kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Valtakunnallisten nuorisokeskusten valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. Toiminta-avustukset myönnetään pääosin tulosperusteisesti nuorisokäytön ja keskusten toiminta-ajatusten perusteella. Toimintansa aloittaville keskuksille avustus voidaan kuitenkin myöntää arvion perusteella. Keskusten tulee toteuttaa tämän lain tarkoitusta ja lähtökohtia ja olla yleishyödyllisiä. Keskusten mahdollinen ylijäämä on käytettävä keskusten sekä niiden palvelujen kehittämiseen. Opetusministeriö hyväksyy hakemuksesta avustettavat keskukset tämän lain piiriin. Tarkempia säännöksiä avustettavien keskusten hyväksymisen perusteista sekä keskusten toiminnan ja talouden järjestämisestä voidaan antaa valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_12",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha myönnettäväksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. Toiminta-avustukset myönnetään pääosin tulosperusteisesti nuorisokäytön ja keskusten toiminta-ajatusten perusteella. Toimintansa aloittaville keskuksille avustus voidaan kuitenkin myöntää arvion perusteella. Keskusten tulee toteuttaa tämän lain tarkoitusta ja lähtökohtia ja olla yleishyödyllisiä. Keskusten mahdollinen ylijäämä on käytettävä keskusten sekä niiden palvelujen kehittämiseen. Opetusministeriö hyväksyy hakemuksesta avustettavat keskukset tämän lain piiriin. Tarkempia säännöksiä avustettavien keskusten hyväksymisen perusteista sekä keskusten toiminnan ja talouden järjestämisestä voidaan antaa valtioneuvoston asetuksella.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha myonnettavaksi valtakunnallisten nuorisokeskusten toimintaan ja rakentamiseen. toiminta-avustukset myonnetaan paaosin tulosperusteisesti nuorisokayton ja keskusten toiminta-ajatusten perusteella. toimintansa aloittaville keskuksille avustus voidaan kuitenkin myontaa arvion perusteella. keskusten tulee toteuttaa taman lain tarkoitusta ja lahtokohtia ja olla yleishyodyllisia. keskusten mahdollinen ylijaama on kaytettava keskusten seka niiden palvelujen kehittamiseen. opetusministerio hyvaksyy hakemuksesta avustettavat keskukset taman lain piiriin. tarkempia saannoksia avustettavien keskusten hyvaksymisen perusteista seka keskusten toiminnan ja talouden jarjestamisesta voidaan antaa valtioneuvoston asetuksella.",
        "title_sv": "Statsunderstöd för riksomfattande ungdomscentraler",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för verksamhet i riksomfattande ungdomscentraler och för byggande av riksomfattande ungdomscentraler. Verksamhetsunderstöden beviljas i huvudsak utgående från resultatet med hänsyn till användningen för ungdom samt ungdomscentralernas verksamhetsidé. Centraler som inleder sin verksamhet kan dock beviljas understöd enligt uppskattning. Centralerna skall förverkliga denna lags syfte och utgångspunkter och vara allmännyttiga. Ett eventuellt överskott i centralerna skall användas för utveckling av centralen och dess tjänster. Undervisningsministeriet godkänner på ansökan de centraler som beviljas understöd med stöd av denna lag. Närmare bestämmelser om grunderna för godkännande av de centraler som skall få understöd och om ordnandet av centralernas verksamhet och ekonomi kan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för verksamhet i riksomfattande ungdomscentraler och för byggande av riksomfattande ungdomscentraler. Verksamhetsunderstöden beviljas i huvudsak utgående från resultatet med hänsyn till användningen för ungdom samt ungdomscentralernas verksamhetsidé. Centraler som inleder sin verksamhet kan dock beviljas understöd enligt uppskattning. Centralerna skall förverkliga denna lags syfte och utgångspunkter och vara allmännyttiga. Ett eventuellt överskott i centralerna skall användas för utveckling av centralen och dess tjänster. Undervisningsministeriet godkänner på ansökan de centraler som beviljas understöd med stöd av denna lag. Närmare bestämmelser om grunderna för godkännande av de centraler som skall få understöd och om ordnandet av centralernas verksamhet och ekonomi kan utfärdas genom förordning av statsrådet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for verksamhet i riksomfattande ungdomscentraler och for byggande av riksomfattande ungdomscentraler. verksamhetsunderstoden beviljas i huvudsak utgaende fran resultatet med hansyn till anvandningen for ungdom samt ungdomscentralernas verksamhetside. centraler som inleder sin verksamhet kan dock beviljas understod enligt uppskattning. centralerna skall forverkliga denna lags syfte och utgangspunkter och vara allmannyttiga. ett eventuellt overskott i centralerna skall anvandas for utveckling av centralen och dess tjanster. undervisningsministeriet godkanner pa ansokan de centraler som beviljas understod med stod av denna lag. narmare bestammelser om grunderna for godkannande av de centraler som skall fa understod och om ordnandet av centralernas verksamhet och ekonomi kan utfardas genom forordning av statsradet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Muut valtionavustukset",
      "content": "Valtion talousarvioon voidaan ottaa vuosittain määräraha nuorisotyöhön ja -politiikkaan liittyvään tutkimukseen, kansainväliseen nuorisoyhteistyöhön, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen sekä nuorisotyön kehittämistoimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_4__sec_13",
        "normalized_fi": "Valtion talousarvioon voidaan ottaa vuosittain määräraha nuorisotyöhön ja -politiikkaan liittyvään tutkimukseen, kansainväliseen nuorisoyhteistyöhön, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen sekä nuorisotyön kehittämistoimintaan.",
        "folded_fi": "valtion talousarvioon voidaan ottaa vuosittain maararaha nuorisotyohon ja -politiikkaan liittyvaan tutkimukseen, kansainvaliseen nuorisoyhteistyohon, nuorisotilojen rakentamiseen, peruskorjaamiseen ja varustamiseen seka nuorisotyon kehittamistoimintaan.",
        "title_sv": "Övriga statsunderstöd",
        "content_sv": "I statsbudgeten kan årligen tas in ett anslag för forskning som hänför sig till ungdomsarbete och ungdomspolitik samt för internationellt ungdomssamarbete och för byggande, grundläggande renovering och utrustning av lokaler för ungdom samt för verksamhet för att utveckla ungdomsarbetet.",
        "normalized_sv": "I statsbudgeten kan årligen tas in ett anslag för forskning som hänför sig till ungdomsarbete och ungdomspolitik samt för internationellt ungdomssamarbete och för byggande, grundläggande renovering och utrustning av lokaler för ungdom samt för verksamhet för att utveckla ungdomsarbetet.",
        "folded_sv": "i statsbudgeten kan arligen tas in ett anslag for forskning som hanfor sig till ungdomsarbete och ungdomspolitik samt for internationellt ungdomssamarbete och for byggande, grundlaggande renovering och utrustning av lokaler for ungdom samt for verksamhet for att utveckla ungdomsarbetet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Valtionapuviranomainen",
      "content": "Valtionapuviranomaisena tässä laissa tarkoitetuissa asioissa on opetusministeriö. Opetusministeriö voi osoittaa lääninhallitusten myönnettäväksi talousarvioon otettuja avustusmäärärahoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_14",
        "normalized_fi": "Valtionapuviranomaisena tässä laissa tarkoitetuissa asioissa on opetusministeriö. Opetusministeriö voi osoittaa lääninhallitusten myönnettäväksi talousarvioon otettuja avustusmäärärahoja.",
        "folded_fi": "valtionapuviranomaisena tassa laissa tarkoitetuissa asioissa on opetusministerio. opetusministerio voi osoittaa laaninhallitusten myonnettavaksi talousarvioon otettuja avustusmaararahoja.",
        "title_sv": "Statsbidragsmyndighet",
        "content_sv": "Undervisningsministeriet är statsbidragsmyndighet i de ärenden som avses i denna lag. Undervisningsministeriet kan anvisa anslag som tagits in i budgeten till länsstyrelserna för beviljande av understöd.",
        "normalized_sv": "Undervisningsministeriet är statsbidragsmyndighet i de ärenden som avses i denna lag. Undervisningsministeriet kan anvisa anslag som tagits in i budgeten till länsstyrelserna för beviljande av understöd.",
        "folded_sv": "undervisningsministeriet ar statsbidragsmyndighet i de arenden som avses i denna lag. undervisningsministeriet kan anvisa anslag som tagits in i budgeten till lansstyrelserna for beviljande av understod."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Valtionosuuksien ja -avustusten rahoitus",
      "content": "Tässä laissa tarkoitetut valtionosuudet sekä -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_15",
        "normalized_fi": "Tässä laissa tarkoitetut valtionosuudet sekä -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
        "folded_fi": "tassa laissa tarkoitetut valtionosuudet seka -avustukset suoritetaan ensisijaisesti veikkaus- ja raha-arpajaispelien voittovaroista.",
        "title_sv": "Finansieringen av statsandelar och statsunderstöd",
        "content_sv": "De statsandelar och statsunderstöd som avses i denna lag betalas i främsta hand med vinstmedel av tippnings- och penninglotterispel.",
        "normalized_sv": "De statsandelar och statsunderstöd som avses i denna lag betalas i främsta hand med vinstmedel av tippnings- och penninglotterispel.",
        "folded_sv": "de statsandelar och statsunderstod som avses i denna lag betalas i framsta hand med vinstmedel av tippnings- och penninglotterispel."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Valtionavustuslain soveltaminen",
      "content": "Edellä 10―13 §:ssä tarkoitettuun valtionavustukseen sovelletaan muutoin, mitä valtion avustuslaissa (688/2001) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_5__sec_16",
        "normalized_fi": "Edellä 10―13 § :ssä tarkoitettuun valtionavustukseen sovelletaan muutoin, mitä valtion avustuslaissa (688/2001) säädetään.",
        "folded_fi": "edella 10―13 §:ssa tarkoitettuun valtionavustukseen sovelletaan muutoin, mita valtion avustuslaissa (688/2001) saadetaan.",
        "title_sv": "Tillämpning av statsunderstödslagen",
        "content_sv": "På statsunderstöd som avses i 10―13 § tillämpas i övrigt statsunderstödslagen (688/2001).",
        "normalized_sv": "På statsunderstöd som avses i 10―13 § tillämpas i övrigt statsunderstödslagen (688/2001).",
        "folded_sv": "pa statsunderstod som avses i 10―13 § tillampas i ovrigt statsunderstodslagen (688/2001)."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2006. Lain 10 ja 11 § tulevat kuitenkin voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan 24 päivänä helmikuuta 1995 annettu nuorisotyölaki (235/1995) siihen myöhemmin tehtyine muutoksineen. Kumotun lain 8 §:ää sovelletaan kuitenkin edelleen vuoden 2006 loppuun. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_17",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2006. Lain 10 ja 11 § tulevat kuitenkin voimaan 1 päivänä tammikuuta 2007. Tällä lailla kumotaan 24 päivänä helmikuuta 1995 annettu nuorisotyölaki (235/1995) siihen myöhemmin tehtyine muutoksineen. Kumotun lain 8 § :ää sovelletaan kuitenkin edelleen vuoden 2006 loppuun. Ennen lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin.",
        "folded_fi": "tama laki tulee voimaan 1 paivana maaliskuuta 2006. lain 10 ja 11 § tulevat kuitenkin voimaan 1 paivana tammikuuta 2007. talla lailla kumotaan 24 paivana helmikuuta 1995 annettu nuorisotyolaki (235/1995) siihen myohemmin tehtyine muutoksineen. kumotun lain 8 §:aa sovelletaan kuitenkin edelleen vuoden 2006 loppuun. ennen lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 mars 2006. Lagens 10 och 11 § träder dock i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jämte ändringar. Den upphävda lagens 8 § tillämpas dock till utgången av 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 mars 2006. Lagens 10 och 11 § träder dock i kraft den 1 januari 2007. Genom denna lag upphävs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jämte ändringar. Den upphävda lagens 8 § tillämpas dock till utgången av 2006. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 mars 2006. lagens 10 och 11 § trader dock i kraft den 1 januari 2007. genom denna lag upphavs lagen av den 24 februari 1995 om ungdomsarbete (235/1995) jamte andringar. den upphavda lagens 8 § tillampas dock till utgangen av 2006. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Siirtymäsäännökset",
      "content": "Ennen tämän lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojärjestöjen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt nuorisojärjestöt ja nuorisotyön palvelujärjestöt säilyttävät valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministeriö ennen sitä erikseen muuta asiaa koskevaa päätöstään tai kumoa sitä. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt valtakunnalliset nuorisokeskukset säilyttävät tämän lain voimaan tullessa valtionavustuskelpoisuutensa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "chp_6__sec_18",
        "normalized_fi": "Ennen tämän lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojärjestöjen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt nuorisojärjestöt ja nuorisotyön palvelujärjestöt säilyttävät valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministeriö ennen sitä erikseen muuta asiaa koskevaa päätöstään tai kumoa sitä. Ennen tämän lain voimaantuloa avustettaviksi hyväksytyt valtakunnalliset nuorisokeskukset säilyttävät tämän lain voimaan tullessa valtionavustuskelpoisuutensa.",
        "folded_fi": "ennen taman lain voimaantuloa asetettu nuorisoasiain neuvottelukunta ja nuorisojarjestojen avustustoimikunta jatkavat toimintaansa toimikautensa loppuun. ennen taman lain voimaantuloa avustettaviksi hyvaksytyt nuorisojarjestot ja nuorisotyon palvelujarjestot sailyttavat valtionavustuskelpoisuutensa vuoden 2006 loppuun, jollei opetusministerio ennen sita erikseen muuta asiaa koskevaa paatostaan tai kumoa sita. ennen taman lain voimaantuloa avustettaviksi hyvaksytyt valtakunnalliset nuorisokeskukset sailyttavat taman lain voimaan tullessa valtionavustuskelpoisuutensa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den delegation för ungdomsärenden och den kommission för understöd till ungdomsorganisationer som tillsatts före denna lags ikraftträdande fortsätter sin verksamhet till utgången av mandatperioden. De ungdomsorganisationer och serviceorganisationer för ungdomsarbete som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd till utgången av 2006, om inte undervisningsministeriet före det ändrar sitt beslut i frågan särskilt eller upphäver det. Riksomfattande ungdomscentraler som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd även efter ikraftträdandet.",
        "normalized_sv": "Den delegation för ungdomsärenden och den kommission för understöd till ungdomsorganisationer som tillsatts före denna lags ikraftträdande fortsätter sin verksamhet till utgången av mandatperioden. De ungdomsorganisationer och serviceorganisationer för ungdomsarbete som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd till utgången av 2006, om inte undervisningsministeriet före det ändrar sitt beslut i frågan särskilt eller upphäver det. Riksomfattande ungdomscentraler som före denna lags ikraftträdande har godkänts som understödstagare är behöriga för statsunderstöd även efter ikraftträdandet.",
        "folded_sv": "den delegation for ungdomsarenden och den kommission for understod till ungdomsorganisationer som tillsatts fore denna lags ikrafttradande fortsatter sin verksamhet till utgangen av mandatperioden. de ungdomsorganisationer och serviceorganisationer for ungdomsarbete som fore denna lags ikrafttradande har godkants som understodstagare ar behoriga for statsunderstod till utgangen av 2006, om inte undervisningsministeriet fore det andrar sitt beslut i fragan sarskilt eller upphaver det. riksomfattande ungdomscentraler som fore denna lags ikrafttradande har godkants som understodstagare ar behoriga for statsunderstod aven efter ikrafttradandet."
      },
      "valid_from": "2006-01-27",
      "valid_to": null
    }
  ]
}