{
  "id": "72/2015",
  "type": "statute",
  "title": "Laki taksinkuljettajien ammattipätevyydestä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om yrkeskompetens för taxiförare",
  "status": "in_force",
  "issued_date": "2015-02-06",
  "in_force_date": "2015-02-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/72/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Taksinkuljettajan ajolupa",
      "content": "Osoitukseksi 2 §:ssä tarkoitetusta ammattipätevyydestä myönnetään hakemuksesta taksinkuljettajan ajolupa. Oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Osoitukseksi 2 § :ssä tarkoitetusta ammattipätevyydestä myönnetään hakemuksesta taksinkuljettajan ajolupa. Oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
        "folded_fi": "osoitukseksi 2 §:ssa tarkoitetusta ammattipatevyydesta myonnetaan hakemuksesta taksinkuljettajan ajolupa. oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
        "title_sv": "Körtillstånd för taxiförare",
        "content_sv": "För påvisande av den yrkeskompetens som avses i 2 § beviljas på ansökan ett körtillstånd för taxiförare. Rätten att arbeta som taxiförare börjar när körtillståndet lämnas ut till sökanden.",
        "normalized_sv": "För påvisande av den yrkeskompetens som avses i 2 § beviljas på ansökan ett körtillstånd för taxiförare. Rätten att arbeta som taxiförare börjar när körtillståndet lämnas ut till sökanden.",
        "folded_sv": "for pavisande av den yrkeskompetens som avses i 2 § beviljas pa ansokan ett kortillstand for taxiforare. ratten att arbeta som taxiforare borjar nar kortillstandet lamnas ut till sokanden."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ajoluvan myöntämisen edellytykset",
      "content": "EU-valtio ETA-valtio Taksinkuljettajan ajoluvan myöntämisen edellytyksenä on, että hakijalla on Suomessa tai muussa Euroopan unionin jäsenvaltiossa () tai Euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava B-luokan ajo-oikeus, joka on ollut hakijalla vähintään yhden vuoden ajan ja, että: 1) hakija on saanut harjoitteluvaiheen ja syventävän vaiheen opetuksen mikäli näiden vaiheiden suorittaminen sisältyy pakollisena kuljettajaopetukseen;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "EU-valtio ETA-valtio Taksinkuljettajan ajoluvan myöntämisen edellytyksenä on, että hakijalla on Suomessa tai muussa Euroopan unionin jäsenvaltiossa () tai Euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava B-luokan ajo-oikeus, joka on ollut hakijalla vähintään yhden vuoden ajan ja, että: 1) hakija on saanut harjoitteluvaiheen ja syventävän vaiheen opetuksen mikäli näiden vaiheiden suorittaminen sisältyy pakollisena kuljettajaopetukseen;",
        "folded_fi": "eu-valtio eta-valtio taksinkuljettajan ajoluvan myontamisen edellytyksena on, etta hakijalla on suomessa tai muussa euroopan unionin jasenvaltiossa () tai euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava b-luokan ajo-oikeus, joka on ollut hakijalla vahintaan yhden vuoden ajan ja, etta: 1) hakija on saanut harjoitteluvaiheen ja syventavan vaiheen opetuksen mikali naiden vaiheiden suorittaminen sisaltyy pakollisena kuljettajaopetukseen;",
        "title_sv": "Villkor för beviljande av körtillstånd",
        "content_sv": "EU-stat EES-stat Villkor för beviljande av körtillstånd för taxiförare är att sökanden i minst ett år har haft körrätt för kategori B som berättigar till att köra bil och som beviljats i Finland eller i en annan medlemsstat i Europeiska unionen () eller i en stat som hör till Europeiska ekonomiska samarbetsområdet () och att 1) sökanden har fått undervisning inom övningsdelen och fördjupningsdelen, om delarna är obligatoriska i förarutbildningen,",
        "normalized_sv": "EU-stat EES-stat Villkor för beviljande av körtillstånd för taxiförare är att sökanden i minst ett år har haft körrätt för kategori B som berättigar till att köra bil och som beviljats i Finland eller i en annan medlemsstat i Europeiska unionen () eller i en stat som hör till Europeiska ekonomiska samarbetsområdet () och att 1) sökanden har fått undervisning inom övningsdelen och fördjupningsdelen, om delarna är obligatoriska i förarutbildningen,",
        "folded_sv": "eu-stat ees-stat villkor for beviljande av kortillstand for taxiforare ar att sokanden i minst ett ar har haft korratt for kategori b som berattigar till att kora bil och som beviljats i finland eller i en annan medlemsstat i europeiska unionen () eller i en stat som hor till europeiska ekonomiska samarbetsomradet () och att 1) sokanden har fatt undervisning inom ovningsdelen och fordjupningsdelen, om delarna ar obligatoriska i forarutbildningen,"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Koe",
      "content": "Liikenteen turvallisuusvirasto vastaa kokeen järjestämisestä ja valvonnasta. Valtioneuvoston asetuksella voidaan säätää Liikenteen turvallisuusviraston toiminnasta tässä pykälässä tarkoitettujen palvelujen järjestäjänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Liikenteen turvallisuusvirasto vastaa kokeen järjestämisestä ja valvonnasta. Valtioneuvoston asetuksella voidaan säätää Liikenteen turvallisuusviraston toiminnasta tässä pykälässä tarkoitettujen palvelujen järjestäjänä.",
        "folded_fi": "liikenteen turvallisuusvirasto vastaa kokeen jarjestamisesta ja valvonnasta. valtioneuvoston asetuksella voidaan saataa liikenteen turvallisuusviraston toiminnasta tassa pykalassa tarkoitettujen palvelujen jarjestajana.",
        "title_sv": "Prov",
        "content_sv": "Trafiksäkerhetsverket svarar för anordnande och övervakning av provet. Bestämmelser om Trafiksäkerhetsverkets uppgifter vid ordnande av de tjänster som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Trafiksäkerhetsverket svarar för anordnande och övervakning av provet. Bestämmelser om Trafiksäkerhetsverkets uppgifter vid ordnande av de tjänster som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "folded_sv": "trafiksakerhetsverket svarar for anordnande och overvakning av provet. bestammelser om trafiksakerhetsverkets uppgifter vid ordnande av de tjanster som avses i denna paragraf far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Ajolupatehtävien hoitaminen",
      "content": "Liikenteen turvallisuusvirasto myöntää taksinkuljettajan ajoluvan ja päättää ajoluvan voimassaolon jatkamisesta. Liikenteen turvallisuusvirasto antaa myös ajoluvan kaksoiskappaleen ja väliaikaisen ajoluvan sekä päättää ajoluvan peruuttamisesta kokonaan. Liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. Poliisi päättää ajoluvan peruuttamisesta määräajaksi, väliaikaisesti tai toistaiseksi. Poliisi vastaa myös ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen päättää tästä valvonnasta aiheutuvista toimenpiteistä siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää taksinkuljettajan ajoluvan ja päättää ajoluvan voimassaolon jatkamisesta. Liikenteen turvallisuusvirasto antaa myös ajoluvan kaksoiskappaleen ja väliaikaisen ajoluvan sekä päättää ajoluvan peruuttamisesta kokonaan. Liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. Poliisi päättää ajoluvan peruuttamisesta määräajaksi, väliaikaisesti tai toistaiseksi. Poliisi vastaa myös ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen päättää tästä valvonnasta aiheutuvista toimenpiteistä siten kuin tässä laissa säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa taksinkuljettajan ajoluvan ja paattaa ajoluvan voimassaolon jatkamisesta. liikenteen turvallisuusvirasto antaa myos ajoluvan kaksoiskappaleen ja valiaikaisen ajoluvan seka paattaa ajoluvan peruuttamisesta kokonaan. liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. poliisi paattaa ajoluvan peruuttamisesta maaraajaksi, valiaikaisesti tai toistaiseksi. poliisi vastaa myos ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen paattaa tasta valvonnasta aiheutuvista toimenpiteista siten kuin tassa laissa saadetaan.",
        "title_sv": "Skötsel av körtillståndsuppgifter",
        "content_sv": "Trafiksäkerhetsverket beviljar körtillstånd för taxiförare och beslutar om förlängning av körtillståndets giltighetstid. Trafiksäkerhetsverket ger också duplettexemplar av körtillstånd och temporärt körtillstånd samt beslutar om återkallande av körtillstånd helt och hållet. Trafiksäkerhetsverket svarar för tillverkningen av körtillstånd för taxiförare. Polisen beslutar om återkallande av körtillstånd för viss tid, temporärt eller tills vidare. Polisen svarar också för övervakningen av körtillståndsinnehavarens hälsa och körförmåga och kan i anslutning därtill besluta om åtgärder som övervakningen ger anledning till på det sätt som bestäms i denna lag.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar körtillstånd för taxiförare och beslutar om förlängning av körtillståndets giltighetstid. Trafiksäkerhetsverket ger också duplettexemplar av körtillstånd och temporärt körtillstånd samt beslutar om återkallande av körtillstånd helt och hållet. Trafiksäkerhetsverket svarar för tillverkningen av körtillstånd för taxiförare. Polisen beslutar om återkallande av körtillstånd för viss tid, temporärt eller tills vidare. Polisen svarar också för övervakningen av körtillståndsinnehavarens hälsa och körförmåga och kan i anslutning därtill besluta om åtgärder som övervakningen ger anledning till på det sätt som bestäms i denna lag.",
        "folded_sv": "trafiksakerhetsverket beviljar kortillstand for taxiforare och beslutar om forlangning av kortillstandets giltighetstid. trafiksakerhetsverket ger ocksa duplettexemplar av kortillstand och temporart kortillstand samt beslutar om aterkallande av kortillstand helt och hallet. trafiksakerhetsverket svarar for tillverkningen av kortillstand for taxiforare. polisen beslutar om aterkallande av kortillstand for viss tid, temporart eller tills vidare. polisen svarar ocksa for overvakningen av kortillstandsinnehavarens halsa och korformaga och kan i anslutning dartill besluta om atgarder som overvakningen ger anledning till pa det satt som bestams i denna lag."
      }
    },
    {
      "provision_ref": "9 b",
      "section": "9 b",
      "title": "Ajolupatehtävien hoitaminen palvelutehtävänä",
      "content": "Liikenteen turvallisuusvirasto voi hankkia 9 a §:n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 9 a §:n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ajoluvan luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Edellä 9 a §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa ei sovelleta alihankintaa koskevia säännöksiä ja tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävästä sopimuksesta 9 a §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa on voimassa, mitä ajokorttilaissa säädetään sopimuksesta, joka koskee eräiden lupatehtävien hoitamista palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 b",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hankkia 9 a § :n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 9 a § :n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ajoluvan luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Edellä 9 a § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa ei sovelleta alihankintaa koskevia säännöksiä ja tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävästä sopimuksesta 9 a § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa on voimassa, mitä ajokorttilaissa säädetään sopimuksesta, joka koskee eräiden lupatehtävien hoitamista palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "liikenteen turvallisuusvirasto voi hankkia 9 a §:n 1 ja 2 momentissa tarkoitettujen tehtavien hoitamisessa tarvittavia palveluja suomessa toimivilta yksityisilta tai julkisilta palvelun tuottajilta. edella 9 a §:n 1 momentissa tarkoitettu palvelutehtava voi sisaltaa hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen kasittely edellyttaa, lupamenettelyyn liittyvan neuvonnan ja tietojen valittamisen hakijalle, haetun ajoluvan luovuttamisen, jollei sita postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen seka muut vastaavat hakemusmenettelyyn liittyvat tehtavat. edella 9 a §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa ei sovelleta alihankintaa koskevia saannoksia ja tehtavat on hoidettava suomessa. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. edella 1 momentissa saadetyt tehtavat voidaan yhdistaa muuhun liikenteen turvallisuusviraston hankkimaan palveluun. palvelun tuottajan on oltava luotettava ja talla on oltava tehtavan hoitamisen edellyttama henkilosto seka muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtavan edellyttamasta tietoturvallisuudesta ja tietosuojasta. liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtavan laajuudesta ja sen hoitamiseen liittyvista vaatimuksista niin, etta rekisterinpitajan vastuut henkilotietojen kasittelyn lainmukaisuudesta toteutuvat myos palvelun tuottajan toiminnassa ja etta hyvan hallinnon vaatimukset muutenkin toteutuvat. palvelun tuottajan kanssa tehtavasta sopimuksesta 9 a §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa on voimassa, mita ajokorttilaissa saadetaan sopimuksesta, joka koskee eraiden lupatehtavien hoitamista palvelutehtavana. liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilotietolaissa (523/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Skötsel av körtillståndsuppgifter som serviceuppgifter",
        "content_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 9 a § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta körtillståndet, om det inte sänds till sökanden per post, ta emot körtillstånd som ska återlämnas till myndigheten samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. På skötseln av de uppgifter som avses i 9 a § 1 mom. tillämpas inte bestämmelserna om underentreprenad och uppgifterna ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenad. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. I fråga om det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 9 a § 1 mom. gäller bestämmelserna i körkortslagen om avtal som gäller skötseln av vissa tillståndsuppgifter som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 9 a § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta körtillståndet, om det inte sänds till sökanden per post, ta emot körtillstånd som ska återlämnas till myndigheten samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. På skötseln av de uppgifter som avses i 9 a § 1 mom. tillämpas inte bestämmelserna om underentreprenad och uppgifterna ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenad. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. I fråga om det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 9 a § 1 mom. gäller bestämmelserna i körkortslagen om avtal som gäller skötseln av vissa tillståndsuppgifter som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "trafiksakerhetsverket far skaffa de tjanster som behovs for att skota de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som ar verksamma i finland. i serviceuppgifterna enligt 9 a § 1 mom. kan inga att ta emot ansokningshandlingar och att i register infora de uppgifter som kravs for behandlingen av ansokningarna, tillhandahalla radgivning i fraga om tillstandsforfarandet, formedla uppgifter till sokanden, lamna ut det ansokta kortillstandet, om det inte sands till sokanden per post, ta emot kortillstand som ska aterlamnas till myndigheten samt att skota andra motsvarande uppgifter i ansokningsforfarandet. pa skotseln av de uppgifter som avses i 9 a § 1 mom. tillampas inte bestammelserna om underentreprenad och uppgifterna ska skotas i finland. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenad. de uppgifter som anges i 1 mom. kan forenas med andra tjanster som trafiksakerhetsverket skaffar. serviceproducenten ska vara tillforlitlig och ha sadan personal samt sadan teknisk, ekonomisk och operativ beredskap som kravs for att skota uppgifterna och beredskap att sorja for den datasakerhet och det dataskydd som uppgifterna forutsatter. trafiksakerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skotseln av dem sa att den registeransvariges ansvar for att personuppgifter behandlas lagenligt fullgors aven i serviceproducentens verksamhet och sa att kraven pa god forvaltning uppfylls aven i ovrigt. i fraga om det avtal som ingas med serviceproducenten om skotseln av uppgifter som avses i 9 a § 1 mom. galler bestammelserna i korkortslagen om avtal som galler skotseln av vissa tillstandsuppgifter som serviceuppgifter. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att utfora inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003), spraklagen (423/2003) och i samiska spraklagen (1086/2003). nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      }
    },
    {
      "provision_ref": "9 c",
      "section": "9 c",
      "title": "Ajolupaa koskevan hakemusasian vireille saattaminen",
      "content": "Taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. Jos ajolupahakemukseen liitettävässä lääkärinlausunnossa on terveys- ja toimintakykyvaatimusten täyttymistä koskevan merkinnän lisäksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa Liikenteen turvallisuusvirastoon sen jälkeen kun hakemus on laitettu vireille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 c",
        "normalized_fi": "Taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. Jos ajolupahakemukseen liitettävässä lääkärinlausunnossa on terveys- ja toimintakykyvaatimusten täyttymistä koskevan merkinnän lisäksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa Liikenteen turvallisuusvirastoon sen jälkeen kun hakemus on laitettu vireille.",
        "folded_fi": "taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sahkoisesti tai liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. jos ajolupahakemukseen liitettavassa laakarinlausunnossa on terveys- ja toimintakykyvaatimusten tayttymista koskevan merkinnan lisaksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa liikenteen turvallisuusvirastoon sen jalkeen kun hakemus on laitettu vireille.",
        "title_sv": "Hur ansökningsärenden som gäller körtillstånd inleds",
        "content_sv": "Ansökningar om körtillstånd för taxiförare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar. Om ett läkarutlåtande som ska fogas till ansökan om körtillstånd förutom anteckning om att de medicinska kraven och kraven på funktionsförmåga är uppfyllda innehåller annan information som beskriver sökandens hälsotillstånd, kan bilagan i stället för att överlämnas till serviceproducenten ges in till Trafiksäkerhetsverket efter det att ansökan har inletts.",
        "normalized_sv": "Ansökningar om körtillstånd för taxiförare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar. Om ett läkarutlåtande som ska fogas till ansökan om körtillstånd förutom anteckning om att de medicinska kraven och kraven på funktionsförmåga är uppfyllda innehåller annan information som beskriver sökandens hälsotillstånd, kan bilagan i stället för att överlämnas till serviceproducenten ges in till Trafiksäkerhetsverket efter det att ansökan har inletts.",
        "folded_sv": "ansokningar om kortillstand for taxiforare kan ges in elektroniskt eller till en serviceproducent som trafiksakerhetsverket anvisar. om ett lakarutlatande som ska fogas till ansokan om kortillstand forutom anteckning om att de medicinska kraven och kraven pa funktionsformaga ar uppfyllda innehaller annan information som beskriver sokandens halsotillstand, kan bilagan i stallet for att overlamnas till serviceproducenten ges in till trafiksakerhetsverket efter det att ansokan har inletts."
      }
    },
    {
      "provision_ref": "9 d",
      "section": "9 d",
      "title": "Palvelun tuottajan luotettavuuden arviointi",
      "content": "Palvelun tuottajaa ei voida pitää 9 b §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a §:n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että palveluksessaan olevilla on tieto 9 b §:n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 d",
        "normalized_fi": "Palvelun tuottajaa ei voida pitää 9 b § :n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a § :n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että palveluksessaan olevilla on tieto 9 b § :n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
        "folded_fi": "palvelun tuottajaa ei voida pitaa 9 b §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiomuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jasen tai varajasen, toimitusjohtaja, vastuunalainen yhtiomies tai avoimessa yhtiossa yhtiomies, taikka muussa maaraavassa asemassa oleva henkilo on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a §:n 1 momentissa tarkoitettua tehtavaa. palvelun tuottajaa ei ainakaan voida pitaa luotettavana, jos edella mainittu henkilo on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisterointia tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teon on katsottava osoittavan henkilon olevan ilmeisen sopimaton hoitamaan edella tarkoitettua tehtavaa. palvelun tuottaja vastaa siita, etta palveluksessaan olevilla on tieto 9 b §:n 3 momentissa tarkoitettujen lupatehtavien hoitamiseen liittyvista vaatimuksista ja vastuista ja kyky toimia sen mukaisesti seka siita, etta he ovat siten luotettavia kuin tassa tarkoitettujen lupatehtavien hoitamiseen vaaditaan. viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi saadetaan rikosrekisterilaissa (770/1993).",
        "title_sv": "Bedömning av serviceproducentens tillförlitlighet",
        "content_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 9 a § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 9 b § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "normalized_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 9 a § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 9 b § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "folded_sv": "en serviceproducent kan inte betraktas som tillforlitlig pa det satt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersattare i styrelsen eller forvaltningsradet, verkstallande direktoren eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett oppet bolag, eller en person som utovar bestammande inflytande, genom sin verksamhet har visat sig vara uppenbart olamplig att skota uppgifter som avses i 9 a § 1 mom. serviceproducenten kan atminstone inte anses vara tillforlitlig, om en ovannamnd person genom en lagakraftvunnen dom under de senaste fem aren har domts till fangelse eller under de tre senaste aren till boter for ett allvarligt brott mot bestammelser eller foreskrifter som galler anstallningsforhallande, idkande av naring, bokforing, skuldforhallande, bedrivande av trafik, forarexamensverksamhet, registrering eller besiktning av fordon eller andra bestammelser eller foreskrifter som galler trafiksakerhet och garningen ska anses visa att personen ar uppenbart olamplig att skota uppgifter som avses ovan. serviceproducenten svarar for att de som ar anstallda hos producenten kanner till de krav och det ansvar som hanfor sig till skotseln av tillstandsuppgifter enligt 9 b § 3 mom. och har formaga att handla darefter samt for att de ar tillforlitliga enligt vad som kravs for skotseln av de tillstandsuppgifter som avses har. bestammelser om ratt for myndigheterna att fa straffregisteruppgifter for bedomning av tillforlitligheten finns i straffregisterlagen (770/1993)."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ajoluvan myöntäminen",
      "content": "Ajolupa myönnetään viideksi vuodeksi tai, jos hakija on täyttänyt 68 vuotta, kahdeksi vuodeksi. Ajolupaan voidaan liittää taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. Hakija voidaan määrätä toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn lääkärinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen käsittelemiseksi. Ajolupaan merkitään auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. Jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hänen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. Ajoluvan hakemisesta, myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Hakijalle voidaan antaa väliaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija täyttää ajoluvan myöntämisen edellytykset. Väliaikainen ajolupa voidaan antaa myös 4 §:n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi määräajaksi. Väliaikainen ajolupa annetaan Liikenteen turvallisuusviraston lomakkeella. Mitä muutoin säädetään ajoluvasta, koskee myös väliaikaista ajolupaa. Ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mitä ajokorttilaissa säädetään ajokortin toimittamisesta hakijalle postitse.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Ajolupa myönnetään viideksi vuodeksi tai, jos hakija on täyttänyt 68 vuotta, kahdeksi vuodeksi. Ajolupaan voidaan liittää taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. Hakija voidaan määrätä toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn lääkärinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen käsittelemiseksi. Ajolupaan merkitään auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. Jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hänen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. Ajoluvan hakemisesta, myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Hakijalle voidaan antaa väliaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija täyttää ajoluvan myöntämisen edellytykset. Väliaikainen ajolupa voidaan antaa myös 4 § :n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi määräajaksi. Väliaikainen ajolupa annetaan Liikenteen turvallisuusviraston lomakkeella. Mitä muutoin säädetään ajoluvasta, koskee myös väliaikaista ajolupaa. Ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mitä ajokorttilaissa säädetään ajokortin toimittamisesta hakijalle postitse.",
        "folded_fi": "ajolupa myonnetaan viideksi vuodeksi tai, jos hakija on tayttanyt 68 vuotta, kahdeksi vuodeksi. ajolupaan voidaan liittaa taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. hakija voidaan maarata toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn laakarinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen kasittelemiseksi. ajolupaan merkitaan auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hanen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. ajoluvan hakemisesta, myontamisesta ja myontamiseen liittyvasta menettelysta annetaan tarkempia saannoksia valtioneuvoston asetuksella. hakijalle voidaan antaa valiaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija tayttaa ajoluvan myontamisen edellytykset. valiaikainen ajolupa voidaan antaa myos 4 §:n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi maaraajaksi. valiaikainen ajolupa annetaan liikenteen turvallisuusviraston lomakkeella. mita muutoin saadetaan ajoluvasta, koskee myos valiaikaista ajolupaa. ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mita ajokorttilaissa saadetaan ajokortin toimittamisesta hakijalle postitse.",
        "title_sv": "Beviljande av körtillstånd",
        "content_sv": "Körtillstånd beviljas för fem år eller, om sökanden har fyllt 68 år, för två år. Körtillståndet kan förenas med villkor som gäller framförande av taxi eller tillståndshavarens skyldigheter. Sökanden kan åläggas att lämna in ett intyg över en ny förarexamen, om det behövs för att behandla ansökan utifrån ett läkar-utlåtande som visats upp eller av någon orsak som annars kommit till tillståndsmyndighetens kännedom. I körtillståndet antecknas bilens stationsplats eller de stationsplatser i fråga om vilka föraren har den lokalkännedom som motsvarar stationsplatsen. Om föraren tidigare har fått ett körtillstånd för taxiförare som är giltigt, ska han eller hon ge detta till tillståndsmyndigheten när ett nytt tillstånd överlämnas. Närmare bestämmelser om sökande, beviljande och förfarandet vid beviljande av körtillstånd utfärdas genom förordning av statsrådet. Sökanden får ges ett temporärt körtillstånd som gäller en månad, om sökanden uppfyller villkoren för beviljande av körtillstånd. Ett temporärt körtillstånd får också utfärdas för körningar som avses i 4 § 2 mom. för en av tillståndsmyndigheten med stöd av nämnda moment bestämd tid. Temporära körtillstånd utfärdas på Trafiksäkerhetsverkets blankett. Vad som i övrigt föreskrivs om körtillstånd gäller också temporära körtillstånd. Körtillstånd kan sändas till sökanden per post med tillämpning av bestämmelserna i körkortslagen om sändande av körkort till sökanden per post.",
        "normalized_sv": "Körtillstånd beviljas för fem år eller, om sökanden har fyllt 68 år, för två år. Körtillståndet kan förenas med villkor som gäller framförande av taxi eller tillståndshavarens skyldigheter. Sökanden kan åläggas att lämna in ett intyg över en ny förarexamen, om det behövs för att behandla ansökan utifrån ett läkar-utlåtande som visats upp eller av någon orsak som annars kommit till tillståndsmyndighetens kännedom. I körtillståndet antecknas bilens stationsplats eller de stationsplatser i fråga om vilka föraren har den lokalkännedom som motsvarar stationsplatsen. Om föraren tidigare har fått ett körtillstånd för taxiförare som är giltigt, ska han eller hon ge detta till tillståndsmyndigheten när ett nytt tillstånd överlämnas. Närmare bestämmelser om sökande, beviljande och förfarandet vid beviljande av körtillstånd utfärdas genom förordning av statsrådet. Sökanden får ges ett temporärt körtillstånd som gäller en månad, om sökanden uppfyller villkoren för beviljande av körtillstånd. Ett temporärt körtillstånd får också utfärdas för körningar som avses i 4 § 2 mom. för en av tillståndsmyndigheten med stöd av nämnda moment bestämd tid. Temporära körtillstånd utfärdas på Trafiksäkerhetsverkets blankett. Vad som i övrigt föreskrivs om körtillstånd gäller också temporära körtillstånd. Körtillstånd kan sändas till sökanden per post med tillämpning av bestämmelserna i körkortslagen om sändande av körkort till sökanden per post.",
        "folded_sv": "kortillstand beviljas for fem ar eller, om sokanden har fyllt 68 ar, for tva ar. kortillstandet kan forenas med villkor som galler framforande av taxi eller tillstandshavarens skyldigheter. sokanden kan alaggas att lamna in ett intyg over en ny forarexamen, om det behovs for att behandla ansokan utifran ett lakar-utlatande som visats upp eller av nagon orsak som annars kommit till tillstandsmyndighetens kannedom. i kortillstandet antecknas bilens stationsplats eller de stationsplatser i fraga om vilka foraren har den lokalkannedom som motsvarar stationsplatsen. om foraren tidigare har fatt ett kortillstand for taxiforare som ar giltigt, ska han eller hon ge detta till tillstandsmyndigheten nar ett nytt tillstand overlamnas. narmare bestammelser om sokande, beviljande och forfarandet vid beviljande av kortillstand utfardas genom forordning av statsradet. sokanden far ges ett temporart kortillstand som galler en manad, om sokanden uppfyller villkoren for beviljande av kortillstand. ett temporart kortillstand far ocksa utfardas for korningar som avses i 4 § 2 mom. for en av tillstandsmyndigheten med stod av namnda moment bestamd tid. temporara kortillstand utfardas pa trafiksakerhetsverkets blankett. vad som i ovrigt foreskrivs om kortillstand galler ocksa temporara kortillstand. kortillstand kan sandas till sokanden per post med tillampning av bestammelserna i korkortslagen om sandande av korkort till sokanden per post."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ajoluvan kelpoisuusalueen laajentaminen",
      "content": "Liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 §:n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen tämän asemapaikan osalta. Ajolupa annetaan määräajaksi, joka päättyy samaan aikaan hakijalla ennestään olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. Laajennetun ajoluvan hakemisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 § :n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen tämän asemapaikan osalta. Ajolupa annetaan määräajaksi, joka päättyy samaan aikaan hakijalla ennestään olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. Laajennetun ajoluvan hakemisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 §:n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen taman asemapaikan osalta. ajolupa annetaan maaraajaksi, joka paattyy samaan aikaan hakijalla ennestaan olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. laajennetun ajoluvan hakemisesta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Utvidgning av körtillståndets giltighetsområde",
        "content_sv": "Trafiksäkerhetsverket kan på ansökan utvidga giltighetsområdet för ett körtillstånd till en ny stationsplats, om innehavaren av körtillståndet visar att han eller hon i fråga om denna stationsplats har den lokalkännedom som avses i 4 § 1 mom. 5 punkten. Körtillstånd ges för en viss tid som löper ut samtidigt som sökandens tidigare körtillstånd, om han eller hon inte samtidigt ansöker om förnyelse av körtillståndet. Närmare bestämmelser om ansökan om utvidgat körtillstånd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Trafiksäkerhetsverket kan på ansökan utvidga giltighetsområdet för ett körtillstånd till en ny stationsplats, om innehavaren av körtillståndet visar att han eller hon i fråga om denna stationsplats har den lokalkännedom som avses i 4 § 1 mom. 5 punkten. Körtillstånd ges för en viss tid som löper ut samtidigt som sökandens tidigare körtillstånd, om han eller hon inte samtidigt ansöker om förnyelse av körtillståndet. Närmare bestämmelser om ansökan om utvidgat körtillstånd utfärdas genom förordning av statsrådet.",
        "folded_sv": "trafiksakerhetsverket kan pa ansokan utvidga giltighetsomradet for ett kortillstand till en ny stationsplats, om innehavaren av kortillstandet visar att han eller hon i fraga om denna stationsplats har den lokalkannedom som avses i 4 § 1 mom. 5 punkten. kortillstand ges for en viss tid som loper ut samtidigt som sokandens tidigare kortillstand, om han eller hon inte samtidigt ansoker om fornyelse av kortillstandet. narmare bestammelser om ansokan om utvidgat kortillstand utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Perusteet ajoluvan peruuttamiselle",
      "content": "Ajolupa on peruutettava, jos luvan haltija: 1) ei enää täytä ajoluvan myöntämisen edellytyksiä; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata säännöksiin tai erilliseen määräykseen perustuvaa velvollisuuttaan toimittaa tässä laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystään; tai 4) itse pyytää luvan peruuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Ajolupa on peruutettava, jos luvan haltija: 1) ei enää täytä ajoluvan myöntämisen edellytyksiä; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata säännöksiin tai erilliseen määräykseen perustuvaa velvollisuuttaan toimittaa tässä laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystään; tai 4) itse pyytää luvan peruuttamista.",
        "folded_fi": "ajolupa on peruutettava, jos luvan haltija: 1) ei enaa tayta ajoluvan myontamisen edellytyksia; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata saannoksiin tai erilliseen maaraykseen perustuvaa velvollisuuttaan toimittaa tassa laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystaan; tai 4) itse pyytaa luvan peruuttamista.",
        "title_sv": "Grunder för återkallande av körtillstånd",
        "content_sv": "Ett körtillstånd ska återkallas om tillståndshavaren 1) inte längre uppfyller förutsättningarna för beviljande av körtillstånd, 2) inte iakttar uppställda tillståndsvillkor, 3) inte iakttar sin skyldighet enligt bestämmelserna eller enligt ett särskilt åläggande att lämna in det utlåtande om hälsotillståndet eller det intyg över körförmågan som avses i denna lag, eller 4) själv anhåller om att tillståndet ska återkallas.",
        "normalized_sv": "Ett körtillstånd ska återkallas om tillståndshavaren 1) inte längre uppfyller förutsättningarna för beviljande av körtillstånd, 2) inte iakttar uppställda tillståndsvillkor, 3) inte iakttar sin skyldighet enligt bestämmelserna eller enligt ett särskilt åläggande att lämna in det utlåtande om hälsotillståndet eller det intyg över körförmågan som avses i denna lag, eller 4) själv anhåller om att tillståndet ska återkallas.",
        "folded_sv": "ett kortillstand ska aterkallas om tillstandshavaren 1) inte langre uppfyller forutsattningarna for beviljande av kortillstand, 2) inte iakttar uppstallda tillstandsvillkor, 3) inte iakttar sin skyldighet enligt bestammelserna eller enligt ett sarskilt alaggande att lamna in det utlatande om halsotillstandet eller det intyg over korformagan som avses i denna lag, eller 4) sjalv anhaller om att tillstandet ska aterkallas."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ajoluvan peruuttaminen toistaiseksi",
      "content": "Ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) määrätään ajokieltoon toistaiseksi; 2) ei enää täytä ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa määräajassa toimittanut todistusta 4 §:n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 §:n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyväksytysti taikka muuta selvitystä, jonka lupaviranomainen tai poliisi on tämän lain nojalla määrännyt esitettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) määrätään ajokieltoon toistaiseksi; 2) ei enää täytä ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa määräajassa toimittanut todistusta 4 § :n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 § :n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyväksytysti taikka muuta selvitystä, jonka lupaviranomainen tai poliisi on tämän lain nojalla määrännyt esitettäväksi.",
        "folded_fi": "ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) maarataan ajokieltoon toistaiseksi; 2) ei enaa tayta ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa maaraajassa toimittanut todistusta 4 §:n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 §:n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyvaksytysti taikka muuta selvitysta, jonka lupaviranomainen tai poliisi on taman lain nojalla maarannyt esitettavaksi.",
        "title_sv": "Återkallande av körtillstånd tills vidare",
        "content_sv": "Ett körtillstånd återkallas tills vidare, om tillståndshavaren 1) meddelas körförbud tills vidare, 2) inte längre uppfyller hälsokraven för körtillstånd, eller 3) inte inom utsatt tid har lämnat in ett intyg över att han eller hon med godkänt resultat har avlagt det prov för taxiförare som avses i 4 § 2 mom. eller det prov i lokalkännedom som avses i 8 § 1 mom. eller annan utredning som tillståndsmyndigheten eller polisen med stöd av denna lag bestämt att ska visas upp.",
        "normalized_sv": "Ett körtillstånd återkallas tills vidare, om tillståndshavaren 1) meddelas körförbud tills vidare, 2) inte längre uppfyller hälsokraven för körtillstånd, eller 3) inte inom utsatt tid har lämnat in ett intyg över att han eller hon med godkänt resultat har avlagt det prov för taxiförare som avses i 4 § 2 mom. eller det prov i lokalkännedom som avses i 8 § 1 mom. eller annan utredning som tillståndsmyndigheten eller polisen med stöd av denna lag bestämt att ska visas upp.",
        "folded_sv": "ett kortillstand aterkallas tills vidare, om tillstandshavaren 1) meddelas korforbud tills vidare, 2) inte langre uppfyller halsokraven for kortillstand, eller 3) inte inom utsatt tid har lamnat in ett intyg over att han eller hon med godkant resultat har avlagt det prov for taxiforare som avses i 4 § 2 mom. eller det prov i lokalkannedom som avses i 8 § 1 mom. eller annan utredning som tillstandsmyndigheten eller polisen med stod av denna lag bestamt att ska visas upp."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Varoituksen käyttö ajolupaseuraamuksena",
      "content": "Poliisi voi antaa varoituksen ajoluvan määräaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettävä kohtuuttomana seuraamuksena, eikä teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensä säännösten ja määräysten noudattamisesta taikka hänelle aiemmin määrätyistä seuraamuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Poliisi voi antaa varoituksen ajoluvan määräaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettävä kohtuuttomana seuraamuksena, eikä teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensä säännösten ja määräysten noudattamisesta taikka hänelle aiemmin määrätyistä seuraamuksista.",
        "folded_fi": "poliisi voi antaa varoituksen ajoluvan maaraaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettava kohtuuttomana seuraamuksena, eika teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensa saannosten ja maaraysten noudattamisesta taikka hanelle aiemmin maaratyista seuraamuksista.",
        "title_sv": "Varning som körtillståndspåföljd",
        "content_sv": "Polisen kan ge en taxiförare en varning i stället för att återkalla körtillståndet för viss tid, om återkallandet av körtillståndet ska betraktas som en oskälig påföljd och om gärningen inte ska anses tyda på likgiltighet för taxiförarens ansvar och skyldigheter eller i allmänhet för iakttagandet av bestämmelser och föreskrifter eller tidigare påföljder som påförts honom eller henne.",
        "normalized_sv": "Polisen kan ge en taxiförare en varning i stället för att återkalla körtillståndet för viss tid, om återkallandet av körtillståndet ska betraktas som en oskälig påföljd och om gärningen inte ska anses tyda på likgiltighet för taxiförarens ansvar och skyldigheter eller i allmänhet för iakttagandet av bestämmelser och föreskrifter eller tidigare påföljder som påförts honom eller henne.",
        "folded_sv": "polisen kan ge en taxiforare en varning i stallet for att aterkalla kortillstandet for viss tid, om aterkallandet av kortillstandet ska betraktas som en oskalig pafoljd och om garningen inte ska anses tyda pa likgiltighet for taxiforarens ansvar och skyldigheter eller i allmanhet for iakttagandet av bestammelser och foreskrifter eller tidigare pafoljder som paforts honom eller henne."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Ajoluvan kaksoiskappale",
      "content": "Jos kadonnut ajolupa myöhemmin löytyy, se on luovutettava Liikenteen turvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Jos kadonnut ajolupa myöhemmin löytyy, se on luovutettava Liikenteen turvallisuusvirastolle.",
        "folded_fi": "jos kadonnut ajolupa myohemmin loytyy, se on luovutettava liikenteen turvallisuusvirastolle.",
        "title_sv": "Duplettexemplar av körtillstånd",
        "content_sv": "Om ett förkommet körtillstånd senare hittas, ska det överlämnas till Trafiksäkerhetsverket.",
        "normalized_sv": "Om ett förkommet körtillstånd senare hittas, ska det överlämnas till Trafiksäkerhetsverket.",
        "folded_sv": "om ett forkommet kortillstand senare hittas, ska det overlamnas till trafiksakerhetsverket."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Koulutusluvan peruuttaminen",
      "content": "Lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia säännöksiä, määräyksiä tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia säännöksiä, määräyksiä tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
        "folded_fi": "lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia saannoksia, maarayksia tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
        "title_sv": "Återkallande av utbildningstillstånd",
        "content_sv": "Tillståndsmyndigheten kan ge innehavare av utbildningstillstånd en skriftlig varning, om de bestämmelser, föreskrifter eller tillståndsvillkor som gäller utbildningen inte följs eller om undervisningen inte sköts på behörigt sätt.",
        "normalized_sv": "Tillståndsmyndigheten kan ge innehavare av utbildningstillstånd en skriftlig varning, om de bestämmelser, föreskrifter eller tillståndsvillkor som gäller utbildningen inte följs eller om undervisningen inte sköts på behörigt sätt.",
        "folded_sv": "tillstandsmyndigheten kan ge innehavare av utbildningstillstand en skriftlig varning, om de bestammelser, foreskrifter eller tillstandsvillkor som galler utbildningen inte foljs eller om undervisningen inte skots pa behorigt satt."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Koe- ja valvontatehtävien hoitaminen palvelutehtävänä",
      "content": "Liikenteen turvallisuusvirasto voi järjestää 7 §:ssä tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan sekä 31 §:ssä tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettavaksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä. Liikenteen turvallisuusvirasto voi yhdistää 33 §:ssä tarkoitettujen ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Tässä pykälässä tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtävien hoitamisesta niin, että hyvän hallinnon vaatimukset täyttyvät. Kokeiden järjestämisestä ja valvonnasta on sovittava niin, että palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. Sopimuksesta sekä palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mitä kuljettajantutkintotoiminnasta ja sitä koskevasta sopimuksesta kuljettajantutkintotoiminnan järjestämisestä annetussa laissa säädetään. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa, henkilötietolaissa, sähköisestä asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi järjestää 7 § :ssä tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan sekä 31 § :ssä tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettavaksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä. Liikenteen turvallisuusvirasto voi yhdistää 33 § :ssä tarkoitettujen ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Tässä pykälässä tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtävien hoitamisesta niin, että hyvän hallinnon vaatimukset täyttyvät. Kokeiden järjestämisestä ja valvonnasta on sovittava niin, että palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. Sopimuksesta sekä palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mitä kuljettajantutkintotoiminnasta ja sitä koskevasta sopimuksesta kuljettajantutkintotoiminnan järjestämisestä annetussa laissa säädetään. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa, henkilötietolaissa, sähköisestä asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "liikenteen turvallisuusvirasto voi jarjestaa 7 §:ssa tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan seka 31 §:ssa tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessa tai siita erillaan hoidettavaksi hankkimalla tarvittavat palvelut yksityisilta tai julkisilta palvelun tuottajilta noudattaen mita kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa (535/1998) saadetaan kuljettajantutkintotoiminnan hoitamisesta palvelutehtavana. liikenteen turvallisuusvirasto voi yhdistaa 33 §:ssa tarkoitettujen ilmoitusten vastaanottamisen seka tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtavaan hankkimalla tarvittavat palvelut siten kuin mainitussa pykalassa saadetaan. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. tassa pykalassa tarkoitettuja tehtavia ei voida hoitaa alihankkijaa kayttaen. liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtavien hoitamisesta niin, etta hyvan hallinnon vaatimukset tayttyvat. kokeiden jarjestamisesta ja valvonnasta on sovittava niin, etta palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. sopimuksesta seka palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mita kuljettajantutkintotoiminnasta ja sita koskevasta sopimuksesta kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa saadetaan. liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa, henkilotietolaissa, sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Skötsel av prov- och övervakningsuppgifter som serviceuppgifter",
        "content_sv": "Trafiksäkerhetsverket kan ordna mottagandet och övervakningen av det prov för taxiförare som avses i 7 § samt den tillsyn över innehavare av utbildningstillstånd som avses i 31 § i anslutning till förarexamensverksamhet eller så att dessa uppgifter sköts separat genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamhet som en serviceuppgift. Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 33 § och att föra in uppgifterna i ett register med mottagandet och övervakningen av prov genom att skaffa de tjänster som behövs så som föreskrivs i nämnda paragraf. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. Underleverantörer får inte anlitas för att sköta de uppgifter som avses i denna paragraf. Trafiksäkerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skötas så att kraven på god förvaltning uppfylls. Det ska avtalas om anordnande och övervakning av prov så att tillgång till enhetliga tjänster av god kvalitet tryggas i hela landet. I fråga om avtalet samt kraven på serviceproducenten och provmottagare gäller vad som i lagen om förarexamensverksamhet föreskrivs om förarexamensverksamhet och avtal om den. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att företa inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, förvaltningslagen, språklagen och i samiska språklagen. När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "Trafiksäkerhetsverket kan ordna mottagandet och övervakningen av det prov för taxiförare som avses i 7 § samt den tillsyn över innehavare av utbildningstillstånd som avses i 31 § i anslutning till förarexamensverksamhet eller så att dessa uppgifter sköts separat genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamhet som en serviceuppgift. Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 33 § och att föra in uppgifterna i ett register med mottagandet och övervakningen av prov genom att skaffa de tjänster som behövs så som föreskrivs i nämnda paragraf. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. Underleverantörer får inte anlitas för att sköta de uppgifter som avses i denna paragraf. Trafiksäkerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skötas så att kraven på god förvaltning uppfylls. Det ska avtalas om anordnande och övervakning av prov så att tillgång till enhetliga tjänster av god kvalitet tryggas i hela landet. I fråga om avtalet samt kraven på serviceproducenten och provmottagare gäller vad som i lagen om förarexamensverksamhet föreskrivs om förarexamensverksamhet och avtal om den. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att företa inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, förvaltningslagen, språklagen och i samiska språklagen. När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "trafiksakerhetsverket kan ordna mottagandet och overvakningen av det prov for taxiforare som avses i 7 § samt den tillsyn over innehavare av utbildningstillstand som avses i 31 § i anslutning till forarexamensverksamhet eller sa att dessa uppgifter skots separat genom att skaffa de behovliga tjansterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om forarexamensverksamhet (535/1998) foreskrivs om skotsel av forarexamensverksamhet som en serviceuppgift. trafiksakerhetsverket kan forena uppgiften att ta emot anmalan enligt 33 § och att fora in uppgifterna i ett register med mottagandet och overvakningen av prov genom att skaffa de tjanster som behovs sa som foreskrivs i namnda paragraf. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenader. underleverantorer far inte anlitas for att skota de uppgifter som avses i denna paragraf. trafiksakerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skotas sa att kraven pa god forvaltning uppfylls. det ska avtalas om anordnande och overvakning av prov sa att tillgang till enhetliga tjanster av god kvalitet tryggas i hela landet. i fraga om avtalet samt kraven pa serviceproducenten och provmottagare galler vad som i lagen om forarexamensverksamhet foreskrivs om forarexamensverksamhet och avtal om den. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att foreta inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, forvaltningslagen, spraklagen och i samiska spraklagen. nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston myöntämän koulutusluvan saaneen päätökseen ja 34 §:ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos haettu ajolupa myönnetään hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisäksi anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Taksinkuljettajan ajoluvan peruuttamista koskeva päätös voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Liikenteen turvallisuusviraston myöntämän koulutusluvan saaneen päätökseen ja 34 § :ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos haettu ajolupa myönnetään hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisäksi anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Taksinkuljettajan ajoluvan peruuttamista koskeva päätös voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston myontaman koulutusluvan saaneen paatokseen ja 34 §:ssa tarkoitetun kokeen vastaanottajan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta. oikaisuvaatimusmenettelysta saadetaan hallintolaissa. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. jos haettu ajolupa myonnetaan hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisaksi anneta muuta paatosta eika valitusosoitusta. poliisin taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. taksinkuljettajan ajoluvan peruuttamista koskeva paatos voidaan panna taytantoon muutoksenhausta huolimatta. hallinto-oikeuden paatokseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Omprövning av ett beslut som en innehavare av ett sådant utbildningstillstånd som Trafiksäkerhetsverket beviljat och en provmottagare som avses i 34 § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Om en sökande beviljas körtillstånd i enlighet med ansökan utan att villkor eller begränsningar ställs, ska sökanden utöver körtillståndet inte meddelas något annat beslut eller ges besvärsanvisning. Ett beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ett beslut om återkallande av ett körtillstånd för taxiförare kan verkställas trots besvär. Ett beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av körtillstånd och återkallande av utbildningstillstånd får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett beslut som en innehavare av ett sådant utbildningstillstånd som Trafiksäkerhetsverket beviljat och en provmottagare som avses i 34 § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Om en sökande beviljas körtillstånd i enlighet med ansökan utan att villkor eller begränsningar ställs, ska sökanden utöver körtillståndet inte meddelas något annat beslut eller ges besvärsanvisning. Ett beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ett beslut om återkallande av ett körtillstånd för taxiförare kan verkställas trots besvär. Ett beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av körtillstånd och återkallande av utbildningstillstånd får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett beslut som en innehavare av ett sadant utbildningstillstand som trafiksakerhetsverket beviljat och en provmottagare som avses i 34 § meddelat far begaras hos trafiksakerhetsverket. bestammelser om omprovningsforfarandet finns i forvaltningslagen. beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning och andra beslut som verket fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). om en sokande beviljas kortillstand i enlighet med ansokan utan att villkor eller begransningar stalls, ska sokanden utover kortillstandet inte meddelas nagot annat beslut eller ges besvarsanvisning. ett beslut som polisen fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. ett beslut om aterkallande av ett kortillstand for taxiforare kan verkstallas trots besvar. ett beslut som forvaltningsdomstolen fattat i ett arende som galler aterkallande av kortillstand och aterkallande av utbildningstillstand far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. andra beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Taksinkuljettajan ajolupa",
      "content": "Osoitukseksi 2 §:ssä tarkoitetusta ammattipätevyydestä myönnetään hakemuksesta taksinkuljettajan ajolupa. Oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Osoitukseksi 2 § :ssä tarkoitetusta ammattipätevyydestä myönnetään hakemuksesta taksinkuljettajan ajolupa. Oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
        "folded_fi": "osoitukseksi 2 §:ssa tarkoitetusta ammattipatevyydesta myonnetaan hakemuksesta taksinkuljettajan ajolupa. oikeus taksinkuljettajana toimimiseen alkaa kun ajolupa luovutetaan hakijalle.",
        "title_sv": "Körtillstånd för taxiförare",
        "content_sv": "För påvisande av den yrkeskompetens som avses i 2 § beviljas på ansökan ett körtillstånd för taxiförare. Rätten att arbeta som taxiförare börjar när körtillståndet lämnas ut till sökanden.",
        "normalized_sv": "För påvisande av den yrkeskompetens som avses i 2 § beviljas på ansökan ett körtillstånd för taxiförare. Rätten att arbeta som taxiförare börjar när körtillståndet lämnas ut till sökanden.",
        "folded_sv": "for pavisande av den yrkeskompetens som avses i 2 § beviljas pa ansokan ett kortillstand for taxiforare. ratten att arbeta som taxiforare borjar nar kortillstandet lamnas ut till sokanden."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Ajoluvan myöntämisen edellytykset",
      "content": "EU-valtio ETA-valtio Taksinkuljettajan ajoluvan myöntämisen edellytyksenä on, että hakijalla on Suomessa tai muussa Euroopan unionin jäsenvaltiossa () tai Euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava B-luokan ajo-oikeus, joka on ollut hakijalla vähintään yhden vuoden ajan ja, että: 1) hakija on saanut harjoitteluvaiheen ja syventävän vaiheen opetuksen mikäli näiden vaiheiden suorittaminen sisältyy pakollisena kuljettajaopetukseen;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "EU-valtio ETA-valtio Taksinkuljettajan ajoluvan myöntämisen edellytyksenä on, että hakijalla on Suomessa tai muussa Euroopan unionin jäsenvaltiossa () tai Euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava B-luokan ajo-oikeus, joka on ollut hakijalla vähintään yhden vuoden ajan ja, että: 1) hakija on saanut harjoitteluvaiheen ja syventävän vaiheen opetuksen mikäli näiden vaiheiden suorittaminen sisältyy pakollisena kuljettajaopetukseen;",
        "folded_fi": "eu-valtio eta-valtio taksinkuljettajan ajoluvan myontamisen edellytyksena on, etta hakijalla on suomessa tai muussa euroopan unionin jasenvaltiossa () tai euroopan talousalueeseen kuuluvassa valtiossa () saatu auton kuljettamiseen oikeuttava b-luokan ajo-oikeus, joka on ollut hakijalla vahintaan yhden vuoden ajan ja, etta: 1) hakija on saanut harjoitteluvaiheen ja syventavan vaiheen opetuksen mikali naiden vaiheiden suorittaminen sisaltyy pakollisena kuljettajaopetukseen;",
        "title_sv": "Villkor för beviljande av körtillstånd",
        "content_sv": "EU-stat EES-stat Villkor för beviljande av körtillstånd för taxiförare är att sökanden i minst ett år har haft körrätt för kategori B som berättigar till att köra bil och som beviljats i Finland eller i en annan medlemsstat i Europeiska unionen () eller i en stat som hör till Europeiska ekonomiska samarbetsområdet () och att 1) sökanden har fått undervisning inom övningsdelen och fördjupningsdelen, om delarna är obligatoriska i förarutbildningen,",
        "normalized_sv": "EU-stat EES-stat Villkor för beviljande av körtillstånd för taxiförare är att sökanden i minst ett år har haft körrätt för kategori B som berättigar till att köra bil och som beviljats i Finland eller i en annan medlemsstat i Europeiska unionen () eller i en stat som hör till Europeiska ekonomiska samarbetsområdet () och att 1) sökanden har fått undervisning inom övningsdelen och fördjupningsdelen, om delarna är obligatoriska i förarutbildningen,",
        "folded_sv": "eu-stat ees-stat villkor for beviljande av kortillstand for taxiforare ar att sokanden i minst ett ar har haft korratt for kategori b som berattigar till att kora bil och som beviljats i finland eller i en annan medlemsstat i europeiska unionen () eller i en stat som hor till europeiska ekonomiska samarbetsomradet () och att 1) sokanden har fatt undervisning inom ovningsdelen och fordjupningsdelen, om delarna ar obligatoriska i forarutbildningen,"
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Koe",
      "content": "Liikenteen turvallisuusvirasto vastaa kokeen järjestämisestä ja valvonnasta. Valtioneuvoston asetuksella voidaan säätää Liikenteen turvallisuusviraston toiminnasta tässä pykälässä tarkoitettujen palvelujen järjestäjänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Liikenteen turvallisuusvirasto vastaa kokeen järjestämisestä ja valvonnasta. Valtioneuvoston asetuksella voidaan säätää Liikenteen turvallisuusviraston toiminnasta tässä pykälässä tarkoitettujen palvelujen järjestäjänä.",
        "folded_fi": "liikenteen turvallisuusvirasto vastaa kokeen jarjestamisesta ja valvonnasta. valtioneuvoston asetuksella voidaan saataa liikenteen turvallisuusviraston toiminnasta tassa pykalassa tarkoitettujen palvelujen jarjestajana.",
        "title_sv": "Prov",
        "content_sv": "Trafiksäkerhetsverket svarar för anordnande och övervakning av provet. Bestämmelser om Trafiksäkerhetsverkets uppgifter vid ordnande av de tjänster som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Trafiksäkerhetsverket svarar för anordnande och övervakning av provet. Bestämmelser om Trafiksäkerhetsverkets uppgifter vid ordnande av de tjänster som avses i denna paragraf får utfärdas genom förordning av statsrådet.",
        "folded_sv": "trafiksakerhetsverket svarar for anordnande och overvakning av provet. bestammelser om trafiksakerhetsverkets uppgifter vid ordnande av de tjanster som avses i denna paragraf far utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "title": "Ajolupatehtävien hoitaminen",
      "content": "Liikenteen turvallisuusvirasto myöntää taksinkuljettajan ajoluvan ja päättää ajoluvan voimassaolon jatkamisesta. Liikenteen turvallisuusvirasto antaa myös ajoluvan kaksoiskappaleen ja väliaikaisen ajoluvan sekä päättää ajoluvan peruuttamisesta kokonaan. Liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. Poliisi päättää ajoluvan peruuttamisesta määräajaksi, väliaikaisesti tai toistaiseksi. Poliisi vastaa myös ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen päättää tästä valvonnasta aiheutuvista toimenpiteistä siten kuin tässä laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 a",
        "normalized_fi": "Liikenteen turvallisuusvirasto myöntää taksinkuljettajan ajoluvan ja päättää ajoluvan voimassaolon jatkamisesta. Liikenteen turvallisuusvirasto antaa myös ajoluvan kaksoiskappaleen ja väliaikaisen ajoluvan sekä päättää ajoluvan peruuttamisesta kokonaan. Liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. Poliisi päättää ajoluvan peruuttamisesta määräajaksi, väliaikaisesti tai toistaiseksi. Poliisi vastaa myös ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen päättää tästä valvonnasta aiheutuvista toimenpiteistä siten kuin tässä laissa säädetään.",
        "folded_fi": "liikenteen turvallisuusvirasto myontaa taksinkuljettajan ajoluvan ja paattaa ajoluvan voimassaolon jatkamisesta. liikenteen turvallisuusvirasto antaa myos ajoluvan kaksoiskappaleen ja valiaikaisen ajoluvan seka paattaa ajoluvan peruuttamisesta kokonaan. liikenteen turvallisuusvirasto vastaa taksinkuljettajan ajoluvan valmistamisesta. poliisi paattaa ajoluvan peruuttamisesta maaraajaksi, valiaikaisesti tai toistaiseksi. poliisi vastaa myos ajoluvan haltijan ajoterveydentilan ja ajokyvyn valvonnasta ja voi siihen liittyen paattaa tasta valvonnasta aiheutuvista toimenpiteista siten kuin tassa laissa saadetaan.",
        "title_sv": "Skötsel av körtillståndsuppgifter",
        "content_sv": "Trafiksäkerhetsverket beviljar körtillstånd för taxiförare och beslutar om förlängning av körtillståndets giltighetstid. Trafiksäkerhetsverket ger också duplettexemplar av körtillstånd och temporärt körtillstånd samt beslutar om återkallande av körtillstånd helt och hållet. Trafiksäkerhetsverket svarar för tillverkningen av körtillstånd för taxiförare. Polisen beslutar om återkallande av körtillstånd för viss tid, temporärt eller tills vidare. Polisen svarar också för övervakningen av körtillståndsinnehavarens hälsa och körförmåga och kan i anslutning därtill besluta om åtgärder som övervakningen ger anledning till på det sätt som bestäms i denna lag.",
        "normalized_sv": "Trafiksäkerhetsverket beviljar körtillstånd för taxiförare och beslutar om förlängning av körtillståndets giltighetstid. Trafiksäkerhetsverket ger också duplettexemplar av körtillstånd och temporärt körtillstånd samt beslutar om återkallande av körtillstånd helt och hållet. Trafiksäkerhetsverket svarar för tillverkningen av körtillstånd för taxiförare. Polisen beslutar om återkallande av körtillstånd för viss tid, temporärt eller tills vidare. Polisen svarar också för övervakningen av körtillståndsinnehavarens hälsa och körförmåga och kan i anslutning därtill besluta om åtgärder som övervakningen ger anledning till på det sätt som bestäms i denna lag.",
        "folded_sv": "trafiksakerhetsverket beviljar kortillstand for taxiforare och beslutar om forlangning av kortillstandets giltighetstid. trafiksakerhetsverket ger ocksa duplettexemplar av kortillstand och temporart kortillstand samt beslutar om aterkallande av kortillstand helt och hallet. trafiksakerhetsverket svarar for tillverkningen av kortillstand for taxiforare. polisen beslutar om aterkallande av kortillstand for viss tid, temporart eller tills vidare. polisen svarar ocksa for overvakningen av kortillstandsinnehavarens halsa och korformaga och kan i anslutning dartill besluta om atgarder som overvakningen ger anledning till pa det satt som bestams i denna lag."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "9 b",
      "section": "9 b",
      "title": "Ajolupatehtävien hoitaminen palvelutehtävänä",
      "content": "Liikenteen turvallisuusvirasto voi hankkia 9 a §:n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 9 a §:n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ajoluvan luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Edellä 9 a §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa ei sovelleta alihankintaa koskevia säännöksiä ja tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävästä sopimuksesta 9 a §:n 1 momentissa tarkoitettuja tehtäviä hoidettaessa on voimassa, mitä ajokorttilaissa säädetään sopimuksesta, joka koskee eräiden lupatehtävien hoitamista palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 b",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hankkia 9 a § :n 1 ja 2 momentissa tarkoitettujen tehtävien hoitamisessa tarvittavia palveluja Suomessa toimivilta yksityisiltä tai julkisilta palvelun tuottajilta. Edellä 9 a § :n 1 momentissa tarkoitettu palvelutehtävä voi sisältää hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen käsittely edellyttää, lupamenettelyyn liittyvän neuvonnan ja tietojen välittämisen hakijalle, haetun ajoluvan luovuttamisen, jollei sitä postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen sekä muut vastaavat hakemusmenettelyyn liittyvät tehtävät. Edellä 9 a § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa ei sovelleta alihankintaa koskevia säännöksiä ja tehtävät on hoidettava Suomessa. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Edellä 1 momentissa säädetyt tehtävät voidaan yhdistää muuhun Liikenteen turvallisuusviraston hankkimaan palveluun. Palvelun tuottajan on oltava luotettava ja tällä on oltava tehtävän hoitamisen edellyttämä henkilöstö sekä muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtävän edellyttämästä tietoturvallisuudesta ja tietosuojasta. Liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtävän laajuudesta ja sen hoitamiseen liittyvistä vaatimuksista niin, että rekisterinpitäjän vastuut henkilötietojen käsittelyn lainmukaisuudesta toteutuvat myös palvelun tuottajan toiminnassa ja että hyvän hallinnon vaatimukset muutenkin toteutuvat. Palvelun tuottajan kanssa tehtävästä sopimuksesta 9 a § :n 1 momentissa tarkoitettuja tehtäviä hoidettaessa on voimassa, mitä ajokorttilaissa säädetään sopimuksesta, joka koskee eräiden lupatehtävien hoitamista palvelutehtävänä. Liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilötietolaissa (523/1999), sähköisestä asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa (412/1974).",
        "folded_fi": "liikenteen turvallisuusvirasto voi hankkia 9 a §:n 1 ja 2 momentissa tarkoitettujen tehtavien hoitamisessa tarvittavia palveluja suomessa toimivilta yksityisilta tai julkisilta palvelun tuottajilta. edella 9 a §:n 1 momentissa tarkoitettu palvelutehtava voi sisaltaa hakemusasiakirjojen vastaanottamisen ja niiden tietojen kirjaamisen rekisteriin, joita hakemuksen kasittely edellyttaa, lupamenettelyyn liittyvan neuvonnan ja tietojen valittamisen hakijalle, haetun ajoluvan luovuttamisen, jollei sita postiteta hakijalle, viranomaiselle palautettavan ajoluvan vastaanottamisen seka muut vastaavat hakemusmenettelyyn liittyvat tehtavat. edella 9 a §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa ei sovelleta alihankintaa koskevia saannoksia ja tehtavat on hoidettava suomessa. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. edella 1 momentissa saadetyt tehtavat voidaan yhdistaa muuhun liikenteen turvallisuusviraston hankkimaan palveluun. palvelun tuottajan on oltava luotettava ja talla on oltava tehtavan hoitamisen edellyttama henkilosto seka muut tekniset, taloudelliset ja toiminnalliset valmiudet ja valmiudet huolehtia tehtavan edellyttamasta tietoturvallisuudesta ja tietosuojasta. liikenteen turvallisuusviraston on sovittava palvelun tuottajan kanssa palvelutehtavan laajuudesta ja sen hoitamiseen liittyvista vaatimuksista niin, etta rekisterinpitajan vastuut henkilotietojen kasittelyn lainmukaisuudesta toteutuvat myos palvelun tuottajan toiminnassa ja etta hyvan hallinnon vaatimukset muutenkin toteutuvat. palvelun tuottajan kanssa tehtavasta sopimuksesta 9 a §:n 1 momentissa tarkoitettuja tehtavia hoidettaessa on voimassa, mita ajokorttilaissa saadetaan sopimuksesta, joka koskee eraiden lupatehtavien hoitamista palvelutehtavana. liikenteen turvallisuusviraston on valvottava palvelun tuottajien toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa (621/1999), henkilotietolaissa (523/1999), sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa (13/2003), hallintolaissa (434/2003), kielilaissa (423/2003) ja saamen kielilaissa (1086/2003). palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa (412/1974).",
        "title_sv": "Skötsel av körtillståndsuppgifter som serviceuppgifter",
        "content_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 9 a § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta körtillståndet, om det inte sänds till sökanden per post, ta emot körtillstånd som ska återlämnas till myndigheten samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. På skötseln av de uppgifter som avses i 9 a § 1 mom. tillämpas inte bestämmelserna om underentreprenad och uppgifterna ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenad. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. I fråga om det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 9 a § 1 mom. gäller bestämmelserna i körkortslagen om avtal som gäller skötseln av vissa tillståndsuppgifter som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "normalized_sv": "Trafiksäkerhetsverket får skaffa de tjänster som behövs för att sköta de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som är verksamma i Finland. I serviceuppgifterna enligt 9 a § 1 mom. kan ingå att ta emot ansökningshandlingar och att i register införa de uppgifter som krävs för behandlingen av ansökningarna, tillhandahålla rådgivning i fråga om tillståndsförfarandet, förmedla uppgifter till sökanden, lämna ut det ansökta körtillståndet, om det inte sänds till sökanden per post, ta emot körtillstånd som ska återlämnas till myndigheten samt att sköta andra motsvarande uppgifter i ansökningsförfarandet. På skötseln av de uppgifter som avses i 9 a § 1 mom. tillämpas inte bestämmelserna om underentreprenad och uppgifterna ska skötas i Finland. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenad. De uppgifter som anges i 1 mom. kan förenas med andra tjänster som Trafiksäkerhetsverket skaffar. Serviceproducenten ska vara tillförlitlig och ha sådan personal samt sådan teknisk, ekonomisk och operativ beredskap som krävs för att sköta uppgifterna och beredskap att sörja för den datasäkerhet och det dataskydd som uppgifterna förutsätter. Trafiksäkerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skötseln av dem så att den registeransvariges ansvar för att personuppgifter behandlas lagenligt fullgörs även i serviceproducentens verksamhet och så att kraven på god förvaltning uppfylls även i övrigt. I fråga om det avtal som ingås med serviceproducenten om skötseln av uppgifter som avses i 9 a § 1 mom. gäller bestämmelserna i körkortslagen om avtal som gäller skötseln av vissa tillståndsuppgifter som serviceuppgifter. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att utföra inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), förvaltningslagen (434/2003), språklagen (423/2003) och i samiska språklagen (1086/2003). När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen (412/1974).",
        "folded_sv": "trafiksakerhetsverket far skaffa de tjanster som behovs for att skota de uppgifter som avses i 9 a § 1 och 2 mom. av privata eller offentliga serviceproducenter som ar verksamma i finland. i serviceuppgifterna enligt 9 a § 1 mom. kan inga att ta emot ansokningshandlingar och att i register infora de uppgifter som kravs for behandlingen av ansokningarna, tillhandahalla radgivning i fraga om tillstandsforfarandet, formedla uppgifter till sokanden, lamna ut det ansokta kortillstandet, om det inte sands till sokanden per post, ta emot kortillstand som ska aterlamnas till myndigheten samt att skota andra motsvarande uppgifter i ansokningsforfarandet. pa skotseln av de uppgifter som avses i 9 a § 1 mom. tillampas inte bestammelserna om underentreprenad och uppgifterna ska skotas i finland. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenad. de uppgifter som anges i 1 mom. kan forenas med andra tjanster som trafiksakerhetsverket skaffar. serviceproducenten ska vara tillforlitlig och ha sadan personal samt sadan teknisk, ekonomisk och operativ beredskap som kravs for att skota uppgifterna och beredskap att sorja for den datasakerhet och det dataskydd som uppgifterna forutsatter. trafiksakerhetsverket ska avtala med serviceproducenten om serviceuppgifternas omfattning och krav i anslutning till skotseln av dem sa att den registeransvariges ansvar for att personuppgifter behandlas lagenligt fullgors aven i serviceproducentens verksamhet och sa att kraven pa god forvaltning uppfylls aven i ovrigt. i fraga om det avtal som ingas med serviceproducenten om skotseln av uppgifter som avses i 9 a § 1 mom. galler bestammelserna i korkortslagen om avtal som galler skotseln av vissa tillstandsuppgifter som serviceuppgifter. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att utfora inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet (621/1999), personuppgiftslagen (523/1999), lagen om elektronisk kommunikation i myndigheternas verksamhet (13/2003), forvaltningslagen (434/2003), spraklagen (423/2003) och i samiska spraklagen (1086/2003). nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen (412/1974)."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "9 c",
      "section": "9 c",
      "title": "Ajolupaa koskevan hakemusasian vireille saattaminen",
      "content": "Taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. Jos ajolupahakemukseen liitettävässä lääkärinlausunnossa on terveys- ja toimintakykyvaatimusten täyttymistä koskevan merkinnän lisäksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa Liikenteen turvallisuusvirastoon sen jälkeen kun hakemus on laitettu vireille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 c",
        "normalized_fi": "Taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sähköisesti tai Liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. Jos ajolupahakemukseen liitettävässä lääkärinlausunnossa on terveys- ja toimintakykyvaatimusten täyttymistä koskevan merkinnän lisäksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa Liikenteen turvallisuusvirastoon sen jälkeen kun hakemus on laitettu vireille.",
        "folded_fi": "taksinkuljettajan ajolupaa koskeva hakemus voidaan toimittaa sahkoisesti tai liikenteen turvallisuusviraston osoittamalle palveluntuottajalle. jos ajolupahakemukseen liitettavassa laakarinlausunnossa on terveys- ja toimintakykyvaatimusten tayttymista koskevan merkinnan lisaksi muu hakijan terveydentilaa kuvaava tieto, liite voidaan palvelun tuottajalle luovuttamisen sijaan toimittaa liikenteen turvallisuusvirastoon sen jalkeen kun hakemus on laitettu vireille.",
        "title_sv": "Hur ansökningsärenden som gäller körtillstånd inleds",
        "content_sv": "Ansökningar om körtillstånd för taxiförare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar. Om ett läkarutlåtande som ska fogas till ansökan om körtillstånd förutom anteckning om att de medicinska kraven och kraven på funktionsförmåga är uppfyllda innehåller annan information som beskriver sökandens hälsotillstånd, kan bilagan i stället för att överlämnas till serviceproducenten ges in till Trafiksäkerhetsverket efter det att ansökan har inletts.",
        "normalized_sv": "Ansökningar om körtillstånd för taxiförare kan ges in elektroniskt eller till en serviceproducent som Trafiksäkerhetsverket anvisar. Om ett läkarutlåtande som ska fogas till ansökan om körtillstånd förutom anteckning om att de medicinska kraven och kraven på funktionsförmåga är uppfyllda innehåller annan information som beskriver sökandens hälsotillstånd, kan bilagan i stället för att överlämnas till serviceproducenten ges in till Trafiksäkerhetsverket efter det att ansökan har inletts.",
        "folded_sv": "ansokningar om kortillstand for taxiforare kan ges in elektroniskt eller till en serviceproducent som trafiksakerhetsverket anvisar. om ett lakarutlatande som ska fogas till ansokan om kortillstand forutom anteckning om att de medicinska kraven och kraven pa funktionsformaga ar uppfyllda innehaller annan information som beskriver sokandens halsotillstand, kan bilagan i stallet for att overlamnas till serviceproducenten ges in till trafiksakerhetsverket efter det att ansokan har inletts."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "9 d",
      "section": "9 d",
      "title": "Palvelun tuottajan luotettavuuden arviointi",
      "content": "Palvelun tuottajaa ei voida pitää 9 b §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a §:n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että palveluksessaan olevilla on tieto 9 b §:n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9 d",
        "normalized_fi": "Palvelun tuottajaa ei voida pitää 9 b § :n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiömuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jäsen tai varajäsen, toimitusjohtaja, vastuunalainen yhtiömies tai avoimessa yhtiössä yhtiömies, taikka muussa määräävässä asemassa oleva henkilö on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a § :n 1 momentissa tarkoitettua tehtävää. Palvelun tuottajaa ei ainakaan voida pitää luotettavana, jos edellä mainittu henkilö on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, työsuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisteröintiä tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien säännösten tai määräysten rikkomisesta ja teon on katsottava osoittavan henkilön olevan ilmeisen sopimaton hoitamaan edellä tarkoitettua tehtävää. Palvelun tuottaja vastaa siitä, että palveluksessaan olevilla on tieto 9 b § :n 3 momentissa tarkoitettujen lupatehtävien hoitamiseen liittyvistä vaatimuksista ja vastuista ja kyky toimia sen mukaisesti sekä siitä, että he ovat siten luotettavia kuin tässä tarkoitettujen lupatehtävien hoitamiseen vaaditaan. Viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi säädetään rikosrekisterilaissa (770/1993).",
        "folded_fi": "palvelun tuottajaa ei voida pitaa 9 b §:n 3 momentissa tarkoitetulla tavalla luotettavana, jos palvelun tuottaja, tai yhtiomuodossa toimivan palvelun tuottajan hallituksen tai hallintoneuvoston jasen tai varajasen, toimitusjohtaja, vastuunalainen yhtiomies tai avoimessa yhtiossa yhtiomies, taikka muussa maaraavassa asemassa oleva henkilo on toiminnallaan osoittanut olevansa ilmeisen sopimaton hoitamaan 9 a §:n 1 momentissa tarkoitettua tehtavaa. palvelun tuottajaa ei ainakaan voida pitaa luotettavana, jos edella mainittu henkilo on lainvoiman saaneella tuomiolla tuomittu viiden viimeisen vuoden aikana vankeusrangaistukseen tai kolmen viimeisen vuoden aikana sakkorangaistukseen vakavasta, tyosuhdetta, elinkeinon harjoittamista, kirjanpitoa, velkasuhdetta, liikenteen harjoittamista, kuljettajantutkintotoimintaa, ajoneuvojen rekisterointia tai katsastusta koskevien taikka muita liikenneturvallisuutta koskevien saannosten tai maaraysten rikkomisesta ja teon on katsottava osoittavan henkilon olevan ilmeisen sopimaton hoitamaan edella tarkoitettua tehtavaa. palvelun tuottaja vastaa siita, etta palveluksessaan olevilla on tieto 9 b §:n 3 momentissa tarkoitettujen lupatehtavien hoitamiseen liittyvista vaatimuksista ja vastuista ja kyky toimia sen mukaisesti seka siita, etta he ovat siten luotettavia kuin tassa tarkoitettujen lupatehtavien hoitamiseen vaaditaan. viranomaisen oikeudesta saada rikosrekisteritietoja luotettavuuden arvioimiseksi saadetaan rikosrekisterilaissa (770/1993).",
        "title_sv": "Bedömning av serviceproducentens tillförlitlighet",
        "content_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 9 a § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 9 b § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "normalized_sv": "En serviceproducent kan inte betraktas som tillförlitlig på det sätt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersättare i styrelsen eller förvaltningsrådet, verkställande direktören eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett öppet bolag, eller en person som utövar bestämmande inflytande, genom sin verksamhet har visat sig vara uppenbart olämplig att sköta uppgifter som avses i 9 a § 1 mom. Serviceproducenten kan åtminstone inte anses vara tillförlitlig, om en ovannämnd person genom en lagakraftvunnen dom under de senaste fem åren har dömts till fängelse eller under de tre senaste åren till böter för ett allvarligt brott mot bestämmelser eller föreskrifter som gäller anställningsförhållande, idkande av näring, bokföring, skuldförhållande, bedrivande av trafik, förarexamensverksamhet, registrering eller besiktning av fordon eller andra bestämmelser eller föreskrifter som gäller trafiksäkerhet och gärningen ska anses visa att personen är uppenbart olämplig att sköta uppgifter som avses ovan. Serviceproducenten svarar för att de som är anställda hos producenten känner till de krav och det ansvar som hänför sig till skötseln av tillståndsuppgifter enligt 9 b § 3 mom. och har förmåga att handla därefter samt för att de är tillförlitliga enligt vad som krävs för skötseln av de tillståndsuppgifter som avses här. Bestämmelser om rätt för myndigheterna att få straffregisteruppgifter för bedömning av tillförlitligheten finns i straffregisterlagen (770/1993).",
        "folded_sv": "en serviceproducent kan inte betraktas som tillforlitlig pa det satt som avses i 9 b § 3 mom., om serviceproducenten, eller en medlem eller ersattare i styrelsen eller forvaltningsradet, verkstallande direktoren eller en ansvarig bolagsman hos en serviceproducent i bolagsform eller en bolagsman i ett oppet bolag, eller en person som utovar bestammande inflytande, genom sin verksamhet har visat sig vara uppenbart olamplig att skota uppgifter som avses i 9 a § 1 mom. serviceproducenten kan atminstone inte anses vara tillforlitlig, om en ovannamnd person genom en lagakraftvunnen dom under de senaste fem aren har domts till fangelse eller under de tre senaste aren till boter for ett allvarligt brott mot bestammelser eller foreskrifter som galler anstallningsforhallande, idkande av naring, bokforing, skuldforhallande, bedrivande av trafik, forarexamensverksamhet, registrering eller besiktning av fordon eller andra bestammelser eller foreskrifter som galler trafiksakerhet och garningen ska anses visa att personen ar uppenbart olamplig att skota uppgifter som avses ovan. serviceproducenten svarar for att de som ar anstallda hos producenten kanner till de krav och det ansvar som hanfor sig till skotseln av tillstandsuppgifter enligt 9 b § 3 mom. och har formaga att handla darefter samt for att de ar tillforlitliga enligt vad som kravs for skotseln av de tillstandsuppgifter som avses har. bestammelser om ratt for myndigheterna att fa straffregisteruppgifter for bedomning av tillforlitligheten finns i straffregisterlagen (770/1993)."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ajoluvan myöntäminen",
      "content": "Ajolupa myönnetään viideksi vuodeksi tai, jos hakija on täyttänyt 68 vuotta, kahdeksi vuodeksi. Ajolupaan voidaan liittää taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. Hakija voidaan määrätä toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn lääkärinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen käsittelemiseksi. Ajolupaan merkitään auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. Jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hänen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. Ajoluvan hakemisesta, myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Hakijalle voidaan antaa väliaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija täyttää ajoluvan myöntämisen edellytykset. Väliaikainen ajolupa voidaan antaa myös 4 §:n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi määräajaksi. Väliaikainen ajolupa annetaan Liikenteen turvallisuusviraston lomakkeella. Mitä muutoin säädetään ajoluvasta, koskee myös väliaikaista ajolupaa. Ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mitä ajokorttilaissa säädetään ajokortin toimittamisesta hakijalle postitse.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Ajolupa myönnetään viideksi vuodeksi tai, jos hakija on täyttänyt 68 vuotta, kahdeksi vuodeksi. Ajolupaan voidaan liittää taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. Hakija voidaan määrätä toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn lääkärinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen käsittelemiseksi. Ajolupaan merkitään auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. Jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hänen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. Ajoluvan hakemisesta, myöntämisestä ja myöntämiseen liittyvästä menettelystä annetaan tarkempia säännöksiä valtioneuvoston asetuksella. Hakijalle voidaan antaa väliaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija täyttää ajoluvan myöntämisen edellytykset. Väliaikainen ajolupa voidaan antaa myös 4 § :n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi määräajaksi. Väliaikainen ajolupa annetaan Liikenteen turvallisuusviraston lomakkeella. Mitä muutoin säädetään ajoluvasta, koskee myös väliaikaista ajolupaa. Ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mitä ajokorttilaissa säädetään ajokortin toimittamisesta hakijalle postitse.",
        "folded_fi": "ajolupa myonnetaan viideksi vuodeksi tai, jos hakija on tayttanyt 68 vuotta, kahdeksi vuodeksi. ajolupaan voidaan liittaa taksin kuljettamista tai luvansaajan velvollisuuksia koskevia ehtoja. hakija voidaan maarata toimittamaan todistus uudesta kuljettajantutkinnosta, jos se on esitetyn laakarinlausunnon tai muutoin lupaviranomaisen tietoon tulleen syyn johdosta tarpeen hakemuksen kasittelemiseksi. ajolupaan merkitaan auton asemapaikka tai ne asemapaikat, joita vastaava paikallistuntemus kuljettajalla on. jos kuljettajalle aikaisemmin annettu taksinkuljettajan ajolupa on voimassa, hanen on annettava se lupaviranomaiselle, kun uusi lupa luovutetaan. ajoluvan hakemisesta, myontamisesta ja myontamiseen liittyvasta menettelysta annetaan tarkempia saannoksia valtioneuvoston asetuksella. hakijalle voidaan antaa valiaikainen ajolupa, joka on voimassa yhden kuukauden, jos hakija tayttaa ajoluvan myontamisen edellytykset. valiaikainen ajolupa voidaan antaa myos 4 §:n 2 momentissa tarkoitettuja ajoja varten lupaviranomaisen mainitun momentin nojalla asettamaksi maaraajaksi. valiaikainen ajolupa annetaan liikenteen turvallisuusviraston lomakkeella. mita muutoin saadetaan ajoluvasta, koskee myos valiaikaista ajolupaa. ajolupa voidaan toimittaa hakijalle postitse, jolloin toimittamiseen sovelletaan mita ajokorttilaissa saadetaan ajokortin toimittamisesta hakijalle postitse.",
        "title_sv": "Beviljande av körtillstånd",
        "content_sv": "Körtillstånd beviljas för fem år eller, om sökanden har fyllt 68 år, för två år. Körtillståndet kan förenas med villkor som gäller framförande av taxi eller tillståndshavarens skyldigheter. Sökanden kan åläggas att lämna in ett intyg över en ny förarexamen, om det behövs för att behandla ansökan utifrån ett läkar-utlåtande som visats upp eller av någon orsak som annars kommit till tillståndsmyndighetens kännedom. I körtillståndet antecknas bilens stationsplats eller de stationsplatser i fråga om vilka föraren har den lokalkännedom som motsvarar stationsplatsen. Om föraren tidigare har fått ett körtillstånd för taxiförare som är giltigt, ska han eller hon ge detta till tillståndsmyndigheten när ett nytt tillstånd överlämnas. Närmare bestämmelser om sökande, beviljande och förfarandet vid beviljande av körtillstånd utfärdas genom förordning av statsrådet. Sökanden får ges ett temporärt körtillstånd som gäller en månad, om sökanden uppfyller villkoren för beviljande av körtillstånd. Ett temporärt körtillstånd får också utfärdas för körningar som avses i 4 § 2 mom. för en av tillståndsmyndigheten med stöd av nämnda moment bestämd tid. Temporära körtillstånd utfärdas på Trafiksäkerhetsverkets blankett. Vad som i övrigt föreskrivs om körtillstånd gäller också temporära körtillstånd. Körtillstånd kan sändas till sökanden per post med tillämpning av bestämmelserna i körkortslagen om sändande av körkort till sökanden per post.",
        "normalized_sv": "Körtillstånd beviljas för fem år eller, om sökanden har fyllt 68 år, för två år. Körtillståndet kan förenas med villkor som gäller framförande av taxi eller tillståndshavarens skyldigheter. Sökanden kan åläggas att lämna in ett intyg över en ny förarexamen, om det behövs för att behandla ansökan utifrån ett läkar-utlåtande som visats upp eller av någon orsak som annars kommit till tillståndsmyndighetens kännedom. I körtillståndet antecknas bilens stationsplats eller de stationsplatser i fråga om vilka föraren har den lokalkännedom som motsvarar stationsplatsen. Om föraren tidigare har fått ett körtillstånd för taxiförare som är giltigt, ska han eller hon ge detta till tillståndsmyndigheten när ett nytt tillstånd överlämnas. Närmare bestämmelser om sökande, beviljande och förfarandet vid beviljande av körtillstånd utfärdas genom förordning av statsrådet. Sökanden får ges ett temporärt körtillstånd som gäller en månad, om sökanden uppfyller villkoren för beviljande av körtillstånd. Ett temporärt körtillstånd får också utfärdas för körningar som avses i 4 § 2 mom. för en av tillståndsmyndigheten med stöd av nämnda moment bestämd tid. Temporära körtillstånd utfärdas på Trafiksäkerhetsverkets blankett. Vad som i övrigt föreskrivs om körtillstånd gäller också temporära körtillstånd. Körtillstånd kan sändas till sökanden per post med tillämpning av bestämmelserna i körkortslagen om sändande av körkort till sökanden per post.",
        "folded_sv": "kortillstand beviljas for fem ar eller, om sokanden har fyllt 68 ar, for tva ar. kortillstandet kan forenas med villkor som galler framforande av taxi eller tillstandshavarens skyldigheter. sokanden kan alaggas att lamna in ett intyg over en ny forarexamen, om det behovs for att behandla ansokan utifran ett lakar-utlatande som visats upp eller av nagon orsak som annars kommit till tillstandsmyndighetens kannedom. i kortillstandet antecknas bilens stationsplats eller de stationsplatser i fraga om vilka foraren har den lokalkannedom som motsvarar stationsplatsen. om foraren tidigare har fatt ett kortillstand for taxiforare som ar giltigt, ska han eller hon ge detta till tillstandsmyndigheten nar ett nytt tillstand overlamnas. narmare bestammelser om sokande, beviljande och forfarandet vid beviljande av kortillstand utfardas genom forordning av statsradet. sokanden far ges ett temporart kortillstand som galler en manad, om sokanden uppfyller villkoren for beviljande av kortillstand. ett temporart kortillstand far ocksa utfardas for korningar som avses i 4 § 2 mom. for en av tillstandsmyndigheten med stod av namnda moment bestamd tid. temporara kortillstand utfardas pa trafiksakerhetsverkets blankett. vad som i ovrigt foreskrivs om kortillstand galler ocksa temporara kortillstand. kortillstand kan sandas till sokanden per post med tillampning av bestammelserna i korkortslagen om sandande av korkort till sokanden per post."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Ajoluvan kelpoisuusalueen laajentaminen",
      "content": "Liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 §:n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen tämän asemapaikan osalta. Ajolupa annetaan määräajaksi, joka päättyy samaan aikaan hakijalla ennestään olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. Laajennetun ajoluvan hakemisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 § :n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen tämän asemapaikan osalta. Ajolupa annetaan määräajaksi, joka päättyy samaan aikaan hakijalla ennestään olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. Laajennetun ajoluvan hakemisesta annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "liikenteen turvallisuusvirasto voi hakemuksesta laajentaa ajoluvan kelpoisuuden uuteen asemapaikkaan, jos ajoluvan haltija osoittaa 4 §:n 1 momentin 5 kohdassa tarkoitetun paikallistuntemuksen taman asemapaikan osalta. ajolupa annetaan maaraajaksi, joka paattyy samaan aikaan hakijalla ennestaan olevan ajoluvan kanssa, jollei samalla haeta ajoluvan uudistamista. laajennetun ajoluvan hakemisesta annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Utvidgning av körtillståndets giltighetsområde",
        "content_sv": "Trafiksäkerhetsverket kan på ansökan utvidga giltighetsområdet för ett körtillstånd till en ny stationsplats, om innehavaren av körtillståndet visar att han eller hon i fråga om denna stationsplats har den lokalkännedom som avses i 4 § 1 mom. 5 punkten. Körtillstånd ges för en viss tid som löper ut samtidigt som sökandens tidigare körtillstånd, om han eller hon inte samtidigt ansöker om förnyelse av körtillståndet. Närmare bestämmelser om ansökan om utvidgat körtillstånd utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Trafiksäkerhetsverket kan på ansökan utvidga giltighetsområdet för ett körtillstånd till en ny stationsplats, om innehavaren av körtillståndet visar att han eller hon i fråga om denna stationsplats har den lokalkännedom som avses i 4 § 1 mom. 5 punkten. Körtillstånd ges för en viss tid som löper ut samtidigt som sökandens tidigare körtillstånd, om han eller hon inte samtidigt ansöker om förnyelse av körtillståndet. Närmare bestämmelser om ansökan om utvidgat körtillstånd utfärdas genom förordning av statsrådet.",
        "folded_sv": "trafiksakerhetsverket kan pa ansokan utvidga giltighetsomradet for ett kortillstand till en ny stationsplats, om innehavaren av kortillstandet visar att han eller hon i fraga om denna stationsplats har den lokalkannedom som avses i 4 § 1 mom. 5 punkten. kortillstand ges for en viss tid som loper ut samtidigt som sokandens tidigare kortillstand, om han eller hon inte samtidigt ansoker om fornyelse av kortillstandet. narmare bestammelser om ansokan om utvidgat kortillstand utfardas genom forordning av statsradet."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Perusteet ajoluvan peruuttamiselle",
      "content": "Ajolupa on peruutettava, jos luvan haltija: 1) ei enää täytä ajoluvan myöntämisen edellytyksiä; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata säännöksiin tai erilliseen määräykseen perustuvaa velvollisuuttaan toimittaa tässä laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystään; tai 4) itse pyytää luvan peruuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Ajolupa on peruutettava, jos luvan haltija: 1) ei enää täytä ajoluvan myöntämisen edellytyksiä; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata säännöksiin tai erilliseen määräykseen perustuvaa velvollisuuttaan toimittaa tässä laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystään; tai 4) itse pyytää luvan peruuttamista.",
        "folded_fi": "ajolupa on peruutettava, jos luvan haltija: 1) ei enaa tayta ajoluvan myontamisen edellytyksia; 2) ei noudata asetettuja lupaehtoja; 3) ei noudata saannoksiin tai erilliseen maaraykseen perustuvaa velvollisuuttaan toimittaa tassa laissa tarkoitettu lausunto terveydentilastaan tai todistus ajokyvystaan; tai 4) itse pyytaa luvan peruuttamista.",
        "title_sv": "Grunder för återkallande av körtillstånd",
        "content_sv": "Ett körtillstånd ska återkallas om tillståndshavaren 1) inte längre uppfyller förutsättningarna för beviljande av körtillstånd, 2) inte iakttar uppställda tillståndsvillkor, 3) inte iakttar sin skyldighet enligt bestämmelserna eller enligt ett särskilt åläggande att lämna in det utlåtande om hälsotillståndet eller det intyg över körförmågan som avses i denna lag, eller 4) själv anhåller om att tillståndet ska återkallas.",
        "normalized_sv": "Ett körtillstånd ska återkallas om tillståndshavaren 1) inte längre uppfyller förutsättningarna för beviljande av körtillstånd, 2) inte iakttar uppställda tillståndsvillkor, 3) inte iakttar sin skyldighet enligt bestämmelserna eller enligt ett särskilt åläggande att lämna in det utlåtande om hälsotillståndet eller det intyg över körförmågan som avses i denna lag, eller 4) själv anhåller om att tillståndet ska återkallas.",
        "folded_sv": "ett kortillstand ska aterkallas om tillstandshavaren 1) inte langre uppfyller forutsattningarna for beviljande av kortillstand, 2) inte iakttar uppstallda tillstandsvillkor, 3) inte iakttar sin skyldighet enligt bestammelserna eller enligt ett sarskilt alaggande att lamna in det utlatande om halsotillstandet eller det intyg over korformagan som avses i denna lag, eller 4) sjalv anhaller om att tillstandet ska aterkallas."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ajoluvan peruuttaminen toistaiseksi",
      "content": "Ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) määrätään ajokieltoon toistaiseksi; 2) ei enää täytä ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa määräajassa toimittanut todistusta 4 §:n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 §:n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyväksytysti taikka muuta selvitystä, jonka lupaviranomainen tai poliisi on tämän lain nojalla määrännyt esitettäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) määrätään ajokieltoon toistaiseksi; 2) ei enää täytä ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa määräajassa toimittanut todistusta 4 § :n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 § :n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyväksytysti taikka muuta selvitystä, jonka lupaviranomainen tai poliisi on tämän lain nojalla määrännyt esitettäväksi.",
        "folded_fi": "ajolupa peruutetaan toistaiseksi, jos luvan haltija: 1) maarataan ajokieltoon toistaiseksi; 2) ei enaa tayta ajoluvan terveysvaatimuksia; tai 3) ei ole asetetussa maaraajassa toimittanut todistusta 4 §:n 2 momentissa tarkoitetusta taksinkuljettajan kokeen tai 8 §:n 1 momentissa tarkoitetusta paikallistuntemuskokeen suorittamisesta hyvaksytysti taikka muuta selvitysta, jonka lupaviranomainen tai poliisi on taman lain nojalla maarannyt esitettavaksi.",
        "title_sv": "Återkallande av körtillstånd tills vidare",
        "content_sv": "Ett körtillstånd återkallas tills vidare, om tillståndshavaren 1) meddelas körförbud tills vidare, 2) inte längre uppfyller hälsokraven för körtillstånd, eller 3) inte inom utsatt tid har lämnat in ett intyg över att han eller hon med godkänt resultat har avlagt det prov för taxiförare som avses i 4 § 2 mom. eller det prov i lokalkännedom som avses i 8 § 1 mom. eller annan utredning som tillståndsmyndigheten eller polisen med stöd av denna lag bestämt att ska visas upp.",
        "normalized_sv": "Ett körtillstånd återkallas tills vidare, om tillståndshavaren 1) meddelas körförbud tills vidare, 2) inte längre uppfyller hälsokraven för körtillstånd, eller 3) inte inom utsatt tid har lämnat in ett intyg över att han eller hon med godkänt resultat har avlagt det prov för taxiförare som avses i 4 § 2 mom. eller det prov i lokalkännedom som avses i 8 § 1 mom. eller annan utredning som tillståndsmyndigheten eller polisen med stöd av denna lag bestämt att ska visas upp.",
        "folded_sv": "ett kortillstand aterkallas tills vidare, om tillstandshavaren 1) meddelas korforbud tills vidare, 2) inte langre uppfyller halsokraven for kortillstand, eller 3) inte inom utsatt tid har lamnat in ett intyg over att han eller hon med godkant resultat har avlagt det prov for taxiforare som avses i 4 § 2 mom. eller det prov i lokalkannedom som avses i 8 § 1 mom. eller annan utredning som tillstandsmyndigheten eller polisen med stod av denna lag bestamt att ska visas upp."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Varoituksen käyttö ajolupaseuraamuksena",
      "content": "Poliisi voi antaa varoituksen ajoluvan määräaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettävä kohtuuttomana seuraamuksena, eikä teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensä säännösten ja määräysten noudattamisesta taikka hänelle aiemmin määrätyistä seuraamuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Poliisi voi antaa varoituksen ajoluvan määräaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettävä kohtuuttomana seuraamuksena, eikä teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensä säännösten ja määräysten noudattamisesta taikka hänelle aiemmin määrätyistä seuraamuksista.",
        "folded_fi": "poliisi voi antaa varoituksen ajoluvan maaraaikaisen peruuttamisen asemesta, jos ajoluvan peruuttamista on pidettava kohtuuttomana seuraamuksena, eika teon ole katsottava osoittavan piittaamattomuutta taksinkuljettajan vastuista ja velvollisuuksista tai yleensa saannosten ja maaraysten noudattamisesta taikka hanelle aiemmin maaratyista seuraamuksista.",
        "title_sv": "Varning som körtillståndspåföljd",
        "content_sv": "Polisen kan ge en taxiförare en varning i stället för att återkalla körtillståndet för viss tid, om återkallandet av körtillståndet ska betraktas som en oskälig påföljd och om gärningen inte ska anses tyda på likgiltighet för taxiförarens ansvar och skyldigheter eller i allmänhet för iakttagandet av bestämmelser och föreskrifter eller tidigare påföljder som påförts honom eller henne.",
        "normalized_sv": "Polisen kan ge en taxiförare en varning i stället för att återkalla körtillståndet för viss tid, om återkallandet av körtillståndet ska betraktas som en oskälig påföljd och om gärningen inte ska anses tyda på likgiltighet för taxiförarens ansvar och skyldigheter eller i allmänhet för iakttagandet av bestämmelser och föreskrifter eller tidigare påföljder som påförts honom eller henne.",
        "folded_sv": "polisen kan ge en taxiforare en varning i stallet for att aterkalla kortillstandet for viss tid, om aterkallandet av kortillstandet ska betraktas som en oskalig pafoljd och om garningen inte ska anses tyda pa likgiltighet for taxiforarens ansvar och skyldigheter eller i allmanhet for iakttagandet av bestammelser och foreskrifter eller tidigare pafoljder som paforts honom eller henne."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Ajoluvan kaksoiskappale",
      "content": "Jos kadonnut ajolupa myöhemmin löytyy, se on luovutettava Liikenteen turvallisuusvirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Jos kadonnut ajolupa myöhemmin löytyy, se on luovutettava Liikenteen turvallisuusvirastolle.",
        "folded_fi": "jos kadonnut ajolupa myohemmin loytyy, se on luovutettava liikenteen turvallisuusvirastolle.",
        "title_sv": "Duplettexemplar av körtillstånd",
        "content_sv": "Om ett förkommet körtillstånd senare hittas, ska det överlämnas till Trafiksäkerhetsverket.",
        "normalized_sv": "Om ett förkommet körtillstånd senare hittas, ska det överlämnas till Trafiksäkerhetsverket.",
        "folded_sv": "om ett forkommet kortillstand senare hittas, ska det overlamnas till trafiksakerhetsverket."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Koulutusluvan peruuttaminen",
      "content": "Lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia säännöksiä, määräyksiä tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:30",
        "normalized_fi": "Lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia säännöksiä, määräyksiä tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
        "folded_fi": "lupaviranomainen voi antaa koulutusluvan haltijalle kirjallisen varoituksen, jos koulutusta koskevia saannoksia, maarayksia tai lupaehtoja rikotaan, taikka opetusta ei hoideta asianmukaisesti.",
        "title_sv": "Återkallande av utbildningstillstånd",
        "content_sv": "Tillståndsmyndigheten kan ge innehavare av utbildningstillstånd en skriftlig varning, om de bestämmelser, föreskrifter eller tillståndsvillkor som gäller utbildningen inte följs eller om undervisningen inte sköts på behörigt sätt.",
        "normalized_sv": "Tillståndsmyndigheten kan ge innehavare av utbildningstillstånd en skriftlig varning, om de bestämmelser, föreskrifter eller tillståndsvillkor som gäller utbildningen inte följs eller om undervisningen inte sköts på behörigt sätt.",
        "folded_sv": "tillstandsmyndigheten kan ge innehavare av utbildningstillstand en skriftlig varning, om de bestammelser, foreskrifter eller tillstandsvillkor som galler utbildningen inte foljs eller om undervisningen inte skots pa behorigt satt."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Koe- ja valvontatehtävien hoitaminen palvelutehtävänä",
      "content": "Liikenteen turvallisuusvirasto voi järjestää 7 §:ssä tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan sekä 31 §:ssä tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettavaksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä. Liikenteen turvallisuusvirasto voi yhdistää 33 §:ssä tarkoitettujen ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Tässä pykälässä tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtävien hoitamisesta niin, että hyvän hallinnon vaatimukset täyttyvät. Kokeiden järjestämisestä ja valvonnasta on sovittava niin, että palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. Sopimuksesta sekä palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mitä kuljettajantutkintotoiminnasta ja sitä koskevasta sopimuksesta kuljettajantutkintotoiminnan järjestämisestä annetussa laissa säädetään. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa, henkilötietolaissa, sähköisestä asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:34",
        "normalized_fi": "Liikenteen turvallisuusvirasto voi järjestää 7 § :ssä tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan sekä 31 § :ssä tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessä tai siitä erillään hoidettavaksi hankkimalla tarvittavat palvelut yksityisiltä tai julkisilta palvelun tuottajilta noudattaen mitä kuljettajantutkintotoiminnan järjestämisestä annetussa laissa (535/1998) säädetään kuljettajantutkintotoiminnan hoitamisesta palvelutehtävänä. Liikenteen turvallisuusvirasto voi yhdistää 33 § :ssä tarkoitettujen ilmoitusten vastaanottamisen sekä tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtävään hankkimalla tarvittavat palvelut siten kuin mainitussa pykälässä säädetään. Palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia säännöksiä lukuun ottamatta. Tässä pykälässä tarkoitettuja tehtäviä ei voida hoitaa alihankkijaa käyttäen. Liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtävien hoitamisesta niin, että hyvän hallinnon vaatimukset täyttyvät. Kokeiden järjestämisestä ja valvonnasta on sovittava niin, että palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. Sopimuksesta sekä palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mitä kuljettajantutkintotoiminnasta ja sitä koskevasta sopimuksesta kuljettajantutkintotoiminnan järjestämisestä annetussa laissa säädetään. Liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja sillä on oikeus tehdä tarkastuksia paikoissa, joissa harjoitetaan tässä pykälässä tarkoitettua palvelutoimintaa. Tarkastusta ei kuitenkaan saa suorittaa pysyväisluonteiseen asumiseen käytettävässä tilassa. Palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja järjestettävä olosuhteet sellaisiksi, että valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. Tässä pykälässä tarkoitettuja julkisia hallintotehtäviä hoidettaessa noudatettavista hyvän hallinnon periaatteista säädetään viranomaisten toiminnan julkisuudesta annetussa laissa, henkilötietolaissa, sähköisestä asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. Palvelun tuottajaan ja tämän palveluksessa olevaan sovelletaan näitä tehtäviä hoidettaessa rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "liikenteen turvallisuusvirasto voi jarjestaa 7 §:ssa tarkoitetun taksinkuljettajan kokeen vastaanottamisen ja valvonnan seka 31 §:ssa tarkoitetun koulutusluvan haltijoiden valvonnan kuljettajantutkintotoiminnan yhteydessa tai siita erillaan hoidettavaksi hankkimalla tarvittavat palvelut yksityisilta tai julkisilta palvelun tuottajilta noudattaen mita kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa (535/1998) saadetaan kuljettajantutkintotoiminnan hoitamisesta palvelutehtavana. liikenteen turvallisuusvirasto voi yhdistaa 33 §:ssa tarkoitettujen ilmoitusten vastaanottamisen seka tietojen rekisteriin tallettamisen 1 momentissa tarkoitetun kokeen vastaanottamista ja valvontaa koskevaan tehtavaan hankkimalla tarvittavat palvelut siten kuin mainitussa pykalassa saadetaan. palvelujen hankintaan sovelletaan julkisista hankinnoista annettua lakia (348/2007) alihankintaa koskevia saannoksia lukuun ottamatta. tassa pykalassa tarkoitettuja tehtavia ei voida hoitaa alihankkijaa kayttaen. liikenteen turvallisuusviraston on sovittava palvelun tuottajien kanssa tehtavien hoitamisesta niin, etta hyvan hallinnon vaatimukset tayttyvat. kokeiden jarjestamisesta ja valvonnasta on sovittava niin, etta palvelun laatu, yhdenmukaisuus ja saatavuus turvataan eri puolilla maata. sopimuksesta seka palvelun tuottajan ja kokeiden vastaanottajan vaatimuksista on voimassa, mita kuljettajantutkintotoiminnasta ja sita koskevasta sopimuksesta kuljettajantutkintotoiminnan jarjestamisesta annetussa laissa saadetaan. liikenteen turvallisuusviraston on valvottava palvelun tuottajan toimintaa ja silla on oikeus tehda tarkastuksia paikoissa, joissa harjoitetaan tassa pykalassa tarkoitettua palvelutoimintaa. tarkastusta ei kuitenkaan saa suorittaa pysyvaisluonteiseen asumiseen kaytettavassa tilassa. palvelun tuottajan on annettava valvonnassa tarvittavat tiedot ja jarjestettava olosuhteet sellaisiksi, etta valvonta ja tarkastukset voidaan suorittaa asianmukaisesti. tassa pykalassa tarkoitettuja julkisia hallintotehtavia hoidettaessa noudatettavista hyvan hallinnon periaatteista saadetaan viranomaisten toiminnan julkisuudesta annetussa laissa, henkilotietolaissa, sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa, hallintolaissa, kielilaissa ja saamen kielilaissa. palvelun tuottajaan ja taman palveluksessa olevaan sovelletaan naita tehtavia hoidettaessa rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Skötsel av prov- och övervakningsuppgifter som serviceuppgifter",
        "content_sv": "Trafiksäkerhetsverket kan ordna mottagandet och övervakningen av det prov för taxiförare som avses i 7 § samt den tillsyn över innehavare av utbildningstillstånd som avses i 31 § i anslutning till förarexamensverksamhet eller så att dessa uppgifter sköts separat genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamhet som en serviceuppgift. Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 33 § och att föra in uppgifterna i ett register med mottagandet och övervakningen av prov genom att skaffa de tjänster som behövs så som föreskrivs i nämnda paragraf. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. Underleverantörer får inte anlitas för att sköta de uppgifter som avses i denna paragraf. Trafiksäkerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skötas så att kraven på god förvaltning uppfylls. Det ska avtalas om anordnande och övervakning av prov så att tillgång till enhetliga tjänster av god kvalitet tryggas i hela landet. I fråga om avtalet samt kraven på serviceproducenten och provmottagare gäller vad som i lagen om förarexamensverksamhet föreskrivs om förarexamensverksamhet och avtal om den. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att företa inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, förvaltningslagen, språklagen och i samiska språklagen. När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "Trafiksäkerhetsverket kan ordna mottagandet och övervakningen av det prov för taxiförare som avses i 7 § samt den tillsyn över innehavare av utbildningstillstånd som avses i 31 § i anslutning till förarexamensverksamhet eller så att dessa uppgifter sköts separat genom att skaffa de behövliga tjänsterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om förarexamensverksamhet (535/1998) föreskrivs om skötsel av förarexamensverksamhet som en serviceuppgift. Trafiksäkerhetsverket kan förena uppgiften att ta emot anmälan enligt 33 § och att föra in uppgifterna i ett register med mottagandet och övervakningen av prov genom att skaffa de tjänster som behövs så som föreskrivs i nämnda paragraf. På upphandlingen av tjänster tillämpas lagen om offentlig upphandling (348/2007) med undantag av bestämmelserna om underentreprenader. Underleverantörer får inte anlitas för att sköta de uppgifter som avses i denna paragraf. Trafiksäkerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skötas så att kraven på god förvaltning uppfylls. Det ska avtalas om anordnande och övervakning av prov så att tillgång till enhetliga tjänster av god kvalitet tryggas i hela landet. I fråga om avtalet samt kraven på serviceproducenten och provmottagare gäller vad som i lagen om förarexamensverksamhet föreskrivs om förarexamensverksamhet och avtal om den. Trafiksäkerhetsverket ska övervaka serviceproducentens verksamhet och verket har rätt att företa inspektioner på ställen där serviceverksamhet enligt denna paragraf bedrivs. Inspektioner får dock inte utföras i utrymmen som används för boende av permanent natur. Serviceproducenten ska ge information som behövs vid övervakningen samt ordna förhållandena så att tillsyn kan utövas och inspektioner utföras på behörigt sätt. Bestämmelser om de principer för god förvaltning som ska iakttas vid skötseln av offentliga förvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, förvaltningslagen, språklagen och i samiska språklagen. När serviceproducenten och dennes anställda sköter dessa uppgifter ska bestämmelserna om straffrättsligt tjänsteansvar tillämpas på dem. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "trafiksakerhetsverket kan ordna mottagandet och overvakningen av det prov for taxiforare som avses i 7 § samt den tillsyn over innehavare av utbildningstillstand som avses i 31 § i anslutning till forarexamensverksamhet eller sa att dessa uppgifter skots separat genom att skaffa de behovliga tjansterna av privata eller offentliga serviceproducenter med iakttagande av vad som i lagen om forarexamensverksamhet (535/1998) foreskrivs om skotsel av forarexamensverksamhet som en serviceuppgift. trafiksakerhetsverket kan forena uppgiften att ta emot anmalan enligt 33 § och att fora in uppgifterna i ett register med mottagandet och overvakningen av prov genom att skaffa de tjanster som behovs sa som foreskrivs i namnda paragraf. pa upphandlingen av tjanster tillampas lagen om offentlig upphandling (348/2007) med undantag av bestammelserna om underentreprenader. underleverantorer far inte anlitas for att skota de uppgifter som avses i denna paragraf. trafiksakerhetsverket ska avtala med serviceproducenterna om att uppgifterna ska skotas sa att kraven pa god forvaltning uppfylls. det ska avtalas om anordnande och overvakning av prov sa att tillgang till enhetliga tjanster av god kvalitet tryggas i hela landet. i fraga om avtalet samt kraven pa serviceproducenten och provmottagare galler vad som i lagen om forarexamensverksamhet foreskrivs om forarexamensverksamhet och avtal om den. trafiksakerhetsverket ska overvaka serviceproducentens verksamhet och verket har ratt att foreta inspektioner pa stallen dar serviceverksamhet enligt denna paragraf bedrivs. inspektioner far dock inte utforas i utrymmen som anvands for boende av permanent natur. serviceproducenten ska ge information som behovs vid overvakningen samt ordna forhallandena sa att tillsyn kan utovas och inspektioner utforas pa behorigt satt. bestammelser om de principer for god forvaltning som ska iakttas vid skotseln av offentliga forvaltningsuppgifter enligt denna paragraf finns i lagen om offentlighet i myndigheternas verksamhet, personuppgiftslagen, lagen om elektronisk kommunikation i myndigheternas verksamhet, forvaltningslagen, spraklagen och i samiska spraklagen. nar serviceproducenten och dennes anstallda skoter dessa uppgifter ska bestammelserna om straffrattsligt tjansteansvar tillampas pa dem. bestammelser om skadestandsansvar finns i skadestandslagen."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Muutoksenhaku",
      "content": "Liikenteen turvallisuusviraston myöntämän koulutusluvan saaneen päätökseen ja 34 §:ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos haettu ajolupa myönnetään hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisäksi anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Taksinkuljettajan ajoluvan peruuttamista koskeva päätös voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Liikenteen turvallisuusviraston myöntämän koulutusluvan saaneen päätökseen ja 34 § :ssä tarkoitetun kokeen vastaanottajan päätökseen saa vaatia oikaisua Liikenteen turvallisuusvirastolta. Oikaisuvaatimusmenettelystä säädetään hallintolaissa. Liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Jos haettu ajolupa myönnetään hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisäksi anneta muuta päätöstä eikä valitusosoitusta. Poliisin tämän lain nojalla tekemään päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Taksinkuljettajan ajoluvan peruuttamista koskeva päätös voidaan panna täytäntöön muutoksenhausta huolimatta. Hallinto-oikeuden päätökseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkäyttölaissa säädetään. Hallinto-oikeuden muuhun päätökseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myöntää valitusluvan.",
        "folded_fi": "liikenteen turvallisuusviraston myontaman koulutusluvan saaneen paatokseen ja 34 §:ssa tarkoitetun kokeen vastaanottajan paatokseen saa vaatia oikaisua liikenteen turvallisuusvirastolta. oikaisuvaatimusmenettelysta saadetaan hallintolaissa. liikenteen turvallisuusviraston oikaisuvaatimuksen johdosta antamaan ja muuhun taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. jos haettu ajolupa myonnetaan hakemuksen mukaisesti ilman siihen asetettavia ehtoja tai rajoituksia, hakijalle ei ajoluvan lisaksi anneta muuta paatosta eika valitusosoitusta. poliisin taman lain nojalla tekemaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. taksinkuljettajan ajoluvan peruuttamista koskeva paatos voidaan panna taytantoon muutoksenhausta huolimatta. hallinto-oikeuden paatokseen ajoluvan peruuttamista ja koulutusluvan peruuttamista koskevassa asiassa saa hakea muutosta valittamalla siten kuin hallintolainkayttolaissa saadetaan. hallinto-oikeuden muuhun paatokseen saa hakea muutosta valittamalla vain, jos korkein hallinto-oikeus myontaa valitusluvan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Omprövning av ett beslut som en innehavare av ett sådant utbildningstillstånd som Trafiksäkerhetsverket beviljat och en provmottagare som avses i 34 § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Om en sökande beviljas körtillstånd i enlighet med ansökan utan att villkor eller begränsningar ställs, ska sökanden utöver körtillståndet inte meddelas något annat beslut eller ges besvärsanvisning. Ett beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ett beslut om återkallande av ett körtillstånd för taxiförare kan verkställas trots besvär. Ett beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av körtillstånd och återkallande av utbildningstillstånd får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "normalized_sv": "Omprövning av ett beslut som en innehavare av ett sådant utbildningstillstånd som Trafiksäkerhetsverket beviljat och en provmottagare som avses i 34 § meddelat får begäras hos Trafiksäkerhetsverket. Bestämmelser om omprövningsförfarandet finns i förvaltningslagen. Beslut som Trafiksäkerhetsverket fattat med anledning av en begäran om omprövning och andra beslut som verket fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996). Om en sökande beviljas körtillstånd i enlighet med ansökan utan att villkor eller begränsningar ställs, ska sökanden utöver körtillståndet inte meddelas något annat beslut eller ges besvärsanvisning. Ett beslut som polisen fattat med stöd av denna lag får överklagas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Ett beslut om återkallande av ett körtillstånd för taxiförare kan verkställas trots besvär. Ett beslut som förvaltningsdomstolen fattat i ett ärende som gäller återkallande av körtillstånd och återkallande av utbildningstillstånd får överklagas genom besvär på det sätt som föreskrivs i förvaltningsprocesslagen. Andra beslut av förvaltningsdomstolen får överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd.",
        "folded_sv": "omprovning av ett beslut som en innehavare av ett sadant utbildningstillstand som trafiksakerhetsverket beviljat och en provmottagare som avses i 34 § meddelat far begaras hos trafiksakerhetsverket. bestammelser om omprovningsforfarandet finns i forvaltningslagen. beslut som trafiksakerhetsverket fattat med anledning av en begaran om omprovning och andra beslut som verket fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996). om en sokande beviljas kortillstand i enlighet med ansokan utan att villkor eller begransningar stalls, ska sokanden utover kortillstandet inte meddelas nagot annat beslut eller ges besvarsanvisning. ett beslut som polisen fattat med stod av denna lag far overklagas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. ett beslut om aterkallande av ett kortillstand for taxiforare kan verkstallas trots besvar. ett beslut som forvaltningsdomstolen fattat i ett arende som galler aterkallande av kortillstand och aterkallande av utbildningstillstand far overklagas genom besvar pa det satt som foreskrivs i forvaltningsprocesslagen. andra beslut av forvaltningsdomstolen far overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    }
  ]
}