{
  "id": "733/2015",
  "type": "statute",
  "title": "Laki oikeudenkäynnistä rikosasioissa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om rättegång i brottmål",
  "status": "in_force",
  "issued_date": "2015-06-12",
  "in_force_date": "2015-06-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/733/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "content": "Syyttäjän on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena käytettävät esineet, esitutkintapöytäkirja ja muut asian käsittelemistä varten tarpeelliset asiakirjat tuomioistuimen määräämällä tavalla haastehakemuksen yhteydessä tai viipymättä syytteen nostamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Syyttäjän on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena käytettävät esineet, esitutkintapöytäkirja ja muut asian käsittelemistä varten tarpeelliset asiakirjat tuomioistuimen määräämällä tavalla haastehakemuksen yhteydessä tai viipymättä syytteen nostamisen jälkeen.",
        "folded_fi": "syyttajan on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena kaytettavat esineet, esitutkintapoytakirja ja muut asian kasittelemista varten tarpeelliset asiakirjat tuomioistuimen maaraamalla tavalla haastehakemuksen yhteydessa tai viipymatta syytteen nostamisen jalkeen.",
        "content_sv": "Åklagaren ska i samband med stämningsansökan, eller så snart som möjligt efter att åtalet har väckts, på det sätt som domstolen bestämmer ge in till domstolen de skriftliga handlingar och föremål som åklagaren vill åberopa som bevis, en utskrift av förundersökningsprotokollet och övriga handlingar som behövs för behandlingen av målet.",
        "normalized_sv": "Åklagaren ska i samband med stämningsansökan, eller så snart som möjligt efter att åtalet har väckts, på det sätt som domstolen bestämmer ge in till domstolen de skriftliga handlingar och föremål som åklagaren vill åberopa som bevis, en utskrift av förundersökningsprotokollet och övriga handlingar som behövs för behandlingen av målet.",
        "folded_sv": "aklagaren ska i samband med stamningsansokan, eller sa snart som mojligt efter att atalet har vackts, pa det satt som domstolen bestammer ge in till domstolen de skriftliga handlingar och foremal som aklagaren vill aberopa som bevis, en utskrift av forundersokningsprotokollet och ovriga handlingar som behovs for behandlingen av malet."
      }
    },
    {
      "provision_ref": "5:11 a",
      "chapter": "5",
      "section": "11 a",
      "content": "anonyymi todistaja Tuomioistuin voi syyttäjän taikka epäillyn tai vastaajan kirjallisesta hakemuksesta päättää, että rikosasiassa kuullaan henkilöä todistajana siten, ettei hänen henkilöllisyytensä eivätkä yhteystietonsa paljastu (), jos: 1) rikosepäily tai syyte koskee rikosta, josta säädetty ankarin rangaistus on vähintään kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a §:ssä tai 25 luvun 3 §:ssä rangaistavaksi säädettyä rikosta taikka tällaisen rikoksen yritystä tai osallisuutta tällaiseen rikokseen; ja 2) menettely on välttämätön anonyymin todistajan tai häneen oikeudenkäymiskaaren 17 luvun 17 §:n 1 momentissa tarkoitetussa suhteessa olevan henkilön suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. Hakemuksesta tai sen liitteestä on ilmettävä, ketä vaaditaan kuultavaksi anonyyminä todistajana, selvitys asianomaisen henkilön tahdosta tulla kuulluksi anonyyminä todistajana, sekä ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 a",
        "normalized_fi": "anonyymi todistaja Tuomioistuin voi syyttäjän taikka epäillyn tai vastaajan kirjallisesta hakemuksesta päättää, että rikosasiassa kuullaan henkilöä todistajana siten, ettei hänen henkilöllisyytensä eivätkä yhteystietonsa paljastu (), jos: 1) rikosepäily tai syyte koskee rikosta, josta säädetty ankarin rangaistus on vähintään kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a § :ssä tai 25 luvun 3 § :ssä rangaistavaksi säädettyä rikosta taikka tällaisen rikoksen yritystä tai osallisuutta tällaiseen rikokseen; ja 2) menettely on välttämätön anonyymin todistajan tai häneen oikeudenkäymiskaaren 17 luvun 17 § :n 1 momentissa tarkoitetussa suhteessa olevan henkilön suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. Hakemuksesta tai sen liitteestä on ilmettävä, ketä vaaditaan kuultavaksi anonyyminä todistajana, selvitys asianomaisen henkilön tahdosta tulla kuulluksi anonyyminä todistajana, sekä ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
        "folded_fi": "anonyymi todistaja tuomioistuin voi syyttajan taikka epaillyn tai vastaajan kirjallisesta hakemuksesta paattaa, etta rikosasiassa kuullaan henkiloa todistajana siten, ettei hanen henkilollisyytensa eivatka yhteystietonsa paljastu (), jos: 1) rikosepaily tai syyte koskee rikosta, josta saadetty ankarin rangaistus on vahintaan kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a §:ssa tai 25 luvun 3 §:ssa rangaistavaksi saadettya rikosta taikka tallaisen rikoksen yritysta tai osallisuutta tallaiseen rikokseen; ja 2) menettely on valttamaton anonyymin todistajan tai haneen oikeudenkaymiskaaren 17 luvun 17 §:n 1 momentissa tarkoitetussa suhteessa olevan henkilon suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. hakemuksesta tai sen liitteesta on ilmettava, keta vaaditaan kuultavaksi anonyymina todistajana, selvitys asianomaisen henkilon tahdosta tulla kuulluksi anonyymina todistajana, seka ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
        "content_sv": "anonymt vittne Domstolen kan på skriftlig ansökan av åklagaren eller den misstänkte eller svaranden besluta att höra en person som vittne i ett brottmål så att hans eller hennes identitet och kontaktuppgifter inte avslöjas (), om 1) brottsmisstanken eller åtalet gäller ett brott för vilket det föreskrivna strängaste straffet är fängelse i minst åtta år eller ett brott som är straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller försök eller medverkan till ett sådant brott, och 2) förfarandet är nödvändigt för att skydda det anonyma vittnet eller en person som står i ett sådant förhållande till vittnet som avses i 17 kap. 17 § 1 mom. i rättegångsbalken mot ett allvarligt hot mot liv eller hälsa. Ansökan eller dess bilagor ska innehålla uppgift om vem den person som det yrkas att ska höras som anonymt vittne är, en redogörelse för personens vilja att bli hörd som anonymt vittne samt uppgift om de omständigheter och bevis som sökanden åberopar som stöd för sitt yrkande.",
        "normalized_sv": "anonymt vittne Domstolen kan på skriftlig ansökan av åklagaren eller den misstänkte eller svaranden besluta att höra en person som vittne i ett brottmål så att hans eller hennes identitet och kontaktuppgifter inte avslöjas (), om 1) brottsmisstanken eller åtalet gäller ett brott för vilket det föreskrivna strängaste straffet är fängelse i minst åtta år eller ett brott som är straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller försök eller medverkan till ett sådant brott, och 2) förfarandet är nödvändigt för att skydda det anonyma vittnet eller en person som står i ett sådant förhållande till vittnet som avses i 17 kap. 17 § 1 mom. i rättegångsbalken mot ett allvarligt hot mot liv eller hälsa. Ansökan eller dess bilagor ska innehålla uppgift om vem den person som det yrkas att ska höras som anonymt vittne är, en redogörelse för personens vilja att bli hörd som anonymt vittne samt uppgift om de omständigheter och bevis som sökanden åberopar som stöd för sitt yrkande.",
        "folded_sv": "anonymt vittne domstolen kan pa skriftlig ansokan av aklagaren eller den misstankte eller svaranden besluta att hora en person som vittne i ett brottmal sa att hans eller hennes identitet och kontaktuppgifter inte avslojas (), om 1) brottsmisstanken eller atalet galler ett brott for vilket det foreskrivna strangaste straffet ar fangelse i minst atta ar eller ett brott som ar straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller forsok eller medverkan till ett sadant brott, och 2) forfarandet ar nodvandigt for att skydda det anonyma vittnet eller en person som star i ett sadant forhallande till vittnet som avses i 17 kap. 17 § 1 mom. i rattegangsbalken mot ett allvarligt hot mot liv eller halsa. ansokan eller dess bilagor ska innehalla uppgift om vem den person som det yrkas att ska horas som anonymt vittne ar, en redogorelse for personens vilja att bli hord som anonymt vittne samt uppgift om de omstandigheter och bevis som sokanden aberopar som stod for sitt yrkande."
      }
    },
    {
      "provision_ref": "5:11 b",
      "chapter": "5",
      "section": "11 b",
      "content": "Anonyymistä todistelusta päättää käräjäoikeus. Asia käsitellään siinä käräjäoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian käsittely sopivasti käy päinsä. Käräjäoikeudessa anonyymiä todistelua koskevan hakemuksen käsittelee sen puheenjohtaja. Istunto voidaan pitää myös muuna aikana ja muussa paikassa kuin, mitä tuomioistuimen istunnosta säädetään. Anonyymistä todistelusta päättänyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymiä todistajaa. Jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hänen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttävä anonymiteetistä päättämisestä koskevassa menettelyssä kertyneeseen aineistoon. Perehtymisvelvollisuus on myös muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 b",
        "normalized_fi": "Anonyymistä todistelusta päättää käräjäoikeus. Asia käsitellään siinä käräjäoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian käsittely sopivasti käy päinsä. Käräjäoikeudessa anonyymiä todistelua koskevan hakemuksen käsittelee sen puheenjohtaja. Istunto voidaan pitää myös muuna aikana ja muussa paikassa kuin, mitä tuomioistuimen istunnosta säädetään. Anonyymistä todistelusta päättänyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymiä todistajaa. Jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hänen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttävä anonymiteetistä päättämisestä koskevassa menettelyssä kertyneeseen aineistoon. Perehtymisvelvollisuus on myös muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
        "folded_fi": "anonyymista todistelusta paattaa karajaoikeus. asia kasitellaan siina karajaoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian kasittely sopivasti kay painsa. karajaoikeudessa anonyymia todistelua koskevan hakemuksen kasittelee sen puheenjohtaja. istunto voidaan pitaa myos muuna aikana ja muussa paikassa kuin, mita tuomioistuimen istunnosta saadetaan. anonyymista todistelusta paattanyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymia todistajaa. jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hanen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttava anonymiteetista paattamisesta koskevassa menettelyssa kertyneeseen aineistoon. perehtymisvelvollisuus on myos muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
        "content_sv": "Beslut om anonym bevisning fattas av tingsrätten. Ärendet handläggs vid den tingsrätt som är behörig i åtalsärendet eller där handläggningen av ärendet lämpligen kan ske. I tingsrätten handläggs ansökan om anonym bevisning av tingsrättens ordförande. Sammanträdet kan även hållas vid en annan tid och på en annan plats än vad som föreskrivs om domstolens sammanträde. Den domare som har beslutat om anonym bevisning ska vara ordförande vid handläggningen av det brottmål i vilket det anonyma vittnet i fråga ska höras. Om domaren har förhinder att vara ordförande, ska den domare som kommer i dennes ställe sätta sig in i det material som uppkommit i det förfarande där beslut om anonymitet fattades. Också den domare som är ordförande vid handläggningen av brottmålet i besvärsinstansen är skyldig att sätta sig in i materialet.",
        "normalized_sv": "Beslut om anonym bevisning fattas av tingsrätten. Ärendet handläggs vid den tingsrätt som är behörig i åtalsärendet eller där handläggningen av ärendet lämpligen kan ske. I tingsrätten handläggs ansökan om anonym bevisning av tingsrättens ordförande. Sammanträdet kan även hållas vid en annan tid och på en annan plats än vad som föreskrivs om domstolens sammanträde. Den domare som har beslutat om anonym bevisning ska vara ordförande vid handläggningen av det brottmål i vilket det anonyma vittnet i fråga ska höras. Om domaren har förhinder att vara ordförande, ska den domare som kommer i dennes ställe sätta sig in i det material som uppkommit i det förfarande där beslut om anonymitet fattades. Också den domare som är ordförande vid handläggningen av brottmålet i besvärsinstansen är skyldig att sätta sig in i materialet.",
        "folded_sv": "beslut om anonym bevisning fattas av tingsratten. arendet handlaggs vid den tingsratt som ar behorig i atalsarendet eller dar handlaggningen av arendet lampligen kan ske. i tingsratten handlaggs ansokan om anonym bevisning av tingsrattens ordforande. sammantradet kan aven hallas vid en annan tid och pa en annan plats an vad som foreskrivs om domstolens sammantrade. den domare som har beslutat om anonym bevisning ska vara ordforande vid handlaggningen av det brottmal i vilket det anonyma vittnet i fraga ska horas. om domaren har forhinder att vara ordforande, ska den domare som kommer i dennes stalle satta sig in i det material som uppkommit i det forfarande dar beslut om anonymitet fattades. ocksa den domare som ar ordforande vid handlaggningen av brottmalet i besvarsinstansen ar skyldig att satta sig in i materialet."
      }
    },
    {
      "provision_ref": "5:11 c",
      "chapter": "5",
      "section": "11 c",
      "content": "Tuomioistuimen on viipymättä otettava anonyymiä todistelua koskeva hakemus käsiteltäväksi. Tuomioistuimen on myös viipymättä määrättävä julkinen asiamies valvomaan epäillyn tai vastaajan etua, jollei tämä itse ole esittänyt vaatimusta anonyymistä todistelusta, sekä annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisällöstä. Syyttäjää on kuultava epäillyn tai vastaajan anonyymiä todistelua koskevasta hakemuksesta. Tuomioistuin voi myös hankkia muuta selvitystä, jos se on asian selvittämiseksi tarpeen eikä vaaranna käsittelyn tarkoituksen toteutumista. Muulla kuin syyttäjällä ja anonyymiä todistelua vaatineella epäillyllä tai vastaajalla taikka julkisella asiamiehellä ei ole oikeutta olla läsnä asian käsittelyssä eikä päätöstä julistettaessa. Sitä, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. Tuomioistuin voi myös kuulla muuta henkilöä kuin epäiltyä tai vastaajaa, joka ei ole vaatinut anonyymiä todistelua, jos se on asian selvittämiseksi tarpeen eikä kuuleminen vaaranna käsittelyn tarkoituksen toteutumista. Julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 c",
        "normalized_fi": "Tuomioistuimen on viipymättä otettava anonyymiä todistelua koskeva hakemus käsiteltäväksi. Tuomioistuimen on myös viipymättä määrättävä julkinen asiamies valvomaan epäillyn tai vastaajan etua, jollei tämä itse ole esittänyt vaatimusta anonyymistä todistelusta, sekä annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisällöstä. Syyttäjää on kuultava epäillyn tai vastaajan anonyymiä todistelua koskevasta hakemuksesta. Tuomioistuin voi myös hankkia muuta selvitystä, jos se on asian selvittämiseksi tarpeen eikä vaaranna käsittelyn tarkoituksen toteutumista. Muulla kuin syyttäjällä ja anonyymiä todistelua vaatineella epäillyllä tai vastaajalla taikka julkisella asiamiehellä ei ole oikeutta olla läsnä asian käsittelyssä eikä päätöstä julistettaessa. Sitä, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. Tuomioistuin voi myös kuulla muuta henkilöä kuin epäiltyä tai vastaajaa, joka ei ole vaatinut anonyymiä todistelua, jos se on asian selvittämiseksi tarpeen eikä kuuleminen vaaranna käsittelyn tarkoituksen toteutumista. Julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 § :ää.",
        "folded_fi": "tuomioistuimen on viipymatta otettava anonyymia todistelua koskeva hakemus kasiteltavaksi. tuomioistuimen on myos viipymatta maarattava julkinen asiamies valvomaan epaillyn tai vastaajan etua, jollei tama itse ole esittanyt vaatimusta anonyymista todistelusta, seka annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisallosta. syyttajaa on kuultava epaillyn tai vastaajan anonyymia todistelua koskevasta hakemuksesta. tuomioistuin voi myos hankkia muuta selvitysta, jos se on asian selvittamiseksi tarpeen eika vaaranna kasittelyn tarkoituksen toteutumista. muulla kuin syyttajalla ja anonyymia todistelua vaatineella epaillylla tai vastaajalla taikka julkisella asiamiehella ei ole oikeutta olla lasna asian kasittelyssa eika paatosta julistettaessa. sita, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. tuomioistuin voi myos kuulla muuta henkiloa kuin epailtya tai vastaajaa, joka ei ole vaatinut anonyymia todistelua, jos se on asian selvittamiseksi tarpeen eika kuuleminen vaaranna kasittelyn tarkoituksen toteutumista. julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 §:aa.",
        "content_sv": "Domstolen ska handlägga en ansökan om anonym bevisning utan dröjsmål. Domstolen ska också utan dröjsmål förordna ett offentligt ombud för att bevaka den misstänktes eller svarandens intressen, om inte han eller hon själv har framställt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehållet i ansökan och dess bilagor. Åklagaren ska höras med anledning av den misstänktes eller svarandens ansökan om anonym bevisning. Domstolen kan även skaffa annan utredning, om det behövs för utredningen av ärendet och inte äventyrar syftet med handläggningen. Andra än åklagaren och en misstänkt eller svarande som har yrkat på anonym bevisning eller det offentliga ombudet har inte rätt att närvara vid handläggningen av ärendet eller när beslutet avkunnas. Den person som det yrkas att ska höras anonymt kan dock höras. Domstolen kan höra också en annan person än en misstänkt eller svarande som inte har yrkat på anonym bevisning, om det behövs för utredningen av ärendet och hörandet inte äventyrar syftet med handläggningen. På det offentliga ombudet tillämpas 10 kap. 44-46 § i tvångsmedelslagen (806/2011).",
        "normalized_sv": "Domstolen ska handlägga en ansökan om anonym bevisning utan dröjsmål. Domstolen ska också utan dröjsmål förordna ett offentligt ombud för att bevaka den misstänktes eller svarandens intressen, om inte han eller hon själv har framställt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehållet i ansökan och dess bilagor. Åklagaren ska höras med anledning av den misstänktes eller svarandens ansökan om anonym bevisning. Domstolen kan även skaffa annan utredning, om det behövs för utredningen av ärendet och inte äventyrar syftet med handläggningen. Andra än åklagaren och en misstänkt eller svarande som har yrkat på anonym bevisning eller det offentliga ombudet har inte rätt att närvara vid handläggningen av ärendet eller när beslutet avkunnas. Den person som det yrkas att ska höras anonymt kan dock höras. Domstolen kan höra också en annan person än en misstänkt eller svarande som inte har yrkat på anonym bevisning, om det behövs för utredningen av ärendet och hörandet inte äventyrar syftet med handläggningen. På det offentliga ombudet tillämpas 10 kap. 44-46 § i tvångsmedelslagen (806/2011).",
        "folded_sv": "domstolen ska handlagga en ansokan om anonym bevisning utan drojsmal. domstolen ska ocksa utan drojsmal forordna ett offentligt ombud for att bevaka den misstanktes eller svarandens intressen, om inte han eller hon sjalv har framstallt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehallet i ansokan och dess bilagor. aklagaren ska horas med anledning av den misstanktes eller svarandens ansokan om anonym bevisning. domstolen kan aven skaffa annan utredning, om det behovs for utredningen av arendet och inte aventyrar syftet med handlaggningen. andra an aklagaren och en misstankt eller svarande som har yrkat pa anonym bevisning eller det offentliga ombudet har inte ratt att narvara vid handlaggningen av arendet eller nar beslutet avkunnas. den person som det yrkas att ska horas anonymt kan dock horas. domstolen kan hora ocksa en annan person an en misstankt eller svarande som inte har yrkat pa anonym bevisning, om det behovs for utredningen av arendet och horandet inte aventyrar syftet med handlaggningen. pa det offentliga ombudet tillampas 10 kap. 44-46 § i tvangsmedelslagen (806/2011)."
      }
    },
    {
      "provision_ref": "5:11 d",
      "chapter": "5",
      "section": "11 d",
      "content": "Anonyymistä todistelusta päättämistä koskevien oikeudenkäyntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mitä tässä pykälässä säädetään. Anonyymiä todistelua koskevan asian suullisen käsittelyn julkisuudesta säädetään 11 c §:n 2 momentissa. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä, jollei 3 momentissa toisin säädetä. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin määrää, seuraavasti: 1) oikeudenkäynnin julkisuudesta yleisissä tuomioistuimissa annetun lain (370/2007) 4 §:ssä tarkoitetuista oikeudenkäynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkäyntiasiakirjoihin sisältyvistä ja oikeudenkäynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimestä, hakijasta ja hänen vastapuolestaan sekä 11 a §:n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittämiseksi anonymiteettiä on vaadittu, kun anonymiteetti on myönnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen päätös, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvät oikeudenkäyntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epäilty on toiminut anonyyminä todistajana tai jos hänen henkilöllisyytensä ja yhteystietojensa paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi eikä tietoa ole muusta syystä salassa pidettävä, kun syyttäjä nostaa syytteen tai kun tuomioistuin on lainvoimaisesti päättänyt antaa haasteen 7 luvun 5 a §:n mukaisesti tällaisesta rikoksesta. Tämän pykälän nojalla salassa pidettäviksi säädettyjen oikeudenkäyntiasiakirjojen salassapitoaika on 60 vuotta. Tuomioistuin voi lisäksi määrätä, että anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä enintään 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hänen vastapuolestaan, jos se on välttämätöntä hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niiltä osin kuin se on välttämätöntä hengen tai terveyden suojelemiseksi. Sen estämättä, mitä edellä tässä pykälässä säädetään oikeudenkäyntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa päätöksestä, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a §:n 1 momentin 1 kohdassa tarkoitettu asia sekä todistaja on yksilöity soveltuvalla tavalla henkilö- ja yhteystiedot salaten; 2) voi luovuttaa pidättämiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttäjälle taikka tuomioistuimelle anonyymia todistamista koskevan päätöksen ja siihen liittyvät oikeudenkäyntiasiakirjat sen selvittämiseksi, onko anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 d",
        "normalized_fi": "Anonyymistä todistelusta päättämistä koskevien oikeudenkäyntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mitä tässä pykälässä säädetään. Anonyymiä todistelua koskevan asian suullisen käsittelyn julkisuudesta säädetään 11 c § :n 2 momentissa. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä, jollei 3 momentissa toisin säädetä. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin määrää, seuraavasti: 1) oikeudenkäynnin julkisuudesta yleisissä tuomioistuimissa annetun lain (370/2007) 4 § :ssä tarkoitetuista oikeudenkäynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkäyntiasiakirjoihin sisältyvistä ja oikeudenkäynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimestä, hakijasta ja hänen vastapuolestaan sekä 11 a § :n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittämiseksi anonymiteettiä on vaadittu, kun anonymiteetti on myönnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen päätös, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvät oikeudenkäyntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epäilty on toiminut anonyyminä todistajana tai jos hänen henkilöllisyytensä ja yhteystietojensa paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi eikä tietoa ole muusta syystä salassa pidettävä, kun syyttäjä nostaa syytteen tai kun tuomioistuin on lainvoimaisesti päättänyt antaa haasteen 7 luvun 5 a § :n mukaisesti tällaisesta rikoksesta. Tämän pykälän nojalla salassa pidettäviksi säädettyjen oikeudenkäyntiasiakirjojen salassapitoaika on 60 vuotta. Tuomioistuin voi lisäksi määrätä, että anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä enintään 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hänen vastapuolestaan, jos se on välttämätöntä hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niiltä osin kuin se on välttämätöntä hengen tai terveyden suojelemiseksi. Sen estämättä, mitä edellä tässä pykälässä säädetään oikeudenkäyntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa päätöksestä, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a § :n 1 momentin 1 kohdassa tarkoitettu asia sekä todistaja on yksilöity soveltuvalla tavalla henkilö- ja yhteystiedot salaten; 2) voi luovuttaa pidättämiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttäjälle taikka tuomioistuimelle anonyymia todistamista koskevan päätöksen ja siihen liittyvät oikeudenkäyntiasiakirjat sen selvittämiseksi, onko anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
        "folded_fi": "anonyymista todistelusta paattamista koskevien oikeudenkayntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mita tassa pykalassa saadetaan. anonyymia todistelua koskevan asian suullisen kasittelyn julkisuudesta saadetaan 11 c §:n 2 momentissa. anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat ovat salassa pidettavia, jollei 3 momentissa toisin saadeta. anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin maaraa, seuraavasti: 1) oikeudenkaynnin julkisuudesta yleisissa tuomioistuimissa annetun lain (370/2007) 4 §:ssa tarkoitetuista oikeudenkaynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkayntiasiakirjoihin sisaltyvista ja oikeudenkaynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimesta, hakijasta ja hanen vastapuolestaan seka 11 a §:n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittamiseksi anonymiteettia on vaadittu, kun anonymiteetti on myonnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen paatos, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvat oikeudenkayntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epailty on toiminut anonyymina todistajana tai jos hanen henkilollisyytensa ja yhteystietojensa paljastaminen on muutoin valttamatonta rikoksen selvittamiseksi eika tietoa ole muusta syysta salassa pidettava, kun syyttaja nostaa syytteen tai kun tuomioistuin on lainvoimaisesti paattanyt antaa haasteen 7 luvun 5 a §:n mukaisesti tallaisesta rikoksesta. taman pykalan nojalla salassa pidettaviksi saadettyjen oikeudenkayntiasiakirjojen salassapitoaika on 60 vuotta. tuomioistuin voi lisaksi maarata, etta anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat ovat salassa pidettavia enintaan 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hanen vastapuolestaan, jos se on valttamatonta hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niilta osin kuin se on valttamatonta hengen tai terveyden suojelemiseksi. sen estamatta, mita edella tassa pykalassa saadetaan oikeudenkayntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa paatoksesta, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a §:n 1 momentin 1 kohdassa tarkoitettu asia seka todistaja on yksiloity soveltuvalla tavalla henkilo- ja yhteystiedot salaten; 2) voi luovuttaa pidattamiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttajalle taikka tuomioistuimelle anonyymia todistamista koskevan paatoksen ja siihen liittyvat oikeudenkayntiasiakirjat sen selvittamiseksi, onko anonymiteetin myontamista koskevan asian kasittelyssa tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
        "content_sv": "I fråga om offentlighet och sekretess för de rättegångshandlingar som gäller ett beslut om anonym bevisning tillämpas denna paragraf. Bestämmelser om offentlighet vid muntlig förhandling i ett ärende som gäller anonym bevisning finns i 11 c § 2 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning är sekretessbelagda, om inte något annat föreskrivs i 3 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning blir, om inte domstolen bestämmer något annat med stöd av 4 mom., offentliga som följer: 1) av de grundläggande uppgifter om rättegången som avses i 4 § i lagen om offentlighet vid rättegång i allmänna domstolar (370/2007) blir domstolens namn och ärendets art offentliga genast när ärendet blivit anhängigt vid domstolen, 2) av de uppgifter som ingår i rättegångshandlingarna och de grundläggande uppgifterna om rättegången blir uppgifterna om ärendets art och namnet på den domstol som har avgjort ärendet, sökanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda ärende för vars utredning anonymitet har begärts offentliga när anonymitet har beviljats och avgörandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rättegångshandlingar som hänför sig till beslutet, med undantag av uppgifterna om domstolens överläggningar, blir offentliga när ärendet har avgjorts och avgörandet har vunnit laga kraft, 4) om den som misstänks för ett brott har varit anonymt vittne eller om det annars är nödvändigt att röja en persons identitet och kontaktuppgifter för utredning av ett brott och uppgifterna inte ska hemlighållas av någon annan orsak, blir uppgifterna offentliga när åklagaren väcker åtal eller domstolen har beslutat att utfärda stämning enligt 7 kap. 5 a § för ett sådant brott och beslutet har vunnit laga kraft. Sekretesstiden för de rättegångshandlingar som omfattas av sekretess enligt denna paragraf är 60 år. Dessutom kan domstolen bestämma att de rättegångshandlingar som gäller ett beslut om anonym bevisning ska vara sekretessbelagda i högst 60 år som följer: 1) de uppgifter om sökanden och dennes motpart som avses i 3 mom. 2 punkten, om det är nödvändigt för att skydda en persons liv eller hälsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det är nödvändigt för att skydda en persons liv eller hälsa. Trots det som föreskrivs ovan i denna paragraf om sekretess för rättegångshandlingarna 1) ska domstolen när det gäller ett beslut om att bifalla anonym bevisning ge sökanden en expedition, där det i 11 a § 1 mom. 1 punkten avsedda ärendet samt vittnet individualiseras, med hemlighållande på lämpligt sätt av vittnets person- och kontaktuppgifter, 2) får domstolen överlämna beslutet om anonym bevisning och de rättegångshandlingar som hänför sig till det till en anhållningsberättigad tjänsteman som leder förundersökningen eller till åklagaren eller domstolen, för utredning av om det har begåtts ett brott vid handläggningen av ärendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga.",
        "normalized_sv": "I fråga om offentlighet och sekretess för de rättegångshandlingar som gäller ett beslut om anonym bevisning tillämpas denna paragraf. Bestämmelser om offentlighet vid muntlig förhandling i ett ärende som gäller anonym bevisning finns i 11 c § 2 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning är sekretessbelagda, om inte något annat föreskrivs i 3 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning blir, om inte domstolen bestämmer något annat med stöd av 4 mom., offentliga som följer: 1) av de grundläggande uppgifter om rättegången som avses i 4 § i lagen om offentlighet vid rättegång i allmänna domstolar (370/2007) blir domstolens namn och ärendets art offentliga genast när ärendet blivit anhängigt vid domstolen, 2) av de uppgifter som ingår i rättegångshandlingarna och de grundläggande uppgifterna om rättegången blir uppgifterna om ärendets art och namnet på den domstol som har avgjort ärendet, sökanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda ärende för vars utredning anonymitet har begärts offentliga när anonymitet har beviljats och avgörandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rättegångshandlingar som hänför sig till beslutet, med undantag av uppgifterna om domstolens överläggningar, blir offentliga när ärendet har avgjorts och avgörandet har vunnit laga kraft, 4) om den som misstänks för ett brott har varit anonymt vittne eller om det annars är nödvändigt att röja en persons identitet och kontaktuppgifter för utredning av ett brott och uppgifterna inte ska hemlighållas av någon annan orsak, blir uppgifterna offentliga när åklagaren väcker åtal eller domstolen har beslutat att utfärda stämning enligt 7 kap. 5 a § för ett sådant brott och beslutet har vunnit laga kraft. Sekretesstiden för de rättegångshandlingar som omfattas av sekretess enligt denna paragraf är 60 år. Dessutom kan domstolen bestämma att de rättegångshandlingar som gäller ett beslut om anonym bevisning ska vara sekretessbelagda i högst 60 år som följer: 1) de uppgifter om sökanden och dennes motpart som avses i 3 mom. 2 punkten, om det är nödvändigt för att skydda en persons liv eller hälsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det är nödvändigt för att skydda en persons liv eller hälsa. Trots det som föreskrivs ovan i denna paragraf om sekretess för rättegångshandlingarna 1) ska domstolen när det gäller ett beslut om att bifalla anonym bevisning ge sökanden en expedition, där det i 11 a § 1 mom. 1 punkten avsedda ärendet samt vittnet individualiseras, med hemlighållande på lämpligt sätt av vittnets person- och kontaktuppgifter, 2) får domstolen överlämna beslutet om anonym bevisning och de rättegångshandlingar som hänför sig till det till en anhållningsberättigad tjänsteman som leder förundersökningen eller till åklagaren eller domstolen, för utredning av om det har begåtts ett brott vid handläggningen av ärendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga.",
        "folded_sv": "i fraga om offentlighet och sekretess for de rattegangshandlingar som galler ett beslut om anonym bevisning tillampas denna paragraf. bestammelser om offentlighet vid muntlig forhandling i ett arende som galler anonym bevisning finns i 11 c § 2 mom. de rattegangshandlingar som galler ett beslut om anonym bevisning ar sekretessbelagda, om inte nagot annat foreskrivs i 3 mom. de rattegangshandlingar som galler ett beslut om anonym bevisning blir, om inte domstolen bestammer nagot annat med stod av 4 mom., offentliga som foljer: 1) av de grundlaggande uppgifter om rattegangen som avses i 4 § i lagen om offentlighet vid rattegang i allmanna domstolar (370/2007) blir domstolens namn och arendets art offentliga genast nar arendet blivit anhangigt vid domstolen, 2) av de uppgifter som ingar i rattegangshandlingarna och de grundlaggande uppgifterna om rattegangen blir uppgifterna om arendets art och namnet pa den domstol som har avgjort arendet, sokanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda arende for vars utredning anonymitet har begarts offentliga nar anonymitet har beviljats och avgorandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rattegangshandlingar som hanfor sig till beslutet, med undantag av uppgifterna om domstolens overlaggningar, blir offentliga nar arendet har avgjorts och avgorandet har vunnit laga kraft, 4) om den som misstanks for ett brott har varit anonymt vittne eller om det annars ar nodvandigt att roja en persons identitet och kontaktuppgifter for utredning av ett brott och uppgifterna inte ska hemlighallas av nagon annan orsak, blir uppgifterna offentliga nar aklagaren vacker atal eller domstolen har beslutat att utfarda stamning enligt 7 kap. 5 a § for ett sadant brott och beslutet har vunnit laga kraft. sekretesstiden for de rattegangshandlingar som omfattas av sekretess enligt denna paragraf ar 60 ar. dessutom kan domstolen bestamma att de rattegangshandlingar som galler ett beslut om anonym bevisning ska vara sekretessbelagda i hogst 60 ar som foljer: 1) de uppgifter om sokanden och dennes motpart som avses i 3 mom. 2 punkten, om det ar nodvandigt for att skydda en persons liv eller halsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det ar nodvandigt for att skydda en persons liv eller halsa. trots det som foreskrivs ovan i denna paragraf om sekretess for rattegangshandlingarna 1) ska domstolen nar det galler ett beslut om att bifalla anonym bevisning ge sokanden en expedition, dar det i 11 a § 1 mom. 1 punkten avsedda arendet samt vittnet individualiseras, med hemlighallande pa lampligt satt av vittnets person- och kontaktuppgifter, 2) far domstolen overlamna beslutet om anonym bevisning och de rattegangshandlingar som hanfor sig till det till en anhallningsberattigad tjansteman som leder forundersokningen eller till aklagaren eller domstolen, for utredning av om det har begatts ett brott vid handlaggningen av arendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga."
      }
    },
    {
      "provision_ref": "5:11 e",
      "chapter": "5",
      "section": "11 e",
      "content": "Käräjäoikeuden anonyymiä todistelua koskevaan päätökseen haetaan muutosta tyytymättömyyttä ilmoittamatta valittamalla hovioikeuteen. Valituskirjelmä on toimitettava päätöksen tehneelle tuomioistuimelle seitsemän päivän kuluessa päätöksestä. Käräjäoikeuden on viipymättä lähetettävä valituskirjelmä ja asiaa koskeva asiakirjavihko hovioikeudelle. Valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. Hänen on toimitettava vastauksensa päätöksen tehneelle käräjäoikeudelle seitsemän päivän kuluessa muutoksenhakuajan päättymisestä. Vastaus on viipymättä lähetettävä hovioikeudelle. Hovioikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytämällä siten kuin oikeudenkäymiskaaren 30 luvussa säädetään. Hovioikeuden päätöstä, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin määrää. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 e",
        "normalized_fi": "Käräjäoikeuden anonyymiä todistelua koskevaan päätökseen haetaan muutosta tyytymättömyyttä ilmoittamatta valittamalla hovioikeuteen. Valituskirjelmä on toimitettava päätöksen tehneelle tuomioistuimelle seitsemän päivän kuluessa päätöksestä. Käräjäoikeuden on viipymättä lähetettävä valituskirjelmä ja asiaa koskeva asiakirjavihko hovioikeudelle. Valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. Hänen on toimitettava vastauksensa päätöksen tehneelle käräjäoikeudelle seitsemän päivän kuluessa muutoksenhakuajan päättymisestä. Vastaus on viipymättä lähetettävä hovioikeudelle. Hovioikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytämällä siten kuin oikeudenkäymiskaaren 30 luvussa säädetään. Hovioikeuden päätöstä, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin määrää. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "karajaoikeuden anonyymia todistelua koskevaan paatokseen haetaan muutosta tyytymattomyytta ilmoittamatta valittamalla hovioikeuteen. valituskirjelma on toimitettava paatoksen tehneelle tuomioistuimelle seitseman paivan kuluessa paatoksesta. karajaoikeuden on viipymatta lahetettava valituskirjelma ja asiaa koskeva asiakirjavihko hovioikeudelle. valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. hanen on toimitettava vastauksensa paatoksen tehneelle karajaoikeudelle seitseman paivan kuluessa muutoksenhakuajan paattymisesta. vastaus on viipymatta lahetettava hovioikeudelle. hovioikeuden paatokseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytamalla siten kuin oikeudenkaymiskaaren 30 luvussa saadetaan. hovioikeuden paatosta, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin maaraa. valitus on kasiteltava kiireellisena.",
        "content_sv": "Tingsrättens beslut om anonym bevisning får överklagas hos hovrätten genom besvär utan att anmäla missnöje. Besvärsskriften ska ges in till den domstol som fattade beslutet inom sju dagar från det att beslutet avkunnades. Tingsrätten ska utan dröjsmål skicka besvärsskriften och akten i ärendet till hovrätten. Ändringssökandens motpart har rätt att skriftligt bemöta besvären. Motparten ska ge in sitt bemötande till den tingsrätt som fattade beslutet inom sju dagar från utgången av besvärstiden. Bemötandet ska sändas till hovrätten utan dröjsmål. Hovrättens beslut får överklagas hos högsta domstolen genom besvär, genom att ansöka om besvärstillstånd på det sätt som föreskrivs i 30 kap. i rättegångsbalken. Ett beslut av hovrätten om att bifalla anonym bevisning ska dock iakttas genast, om inte högsta domstolen bestämmer något annat. Besvären ska behandlas skyndsamt.",
        "normalized_sv": "Tingsrättens beslut om anonym bevisning får överklagas hos hovrätten genom besvär utan att anmäla missnöje. Besvärsskriften ska ges in till den domstol som fattade beslutet inom sju dagar från det att beslutet avkunnades. Tingsrätten ska utan dröjsmål skicka besvärsskriften och akten i ärendet till hovrätten. Ändringssökandens motpart har rätt att skriftligt bemöta besvären. Motparten ska ge in sitt bemötande till den tingsrätt som fattade beslutet inom sju dagar från utgången av besvärstiden. Bemötandet ska sändas till hovrätten utan dröjsmål. Hovrättens beslut får överklagas hos högsta domstolen genom besvär, genom att ansöka om besvärstillstånd på det sätt som föreskrivs i 30 kap. i rättegångsbalken. Ett beslut av hovrätten om att bifalla anonym bevisning ska dock iakttas genast, om inte högsta domstolen bestämmer något annat. Besvären ska behandlas skyndsamt.",
        "folded_sv": "tingsrattens beslut om anonym bevisning far overklagas hos hovratten genom besvar utan att anmala missnoje. besvarsskriften ska ges in till den domstol som fattade beslutet inom sju dagar fran det att beslutet avkunnades. tingsratten ska utan drojsmal skicka besvarsskriften och akten i arendet till hovratten. andringssokandens motpart har ratt att skriftligt bemota besvaren. motparten ska ge in sitt bemotande till den tingsratt som fattade beslutet inom sju dagar fran utgangen av besvarstiden. bemotandet ska sandas till hovratten utan drojsmal. hovrattens beslut far overklagas hos hogsta domstolen genom besvar, genom att ansoka om besvarstillstand pa det satt som foreskrivs i 30 kap. i rattegangsbalken. ett beslut av hovratten om att bifalla anonym bevisning ska dock iakttas genast, om inte hogsta domstolen bestammer nagot annat. besvaren ska behandlas skyndsamt."
      }
    },
    {
      "provision_ref": "6:3",
      "chapter": "6",
      "section": "3",
      "content": "Todistelun vastaanottamisesta 2 momentissa tarkoitetussa pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvun 55 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:3",
        "normalized_fi": "Todistelun vastaanottamisesta 2 momentissa tarkoitetussa pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvun 55 § :ssä.",
        "folded_fi": "todistelun vastaanottamisesta 2 momentissa tarkoitetussa paakasittelyssa saadetaan oikeudenkaymiskaaren 17 luvun 55 §:ssa.",
        "content_sv": "Bestämmelser om bevisupptagning vid en huvudförhandling som avses i 2 mom. finns i 17 kap. 55 § i rättegångsbalken.",
        "normalized_sv": "Bestämmelser om bevisupptagning vid en huvudförhandling som avses i 2 mom. finns i 17 kap. 55 § i rättegångsbalken.",
        "folded_sv": "bestammelser om bevisupptagning vid en huvudforhandling som avses i 2 mom. finns i 17 kap. 55 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "6:4",
      "chapter": "6",
      "section": "4",
      "content": "Todistelun vastaanottamisesta pääkäsittelyn peruuttamisesta huolimatta pääkäsittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:4",
        "normalized_fi": "Todistelun vastaanottamisesta pääkäsittelyn peruuttamisesta huolimatta pääkäsittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvussa.",
        "folded_fi": "todistelun vastaanottamisesta paakasittelyn peruuttamisesta huolimatta paakasittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen paakasittelyssa saadetaan oikeudenkaymiskaaren 17 luvussa.",
        "content_sv": "Bestämmelser om bevisupptagning utom huvudförhandlingen trots att huvudförhandlingen har ställts in och om ny bevisupptagning vid huvudförhandlingen finns i 17 kap. i rättegångsbalken.",
        "normalized_sv": "Bestämmelser om bevisupptagning utom huvudförhandlingen trots att huvudförhandlingen har ställts in och om ny bevisupptagning vid huvudförhandlingen finns i 17 kap. i rättegångsbalken.",
        "folded_sv": "bestammelser om bevisupptagning utom huvudforhandlingen trots att huvudforhandlingen har stallts in och om ny bevisupptagning vid huvudforhandlingen finns i 17 kap. i rattegangsbalken."
      }
    },
    {
      "provision_ref": "6:5",
      "chapter": "6",
      "section": "5",
      "content": "Rikosasian asianomistajan on pysyttävä totuudessa, kun hän ilmoittaa ne seikat, joihin hän vetoaa asiassa, ja lausuu käsityksensä vastapuolen esittämistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:5",
        "normalized_fi": "Rikosasian asianomistajan on pysyttävä totuudessa, kun hän ilmoittaa ne seikat, joihin hän vetoaa asiassa, ja lausuu käsityksensä vastapuolen esittämistä seikoista.",
        "folded_fi": "rikosasian asianomistajan on pysyttava totuudessa, kun han ilmoittaa ne seikat, joihin han vetoaa asiassa, ja lausuu kasityksensa vastapuolen esittamista seikoista.",
        "content_sv": "Målsäganden i ett brottmål ska hålla sig till sanningen när målsäganden redogör för de omständigheter som han eller hon åberopar i målet och yttrar sig om de omständigheter som motparten anför.",
        "normalized_sv": "Målsäganden i ett brottmål ska hålla sig till sanningen när målsäganden redogör för de omständigheter som han eller hon åberopar i målet och yttrar sig om de omständigheter som motparten anför.",
        "folded_sv": "malsaganden i ett brottmal ska halla sig till sanningen nar malsaganden redogor for de omstandigheter som han eller hon aberopar i malet och yttrar sig om de omstandigheter som motparten anfor."
      }
    },
    {
      "provision_ref": "6:7",
      "chapter": "6",
      "section": "7",
      "content": "Pääkäsittelyssä on seuraavassa järjestyksessä: 1) syyttäjän ja asianomistajan esitettävä vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttäjän ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettävä loppulausuntonsa ja siinä tarvittaessa käsityksensä vastaajan syyllisyydestä ja rikoksen seuraamuksesta. Asianomistajan osallistuminen käsittelyyn voidaan toteuttaa asianosaisen tai muun henkilön läsnä olematta taikka käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa noudattaen, mitä oikeudenkäymiskaaren 17 luvun 51 tai 52 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:7",
        "normalized_fi": "Pääkäsittelyssä on seuraavassa järjestyksessä: 1) syyttäjän ja asianomistajan esitettävä vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttäjän ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettävä loppulausuntonsa ja siinä tarvittaessa käsityksensä vastaajan syyllisyydestä ja rikoksen seuraamuksesta. Asianomistajan osallistuminen käsittelyyn voidaan toteuttaa asianosaisen tai muun henkilön läsnä olematta taikka käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa noudattaen, mitä oikeudenkäymiskaaren 17 luvun 51 tai 52 § :ssä säädetään.",
        "folded_fi": "paakasittelyssa on seuraavassa jarjestyksessa: 1) syyttajan ja asianomistajan esitettava vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttajan ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettava loppulausuntonsa ja siina tarvittaessa kasityksensa vastaajan syyllisyydesta ja rikoksen seuraamuksesta. asianomistajan osallistuminen kasittelyyn voidaan toteuttaa asianosaisen tai muun henkilon lasna olematta taikka kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa noudattaen, mita oikeudenkaymiskaaren 17 luvun 51 tai 52 §:ssa saadetaan.",
        "content_sv": "Vid huvudförhandling ska i följande ordning: 1) åklagaren och målsäganden framställa sina yrkanden och i korthet grunderna för dem, 2) svaranden i korthet meddela hur svaranden ställer sig till de yrkanden som framställts mot honom eller henne, 3) åklagaren och målsäganden närmare motivera sin ståndpunkt, 4) svaranden ges tillfälle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutföra sin talan och då vid behov lägga fram sin uppfattning om svarandens skuld och följden av brottet. Målsäganden kan delta i handläggningen så att en part eller någon annan person inte är närvarande, eller genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring, med iakttagande av vad som föreskrivs i 17 kap. 51 eller 52 § i rättegångsbalken.",
        "normalized_sv": "Vid huvudförhandling ska i följande ordning: 1) åklagaren och målsäganden framställa sina yrkanden och i korthet grunderna för dem, 2) svaranden i korthet meddela hur svaranden ställer sig till de yrkanden som framställts mot honom eller henne, 3) åklagaren och målsäganden närmare motivera sin ståndpunkt, 4) svaranden ges tillfälle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutföra sin talan och då vid behov lägga fram sin uppfattning om svarandens skuld och följden av brottet. Målsäganden kan delta i handläggningen så att en part eller någon annan person inte är närvarande, eller genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring, med iakttagande av vad som föreskrivs i 17 kap. 51 eller 52 § i rättegångsbalken.",
        "folded_sv": "vid huvudforhandling ska i foljande ordning: 1) aklagaren och malsaganden framstalla sina yrkanden och i korthet grunderna for dem, 2) svaranden i korthet meddela hur svaranden staller sig till de yrkanden som framstallts mot honom eller henne, 3) aklagaren och malsaganden narmare motivera sin standpunkt, 4) svaranden ges tillfalle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutfora sin talan och da vid behov lagga fram sin uppfattning om svarandens skuld och foljden av brottet. malsaganden kan delta i handlaggningen sa att en part eller nagon annan person inte ar narvarande, eller genom videokonferens eller nagon annan lamplig teknisk metod for dataoverforing, med iakttagande av vad som foreskrivs i 17 kap. 51 eller 52 § i rattegangsbalken."
      }
    },
    {
      "provision_ref": "7:5 a",
      "chapter": "7",
      "section": "5 a",
      "content": "Jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e §:ssä säädetyn anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtuneeksi epäillystä rikoksesta tai anonyymiä todistajaa vastaan tämän tuomioistuimessa antaman lausuman sisältöön perustuen, hänen on toimitettava haastehakemus tuomioistuimelle sekä vaadittava anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastamista, jos rikoksesta epäilty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin välttämätöntä rikoksen selvittämiseksi. Tuomioistuimen on ennen ratkaisemista kuultava syyttäjää sekä asianomaisesta rikoksesta epäiltyä. Jos rikoksesta epäillään muuta henkilöä kuin anonyymiä todistajaa, myös anonyymiä todistajaa on kuultava. Tuomioistuin voi myös kuulla asianomistajaa ja hankkia muuta selvitystä sekä järjestää suullisen käsittelyn, jos se on asian selvittämiseksi tarpeen. Asia on käsiteltävä yleisön ja asianomistajan läsnä olematta, jos se on välttämätöntä anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastumisen estämiseksi. Jos tuomioistuin katsoo, että syytteen nostamisen edellytykset täyttyvät, tai jos rikoksesta epäilty anonyymi todistaja suostuu henkilöllisyytensä ja yhteystietojensa paljastamiseen eikä 5 §:stä muuta johdu, tuomioistuimen on tehtävä päätös haasteen antamisesta. Haasteessa on paljastettava anonyymin todistajan henkilöllisyys ja yhteystiedot, jos hän on rikoksesta epäilty tai jos tietojen paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi. Syyttäjä voi hakea muutosta haasteen antamista koskevaan päätökseen, jossa anonyymin todistajan henkilöllisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmäisenä asteena tekemään päätökseen valittamalla korkeimpaan oikeuteen valituslupaa pyytämättä. Haasteen antamista koskevaa päätöstä noudatetaan sen tultua lainvoimaiseksi. Oikeudenkäyntiasiakirjojen julkiseksi tulemisesta säädetään 5 luvun 11 d §:n 3 momentin 4 kohdassa. Jos tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, asianomistaja voi hakea muutosta päätökseen jättää tiedot paljastamatta noudattaen, mitä tässä momentissa säädetään syyttäjän muutoksenhausta. Jos syytteen nostamisen edellytykset eivät täyty eikä anonyymi todistaja suostu henkilöllisyytensä ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylättävä kanne tuomiolla. Tuomio ja asiaan liittyvä oikeudenkäyntiaineisto on salassa pidettävä myös asianosaiselta siltä osin kuin niihin sisältyy tietoa, joiden avulla anonyymin todistajan henkilöllisyys tai yhteystiedot voivat paljastua. Salassapitoaika on 60 vuotta. Päätökseen, jolla tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, sekä siihen liittyvään oikeudenkäyntiaineistoon sovelletaan, mitä edellä tässä momentissa säädetään tuomiosta ja siihen liittyvästä oikeudenkäyntiaineistosta. Haasteen antamisesta päättänyt tuomari ei saa käsitellä kanneasiaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:5 a",
        "normalized_fi": "Jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e § :ssä säädetyn anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtuneeksi epäillystä rikoksesta tai anonyymiä todistajaa vastaan tämän tuomioistuimessa antaman lausuman sisältöön perustuen, hänen on toimitettava haastehakemus tuomioistuimelle sekä vaadittava anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastamista, jos rikoksesta epäilty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin välttämätöntä rikoksen selvittämiseksi. Tuomioistuimen on ennen ratkaisemista kuultava syyttäjää sekä asianomaisesta rikoksesta epäiltyä. Jos rikoksesta epäillään muuta henkilöä kuin anonyymiä todistajaa, myös anonyymiä todistajaa on kuultava. Tuomioistuin voi myös kuulla asianomistajaa ja hankkia muuta selvitystä sekä järjestää suullisen käsittelyn, jos se on asian selvittämiseksi tarpeen. Asia on käsiteltävä yleisön ja asianomistajan läsnä olematta, jos se on välttämätöntä anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastumisen estämiseksi. Jos tuomioistuin katsoo, että syytteen nostamisen edellytykset täyttyvät, tai jos rikoksesta epäilty anonyymi todistaja suostuu henkilöllisyytensä ja yhteystietojensa paljastamiseen eikä 5 § :stä muuta johdu, tuomioistuimen on tehtävä päätös haasteen antamisesta. Haasteessa on paljastettava anonyymin todistajan henkilöllisyys ja yhteystiedot, jos hän on rikoksesta epäilty tai jos tietojen paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi. Syyttäjä voi hakea muutosta haasteen antamista koskevaan päätökseen, jossa anonyymin todistajan henkilöllisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmäisenä asteena tekemään päätökseen valittamalla korkeimpaan oikeuteen valituslupaa pyytämättä. Haasteen antamista koskevaa päätöstä noudatetaan sen tultua lainvoimaiseksi. Oikeudenkäyntiasiakirjojen julkiseksi tulemisesta säädetään 5 luvun 11 d § :n 3 momentin 4 kohdassa. Jos tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, asianomistaja voi hakea muutosta päätökseen jättää tiedot paljastamatta noudattaen, mitä tässä momentissa säädetään syyttäjän muutoksenhausta. Jos syytteen nostamisen edellytykset eivät täyty eikä anonyymi todistaja suostu henkilöllisyytensä ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylättävä kanne tuomiolla. Tuomio ja asiaan liittyvä oikeudenkäyntiaineisto on salassa pidettävä myös asianosaiselta siltä osin kuin niihin sisältyy tietoa, joiden avulla anonyymin todistajan henkilöllisyys tai yhteystiedot voivat paljastua. Salassapitoaika on 60 vuotta. Päätökseen, jolla tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, sekä siihen liittyvään oikeudenkäyntiaineistoon sovelletaan, mitä edellä tässä momentissa säädetään tuomiosta ja siihen liittyvästä oikeudenkäyntiaineistosta. Haasteen antamisesta päättänyt tuomari ei saa käsitellä kanneasiaa.",
        "folded_fi": "jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e §:ssa saadetyn anonymiteetin myontamista koskevan asian kasittelyssa tapahtuneeksi epaillysta rikoksesta tai anonyymia todistajaa vastaan taman tuomioistuimessa antaman lausuman sisaltoon perustuen, hanen on toimitettava haastehakemus tuomioistuimelle seka vaadittava anonyymin todistajan henkilollisyyden ja yhteystietojen paljastamista, jos rikoksesta epailty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin valttamatonta rikoksen selvittamiseksi. tuomioistuimen on ennen ratkaisemista kuultava syyttajaa seka asianomaisesta rikoksesta epailtya. jos rikoksesta epaillaan muuta henkiloa kuin anonyymia todistajaa, myos anonyymia todistajaa on kuultava. tuomioistuin voi myos kuulla asianomistajaa ja hankkia muuta selvitysta seka jarjestaa suullisen kasittelyn, jos se on asian selvittamiseksi tarpeen. asia on kasiteltava yleison ja asianomistajan lasna olematta, jos se on valttamatonta anonyymin todistajan henkilollisyyden ja yhteystietojen paljastumisen estamiseksi. jos tuomioistuin katsoo, etta syytteen nostamisen edellytykset tayttyvat, tai jos rikoksesta epailty anonyymi todistaja suostuu henkilollisyytensa ja yhteystietojensa paljastamiseen eika 5 §:sta muuta johdu, tuomioistuimen on tehtava paatos haasteen antamisesta. haasteessa on paljastettava anonyymin todistajan henkilollisyys ja yhteystiedot, jos han on rikoksesta epailty tai jos tietojen paljastaminen on muutoin valttamatonta rikoksen selvittamiseksi. syyttaja voi hakea muutosta haasteen antamista koskevaan paatokseen, jossa anonyymin todistajan henkilollisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmaisena asteena tekemaan paatokseen valittamalla korkeimpaan oikeuteen valituslupaa pyytamatta. haasteen antamista koskevaa paatosta noudatetaan sen tultua lainvoimaiseksi. oikeudenkayntiasiakirjojen julkiseksi tulemisesta saadetaan 5 luvun 11 d §:n 3 momentin 4 kohdassa. jos tuomioistuin on paattanyt antaa haasteen, joka koskee muuta henkiloa kuin anonyymia todistajaa, ja paattanyt olla paljastamatta anonyymin todistajan henkilollisyytta ja yhteystietoja, asianomistaja voi hakea muutosta paatokseen jattaa tiedot paljastamatta noudattaen, mita tassa momentissa saadetaan syyttajan muutoksenhausta. jos syytteen nostamisen edellytykset eivat tayty eika anonyymi todistaja suostu henkilollisyytensa ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylattava kanne tuomiolla. tuomio ja asiaan liittyva oikeudenkayntiaineisto on salassa pidettava myos asianosaiselta silta osin kuin niihin sisaltyy tietoa, joiden avulla anonyymin todistajan henkilollisyys tai yhteystiedot voivat paljastua. salassapitoaika on 60 vuotta. paatokseen, jolla tuomioistuin on paattanyt antaa haasteen, joka koskee muuta henkiloa kuin anonyymia todistajaa, ja paattanyt olla paljastamatta anonyymin todistajan henkilollisyytta ja yhteystietoja, seka siihen liittyvaan oikeudenkayntiaineistoon sovelletaan, mita edella tassa momentissa saadetaan tuomiosta ja siihen liittyvasta oikeudenkayntiaineistosta. haasteen antamisesta paattanyt tuomari ei saa kasitella kanneasiaa.",
        "content_sv": "Om målsäganden väcker åtal för ett brott som misstänks ha begåtts vid handläggningen av ett ärende som gäller beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne på grund av innehållet i en utsaga som vittnet avgett inför domstolen, ska målsäganden ge in en stämningsansökan till domstolen och yrka på att det anonyma vittnets identitet och kontaktuppgifter röjs, om den som misstänks för brottet är det anonyma vittnet eller om målsäganden anser att det annars är nödvändigt att röja uppgifterna för att utreda brottet. Före avgörandet ska domstolen höra åklagaren och den som misstänks för brottet i fråga. Om någon annan person än det anonyma vittnet misstänks för brottet, ska också det anonyma vittnet höras. Domstolen kan även höra målsäganden och skaffa annan utredning samt ordna en muntlig förhandling, om det behövs för att utreda ärendet. Ärendet ska handläggas utan att allmänheten och målsäganden är närvarande, om det är nödvändigt för att förhindra att det anonyma vittnets identitet och kontaktuppgifter röjs. Om domstolen anser att det finns förutsättningar för att väcka åtal, eller om det anonyma vittne som misstänks för brott samtycker till att hans eller hennes identitet och kontaktuppgifter röjs och något annat inte följer av 5 §, ska domstolen fatta beslut om att utfärda stämning. I stämningen ska det anonyma vittnets identitet och kontaktuppgifter röjas, om han eller hon är misstänkt för brottet eller om det annars är nödvändigt att röja uppgifterna för att utreda brottet. Åklagaren får överklaga ett sådant beslut om att utfärda stämning i vilket ett anonymt vittnes identitet och kontaktuppgifter röjs, genom besvär hos hovrätten, och överklaga ett beslut som hovrätten har fattat i första instans genom besvär hos högsta domstolen utan att ansöka om besvärstillstånd. Ett beslut om att utfärda stämning ska iakttas efter det att beslutet har vunnit laga kraft. Bestämmelser om rättegångshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. Om domstolen har beslutat att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter, får målsäganden överklaga beslutet om att inte röja uppgifterna, med iakttagande av vad som i detta moment föreskrivs om åklagarens överklagande. Om det inte finns förutsättningar för att väcka åtal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter röjs, ska domstolen förkasta talan genom en dom, utan att utfärda stämning. Domen och det rättegångsmaterial som hänför sig till saken ska hållas hemliga även för en part till den del de innehåller uppgifter som skulle kunna röja det anonyma vittnets identitet eller kontaktuppgifter. Sekretesstiden är 60 år. På ett beslut av domstolen om att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter samt det rättegångsmaterial som hänför sig till beslutet tillämpas vad som ovan i detta moment föreskrivs om dom och det rättegångsmaterial som hänför sig till den. Den domare som har fattat beslut om att utfärda stämning får inte handlägga det mål talan gäller.",
        "normalized_sv": "Om målsäganden väcker åtal för ett brott som misstänks ha begåtts vid handläggningen av ett ärende som gäller beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne på grund av innehållet i en utsaga som vittnet avgett inför domstolen, ska målsäganden ge in en stämningsansökan till domstolen och yrka på att det anonyma vittnets identitet och kontaktuppgifter röjs, om den som misstänks för brottet är det anonyma vittnet eller om målsäganden anser att det annars är nödvändigt att röja uppgifterna för att utreda brottet. Före avgörandet ska domstolen höra åklagaren och den som misstänks för brottet i fråga. Om någon annan person än det anonyma vittnet misstänks för brottet, ska också det anonyma vittnet höras. Domstolen kan även höra målsäganden och skaffa annan utredning samt ordna en muntlig förhandling, om det behövs för att utreda ärendet. Ärendet ska handläggas utan att allmänheten och målsäganden är närvarande, om det är nödvändigt för att förhindra att det anonyma vittnets identitet och kontaktuppgifter röjs. Om domstolen anser att det finns förutsättningar för att väcka åtal, eller om det anonyma vittne som misstänks för brott samtycker till att hans eller hennes identitet och kontaktuppgifter röjs och något annat inte följer av 5 § , ska domstolen fatta beslut om att utfärda stämning. I stämningen ska det anonyma vittnets identitet och kontaktuppgifter röjas, om han eller hon är misstänkt för brottet eller om det annars är nödvändigt att röja uppgifterna för att utreda brottet. Åklagaren får överklaga ett sådant beslut om att utfärda stämning i vilket ett anonymt vittnes identitet och kontaktuppgifter röjs, genom besvär hos hovrätten, och överklaga ett beslut som hovrätten har fattat i första instans genom besvär hos högsta domstolen utan att ansöka om besvärstillstånd. Ett beslut om att utfärda stämning ska iakttas efter det att beslutet har vunnit laga kraft. Bestämmelser om rättegångshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. Om domstolen har beslutat att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter, får målsäganden överklaga beslutet om att inte röja uppgifterna, med iakttagande av vad som i detta moment föreskrivs om åklagarens överklagande. Om det inte finns förutsättningar för att väcka åtal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter röjs, ska domstolen förkasta talan genom en dom, utan att utfärda stämning. Domen och det rättegångsmaterial som hänför sig till saken ska hållas hemliga även för en part till den del de innehåller uppgifter som skulle kunna röja det anonyma vittnets identitet eller kontaktuppgifter. Sekretesstiden är 60 år. På ett beslut av domstolen om att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter samt det rättegångsmaterial som hänför sig till beslutet tillämpas vad som ovan i detta moment föreskrivs om dom och det rättegångsmaterial som hänför sig till den. Den domare som har fattat beslut om att utfärda stämning får inte handlägga det mål talan gäller.",
        "folded_sv": "om malsaganden vacker atal for ett brott som misstanks ha begatts vid handlaggningen av ett arende som galler beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne pa grund av innehallet i en utsaga som vittnet avgett infor domstolen, ska malsaganden ge in en stamningsansokan till domstolen och yrka pa att det anonyma vittnets identitet och kontaktuppgifter rojs, om den som misstanks for brottet ar det anonyma vittnet eller om malsaganden anser att det annars ar nodvandigt att roja uppgifterna for att utreda brottet. fore avgorandet ska domstolen hora aklagaren och den som misstanks for brottet i fraga. om nagon annan person an det anonyma vittnet misstanks for brottet, ska ocksa det anonyma vittnet horas. domstolen kan aven hora malsaganden och skaffa annan utredning samt ordna en muntlig forhandling, om det behovs for att utreda arendet. arendet ska handlaggas utan att allmanheten och malsaganden ar narvarande, om det ar nodvandigt for att forhindra att det anonyma vittnets identitet och kontaktuppgifter rojs. om domstolen anser att det finns forutsattningar for att vacka atal, eller om det anonyma vittne som misstanks for brott samtycker till att hans eller hennes identitet och kontaktuppgifter rojs och nagot annat inte foljer av 5 §, ska domstolen fatta beslut om att utfarda stamning. i stamningen ska det anonyma vittnets identitet och kontaktuppgifter rojas, om han eller hon ar misstankt for brottet eller om det annars ar nodvandigt att roja uppgifterna for att utreda brottet. aklagaren far overklaga ett sadant beslut om att utfarda stamning i vilket ett anonymt vittnes identitet och kontaktuppgifter rojs, genom besvar hos hovratten, och overklaga ett beslut som hovratten har fattat i forsta instans genom besvar hos hogsta domstolen utan att ansoka om besvarstillstand. ett beslut om att utfarda stamning ska iakttas efter det att beslutet har vunnit laga kraft. bestammelser om rattegangshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. om domstolen har beslutat att utfarda en stamning som galler nagon annan person an ett anonymt vittne och att inte roja ett anonymt vittnes identitet och kontaktuppgifter, far malsaganden overklaga beslutet om att inte roja uppgifterna, med iakttagande av vad som i detta moment foreskrivs om aklagarens overklagande. om det inte finns forutsattningar for att vacka atal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter rojs, ska domstolen forkasta talan genom en dom, utan att utfarda stamning. domen och det rattegangsmaterial som hanfor sig till saken ska hallas hemliga aven for en part till den del de innehaller uppgifter som skulle kunna roja det anonyma vittnets identitet eller kontaktuppgifter. sekretesstiden ar 60 ar. pa ett beslut av domstolen om att utfarda en stamning som galler nagon annan person an ett anonymt vittne och att inte roja ett anonymt vittnes identitet och kontaktuppgifter samt det rattegangsmaterial som hanfor sig till beslutet tillampas vad som ovan i detta moment foreskrivs om dom och det rattegangsmaterial som hanfor sig till den. den domare som har fattat beslut om att utfarda stamning far inte handlagga det mal talan galler."
      }
    },
    {
      "provision_ref": "11:2",
      "chapter": "11",
      "section": "2",
      "content": "Tuomiossa saadaan ottaa huomioon vain se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös pääkäsittelyn ulkopuolella esitetty todiste, jota ei oikeudenkäymiskaaren 17 luvun 59 §:n 1 momentin nojalla oteta vastaan uudelleen pääkäsittelyssä. Jos asiassa on toimitettu uusi pääkäsittely, saadaan tuomiossa ottaa huomioon vain se, mitä on esitetty tässä käsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyä 6 luvun 13 §:n nojalla täydennettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:2",
        "normalized_fi": "Tuomiossa saadaan ottaa huomioon vain se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös pääkäsittelyn ulkopuolella esitetty todiste, jota ei oikeudenkäymiskaaren 17 luvun 59 § :n 1 momentin nojalla oteta vastaan uudelleen pääkäsittelyssä. Jos asiassa on toimitettu uusi pääkäsittely, saadaan tuomiossa ottaa huomioon vain se, mitä on esitetty tässä käsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyä 6 luvun 13 § :n nojalla täydennettäessä.",
        "folded_fi": "tuomiossa saadaan ottaa huomioon vain se oikeudenkayntiaineisto, joka on esitetty paakasittelyssa. tuomiossa saadaan kuitenkin ottaa huomioon myos paakasittelyn ulkopuolella esitetty todiste, jota ei oikeudenkaymiskaaren 17 luvun 59 §:n 1 momentin nojalla oteta vastaan uudelleen paakasittelyssa. jos asiassa on toimitettu uusi paakasittely, saadaan tuomiossa ottaa huomioon vain se, mita on esitetty tassa kasittelyssa. tuomiossa saadaan kuitenkin ottaa huomioon myos se oikeudenkayntiaineisto, joka on esitetty paakasittelya 6 luvun 13 §:n nojalla taydennettaessa.",
        "content_sv": "I domen får endast beaktas rättegångsmaterial som har lagts fram vid huvudförhandlingen. I domen får dock även beaktas bevis som har lagts fram utom huvudförhandlingen och som enligt 17 kap. 59 § 1 mom. i rättegångsbalken inte tas upp på nytt vid huvudförhandlingen. Om en ny huvudförhandling har hållits, får i domen endast beaktas vad som då har lagts fram. I domen får dock även det rättegångsmaterial beaktas som med stöd av 6 kap. 13 § har lagts fram vid en komplettering av huvudförhandlingen.",
        "normalized_sv": "I domen får endast beaktas rättegångsmaterial som har lagts fram vid huvudförhandlingen. I domen får dock även beaktas bevis som har lagts fram utom huvudförhandlingen och som enligt 17 kap. 59 § 1 mom. i rättegångsbalken inte tas upp på nytt vid huvudförhandlingen. Om en ny huvudförhandling har hållits, får i domen endast beaktas vad som då har lagts fram. I domen får dock även det rättegångsmaterial beaktas som med stöd av 6 kap. 13 § har lagts fram vid en komplettering av huvudförhandlingen.",
        "folded_sv": "i domen far endast beaktas rattegangsmaterial som har lagts fram vid huvudforhandlingen. i domen far dock aven beaktas bevis som har lagts fram utom huvudforhandlingen och som enligt 17 kap. 59 § 1 mom. i rattegangsbalken inte tas upp pa nytt vid huvudforhandlingen. om en ny huvudforhandling har hallits, far i domen endast beaktas vad som da har lagts fram. i domen far dock aven det rattegangsmaterial beaktas som med stod av 6 kap. 13 § har lagts fram vid en komplettering av huvudforhandlingen."
      }
    },
    {
      "provision_ref": "11:3",
      "chapter": "11",
      "section": "3",
      "content": "Tuomioistuin saa tuomita vain siitä teosta, josta rangaistusta on vaadittu. Tuomioistuin ei ole sidottu rikosnimikkeeseen eikä lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:3",
        "normalized_fi": "Tuomioistuin saa tuomita vain siitä teosta, josta rangaistusta on vaadittu. Tuomioistuin ei ole sidottu rikosnimikkeeseen eikä lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
        "folded_fi": "tuomioistuin saa tuomita vain siita teosta, josta rangaistusta on vaadittu. tuomioistuin ei ole sidottu rikosnimikkeeseen eika lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
        "content_sv": "Domstolen får döma endast för den gärning som straffyrkandet gäller. Domstolen är inte bunden av brottsrubriceringen eller lagrummen i åtalet.",
        "normalized_sv": "Domstolen får döma endast för den gärning som straffyrkandet gäller. Domstolen är inte bunden av brottsrubriceringen eller lagrummen i åtalet.",
        "folded_sv": "domstolen far doma endast for den garning som straffyrkandet galler. domstolen ar inte bunden av brottsrubriceringen eller lagrummen i atalet."
      }
    },
    {
      "provision_ref": "11:4",
      "chapter": "11",
      "section": "4",
      "content": "Tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. Tuomio on perusteltava. Perusteluista on ilmettävä, mihin seikkoihin ja oikeudelliseen päättelyyn ratkaisu perustuu. Perusteluissa on myös selostettava, millä perusteella riitainen seikka on tullut näytetyksi tai jäänyt näyttämättä. Jos rikosasiassa on kuultu anonyymiä todistajaa, tuomioistuimen on erityisesti perusteltava, mikä merkitys hänen kertomuksellaan oli näyttönä asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. Tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilökohtaisen kuulemisen asemesta todisteena käytettiin esitutkintapöytäkirjaan tai muulle asiakirjalle merkittyä tai muulla tavalla tallennettua lausumaa. Tuomioistuimen on tällöin myös erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilökohtaisesti oikeudenkäynnissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:4",
        "normalized_fi": "Tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. Tuomio on perusteltava. Perusteluista on ilmettävä, mihin seikkoihin ja oikeudelliseen päättelyyn ratkaisu perustuu. Perusteluissa on myös selostettava, millä perusteella riitainen seikka on tullut näytetyksi tai jäänyt näyttämättä. Jos rikosasiassa on kuultu anonyymiä todistajaa, tuomioistuimen on erityisesti perusteltava, mikä merkitys hänen kertomuksellaan oli näyttönä asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. Tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilökohtaisen kuulemisen asemesta todisteena käytettiin esitutkintapöytäkirjaan tai muulle asiakirjalle merkittyä tai muulla tavalla tallennettua lausumaa. Tuomioistuimen on tällöin myös erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilökohtaisesti oikeudenkäynnissä.",
        "folded_fi": "tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. tuomio on perusteltava. perusteluista on ilmettava, mihin seikkoihin ja oikeudelliseen paattelyyn ratkaisu perustuu. perusteluissa on myos selostettava, milla perusteella riitainen seikka on tullut naytetyksi tai jaanyt nayttamatta. jos rikosasiassa on kuultu anonyymia todistajaa, tuomioistuimen on erityisesti perusteltava, mika merkitys hanen kertomuksellaan oli nayttona asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilokohtaisen kuulemisen asemesta todisteena kaytettiin esitutkintapoytakirjaan tai muulle asiakirjalle merkittya tai muulla tavalla tallennettua lausumaa. tuomioistuimen on talloin myos erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilokohtaisesti oikeudenkaynnissa.",
        "content_sv": "Domen i ett brottmål är antingen fällande eller friande. En dom ska motiveras. I domskälen ska anges de omständigheter och den rättstillämpning som avgörandet grundar sig på. I domskälen ska också anges på vilka grunder en tvistig omständighet har styrkts eller inte styrkts. Om ett anonymt vittne har hörts i ett brottmål, ska domstolen särskilt motivera vilken betydelse vittnets berättelse har som bevis i saken och vilka åtgärder som vidtogs för att trygga försvarets rättigheter. Domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i förundersökningsprotokollet eller i någon annan handling eller upptagits på något annat sätt har använts som bevis, i stället för att höra målsäganden eller vittnet personligen. I detta fall ska domstolen också särskilt motivera varför målsäganden eller vittnet inte hördes personligen vid rättegången.",
        "normalized_sv": "Domen i ett brottmål är antingen fällande eller friande. En dom ska motiveras. I domskälen ska anges de omständigheter och den rättstillämpning som avgörandet grundar sig på. I domskälen ska också anges på vilka grunder en tvistig omständighet har styrkts eller inte styrkts. Om ett anonymt vittne har hörts i ett brottmål, ska domstolen särskilt motivera vilken betydelse vittnets berättelse har som bevis i saken och vilka åtgärder som vidtogs för att trygga försvarets rättigheter. Domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i förundersökningsprotokollet eller i någon annan handling eller upptagits på något annat sätt har använts som bevis, i stället för att höra målsäganden eller vittnet personligen. I detta fall ska domstolen också särskilt motivera varför målsäganden eller vittnet inte hördes personligen vid rättegången.",
        "folded_sv": "domen i ett brottmal ar antingen fallande eller friande. en dom ska motiveras. i domskalen ska anges de omstandigheter och den rattstillampning som avgorandet grundar sig pa. i domskalen ska ocksa anges pa vilka grunder en tvistig omstandighet har styrkts eller inte styrkts. om ett anonymt vittne har horts i ett brottmal, ska domstolen sarskilt motivera vilken betydelse vittnets berattelse har som bevis i saken och vilka atgarder som vidtogs for att trygga forsvarets rattigheter. domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i forundersokningsprotokollet eller i nagon annan handling eller upptagits pa nagot annat satt har anvants som bevis, i stallet for att hora malsaganden eller vittnet personligen. i detta fall ska domstolen ocksa sarskilt motivera varfor malsaganden eller vittnet inte hordes personligen vid rattegangen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5:4",
      "chapter": "5",
      "section": "4",
      "content": "Syyttäjän on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena käytettävät esineet, esitutkintapöytäkirja ja muut asian käsittelemistä varten tarpeelliset asiakirjat tuomioistuimen määräämällä tavalla haastehakemuksen yhteydessä tai viipymättä syytteen nostamisen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:4",
        "normalized_fi": "Syyttäjän on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena käytettävät esineet, esitutkintapöytäkirja ja muut asian käsittelemistä varten tarpeelliset asiakirjat tuomioistuimen määräämällä tavalla haastehakemuksen yhteydessä tai viipymättä syytteen nostamisen jälkeen.",
        "folded_fi": "syyttajan on toimitettava tuomioistuimelle kirjalliset todisteet, todisteena kaytettavat esineet, esitutkintapoytakirja ja muut asian kasittelemista varten tarpeelliset asiakirjat tuomioistuimen maaraamalla tavalla haastehakemuksen yhteydessa tai viipymatta syytteen nostamisen jalkeen.",
        "content_sv": "Åklagaren ska i samband med stämningsansökan, eller så snart som möjligt efter att åtalet har väckts, på det sätt som domstolen bestämmer ge in till domstolen de skriftliga handlingar och föremål som åklagaren vill åberopa som bevis, en utskrift av förundersökningsprotokollet och övriga handlingar som behövs för behandlingen av målet.",
        "normalized_sv": "Åklagaren ska i samband med stämningsansökan, eller så snart som möjligt efter att åtalet har väckts, på det sätt som domstolen bestämmer ge in till domstolen de skriftliga handlingar och föremål som åklagaren vill åberopa som bevis, en utskrift av förundersökningsprotokollet och övriga handlingar som behövs för behandlingen av målet.",
        "folded_sv": "aklagaren ska i samband med stamningsansokan, eller sa snart som mojligt efter att atalet har vackts, pa det satt som domstolen bestammer ge in till domstolen de skriftliga handlingar och foremal som aklagaren vill aberopa som bevis, en utskrift av forundersokningsprotokollet och ovriga handlingar som behovs for behandlingen av malet."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5:11 a",
      "chapter": "5",
      "section": "11 a",
      "content": "anonyymi todistaja Tuomioistuin voi syyttäjän taikka epäillyn tai vastaajan kirjallisesta hakemuksesta päättää, että rikosasiassa kuullaan henkilöä todistajana siten, ettei hänen henkilöllisyytensä eivätkä yhteystietonsa paljastu (), jos: 1) rikosepäily tai syyte koskee rikosta, josta säädetty ankarin rangaistus on vähintään kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a §:ssä tai 25 luvun 3 §:ssä rangaistavaksi säädettyä rikosta taikka tällaisen rikoksen yritystä tai osallisuutta tällaiseen rikokseen; ja 2) menettely on välttämätön anonyymin todistajan tai häneen oikeudenkäymiskaaren 17 luvun 17 §:n 1 momentissa tarkoitetussa suhteessa olevan henkilön suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. Hakemuksesta tai sen liitteestä on ilmettävä, ketä vaaditaan kuultavaksi anonyyminä todistajana, selvitys asianomaisen henkilön tahdosta tulla kuulluksi anonyyminä todistajana, sekä ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 a",
        "normalized_fi": "anonyymi todistaja Tuomioistuin voi syyttäjän taikka epäillyn tai vastaajan kirjallisesta hakemuksesta päättää, että rikosasiassa kuullaan henkilöä todistajana siten, ettei hänen henkilöllisyytensä eivätkä yhteystietonsa paljastu (), jos: 1) rikosepäily tai syyte koskee rikosta, josta säädetty ankarin rangaistus on vähintään kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a § :ssä tai 25 luvun 3 § :ssä rangaistavaksi säädettyä rikosta taikka tällaisen rikoksen yritystä tai osallisuutta tällaiseen rikokseen; ja 2) menettely on välttämätön anonyymin todistajan tai häneen oikeudenkäymiskaaren 17 luvun 17 § :n 1 momentissa tarkoitetussa suhteessa olevan henkilön suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. Hakemuksesta tai sen liitteestä on ilmettävä, ketä vaaditaan kuultavaksi anonyyminä todistajana, selvitys asianomaisen henkilön tahdosta tulla kuulluksi anonyyminä todistajana, sekä ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
        "folded_fi": "anonyymi todistaja tuomioistuin voi syyttajan taikka epaillyn tai vastaajan kirjallisesta hakemuksesta paattaa, etta rikosasiassa kuullaan henkiloa todistajana siten, ettei hanen henkilollisyytensa eivatka yhteystietonsa paljastu (), jos: 1) rikosepaily tai syyte koskee rikosta, josta saadetty ankarin rangaistus on vahintaan kahdeksan vuotta vankeutta, taikka rikoslain 20 luvun 9 a §:ssa tai 25 luvun 3 §:ssa rangaistavaksi saadettya rikosta taikka tallaisen rikoksen yritysta tai osallisuutta tallaiseen rikokseen; ja 2) menettely on valttamaton anonyymin todistajan tai haneen oikeudenkaymiskaaren 17 luvun 17 §:n 1 momentissa tarkoitetussa suhteessa olevan henkilon suojaamiseksi henkeen tai terveyteen kohdistuvalta vakavalta uhalta. hakemuksesta tai sen liitteesta on ilmettava, keta vaaditaan kuultavaksi anonyymina todistajana, selvitys asianomaisen henkilon tahdosta tulla kuulluksi anonyymina todistajana, seka ne seikat ja todisteet, joihin hakija vaatimuksensa tueksi vetoaa.",
        "content_sv": "anonymt vittne Domstolen kan på skriftlig ansökan av åklagaren eller den misstänkte eller svaranden besluta att höra en person som vittne i ett brottmål så att hans eller hennes identitet och kontaktuppgifter inte avslöjas (), om 1) brottsmisstanken eller åtalet gäller ett brott för vilket det föreskrivna strängaste straffet är fängelse i minst åtta år eller ett brott som är straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller försök eller medverkan till ett sådant brott, och 2) förfarandet är nödvändigt för att skydda det anonyma vittnet eller en person som står i ett sådant förhållande till vittnet som avses i 17 kap. 17 § 1 mom. i rättegångsbalken mot ett allvarligt hot mot liv eller hälsa. Ansökan eller dess bilagor ska innehålla uppgift om vem den person som det yrkas att ska höras som anonymt vittne är, en redogörelse för personens vilja att bli hörd som anonymt vittne samt uppgift om de omständigheter och bevis som sökanden åberopar som stöd för sitt yrkande.",
        "normalized_sv": "anonymt vittne Domstolen kan på skriftlig ansökan av åklagaren eller den misstänkte eller svaranden besluta att höra en person som vittne i ett brottmål så att hans eller hennes identitet och kontaktuppgifter inte avslöjas (), om 1) brottsmisstanken eller åtalet gäller ett brott för vilket det föreskrivna strängaste straffet är fängelse i minst åtta år eller ett brott som är straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller försök eller medverkan till ett sådant brott, och 2) förfarandet är nödvändigt för att skydda det anonyma vittnet eller en person som står i ett sådant förhållande till vittnet som avses i 17 kap. 17 § 1 mom. i rättegångsbalken mot ett allvarligt hot mot liv eller hälsa. Ansökan eller dess bilagor ska innehålla uppgift om vem den person som det yrkas att ska höras som anonymt vittne är, en redogörelse för personens vilja att bli hörd som anonymt vittne samt uppgift om de omständigheter och bevis som sökanden åberopar som stöd för sitt yrkande.",
        "folded_sv": "anonymt vittne domstolen kan pa skriftlig ansokan av aklagaren eller den misstankte eller svaranden besluta att hora en person som vittne i ett brottmal sa att hans eller hennes identitet och kontaktuppgifter inte avslojas (), om 1) brottsmisstanken eller atalet galler ett brott for vilket det foreskrivna strangaste straffet ar fangelse i minst atta ar eller ett brott som ar straffbart enligt 20 kap. 9 a § eller 25 kap. 3 § i strafflagen eller forsok eller medverkan till ett sadant brott, och 2) forfarandet ar nodvandigt for att skydda det anonyma vittnet eller en person som star i ett sadant forhallande till vittnet som avses i 17 kap. 17 § 1 mom. i rattegangsbalken mot ett allvarligt hot mot liv eller halsa. ansokan eller dess bilagor ska innehalla uppgift om vem den person som det yrkas att ska horas som anonymt vittne ar, en redogorelse for personens vilja att bli hord som anonymt vittne samt uppgift om de omstandigheter och bevis som sokanden aberopar som stod for sitt yrkande."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5:11 b",
      "chapter": "5",
      "section": "11 b",
      "content": "Anonyymistä todistelusta päättää käräjäoikeus. Asia käsitellään siinä käräjäoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian käsittely sopivasti käy päinsä. Käräjäoikeudessa anonyymiä todistelua koskevan hakemuksen käsittelee sen puheenjohtaja. Istunto voidaan pitää myös muuna aikana ja muussa paikassa kuin, mitä tuomioistuimen istunnosta säädetään. Anonyymistä todistelusta päättänyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymiä todistajaa. Jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hänen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttävä anonymiteetistä päättämisestä koskevassa menettelyssä kertyneeseen aineistoon. Perehtymisvelvollisuus on myös muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 b",
        "normalized_fi": "Anonyymistä todistelusta päättää käräjäoikeus. Asia käsitellään siinä käräjäoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian käsittely sopivasti käy päinsä. Käräjäoikeudessa anonyymiä todistelua koskevan hakemuksen käsittelee sen puheenjohtaja. Istunto voidaan pitää myös muuna aikana ja muussa paikassa kuin, mitä tuomioistuimen istunnosta säädetään. Anonyymistä todistelusta päättänyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymiä todistajaa. Jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hänen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttävä anonymiteetistä päättämisestä koskevassa menettelyssä kertyneeseen aineistoon. Perehtymisvelvollisuus on myös muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
        "folded_fi": "anonyymista todistelusta paattaa karajaoikeus. asia kasitellaan siina karajaoikeudessa, joka on syyteasiassa toimivaltainen tai jossa asian kasittely sopivasti kay painsa. karajaoikeudessa anonyymia todistelua koskevan hakemuksen kasittelee sen puheenjohtaja. istunto voidaan pitaa myos muuna aikana ja muussa paikassa kuin, mita tuomioistuimen istunnosta saadetaan. anonyymista todistelusta paattanyt tuomari toimii puheenjohtajana rikosasiassa, jossa kuullaan asianomaista anonyymia todistajaa. jos mainittu tuomari on estynyt toimimasta puheenjohtajana, hanen asemestaan rikosasian puheenjohtajana toimivan tuomarin on perehdyttava anonymiteetista paattamisesta koskevassa menettelyssa kertyneeseen aineistoon. perehtymisvelvollisuus on myos muutoksenhakutuomioistuimessa rikosasiassa puheenjohtajana toimivalla tuomarilla.",
        "content_sv": "Beslut om anonym bevisning fattas av tingsrätten. Ärendet handläggs vid den tingsrätt som är behörig i åtalsärendet eller där handläggningen av ärendet lämpligen kan ske. I tingsrätten handläggs ansökan om anonym bevisning av tingsrättens ordförande. Sammanträdet kan även hållas vid en annan tid och på en annan plats än vad som föreskrivs om domstolens sammanträde. Den domare som har beslutat om anonym bevisning ska vara ordförande vid handläggningen av det brottmål i vilket det anonyma vittnet i fråga ska höras. Om domaren har förhinder att vara ordförande, ska den domare som kommer i dennes ställe sätta sig in i det material som uppkommit i det förfarande där beslut om anonymitet fattades. Också den domare som är ordförande vid handläggningen av brottmålet i besvärsinstansen är skyldig att sätta sig in i materialet.",
        "normalized_sv": "Beslut om anonym bevisning fattas av tingsrätten. Ärendet handläggs vid den tingsrätt som är behörig i åtalsärendet eller där handläggningen av ärendet lämpligen kan ske. I tingsrätten handläggs ansökan om anonym bevisning av tingsrättens ordförande. Sammanträdet kan även hållas vid en annan tid och på en annan plats än vad som föreskrivs om domstolens sammanträde. Den domare som har beslutat om anonym bevisning ska vara ordförande vid handläggningen av det brottmål i vilket det anonyma vittnet i fråga ska höras. Om domaren har förhinder att vara ordförande, ska den domare som kommer i dennes ställe sätta sig in i det material som uppkommit i det förfarande där beslut om anonymitet fattades. Också den domare som är ordförande vid handläggningen av brottmålet i besvärsinstansen är skyldig att sätta sig in i materialet.",
        "folded_sv": "beslut om anonym bevisning fattas av tingsratten. arendet handlaggs vid den tingsratt som ar behorig i atalsarendet eller dar handlaggningen av arendet lampligen kan ske. i tingsratten handlaggs ansokan om anonym bevisning av tingsrattens ordforande. sammantradet kan aven hallas vid en annan tid och pa en annan plats an vad som foreskrivs om domstolens sammantrade. den domare som har beslutat om anonym bevisning ska vara ordforande vid handlaggningen av det brottmal i vilket det anonyma vittnet i fraga ska horas. om domaren har forhinder att vara ordforande, ska den domare som kommer i dennes stalle satta sig in i det material som uppkommit i det forfarande dar beslut om anonymitet fattades. ocksa den domare som ar ordforande vid handlaggningen av brottmalet i besvarsinstansen ar skyldig att satta sig in i materialet."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5:11 c",
      "chapter": "5",
      "section": "11 c",
      "content": "Tuomioistuimen on viipymättä otettava anonyymiä todistelua koskeva hakemus käsiteltäväksi. Tuomioistuimen on myös viipymättä määrättävä julkinen asiamies valvomaan epäillyn tai vastaajan etua, jollei tämä itse ole esittänyt vaatimusta anonyymistä todistelusta, sekä annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisällöstä. Syyttäjää on kuultava epäillyn tai vastaajan anonyymiä todistelua koskevasta hakemuksesta. Tuomioistuin voi myös hankkia muuta selvitystä, jos se on asian selvittämiseksi tarpeen eikä vaaranna käsittelyn tarkoituksen toteutumista. Muulla kuin syyttäjällä ja anonyymiä todistelua vaatineella epäillyllä tai vastaajalla taikka julkisella asiamiehellä ei ole oikeutta olla läsnä asian käsittelyssä eikä päätöstä julistettaessa. Sitä, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. Tuomioistuin voi myös kuulla muuta henkilöä kuin epäiltyä tai vastaajaa, joka ei ole vaatinut anonyymiä todistelua, jos se on asian selvittämiseksi tarpeen eikä kuuleminen vaaranna käsittelyn tarkoituksen toteutumista. Julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 §:ää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 c",
        "normalized_fi": "Tuomioistuimen on viipymättä otettava anonyymiä todistelua koskeva hakemus käsiteltäväksi. Tuomioistuimen on myös viipymättä määrättävä julkinen asiamies valvomaan epäillyn tai vastaajan etua, jollei tämä itse ole esittänyt vaatimusta anonyymistä todistelusta, sekä annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisällöstä. Syyttäjää on kuultava epäillyn tai vastaajan anonyymiä todistelua koskevasta hakemuksesta. Tuomioistuin voi myös hankkia muuta selvitystä, jos se on asian selvittämiseksi tarpeen eikä vaaranna käsittelyn tarkoituksen toteutumista. Muulla kuin syyttäjällä ja anonyymiä todistelua vaatineella epäillyllä tai vastaajalla taikka julkisella asiamiehellä ei ole oikeutta olla läsnä asian käsittelyssä eikä päätöstä julistettaessa. Sitä, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. Tuomioistuin voi myös kuulla muuta henkilöä kuin epäiltyä tai vastaajaa, joka ei ole vaatinut anonyymiä todistelua, jos se on asian selvittämiseksi tarpeen eikä kuuleminen vaaranna käsittelyn tarkoituksen toteutumista. Julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 § :ää.",
        "folded_fi": "tuomioistuimen on viipymatta otettava anonyymia todistelua koskeva hakemus kasiteltavaksi. tuomioistuimen on myos viipymatta maarattava julkinen asiamies valvomaan epaillyn tai vastaajan etua, jollei tama itse ole esittanyt vaatimusta anonyymista todistelusta, seka annettava julkiselle asiamiehelle tieto hakemuksen ja sen liitteiden sisallosta. syyttajaa on kuultava epaillyn tai vastaajan anonyymia todistelua koskevasta hakemuksesta. tuomioistuin voi myos hankkia muuta selvitysta, jos se on asian selvittamiseksi tarpeen eika vaaranna kasittelyn tarkoituksen toteutumista. muulla kuin syyttajalla ja anonyymia todistelua vaatineella epaillylla tai vastaajalla taikka julkisella asiamiehella ei ole oikeutta olla lasna asian kasittelyssa eika paatosta julistettaessa. sita, jota vaaditaan kuultavaksi anonyymisti, voidaan kuitenkin kuulla. tuomioistuin voi myos kuulla muuta henkiloa kuin epailtya tai vastaajaa, joka ei ole vaatinut anonyymia todistelua, jos se on asian selvittamiseksi tarpeen eika kuuleminen vaaranna kasittelyn tarkoituksen toteutumista. julkiseen asiamieheen sovelletaan pakkokeinolain (806/2011) 10 luvun 44-46 §:aa.",
        "content_sv": "Domstolen ska handlägga en ansökan om anonym bevisning utan dröjsmål. Domstolen ska också utan dröjsmål förordna ett offentligt ombud för att bevaka den misstänktes eller svarandens intressen, om inte han eller hon själv har framställt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehållet i ansökan och dess bilagor. Åklagaren ska höras med anledning av den misstänktes eller svarandens ansökan om anonym bevisning. Domstolen kan även skaffa annan utredning, om det behövs för utredningen av ärendet och inte äventyrar syftet med handläggningen. Andra än åklagaren och en misstänkt eller svarande som har yrkat på anonym bevisning eller det offentliga ombudet har inte rätt att närvara vid handläggningen av ärendet eller när beslutet avkunnas. Den person som det yrkas att ska höras anonymt kan dock höras. Domstolen kan höra också en annan person än en misstänkt eller svarande som inte har yrkat på anonym bevisning, om det behövs för utredningen av ärendet och hörandet inte äventyrar syftet med handläggningen. På det offentliga ombudet tillämpas 10 kap. 44-46 § i tvångsmedelslagen (806/2011).",
        "normalized_sv": "Domstolen ska handlägga en ansökan om anonym bevisning utan dröjsmål. Domstolen ska också utan dröjsmål förordna ett offentligt ombud för att bevaka den misstänktes eller svarandens intressen, om inte han eller hon själv har framställt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehållet i ansökan och dess bilagor. Åklagaren ska höras med anledning av den misstänktes eller svarandens ansökan om anonym bevisning. Domstolen kan även skaffa annan utredning, om det behövs för utredningen av ärendet och inte äventyrar syftet med handläggningen. Andra än åklagaren och en misstänkt eller svarande som har yrkat på anonym bevisning eller det offentliga ombudet har inte rätt att närvara vid handläggningen av ärendet eller när beslutet avkunnas. Den person som det yrkas att ska höras anonymt kan dock höras. Domstolen kan höra också en annan person än en misstänkt eller svarande som inte har yrkat på anonym bevisning, om det behövs för utredningen av ärendet och hörandet inte äventyrar syftet med handläggningen. På det offentliga ombudet tillämpas 10 kap. 44-46 § i tvångsmedelslagen (806/2011).",
        "folded_sv": "domstolen ska handlagga en ansokan om anonym bevisning utan drojsmal. domstolen ska ocksa utan drojsmal forordna ett offentligt ombud for att bevaka den misstanktes eller svarandens intressen, om inte han eller hon sjalv har framstallt ett yrkande om anonym bevisning, samt informera det offentliga ombudet om innehallet i ansokan och dess bilagor. aklagaren ska horas med anledning av den misstanktes eller svarandens ansokan om anonym bevisning. domstolen kan aven skaffa annan utredning, om det behovs for utredningen av arendet och inte aventyrar syftet med handlaggningen. andra an aklagaren och en misstankt eller svarande som har yrkat pa anonym bevisning eller det offentliga ombudet har inte ratt att narvara vid handlaggningen av arendet eller nar beslutet avkunnas. den person som det yrkas att ska horas anonymt kan dock horas. domstolen kan hora ocksa en annan person an en misstankt eller svarande som inte har yrkat pa anonym bevisning, om det behovs for utredningen av arendet och horandet inte aventyrar syftet med handlaggningen. pa det offentliga ombudet tillampas 10 kap. 44-46 § i tvangsmedelslagen (806/2011)."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5:11 d",
      "chapter": "5",
      "section": "11 d",
      "content": "Anonyymistä todistelusta päättämistä koskevien oikeudenkäyntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mitä tässä pykälässä säädetään. Anonyymiä todistelua koskevan asian suullisen käsittelyn julkisuudesta säädetään 11 c §:n 2 momentissa. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä, jollei 3 momentissa toisin säädetä. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin määrää, seuraavasti: 1) oikeudenkäynnin julkisuudesta yleisissä tuomioistuimissa annetun lain (370/2007) 4 §:ssä tarkoitetuista oikeudenkäynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkäyntiasiakirjoihin sisältyvistä ja oikeudenkäynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimestä, hakijasta ja hänen vastapuolestaan sekä 11 a §:n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittämiseksi anonymiteettiä on vaadittu, kun anonymiteetti on myönnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen päätös, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvät oikeudenkäyntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epäilty on toiminut anonyyminä todistajana tai jos hänen henkilöllisyytensä ja yhteystietojensa paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi eikä tietoa ole muusta syystä salassa pidettävä, kun syyttäjä nostaa syytteen tai kun tuomioistuin on lainvoimaisesti päättänyt antaa haasteen 7 luvun 5 a §:n mukaisesti tällaisesta rikoksesta. Tämän pykälän nojalla salassa pidettäviksi säädettyjen oikeudenkäyntiasiakirjojen salassapitoaika on 60 vuotta. Tuomioistuin voi lisäksi määrätä, että anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä enintään 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hänen vastapuolestaan, jos se on välttämätöntä hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niiltä osin kuin se on välttämätöntä hengen tai terveyden suojelemiseksi. Sen estämättä, mitä edellä tässä pykälässä säädetään oikeudenkäyntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa päätöksestä, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a §:n 1 momentin 1 kohdassa tarkoitettu asia sekä todistaja on yksilöity soveltuvalla tavalla henkilö- ja yhteystiedot salaten; 2) voi luovuttaa pidättämiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttäjälle taikka tuomioistuimelle anonyymia todistamista koskevan päätöksen ja siihen liittyvät oikeudenkäyntiasiakirjat sen selvittämiseksi, onko anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 d",
        "normalized_fi": "Anonyymistä todistelusta päättämistä koskevien oikeudenkäyntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mitä tässä pykälässä säädetään. Anonyymiä todistelua koskevan asian suullisen käsittelyn julkisuudesta säädetään 11 c § :n 2 momentissa. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä, jollei 3 momentissa toisin säädetä. Anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin määrää, seuraavasti: 1) oikeudenkäynnin julkisuudesta yleisissä tuomioistuimissa annetun lain (370/2007) 4 § :ssä tarkoitetuista oikeudenkäynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkäyntiasiakirjoihin sisältyvistä ja oikeudenkäynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimestä, hakijasta ja hänen vastapuolestaan sekä 11 a § :n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittämiseksi anonymiteettiä on vaadittu, kun anonymiteetti on myönnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen päätös, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvät oikeudenkäyntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epäilty on toiminut anonyyminä todistajana tai jos hänen henkilöllisyytensä ja yhteystietojensa paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi eikä tietoa ole muusta syystä salassa pidettävä, kun syyttäjä nostaa syytteen tai kun tuomioistuin on lainvoimaisesti päättänyt antaa haasteen 7 luvun 5 a § :n mukaisesti tällaisesta rikoksesta. Tämän pykälän nojalla salassa pidettäviksi säädettyjen oikeudenkäyntiasiakirjojen salassapitoaika on 60 vuotta. Tuomioistuin voi lisäksi määrätä, että anonyymistä todistelusta päättämistä koskevat oikeudenkäyntiasiakirjat ovat salassa pidettäviä enintään 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hänen vastapuolestaan, jos se on välttämätöntä hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niiltä osin kuin se on välttämätöntä hengen tai terveyden suojelemiseksi. Sen estämättä, mitä edellä tässä pykälässä säädetään oikeudenkäyntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa päätöksestä, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a § :n 1 momentin 1 kohdassa tarkoitettu asia sekä todistaja on yksilöity soveltuvalla tavalla henkilö- ja yhteystiedot salaten; 2) voi luovuttaa pidättämiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttäjälle taikka tuomioistuimelle anonyymia todistamista koskevan päätöksen ja siihen liittyvät oikeudenkäyntiasiakirjat sen selvittämiseksi, onko anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
        "folded_fi": "anonyymista todistelusta paattamista koskevien oikeudenkayntiasiakirjojen julkisuuteen ja salassapitoon sovelletaan, mita tassa pykalassa saadetaan. anonyymia todistelua koskevan asian suullisen kasittelyn julkisuudesta saadetaan 11 c §:n 2 momentissa. anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat ovat salassa pidettavia, jollei 3 momentissa toisin saadeta. anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat tulevat julkisiksi, jollei tuomioistuin 4 momentin nojalla toisin maaraa, seuraavasti: 1) oikeudenkaynnin julkisuudesta yleisissa tuomioistuimissa annetun lain (370/2007) 4 §:ssa tarkoitetuista oikeudenkaynnin perustiedoista tuomioistuimen nimi ja asian laatu heti, kun asia on tullut vireille tuomioistuimessa; 2) oikeudenkayntiasiakirjoihin sisaltyvista ja oikeudenkaynnin perustiedoista tiedot asian laadusta ja asian ratkaisseen tuomioistuimen nimesta, hakijasta ja hanen vastapuolestaan seka 11 a §:n 1 momentin 1 kohdassa tarkoitetusta asiasta, jonka selvittamiseksi anonymiteettia on vaadittu, kun anonymiteetti on myonnetty ja asia on lainvoimaisesti ratkaistu; 3) tuomioistuimen paatos, jolla anonyymiin todisteluun ei ole suostuttu, ja siihen liittyvat oikeudenkayntiasiakirjat tuomioistuimen neuvotteluja koskevia tietoja lukuun ottamatta, kun asia on lainvoimaisesti ratkaistu; 4) jos rikoksesta epailty on toiminut anonyymina todistajana tai jos hanen henkilollisyytensa ja yhteystietojensa paljastaminen on muutoin valttamatonta rikoksen selvittamiseksi eika tietoa ole muusta syysta salassa pidettava, kun syyttaja nostaa syytteen tai kun tuomioistuin on lainvoimaisesti paattanyt antaa haasteen 7 luvun 5 a §:n mukaisesti tallaisesta rikoksesta. taman pykalan nojalla salassa pidettaviksi saadettyjen oikeudenkayntiasiakirjojen salassapitoaika on 60 vuotta. tuomioistuin voi lisaksi maarata, etta anonyymista todistelusta paattamista koskevat oikeudenkayntiasiakirjat ovat salassa pidettavia enintaan 60 vuotta, seuraavasti: 1) 3 momentin 2 kohdassa tarkoitetut tiedot hakijasta ja hanen vastapuolestaan, jos se on valttamatonta hengen tai terveyden suojelemiseksi; 2) 3 momentin 3 kohdassa tarkoitetut asiakirjat niilta osin kuin se on valttamatonta hengen tai terveyden suojelemiseksi. sen estamatta, mita edella tassa pykalassa saadetaan oikeudenkayntiasiakirjojen salassapidosta, tuomioistuin: 1) antaa paatoksesta, jolla anonyymiin todisteluun on suostuttu, hakijalle toimituskirjan, jossa 11 a §:n 1 momentin 1 kohdassa tarkoitettu asia seka todistaja on yksiloity soveltuvalla tavalla henkilo- ja yhteystiedot salaten; 2) voi luovuttaa pidattamiseen oikeutetulle esitutkintaa johtavalle virkamiehelle tai syyttajalle taikka tuomioistuimelle anonyymia todistamista koskevan paatoksen ja siihen liittyvat oikeudenkayntiasiakirjat sen selvittamiseksi, onko anonymiteetin myontamista koskevan asian kasittelyssa tapahtunut rikos tai onko anonyymi todistaja lausuntoa antaessaan syyllistynyt rikokseen.",
        "content_sv": "I fråga om offentlighet och sekretess för de rättegångshandlingar som gäller ett beslut om anonym bevisning tillämpas denna paragraf. Bestämmelser om offentlighet vid muntlig förhandling i ett ärende som gäller anonym bevisning finns i 11 c § 2 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning är sekretessbelagda, om inte något annat föreskrivs i 3 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning blir, om inte domstolen bestämmer något annat med stöd av 4 mom., offentliga som följer: 1) av de grundläggande uppgifter om rättegången som avses i 4 § i lagen om offentlighet vid rättegång i allmänna domstolar (370/2007) blir domstolens namn och ärendets art offentliga genast när ärendet blivit anhängigt vid domstolen, 2) av de uppgifter som ingår i rättegångshandlingarna och de grundläggande uppgifterna om rättegången blir uppgifterna om ärendets art och namnet på den domstol som har avgjort ärendet, sökanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda ärende för vars utredning anonymitet har begärts offentliga när anonymitet har beviljats och avgörandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rättegångshandlingar som hänför sig till beslutet, med undantag av uppgifterna om domstolens överläggningar, blir offentliga när ärendet har avgjorts och avgörandet har vunnit laga kraft, 4) om den som misstänks för ett brott har varit anonymt vittne eller om det annars är nödvändigt att röja en persons identitet och kontaktuppgifter för utredning av ett brott och uppgifterna inte ska hemlighållas av någon annan orsak, blir uppgifterna offentliga när åklagaren väcker åtal eller domstolen har beslutat att utfärda stämning enligt 7 kap. 5 a § för ett sådant brott och beslutet har vunnit laga kraft. Sekretesstiden för de rättegångshandlingar som omfattas av sekretess enligt denna paragraf är 60 år. Dessutom kan domstolen bestämma att de rättegångshandlingar som gäller ett beslut om anonym bevisning ska vara sekretessbelagda i högst 60 år som följer: 1) de uppgifter om sökanden och dennes motpart som avses i 3 mom. 2 punkten, om det är nödvändigt för att skydda en persons liv eller hälsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det är nödvändigt för att skydda en persons liv eller hälsa. Trots det som föreskrivs ovan i denna paragraf om sekretess för rättegångshandlingarna 1) ska domstolen när det gäller ett beslut om att bifalla anonym bevisning ge sökanden en expedition, där det i 11 a § 1 mom. 1 punkten avsedda ärendet samt vittnet individualiseras, med hemlighållande på lämpligt sätt av vittnets person- och kontaktuppgifter, 2) får domstolen överlämna beslutet om anonym bevisning och de rättegångshandlingar som hänför sig till det till en anhållningsberättigad tjänsteman som leder förundersökningen eller till åklagaren eller domstolen, för utredning av om det har begåtts ett brott vid handläggningen av ärendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga.",
        "normalized_sv": "I fråga om offentlighet och sekretess för de rättegångshandlingar som gäller ett beslut om anonym bevisning tillämpas denna paragraf. Bestämmelser om offentlighet vid muntlig förhandling i ett ärende som gäller anonym bevisning finns i 11 c § 2 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning är sekretessbelagda, om inte något annat föreskrivs i 3 mom. De rättegångshandlingar som gäller ett beslut om anonym bevisning blir, om inte domstolen bestämmer något annat med stöd av 4 mom., offentliga som följer: 1) av de grundläggande uppgifter om rättegången som avses i 4 § i lagen om offentlighet vid rättegång i allmänna domstolar (370/2007) blir domstolens namn och ärendets art offentliga genast när ärendet blivit anhängigt vid domstolen, 2) av de uppgifter som ingår i rättegångshandlingarna och de grundläggande uppgifterna om rättegången blir uppgifterna om ärendets art och namnet på den domstol som har avgjort ärendet, sökanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda ärende för vars utredning anonymitet har begärts offentliga när anonymitet har beviljats och avgörandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rättegångshandlingar som hänför sig till beslutet, med undantag av uppgifterna om domstolens överläggningar, blir offentliga när ärendet har avgjorts och avgörandet har vunnit laga kraft, 4) om den som misstänks för ett brott har varit anonymt vittne eller om det annars är nödvändigt att röja en persons identitet och kontaktuppgifter för utredning av ett brott och uppgifterna inte ska hemlighållas av någon annan orsak, blir uppgifterna offentliga när åklagaren väcker åtal eller domstolen har beslutat att utfärda stämning enligt 7 kap. 5 a § för ett sådant brott och beslutet har vunnit laga kraft. Sekretesstiden för de rättegångshandlingar som omfattas av sekretess enligt denna paragraf är 60 år. Dessutom kan domstolen bestämma att de rättegångshandlingar som gäller ett beslut om anonym bevisning ska vara sekretessbelagda i högst 60 år som följer: 1) de uppgifter om sökanden och dennes motpart som avses i 3 mom. 2 punkten, om det är nödvändigt för att skydda en persons liv eller hälsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det är nödvändigt för att skydda en persons liv eller hälsa. Trots det som föreskrivs ovan i denna paragraf om sekretess för rättegångshandlingarna 1) ska domstolen när det gäller ett beslut om att bifalla anonym bevisning ge sökanden en expedition, där det i 11 a § 1 mom. 1 punkten avsedda ärendet samt vittnet individualiseras, med hemlighållande på lämpligt sätt av vittnets person- och kontaktuppgifter, 2) får domstolen överlämna beslutet om anonym bevisning och de rättegångshandlingar som hänför sig till det till en anhållningsberättigad tjänsteman som leder förundersökningen eller till åklagaren eller domstolen, för utredning av om det har begåtts ett brott vid handläggningen av ärendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga.",
        "folded_sv": "i fraga om offentlighet och sekretess for de rattegangshandlingar som galler ett beslut om anonym bevisning tillampas denna paragraf. bestammelser om offentlighet vid muntlig forhandling i ett arende som galler anonym bevisning finns i 11 c § 2 mom. de rattegangshandlingar som galler ett beslut om anonym bevisning ar sekretessbelagda, om inte nagot annat foreskrivs i 3 mom. de rattegangshandlingar som galler ett beslut om anonym bevisning blir, om inte domstolen bestammer nagot annat med stod av 4 mom., offentliga som foljer: 1) av de grundlaggande uppgifter om rattegangen som avses i 4 § i lagen om offentlighet vid rattegang i allmanna domstolar (370/2007) blir domstolens namn och arendets art offentliga genast nar arendet blivit anhangigt vid domstolen, 2) av de uppgifter som ingar i rattegangshandlingarna och de grundlaggande uppgifterna om rattegangen blir uppgifterna om arendets art och namnet pa den domstol som har avgjort arendet, sokanden och dennes motpart samt det i 11 a § 1 mom. 1 punkten avsedda arende for vars utredning anonymitet har begarts offentliga nar anonymitet har beviljats och avgorandet har vunnit laga kraft, 3) ett beslut av domstolen om att inte bifalla anonym bevisning och de rattegangshandlingar som hanfor sig till beslutet, med undantag av uppgifterna om domstolens overlaggningar, blir offentliga nar arendet har avgjorts och avgorandet har vunnit laga kraft, 4) om den som misstanks for ett brott har varit anonymt vittne eller om det annars ar nodvandigt att roja en persons identitet och kontaktuppgifter for utredning av ett brott och uppgifterna inte ska hemlighallas av nagon annan orsak, blir uppgifterna offentliga nar aklagaren vacker atal eller domstolen har beslutat att utfarda stamning enligt 7 kap. 5 a § for ett sadant brott och beslutet har vunnit laga kraft. sekretesstiden for de rattegangshandlingar som omfattas av sekretess enligt denna paragraf ar 60 ar. dessutom kan domstolen bestamma att de rattegangshandlingar som galler ett beslut om anonym bevisning ska vara sekretessbelagda i hogst 60 ar som foljer: 1) de uppgifter om sokanden och dennes motpart som avses i 3 mom. 2 punkten, om det ar nodvandigt for att skydda en persons liv eller halsa, 2) de handlingar som avses i 3 mom. 3 punkten, till den del det ar nodvandigt for att skydda en persons liv eller halsa. trots det som foreskrivs ovan i denna paragraf om sekretess for rattegangshandlingarna 1) ska domstolen nar det galler ett beslut om att bifalla anonym bevisning ge sokanden en expedition, dar det i 11 a § 1 mom. 1 punkten avsedda arendet samt vittnet individualiseras, med hemlighallande pa lampligt satt av vittnets person- och kontaktuppgifter, 2) far domstolen overlamna beslutet om anonym bevisning och de rattegangshandlingar som hanfor sig till det till en anhallningsberattigad tjansteman som leder forundersokningen eller till aklagaren eller domstolen, for utredning av om det har begatts ett brott vid handlaggningen av arendet om att bevilja anonymitet eller om det anonyma vittnet har gjort sig skyldigt till ett brott i sin utsaga."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5:11 e",
      "chapter": "5",
      "section": "11 e",
      "content": "Käräjäoikeuden anonyymiä todistelua koskevaan päätökseen haetaan muutosta tyytymättömyyttä ilmoittamatta valittamalla hovioikeuteen. Valituskirjelmä on toimitettava päätöksen tehneelle tuomioistuimelle seitsemän päivän kuluessa päätöksestä. Käräjäoikeuden on viipymättä lähetettävä valituskirjelmä ja asiaa koskeva asiakirjavihko hovioikeudelle. Valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. Hänen on toimitettava vastauksensa päätöksen tehneelle käräjäoikeudelle seitsemän päivän kuluessa muutoksenhakuajan päättymisestä. Vastaus on viipymättä lähetettävä hovioikeudelle. Hovioikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytämällä siten kuin oikeudenkäymiskaaren 30 luvussa säädetään. Hovioikeuden päätöstä, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin määrää. Valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:11 e",
        "normalized_fi": "Käräjäoikeuden anonyymiä todistelua koskevaan päätökseen haetaan muutosta tyytymättömyyttä ilmoittamatta valittamalla hovioikeuteen. Valituskirjelmä on toimitettava päätöksen tehneelle tuomioistuimelle seitsemän päivän kuluessa päätöksestä. Käräjäoikeuden on viipymättä lähetettävä valituskirjelmä ja asiaa koskeva asiakirjavihko hovioikeudelle. Valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. Hänen on toimitettava vastauksensa päätöksen tehneelle käräjäoikeudelle seitsemän päivän kuluessa muutoksenhakuajan päättymisestä. Vastaus on viipymättä lähetettävä hovioikeudelle. Hovioikeuden päätökseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytämällä siten kuin oikeudenkäymiskaaren 30 luvussa säädetään. Hovioikeuden päätöstä, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin määrää. Valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "karajaoikeuden anonyymia todistelua koskevaan paatokseen haetaan muutosta tyytymattomyytta ilmoittamatta valittamalla hovioikeuteen. valituskirjelma on toimitettava paatoksen tehneelle tuomioistuimelle seitseman paivan kuluessa paatoksesta. karajaoikeuden on viipymatta lahetettava valituskirjelma ja asiaa koskeva asiakirjavihko hovioikeudelle. valittajan vastapuolella on oikeus kirjallisesti vastata valitukseen. hanen on toimitettava vastauksensa paatoksen tehneelle karajaoikeudelle seitseman paivan kuluessa muutoksenhakuajan paattymisesta. vastaus on viipymatta lahetettava hovioikeudelle. hovioikeuden paatokseen haetaan muutosta valittamalla korkeimpaan oikeuteen valituslupaa pyytamalla siten kuin oikeudenkaymiskaaren 30 luvussa saadetaan. hovioikeuden paatosta, jolla anonyymiin todisteluun on suostuttu, on kuitenkin heti noudatettava, jollei korkein oikeus toisin maaraa. valitus on kasiteltava kiireellisena.",
        "content_sv": "Tingsrättens beslut om anonym bevisning får överklagas hos hovrätten genom besvär utan att anmäla missnöje. Besvärsskriften ska ges in till den domstol som fattade beslutet inom sju dagar från det att beslutet avkunnades. Tingsrätten ska utan dröjsmål skicka besvärsskriften och akten i ärendet till hovrätten. Ändringssökandens motpart har rätt att skriftligt bemöta besvären. Motparten ska ge in sitt bemötande till den tingsrätt som fattade beslutet inom sju dagar från utgången av besvärstiden. Bemötandet ska sändas till hovrätten utan dröjsmål. Hovrättens beslut får överklagas hos högsta domstolen genom besvär, genom att ansöka om besvärstillstånd på det sätt som föreskrivs i 30 kap. i rättegångsbalken. Ett beslut av hovrätten om att bifalla anonym bevisning ska dock iakttas genast, om inte högsta domstolen bestämmer något annat. Besvären ska behandlas skyndsamt.",
        "normalized_sv": "Tingsrättens beslut om anonym bevisning får överklagas hos hovrätten genom besvär utan att anmäla missnöje. Besvärsskriften ska ges in till den domstol som fattade beslutet inom sju dagar från det att beslutet avkunnades. Tingsrätten ska utan dröjsmål skicka besvärsskriften och akten i ärendet till hovrätten. Ändringssökandens motpart har rätt att skriftligt bemöta besvären. Motparten ska ge in sitt bemötande till den tingsrätt som fattade beslutet inom sju dagar från utgången av besvärstiden. Bemötandet ska sändas till hovrätten utan dröjsmål. Hovrättens beslut får överklagas hos högsta domstolen genom besvär, genom att ansöka om besvärstillstånd på det sätt som föreskrivs i 30 kap. i rättegångsbalken. Ett beslut av hovrätten om att bifalla anonym bevisning ska dock iakttas genast, om inte högsta domstolen bestämmer något annat. Besvären ska behandlas skyndsamt.",
        "folded_sv": "tingsrattens beslut om anonym bevisning far overklagas hos hovratten genom besvar utan att anmala missnoje. besvarsskriften ska ges in till den domstol som fattade beslutet inom sju dagar fran det att beslutet avkunnades. tingsratten ska utan drojsmal skicka besvarsskriften och akten i arendet till hovratten. andringssokandens motpart har ratt att skriftligt bemota besvaren. motparten ska ge in sitt bemotande till den tingsratt som fattade beslutet inom sju dagar fran utgangen av besvarstiden. bemotandet ska sandas till hovratten utan drojsmal. hovrattens beslut far overklagas hos hogsta domstolen genom besvar, genom att ansoka om besvarstillstand pa det satt som foreskrivs i 30 kap. i rattegangsbalken. ett beslut av hovratten om att bifalla anonym bevisning ska dock iakttas genast, om inte hogsta domstolen bestammer nagot annat. besvaren ska behandlas skyndsamt."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "6:3",
      "chapter": "6",
      "section": "3",
      "content": "Todistelun vastaanottamisesta 2 momentissa tarkoitetussa pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvun 55 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:3",
        "normalized_fi": "Todistelun vastaanottamisesta 2 momentissa tarkoitetussa pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvun 55 § :ssä.",
        "folded_fi": "todistelun vastaanottamisesta 2 momentissa tarkoitetussa paakasittelyssa saadetaan oikeudenkaymiskaaren 17 luvun 55 §:ssa.",
        "content_sv": "Bestämmelser om bevisupptagning vid en huvudförhandling som avses i 2 mom. finns i 17 kap. 55 § i rättegångsbalken.",
        "normalized_sv": "Bestämmelser om bevisupptagning vid en huvudförhandling som avses i 2 mom. finns i 17 kap. 55 § i rättegångsbalken.",
        "folded_sv": "bestammelser om bevisupptagning vid en huvudforhandling som avses i 2 mom. finns i 17 kap. 55 § i rattegangsbalken."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "6:4",
      "chapter": "6",
      "section": "4",
      "content": "Todistelun vastaanottamisesta pääkäsittelyn peruuttamisesta huolimatta pääkäsittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:4",
        "normalized_fi": "Todistelun vastaanottamisesta pääkäsittelyn peruuttamisesta huolimatta pääkäsittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen pääkäsittelyssä säädetään oikeudenkäymiskaaren 17 luvussa.",
        "folded_fi": "todistelun vastaanottamisesta paakasittelyn peruuttamisesta huolimatta paakasittelyn ulkopuolella ja todistelun vastaanottamisesta uudelleen paakasittelyssa saadetaan oikeudenkaymiskaaren 17 luvussa.",
        "content_sv": "Bestämmelser om bevisupptagning utom huvudförhandlingen trots att huvudförhandlingen har ställts in och om ny bevisupptagning vid huvudförhandlingen finns i 17 kap. i rättegångsbalken.",
        "normalized_sv": "Bestämmelser om bevisupptagning utom huvudförhandlingen trots att huvudförhandlingen har ställts in och om ny bevisupptagning vid huvudförhandlingen finns i 17 kap. i rättegångsbalken.",
        "folded_sv": "bestammelser om bevisupptagning utom huvudforhandlingen trots att huvudforhandlingen har stallts in och om ny bevisupptagning vid huvudforhandlingen finns i 17 kap. i rattegangsbalken."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "6:5",
      "chapter": "6",
      "section": "5",
      "content": "Rikosasian asianomistajan on pysyttävä totuudessa, kun hän ilmoittaa ne seikat, joihin hän vetoaa asiassa, ja lausuu käsityksensä vastapuolen esittämistä seikoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:5",
        "normalized_fi": "Rikosasian asianomistajan on pysyttävä totuudessa, kun hän ilmoittaa ne seikat, joihin hän vetoaa asiassa, ja lausuu käsityksensä vastapuolen esittämistä seikoista.",
        "folded_fi": "rikosasian asianomistajan on pysyttava totuudessa, kun han ilmoittaa ne seikat, joihin han vetoaa asiassa, ja lausuu kasityksensa vastapuolen esittamista seikoista.",
        "content_sv": "Målsäganden i ett brottmål ska hålla sig till sanningen när målsäganden redogör för de omständigheter som han eller hon åberopar i målet och yttrar sig om de omständigheter som motparten anför.",
        "normalized_sv": "Målsäganden i ett brottmål ska hålla sig till sanningen när målsäganden redogör för de omständigheter som han eller hon åberopar i målet och yttrar sig om de omständigheter som motparten anför.",
        "folded_sv": "malsaganden i ett brottmal ska halla sig till sanningen nar malsaganden redogor for de omstandigheter som han eller hon aberopar i malet och yttrar sig om de omstandigheter som motparten anfor."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "6:7",
      "chapter": "6",
      "section": "7",
      "content": "Pääkäsittelyssä on seuraavassa järjestyksessä: 1) syyttäjän ja asianomistajan esitettävä vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttäjän ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettävä loppulausuntonsa ja siinä tarvittaessa käsityksensä vastaajan syyllisyydestä ja rikoksen seuraamuksesta. Asianomistajan osallistuminen käsittelyyn voidaan toteuttaa asianosaisen tai muun henkilön läsnä olematta taikka käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa noudattaen, mitä oikeudenkäymiskaaren 17 luvun 51 tai 52 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "6:7",
        "normalized_fi": "Pääkäsittelyssä on seuraavassa järjestyksessä: 1) syyttäjän ja asianomistajan esitettävä vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttäjän ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettävä loppulausuntonsa ja siinä tarvittaessa käsityksensä vastaajan syyllisyydestä ja rikoksen seuraamuksesta. Asianomistajan osallistuminen käsittelyyn voidaan toteuttaa asianosaisen tai muun henkilön läsnä olematta taikka käyttäen videoneuvottelua tai muuta soveltuvaa teknistä tiedonvälitystapaa noudattaen, mitä oikeudenkäymiskaaren 17 luvun 51 tai 52 § :ssä säädetään.",
        "folded_fi": "paakasittelyssa on seuraavassa jarjestyksessa: 1) syyttajan ja asianomistajan esitettava vaatimuksensa ja lyhyesti niiden perusteet; 2) vastaajan ilmoitettava lyhyesti kantansa esitettyihin vaatimuksiin; 3) syyttajan ja asianomistajan tarkemmin perusteltava kantansa; 4) vastaajalle varattava tilaisuus lausua vastapuolen perustelujen johdosta; 5) otettava vastaan todistelu; 6) asianosaisten esitettava loppulausuntonsa ja siina tarvittaessa kasityksensa vastaajan syyllisyydesta ja rikoksen seuraamuksesta. asianomistajan osallistuminen kasittelyyn voidaan toteuttaa asianosaisen tai muun henkilon lasna olematta taikka kayttaen videoneuvottelua tai muuta soveltuvaa teknista tiedonvalitystapaa noudattaen, mita oikeudenkaymiskaaren 17 luvun 51 tai 52 §:ssa saadetaan.",
        "content_sv": "Vid huvudförhandling ska i följande ordning: 1) åklagaren och målsäganden framställa sina yrkanden och i korthet grunderna för dem, 2) svaranden i korthet meddela hur svaranden ställer sig till de yrkanden som framställts mot honom eller henne, 3) åklagaren och målsäganden närmare motivera sin ståndpunkt, 4) svaranden ges tillfälle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutföra sin talan och då vid behov lägga fram sin uppfattning om svarandens skuld och följden av brottet. Målsäganden kan delta i handläggningen så att en part eller någon annan person inte är närvarande, eller genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring, med iakttagande av vad som föreskrivs i 17 kap. 51 eller 52 § i rättegångsbalken.",
        "normalized_sv": "Vid huvudförhandling ska i följande ordning: 1) åklagaren och målsäganden framställa sina yrkanden och i korthet grunderna för dem, 2) svaranden i korthet meddela hur svaranden ställer sig till de yrkanden som framställts mot honom eller henne, 3) åklagaren och målsäganden närmare motivera sin ståndpunkt, 4) svaranden ges tillfälle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutföra sin talan och då vid behov lägga fram sin uppfattning om svarandens skuld och följden av brottet. Målsäganden kan delta i handläggningen så att en part eller någon annan person inte är närvarande, eller genom videokonferens eller någon annan lämplig teknisk metod för dataöverföring, med iakttagande av vad som föreskrivs i 17 kap. 51 eller 52 § i rättegångsbalken.",
        "folded_sv": "vid huvudforhandling ska i foljande ordning: 1) aklagaren och malsaganden framstalla sina yrkanden och i korthet grunderna for dem, 2) svaranden i korthet meddela hur svaranden staller sig till de yrkanden som framstallts mot honom eller henne, 3) aklagaren och malsaganden narmare motivera sin standpunkt, 4) svaranden ges tillfalle att uttala sig med anledning av motpartens motivering, 5) tas upp bevis, 6) parterna slutfora sin talan och da vid behov lagga fram sin uppfattning om svarandens skuld och foljden av brottet. malsaganden kan delta i handlaggningen sa att en part eller nagon annan person inte ar narvarande, eller genom videokonferens eller nagon annan lamplig teknisk metod for dataoverforing, med iakttagande av vad som foreskrivs i 17 kap. 51 eller 52 § i rattegangsbalken."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "7:5 a",
      "chapter": "7",
      "section": "5 a",
      "content": "Jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e §:ssä säädetyn anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtuneeksi epäillystä rikoksesta tai anonyymiä todistajaa vastaan tämän tuomioistuimessa antaman lausuman sisältöön perustuen, hänen on toimitettava haastehakemus tuomioistuimelle sekä vaadittava anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastamista, jos rikoksesta epäilty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin välttämätöntä rikoksen selvittämiseksi. Tuomioistuimen on ennen ratkaisemista kuultava syyttäjää sekä asianomaisesta rikoksesta epäiltyä. Jos rikoksesta epäillään muuta henkilöä kuin anonyymiä todistajaa, myös anonyymiä todistajaa on kuultava. Tuomioistuin voi myös kuulla asianomistajaa ja hankkia muuta selvitystä sekä järjestää suullisen käsittelyn, jos se on asian selvittämiseksi tarpeen. Asia on käsiteltävä yleisön ja asianomistajan läsnä olematta, jos se on välttämätöntä anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastumisen estämiseksi. Jos tuomioistuin katsoo, että syytteen nostamisen edellytykset täyttyvät, tai jos rikoksesta epäilty anonyymi todistaja suostuu henkilöllisyytensä ja yhteystietojensa paljastamiseen eikä 5 §:stä muuta johdu, tuomioistuimen on tehtävä päätös haasteen antamisesta. Haasteessa on paljastettava anonyymin todistajan henkilöllisyys ja yhteystiedot, jos hän on rikoksesta epäilty tai jos tietojen paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi. Syyttäjä voi hakea muutosta haasteen antamista koskevaan päätökseen, jossa anonyymin todistajan henkilöllisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmäisenä asteena tekemään päätökseen valittamalla korkeimpaan oikeuteen valituslupaa pyytämättä. Haasteen antamista koskevaa päätöstä noudatetaan sen tultua lainvoimaiseksi. Oikeudenkäyntiasiakirjojen julkiseksi tulemisesta säädetään 5 luvun 11 d §:n 3 momentin 4 kohdassa. Jos tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, asianomistaja voi hakea muutosta päätökseen jättää tiedot paljastamatta noudattaen, mitä tässä momentissa säädetään syyttäjän muutoksenhausta. Jos syytteen nostamisen edellytykset eivät täyty eikä anonyymi todistaja suostu henkilöllisyytensä ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylättävä kanne tuomiolla. Tuomio ja asiaan liittyvä oikeudenkäyntiaineisto on salassa pidettävä myös asianosaiselta siltä osin kuin niihin sisältyy tietoa, joiden avulla anonyymin todistajan henkilöllisyys tai yhteystiedot voivat paljastua. Salassapitoaika on 60 vuotta. Päätökseen, jolla tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, sekä siihen liittyvään oikeudenkäyntiaineistoon sovelletaan, mitä edellä tässä momentissa säädetään tuomiosta ja siihen liittyvästä oikeudenkäyntiaineistosta. Haasteen antamisesta päättänyt tuomari ei saa käsitellä kanneasiaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:5 a",
        "normalized_fi": "Jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e § :ssä säädetyn anonymiteetin myöntämistä koskevan asian käsittelyssä tapahtuneeksi epäillystä rikoksesta tai anonyymiä todistajaa vastaan tämän tuomioistuimessa antaman lausuman sisältöön perustuen, hänen on toimitettava haastehakemus tuomioistuimelle sekä vaadittava anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastamista, jos rikoksesta epäilty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin välttämätöntä rikoksen selvittämiseksi. Tuomioistuimen on ennen ratkaisemista kuultava syyttäjää sekä asianomaisesta rikoksesta epäiltyä. Jos rikoksesta epäillään muuta henkilöä kuin anonyymiä todistajaa, myös anonyymiä todistajaa on kuultava. Tuomioistuin voi myös kuulla asianomistajaa ja hankkia muuta selvitystä sekä järjestää suullisen käsittelyn, jos se on asian selvittämiseksi tarpeen. Asia on käsiteltävä yleisön ja asianomistajan läsnä olematta, jos se on välttämätöntä anonyymin todistajan henkilöllisyyden ja yhteystietojen paljastumisen estämiseksi. Jos tuomioistuin katsoo, että syytteen nostamisen edellytykset täyttyvät, tai jos rikoksesta epäilty anonyymi todistaja suostuu henkilöllisyytensä ja yhteystietojensa paljastamiseen eikä 5 § :stä muuta johdu, tuomioistuimen on tehtävä päätös haasteen antamisesta. Haasteessa on paljastettava anonyymin todistajan henkilöllisyys ja yhteystiedot, jos hän on rikoksesta epäilty tai jos tietojen paljastaminen on muutoin välttämätöntä rikoksen selvittämiseksi. Syyttäjä voi hakea muutosta haasteen antamista koskevaan päätökseen, jossa anonyymin todistajan henkilöllisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmäisenä asteena tekemään päätökseen valittamalla korkeimpaan oikeuteen valituslupaa pyytämättä. Haasteen antamista koskevaa päätöstä noudatetaan sen tultua lainvoimaiseksi. Oikeudenkäyntiasiakirjojen julkiseksi tulemisesta säädetään 5 luvun 11 d § :n 3 momentin 4 kohdassa. Jos tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, asianomistaja voi hakea muutosta päätökseen jättää tiedot paljastamatta noudattaen, mitä tässä momentissa säädetään syyttäjän muutoksenhausta. Jos syytteen nostamisen edellytykset eivät täyty eikä anonyymi todistaja suostu henkilöllisyytensä ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylättävä kanne tuomiolla. Tuomio ja asiaan liittyvä oikeudenkäyntiaineisto on salassa pidettävä myös asianosaiselta siltä osin kuin niihin sisältyy tietoa, joiden avulla anonyymin todistajan henkilöllisyys tai yhteystiedot voivat paljastua. Salassapitoaika on 60 vuotta. Päätökseen, jolla tuomioistuin on päättänyt antaa haasteen, joka koskee muuta henkilöä kuin anonyymiä todistajaa, ja päättänyt olla paljastamatta anonyymin todistajan henkilöllisyyttä ja yhteystietoja, sekä siihen liittyvään oikeudenkäyntiaineistoon sovelletaan, mitä edellä tässä momentissa säädetään tuomiosta ja siihen liittyvästä oikeudenkäyntiaineistosta. Haasteen antamisesta päättänyt tuomari ei saa käsitellä kanneasiaa.",
        "folded_fi": "jos asianomistaja nostaa syytteen 5 luvun 11 a-11 e §:ssa saadetyn anonymiteetin myontamista koskevan asian kasittelyssa tapahtuneeksi epaillysta rikoksesta tai anonyymia todistajaa vastaan taman tuomioistuimessa antaman lausuman sisaltoon perustuen, hanen on toimitettava haastehakemus tuomioistuimelle seka vaadittava anonyymin todistajan henkilollisyyden ja yhteystietojen paljastamista, jos rikoksesta epailty on anonyymi todistaja tai jos asianomistaja katsoo tietojen paljastamisen olevan muutoin valttamatonta rikoksen selvittamiseksi. tuomioistuimen on ennen ratkaisemista kuultava syyttajaa seka asianomaisesta rikoksesta epailtya. jos rikoksesta epaillaan muuta henkiloa kuin anonyymia todistajaa, myos anonyymia todistajaa on kuultava. tuomioistuin voi myos kuulla asianomistajaa ja hankkia muuta selvitysta seka jarjestaa suullisen kasittelyn, jos se on asian selvittamiseksi tarpeen. asia on kasiteltava yleison ja asianomistajan lasna olematta, jos se on valttamatonta anonyymin todistajan henkilollisyyden ja yhteystietojen paljastumisen estamiseksi. jos tuomioistuin katsoo, etta syytteen nostamisen edellytykset tayttyvat, tai jos rikoksesta epailty anonyymi todistaja suostuu henkilollisyytensa ja yhteystietojensa paljastamiseen eika 5 §:sta muuta johdu, tuomioistuimen on tehtava paatos haasteen antamisesta. haasteessa on paljastettava anonyymin todistajan henkilollisyys ja yhteystiedot, jos han on rikoksesta epailty tai jos tietojen paljastaminen on muutoin valttamatonta rikoksen selvittamiseksi. syyttaja voi hakea muutosta haasteen antamista koskevaan paatokseen, jossa anonyymin todistajan henkilollisyys ja yhteystiedot paljastetaan, valittamalla hovioikeuteen ja hovioikeuden ensimmaisena asteena tekemaan paatokseen valittamalla korkeimpaan oikeuteen valituslupaa pyytamatta. haasteen antamista koskevaa paatosta noudatetaan sen tultua lainvoimaiseksi. oikeudenkayntiasiakirjojen julkiseksi tulemisesta saadetaan 5 luvun 11 d §:n 3 momentin 4 kohdassa. jos tuomioistuin on paattanyt antaa haasteen, joka koskee muuta henkiloa kuin anonyymia todistajaa, ja paattanyt olla paljastamatta anonyymin todistajan henkilollisyytta ja yhteystietoja, asianomistaja voi hakea muutosta paatokseen jattaa tiedot paljastamatta noudattaen, mita tassa momentissa saadetaan syyttajan muutoksenhausta. jos syytteen nostamisen edellytykset eivat tayty eika anonyymi todistaja suostu henkilollisyytensa ja yhteystietojensa paljastamiseen, tuomioistuimen on haastetta antamatta hylattava kanne tuomiolla. tuomio ja asiaan liittyva oikeudenkayntiaineisto on salassa pidettava myos asianosaiselta silta osin kuin niihin sisaltyy tietoa, joiden avulla anonyymin todistajan henkilollisyys tai yhteystiedot voivat paljastua. salassapitoaika on 60 vuotta. paatokseen, jolla tuomioistuin on paattanyt antaa haasteen, joka koskee muuta henkiloa kuin anonyymia todistajaa, ja paattanyt olla paljastamatta anonyymin todistajan henkilollisyytta ja yhteystietoja, seka siihen liittyvaan oikeudenkayntiaineistoon sovelletaan, mita edella tassa momentissa saadetaan tuomiosta ja siihen liittyvasta oikeudenkayntiaineistosta. haasteen antamisesta paattanyt tuomari ei saa kasitella kanneasiaa.",
        "content_sv": "Om målsäganden väcker åtal för ett brott som misstänks ha begåtts vid handläggningen av ett ärende som gäller beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne på grund av innehållet i en utsaga som vittnet avgett inför domstolen, ska målsäganden ge in en stämningsansökan till domstolen och yrka på att det anonyma vittnets identitet och kontaktuppgifter röjs, om den som misstänks för brottet är det anonyma vittnet eller om målsäganden anser att det annars är nödvändigt att röja uppgifterna för att utreda brottet. Före avgörandet ska domstolen höra åklagaren och den som misstänks för brottet i fråga. Om någon annan person än det anonyma vittnet misstänks för brottet, ska också det anonyma vittnet höras. Domstolen kan även höra målsäganden och skaffa annan utredning samt ordna en muntlig förhandling, om det behövs för att utreda ärendet. Ärendet ska handläggas utan att allmänheten och målsäganden är närvarande, om det är nödvändigt för att förhindra att det anonyma vittnets identitet och kontaktuppgifter röjs. Om domstolen anser att det finns förutsättningar för att väcka åtal, eller om det anonyma vittne som misstänks för brott samtycker till att hans eller hennes identitet och kontaktuppgifter röjs och något annat inte följer av 5 §, ska domstolen fatta beslut om att utfärda stämning. I stämningen ska det anonyma vittnets identitet och kontaktuppgifter röjas, om han eller hon är misstänkt för brottet eller om det annars är nödvändigt att röja uppgifterna för att utreda brottet. Åklagaren får överklaga ett sådant beslut om att utfärda stämning i vilket ett anonymt vittnes identitet och kontaktuppgifter röjs, genom besvär hos hovrätten, och överklaga ett beslut som hovrätten har fattat i första instans genom besvär hos högsta domstolen utan att ansöka om besvärstillstånd. Ett beslut om att utfärda stämning ska iakttas efter det att beslutet har vunnit laga kraft. Bestämmelser om rättegångshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. Om domstolen har beslutat att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter, får målsäganden överklaga beslutet om att inte röja uppgifterna, med iakttagande av vad som i detta moment föreskrivs om åklagarens överklagande. Om det inte finns förutsättningar för att väcka åtal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter röjs, ska domstolen förkasta talan genom en dom, utan att utfärda stämning. Domen och det rättegångsmaterial som hänför sig till saken ska hållas hemliga även för en part till den del de innehåller uppgifter som skulle kunna röja det anonyma vittnets identitet eller kontaktuppgifter. Sekretesstiden är 60 år. På ett beslut av domstolen om att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter samt det rättegångsmaterial som hänför sig till beslutet tillämpas vad som ovan i detta moment föreskrivs om dom och det rättegångsmaterial som hänför sig till den. Den domare som har fattat beslut om att utfärda stämning får inte handlägga det mål talan gäller.",
        "normalized_sv": "Om målsäganden väcker åtal för ett brott som misstänks ha begåtts vid handläggningen av ett ärende som gäller beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne på grund av innehållet i en utsaga som vittnet avgett inför domstolen, ska målsäganden ge in en stämningsansökan till domstolen och yrka på att det anonyma vittnets identitet och kontaktuppgifter röjs, om den som misstänks för brottet är det anonyma vittnet eller om målsäganden anser att det annars är nödvändigt att röja uppgifterna för att utreda brottet. Före avgörandet ska domstolen höra åklagaren och den som misstänks för brottet i fråga. Om någon annan person än det anonyma vittnet misstänks för brottet, ska också det anonyma vittnet höras. Domstolen kan även höra målsäganden och skaffa annan utredning samt ordna en muntlig förhandling, om det behövs för att utreda ärendet. Ärendet ska handläggas utan att allmänheten och målsäganden är närvarande, om det är nödvändigt för att förhindra att det anonyma vittnets identitet och kontaktuppgifter röjs. Om domstolen anser att det finns förutsättningar för att väcka åtal, eller om det anonyma vittne som misstänks för brott samtycker till att hans eller hennes identitet och kontaktuppgifter röjs och något annat inte följer av 5 § , ska domstolen fatta beslut om att utfärda stämning. I stämningen ska det anonyma vittnets identitet och kontaktuppgifter röjas, om han eller hon är misstänkt för brottet eller om det annars är nödvändigt att röja uppgifterna för att utreda brottet. Åklagaren får överklaga ett sådant beslut om att utfärda stämning i vilket ett anonymt vittnes identitet och kontaktuppgifter röjs, genom besvär hos hovrätten, och överklaga ett beslut som hovrätten har fattat i första instans genom besvär hos högsta domstolen utan att ansöka om besvärstillstånd. Ett beslut om att utfärda stämning ska iakttas efter det att beslutet har vunnit laga kraft. Bestämmelser om rättegångshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. Om domstolen har beslutat att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter, får målsäganden överklaga beslutet om att inte röja uppgifterna, med iakttagande av vad som i detta moment föreskrivs om åklagarens överklagande. Om det inte finns förutsättningar för att väcka åtal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter röjs, ska domstolen förkasta talan genom en dom, utan att utfärda stämning. Domen och det rättegångsmaterial som hänför sig till saken ska hållas hemliga även för en part till den del de innehåller uppgifter som skulle kunna röja det anonyma vittnets identitet eller kontaktuppgifter. Sekretesstiden är 60 år. På ett beslut av domstolen om att utfärda en stämning som gäller någon annan person än ett anonymt vittne och att inte röja ett anonymt vittnes identitet och kontaktuppgifter samt det rättegångsmaterial som hänför sig till beslutet tillämpas vad som ovan i detta moment föreskrivs om dom och det rättegångsmaterial som hänför sig till den. Den domare som har fattat beslut om att utfärda stämning får inte handlägga det mål talan gäller.",
        "folded_sv": "om malsaganden vacker atal for ett brott som misstanks ha begatts vid handlaggningen av ett arende som galler beviljande av anonymitet enligt 5 kap. 11 a-11e § eller mot ett anonymt vittne pa grund av innehallet i en utsaga som vittnet avgett infor domstolen, ska malsaganden ge in en stamningsansokan till domstolen och yrka pa att det anonyma vittnets identitet och kontaktuppgifter rojs, om den som misstanks for brottet ar det anonyma vittnet eller om malsaganden anser att det annars ar nodvandigt att roja uppgifterna for att utreda brottet. fore avgorandet ska domstolen hora aklagaren och den som misstanks for brottet i fraga. om nagon annan person an det anonyma vittnet misstanks for brottet, ska ocksa det anonyma vittnet horas. domstolen kan aven hora malsaganden och skaffa annan utredning samt ordna en muntlig forhandling, om det behovs for att utreda arendet. arendet ska handlaggas utan att allmanheten och malsaganden ar narvarande, om det ar nodvandigt for att forhindra att det anonyma vittnets identitet och kontaktuppgifter rojs. om domstolen anser att det finns forutsattningar for att vacka atal, eller om det anonyma vittne som misstanks for brott samtycker till att hans eller hennes identitet och kontaktuppgifter rojs och nagot annat inte foljer av 5 §, ska domstolen fatta beslut om att utfarda stamning. i stamningen ska det anonyma vittnets identitet och kontaktuppgifter rojas, om han eller hon ar misstankt for brottet eller om det annars ar nodvandigt att roja uppgifterna for att utreda brottet. aklagaren far overklaga ett sadant beslut om att utfarda stamning i vilket ett anonymt vittnes identitet och kontaktuppgifter rojs, genom besvar hos hovratten, och overklaga ett beslut som hovratten har fattat i forsta instans genom besvar hos hogsta domstolen utan att ansoka om besvarstillstand. ett beslut om att utfarda stamning ska iakttas efter det att beslutet har vunnit laga kraft. bestammelser om rattegangshandlingarnas offentlighet finns i 5 kap. 11 d § 3 mom. 4 punkten. om domstolen har beslutat att utfarda en stamning som galler nagon annan person an ett anonymt vittne och att inte roja ett anonymt vittnes identitet och kontaktuppgifter, far malsaganden overklaga beslutet om att inte roja uppgifterna, med iakttagande av vad som i detta moment foreskrivs om aklagarens overklagande. om det inte finns forutsattningar for att vacka atal och det anonyma vittnet inte samtycker till att hans eller hennes identitet och kontaktuppgifter rojs, ska domstolen forkasta talan genom en dom, utan att utfarda stamning. domen och det rattegangsmaterial som hanfor sig till saken ska hallas hemliga aven for en part till den del de innehaller uppgifter som skulle kunna roja det anonyma vittnets identitet eller kontaktuppgifter. sekretesstiden ar 60 ar. pa ett beslut av domstolen om att utfarda en stamning som galler nagon annan person an ett anonymt vittne och att inte roja ett anonymt vittnes identitet och kontaktuppgifter samt det rattegangsmaterial som hanfor sig till beslutet tillampas vad som ovan i detta moment foreskrivs om dom och det rattegangsmaterial som hanfor sig till den. den domare som har fattat beslut om att utfarda stamning far inte handlagga det mal talan galler."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:2",
      "chapter": "11",
      "section": "2",
      "content": "Tuomiossa saadaan ottaa huomioon vain se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös pääkäsittelyn ulkopuolella esitetty todiste, jota ei oikeudenkäymiskaaren 17 luvun 59 §:n 1 momentin nojalla oteta vastaan uudelleen pääkäsittelyssä. Jos asiassa on toimitettu uusi pääkäsittely, saadaan tuomiossa ottaa huomioon vain se, mitä on esitetty tässä käsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyä 6 luvun 13 §:n nojalla täydennettäessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:2",
        "normalized_fi": "Tuomiossa saadaan ottaa huomioon vain se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös pääkäsittelyn ulkopuolella esitetty todiste, jota ei oikeudenkäymiskaaren 17 luvun 59 § :n 1 momentin nojalla oteta vastaan uudelleen pääkäsittelyssä. Jos asiassa on toimitettu uusi pääkäsittely, saadaan tuomiossa ottaa huomioon vain se, mitä on esitetty tässä käsittelyssä. Tuomiossa saadaan kuitenkin ottaa huomioon myös se oikeudenkäyntiaineisto, joka on esitetty pääkäsittelyä 6 luvun 13 § :n nojalla täydennettäessä.",
        "folded_fi": "tuomiossa saadaan ottaa huomioon vain se oikeudenkayntiaineisto, joka on esitetty paakasittelyssa. tuomiossa saadaan kuitenkin ottaa huomioon myos paakasittelyn ulkopuolella esitetty todiste, jota ei oikeudenkaymiskaaren 17 luvun 59 §:n 1 momentin nojalla oteta vastaan uudelleen paakasittelyssa. jos asiassa on toimitettu uusi paakasittely, saadaan tuomiossa ottaa huomioon vain se, mita on esitetty tassa kasittelyssa. tuomiossa saadaan kuitenkin ottaa huomioon myos se oikeudenkayntiaineisto, joka on esitetty paakasittelya 6 luvun 13 §:n nojalla taydennettaessa.",
        "content_sv": "I domen får endast beaktas rättegångsmaterial som har lagts fram vid huvudförhandlingen. I domen får dock även beaktas bevis som har lagts fram utom huvudförhandlingen och som enligt 17 kap. 59 § 1 mom. i rättegångsbalken inte tas upp på nytt vid huvudförhandlingen. Om en ny huvudförhandling har hållits, får i domen endast beaktas vad som då har lagts fram. I domen får dock även det rättegångsmaterial beaktas som med stöd av 6 kap. 13 § har lagts fram vid en komplettering av huvudförhandlingen.",
        "normalized_sv": "I domen får endast beaktas rättegångsmaterial som har lagts fram vid huvudförhandlingen. I domen får dock även beaktas bevis som har lagts fram utom huvudförhandlingen och som enligt 17 kap. 59 § 1 mom. i rättegångsbalken inte tas upp på nytt vid huvudförhandlingen. Om en ny huvudförhandling har hållits, får i domen endast beaktas vad som då har lagts fram. I domen får dock även det rättegångsmaterial beaktas som med stöd av 6 kap. 13 § har lagts fram vid en komplettering av huvudförhandlingen.",
        "folded_sv": "i domen far endast beaktas rattegangsmaterial som har lagts fram vid huvudforhandlingen. i domen far dock aven beaktas bevis som har lagts fram utom huvudforhandlingen och som enligt 17 kap. 59 § 1 mom. i rattegangsbalken inte tas upp pa nytt vid huvudforhandlingen. om en ny huvudforhandling har hallits, far i domen endast beaktas vad som da har lagts fram. i domen far dock aven det rattegangsmaterial beaktas som med stod av 6 kap. 13 § har lagts fram vid en komplettering av huvudforhandlingen."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:3",
      "chapter": "11",
      "section": "3",
      "content": "Tuomioistuin saa tuomita vain siitä teosta, josta rangaistusta on vaadittu. Tuomioistuin ei ole sidottu rikosnimikkeeseen eikä lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:3",
        "normalized_fi": "Tuomioistuin saa tuomita vain siitä teosta, josta rangaistusta on vaadittu. Tuomioistuin ei ole sidottu rikosnimikkeeseen eikä lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
        "folded_fi": "tuomioistuin saa tuomita vain siita teosta, josta rangaistusta on vaadittu. tuomioistuin ei ole sidottu rikosnimikkeeseen eika lainkohtaan, jonka nojalla rangaistusta on vaadittu.",
        "content_sv": "Domstolen får döma endast för den gärning som straffyrkandet gäller. Domstolen är inte bunden av brottsrubriceringen eller lagrummen i åtalet.",
        "normalized_sv": "Domstolen får döma endast för den gärning som straffyrkandet gäller. Domstolen är inte bunden av brottsrubriceringen eller lagrummen i åtalet.",
        "folded_sv": "domstolen far doma endast for den garning som straffyrkandet galler. domstolen ar inte bunden av brottsrubriceringen eller lagrummen i atalet."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "11:4",
      "chapter": "11",
      "section": "4",
      "content": "Tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. Tuomio on perusteltava. Perusteluista on ilmettävä, mihin seikkoihin ja oikeudelliseen päättelyyn ratkaisu perustuu. Perusteluissa on myös selostettava, millä perusteella riitainen seikka on tullut näytetyksi tai jäänyt näyttämättä. Jos rikosasiassa on kuultu anonyymiä todistajaa, tuomioistuimen on erityisesti perusteltava, mikä merkitys hänen kertomuksellaan oli näyttönä asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. Tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilökohtaisen kuulemisen asemesta todisteena käytettiin esitutkintapöytäkirjaan tai muulle asiakirjalle merkittyä tai muulla tavalla tallennettua lausumaa. Tuomioistuimen on tällöin myös erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilökohtaisesti oikeudenkäynnissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "11:4",
        "normalized_fi": "Tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. Tuomio on perusteltava. Perusteluista on ilmettävä, mihin seikkoihin ja oikeudelliseen päättelyyn ratkaisu perustuu. Perusteluissa on myös selostettava, millä perusteella riitainen seikka on tullut näytetyksi tai jäänyt näyttämättä. Jos rikosasiassa on kuultu anonyymiä todistajaa, tuomioistuimen on erityisesti perusteltava, mikä merkitys hänen kertomuksellaan oli näyttönä asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. Tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilökohtaisen kuulemisen asemesta todisteena käytettiin esitutkintapöytäkirjaan tai muulle asiakirjalle merkittyä tai muulla tavalla tallennettua lausumaa. Tuomioistuimen on tällöin myös erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilökohtaisesti oikeudenkäynnissä.",
        "folded_fi": "tuomio rikosasiassa on joko syylliseksi tuomitseva tai vapauttava. tuomio on perusteltava. perusteluista on ilmettava, mihin seikkoihin ja oikeudelliseen paattelyyn ratkaisu perustuu. perusteluissa on myos selostettava, milla perusteella riitainen seikka on tullut naytetyksi tai jaanyt nayttamatta. jos rikosasiassa on kuultu anonyymia todistajaa, tuomioistuimen on erityisesti perusteltava, mika merkitys hanen kertomuksellaan oli nayttona asiassa ja mihin toimenpiteisiin ryhdyttiin puolustuksen oikeuksien turvaamiseksi. tuomioistuimella on sama perusteluvelvollisuus, jos asianomistajan tai todistajan henkilokohtaisen kuulemisen asemesta todisteena kaytettiin esitutkintapoytakirjaan tai muulle asiakirjalle merkittya tai muulla tavalla tallennettua lausumaa. tuomioistuimen on talloin myos erityisesti perusteltava, miksi asianomistajaa tai todistajaa ei kuultu henkilokohtaisesti oikeudenkaynnissa.",
        "content_sv": "Domen i ett brottmål är antingen fällande eller friande. En dom ska motiveras. I domskälen ska anges de omständigheter och den rättstillämpning som avgörandet grundar sig på. I domskälen ska också anges på vilka grunder en tvistig omständighet har styrkts eller inte styrkts. Om ett anonymt vittne har hörts i ett brottmål, ska domstolen särskilt motivera vilken betydelse vittnets berättelse har som bevis i saken och vilka åtgärder som vidtogs för att trygga försvarets rättigheter. Domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i förundersökningsprotokollet eller i någon annan handling eller upptagits på något annat sätt har använts som bevis, i stället för att höra målsäganden eller vittnet personligen. I detta fall ska domstolen också särskilt motivera varför målsäganden eller vittnet inte hördes personligen vid rättegången.",
        "normalized_sv": "Domen i ett brottmål är antingen fällande eller friande. En dom ska motiveras. I domskälen ska anges de omständigheter och den rättstillämpning som avgörandet grundar sig på. I domskälen ska också anges på vilka grunder en tvistig omständighet har styrkts eller inte styrkts. Om ett anonymt vittne har hörts i ett brottmål, ska domstolen särskilt motivera vilken betydelse vittnets berättelse har som bevis i saken och vilka åtgärder som vidtogs för att trygga försvarets rättigheter. Domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i förundersökningsprotokollet eller i någon annan handling eller upptagits på något annat sätt har använts som bevis, i stället för att höra målsäganden eller vittnet personligen. I detta fall ska domstolen också särskilt motivera varför målsäganden eller vittnet inte hördes personligen vid rättegången.",
        "folded_sv": "domen i ett brottmal ar antingen fallande eller friande. en dom ska motiveras. i domskalen ska anges de omstandigheter och den rattstillampning som avgorandet grundar sig pa. i domskalen ska ocksa anges pa vilka grunder en tvistig omstandighet har styrkts eller inte styrkts. om ett anonymt vittne har horts i ett brottmal, ska domstolen sarskilt motivera vilken betydelse vittnets berattelse har som bevis i saken och vilka atgarder som vidtogs for att trygga forsvarets rattigheter. domstolen har samma motiveringsskyldighet, om en utsaga som antecknats i forundersokningsprotokollet eller i nagon annan handling eller upptagits pa nagot annat satt har anvants som bevis, i stallet for att hora malsaganden eller vittnet personligen. i detta fall ska domstolen ocksa sarskilt motivera varfor malsaganden eller vittnet inte hordes personligen vid rattegangen."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    }
  ]
}