{
  "id": "741/2007",
  "type": "statute",
  "title": "Laki Geologian tutkimuskeskuksen kemian analyysipalvelujen yhtiöittämisestä",
  "title_en": "Lag om bolagisering av Geologiska forskningscentralens tjänster inom kemisk analys",
  "status": "in_force",
  "issued_date": "2007-06-29",
  "in_force_date": "2007-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/741/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministeriön toimialaan kuuluvan Geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyvä omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiölle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut sekä niihin liittyvät asiantuntijapalvelut. Valtio merkitsee osakeyhtiötä perustettaessa kaikki sen osakkeet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministeriön toimialaan kuuluvan Geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyvä omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiölle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut sekä niihin liittyvät asiantuntijapalvelut. Valtio merkitsee osakeyhtiötä perustettaessa kaikki sen osakkeet.",
        "folded_fi": "valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministerion toimialaan kuuluvan geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyva omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiolle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut seka niihin liittyvat asiantuntijapalvelut. valtio merkitsee osakeyhtiota perustettaessa kaikki sen osakkeet.",
        "content_sv": "Statsrådet berättigas att till det aktiebolag som skall bildas överlåta den egendom för produktion av tjänster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsområde hörande Geologiska forskningscentralen samt den verksamhet som avser analystjänsterna. Aktiebolagets verksamhetsområde omfattar laboratorie-, mätnings- och testningstjänster samt tillhörande sakkunnigtjänster. När aktiebolaget bildas tecknar staten samtliga aktier.",
        "normalized_sv": "Statsrådet berättigas att till det aktiebolag som skall bildas överlåta den egendom för produktion av tjänster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsområde hörande Geologiska forskningscentralen samt den verksamhet som avser analystjänsterna. Aktiebolagets verksamhetsområde omfattar laboratorie-, mätnings- och testningstjänster samt tillhörande sakkunnigtjänster. När aktiebolaget bildas tecknar staten samtliga aktier.",
        "folded_sv": "statsradet berattigas att till det aktiebolag som skall bildas overlata den egendom for produktion av tjanster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsomrade horande geologiska forskningscentralen samt den verksamhet som avser analystjansterna. aktiebolagets verksamhetsomrade omfattar laboratorie-, matnings- och testningstjanster samt tillhorande sakkunnigtjanster. nar aktiebolaget bildas tecknar staten samtliga aktier."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Valtioneuvosto määrää luovutettavan omaisuuden ja sen arvon sekä ehdot, joilla luovutus tapahtuu. Valtioneuvosto määrää myös muista omaisuuden luovuttamiseen ja osakeyhtiön muodostamiseen liittyvistä järjestelyistä. Valtioneuvosto määrää, mikä osa omaisuudesta pannaan osakeyhtiöön osakkeita vastaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtioneuvosto määrää luovutettavan omaisuuden ja sen arvon sekä ehdot, joilla luovutus tapahtuu. Valtioneuvosto määrää myös muista omaisuuden luovuttamiseen ja osakeyhtiön muodostamiseen liittyvistä järjestelyistä. Valtioneuvosto määrää, mikä osa omaisuudesta pannaan osakeyhtiöön osakkeita vastaan.",
        "folded_fi": "valtioneuvosto maaraa luovutettavan omaisuuden ja sen arvon seka ehdot, joilla luovutus tapahtuu. valtioneuvosto maaraa myos muista omaisuuden luovuttamiseen ja osakeyhtion muodostamiseen liittyvista jarjestelyista. valtioneuvosto maaraa, mika osa omaisuudesta pannaan osakeyhtioon osakkeita vastaan.",
        "content_sv": "Statsrådet bestämmer vilken egendom som skall överlåtas och dess värde samt villkoren för överlåtelsen. Statsrådet bestämmer också om övriga arrangemang som har samband med överlåtelsen av egendomen och bildandet av aktiebolaget. Statsrådet bestämmer vilken del av egendomen som skall sättas in i aktiebolaget mot aktier.",
        "normalized_sv": "Statsrådet bestämmer vilken egendom som skall överlåtas och dess värde samt villkoren för överlåtelsen. Statsrådet bestämmer också om övriga arrangemang som har samband med överlåtelsen av egendomen och bildandet av aktiebolaget. Statsrådet bestämmer vilken del av egendomen som skall sättas in i aktiebolaget mot aktier.",
        "folded_sv": "statsradet bestammer vilken egendom som skall overlatas och dess varde samt villkoren for overlatelsen. statsradet bestammer ocksa om ovriga arrangemang som har samband med overlatelsen av egendomen och bildandet av aktiebolaget. statsradet bestammer vilken del av egendomen som skall sattas in i aktiebolaget mot aktier."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tuloverotuksessa osakeyhtiön katsotaan sellaisenaan jatkavan Geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tuloverotuksessa osakeyhtiön katsotaan sellaisenaan jatkavan Geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
        "folded_fi": "tuloverotuksessa osakeyhtion katsotaan sellaisenaan jatkavan geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
        "content_sv": "Vid inkomstbeskattningen anses aktiebolaget som sådant fortsätta den verksamhet vid Geologiska forskningscentralen som avser tjänster inom kemisk analys.",
        "normalized_sv": "Vid inkomstbeskattningen anses aktiebolaget som sådant fortsätta den verksamhet vid Geologiska forskningscentralen som avser tjänster inom kemisk analys.",
        "folded_sv": "vid inkomstbeskattningen anses aktiebolaget som sadant fortsatta den verksamhet vid geologiska forskningscentralen som avser tjanster inom kemisk analys."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Osakeyhtiö vastaa niistä velka-, palvelu-, hankinta- ja toimitussopimuksista sekä muista niiden kaltaisista sitoumuksista, joihin Geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiölle luovutettua omaisuutta ja sille siirtyvää kemian analyysipalvelujen toimintaa. Valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jää voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Osakeyhtiö vastaa niistä velka-, palvelu-, hankinta- ja toimitussopimuksista sekä muista niiden kaltaisista sitoumuksista, joihin Geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiölle luovutettua omaisuutta ja sille siirtyvää kemian analyysipalvelujen toimintaa. Valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jää voimaan.",
        "folded_fi": "osakeyhtio vastaa niista velka-, palvelu-, hankinta- ja toimitussopimuksista seka muista niiden kaltaisista sitoumuksista, joihin geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiolle luovutettua omaisuutta ja sille siirtyvaa kemian analyysipalvelujen toimintaa. valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jaa voimaan.",
        "content_sv": "Aktiebolaget svarar för de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande förbindelser som Geologiska forskningscentralen har ingått och som gäller den egendom och den verksamhet avseende tjänster inom kemisk analys som överlåts till aktiebolaget. Statens ansvar för de förbindelser som avses i 1 mom. förblir i kraft.",
        "normalized_sv": "Aktiebolaget svarar för de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande förbindelser som Geologiska forskningscentralen har ingått och som gäller den egendom och den verksamhet avseende tjänster inom kemisk analys som överlåts till aktiebolaget. Statens ansvar för de förbindelser som avses i 1 mom. förblir i kraft.",
        "folded_sv": "aktiebolaget svarar for de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande forbindelser som geologiska forskningscentralen har ingatt och som galler den egendom och den verksamhet avseende tjanster inom kemisk analys som overlats till aktiebolaget. statens ansvar for de forbindelser som avses i 1 mom. forblir i kraft."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtävissä tämän lain voimaan tullessa olevat henkilöt siirtyvät osakeyhtiön palvelukseen aikaisempaa vastaavaan tehtävään, jos he ovat antaneet kirjallisen suostumuksen tähän viimeistään kuukautta ennen yhtiön perustamista. Virkamiesten virkasuhde päättyy ilman eri toimenpiteitä. Määräajaksi Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtäviin otetut henkilöt siirtyvät määräajaksi osakeyhtiön palvelukseen vastaavaksi ajaksi. Geologian tutkimuskeskuksesta osakeyhtiöön siirtyvien virkamiesten virat lakkaavat tämän lain tullessa voimaan. Virkasuhteinen henkilöstö otetaan osakeyhtiöön työsopimussuhteisiin tehtäviin. Työsuhteen ehtoihin siinä osakeyhtiön työsopimussuhteisessa tehtävässä, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mitä yhtiötä sitovassa työehtosopimuksessa sovitaan tai mitä laissa säädetään tai sen nojalla säädetään tai määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtävissä tämän lain voimaan tullessa olevat henkilöt siirtyvät osakeyhtiön palvelukseen aikaisempaa vastaavaan tehtävään, jos he ovat antaneet kirjallisen suostumuksen tähän viimeistään kuukautta ennen yhtiön perustamista. Virkamiesten virkasuhde päättyy ilman eri toimenpiteitä. Määräajaksi Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtäviin otetut henkilöt siirtyvät määräajaksi osakeyhtiön palvelukseen vastaavaksi ajaksi. Geologian tutkimuskeskuksesta osakeyhtiöön siirtyvien virkamiesten virat lakkaavat tämän lain tullessa voimaan. Virkasuhteinen henkilöstö otetaan osakeyhtiöön työsopimussuhteisiin tehtäviin. Työsuhteen ehtoihin siinä osakeyhtiön työsopimussuhteisessa tehtävässä, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mitä yhtiötä sitovassa työehtosopimuksessa sovitaan tai mitä laissa säädetään tai sen nojalla säädetään tai määrätään.",
        "folded_fi": "geologian tutkimuskeskuksen kemian analyysipalvelujen tehtavissa taman lain voimaan tullessa olevat henkilot siirtyvat osakeyhtion palvelukseen aikaisempaa vastaavaan tehtavaan, jos he ovat antaneet kirjallisen suostumuksen tahan viimeistaan kuukautta ennen yhtion perustamista. virkamiesten virkasuhde paattyy ilman eri toimenpiteita. maaraajaksi geologian tutkimuskeskuksen kemian analyysipalvelujen tehtaviin otetut henkilot siirtyvat maaraajaksi osakeyhtion palvelukseen vastaavaksi ajaksi. geologian tutkimuskeskuksesta osakeyhtioon siirtyvien virkamiesten virat lakkaavat taman lain tullessa voimaan. virkasuhteinen henkilosto otetaan osakeyhtioon tyosopimussuhteisiin tehtaviin. tyosuhteen ehtoihin siina osakeyhtion tyosopimussuhteisessa tehtavassa, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mita yhtiota sitovassa tyoehtosopimuksessa sovitaan tai mita laissa saadetaan tai sen nojalla saadetaan tai maarataan.",
        "content_sv": "De som vid denna lags ikraftträdande är anställda i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en månad före bolagsbildningen. Tjänstemännens tjänsteförhållande upphör utan särskilda åtgärder. De som har anställts för viss tid i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget för motsvarande tid. Tjänsterna för de tjänstemän vid Geologiska forskningscentralen som övergår till anställning hos aktiebolaget dras in när denna lag träder i kraft. Personalen i tjänsteförhållande anställs i uppgifter i arbetsavtalsförhållande hos aktiebolaget. På de anställningsvillkor som gäller för den uppgift i arbetsavtalsförhållande vid aktiebolaget som en person har övergått till med stöd av 1 mom. tillämpas vad som har överenskommits i det kollektivavtal som är bindande för bolaget eller vad som bestäms eller föreskrivs i eller med stöd av lag.",
        "normalized_sv": "De som vid denna lags ikraftträdande är anställda i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en månad före bolagsbildningen. Tjänstemännens tjänsteförhållande upphör utan särskilda åtgärder. De som har anställts för viss tid i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget för motsvarande tid. Tjänsterna för de tjänstemän vid Geologiska forskningscentralen som övergår till anställning hos aktiebolaget dras in när denna lag träder i kraft. Personalen i tjänsteförhållande anställs i uppgifter i arbetsavtalsförhållande hos aktiebolaget. På de anställningsvillkor som gäller för den uppgift i arbetsavtalsförhållande vid aktiebolaget som en person har övergått till med stöd av 1 mom. tillämpas vad som har överenskommits i det kollektivavtal som är bindande för bolaget eller vad som bestäms eller föreskrivs i eller med stöd av lag.",
        "folded_sv": "de som vid denna lags ikrafttradande ar anstallda i uppgifter som avser tjanster inom kemisk analys vid geologiska forskningscentralen overgar till anstallning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en manad fore bolagsbildningen. tjanstemannens tjansteforhallande upphor utan sarskilda atgarder. de som har anstallts for viss tid i uppgifter som avser tjanster inom kemisk analys vid geologiska forskningscentralen overgar till anstallning hos aktiebolaget for motsvarande tid. tjansterna for de tjansteman vid geologiska forskningscentralen som overgar till anstallning hos aktiebolaget dras in nar denna lag trader i kraft. personalen i tjansteforhallande anstalls i uppgifter i arbetsavtalsforhallande hos aktiebolaget. pa de anstallningsvillkor som galler for den uppgift i arbetsavtalsforhallande vid aktiebolaget som en person har overgatt till med stod av 1 mom. tillampas vad som har overenskommits i det kollektivavtal som ar bindande for bolaget eller vad som bestams eller foreskrivs i eller med stod av lag."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Valtioneuvosto voi tehdä 1 ja 2 §:ssä tarkoitettuja toimenpiteitä ennen lain voimaantuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Valtioneuvosto voi tehdä 1 ja 2 § :ssä tarkoitettuja toimenpiteitä ennen lain voimaantuloa.",
        "folded_fi": "tama laki tulee voimaan 1 paivana syyskuuta 2007. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. valtioneuvosto voi tehda 1 ja 2 §:ssa tarkoitettuja toimenpiteita ennen lain voimaantuloa.",
        "content_sv": "Denna lag träder i kraft den 1 september 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Statsrådet kan vidta de åtgärder som avses i 1 och 2 § innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 september 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Statsrådet kan vidta de åtgärder som avses i 1 och 2 § innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 september 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. statsradet kan vidta de atgarder som avses i 1 och 2 § innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministeriön toimialaan kuuluvan Geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyvä omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiölle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut sekä niihin liittyvät asiantuntijapalvelut. Valtio merkitsee osakeyhtiötä perustettaessa kaikki sen osakkeet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministeriön toimialaan kuuluvan Geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyvä omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiölle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut sekä niihin liittyvät asiantuntijapalvelut. Valtio merkitsee osakeyhtiötä perustettaessa kaikki sen osakkeet.",
        "folded_fi": "valtioneuvosto oikeutetaan luovuttamaan kauppa- ja teollisuusministerion toimialaan kuuluvan geologian tutkimuskeskuksen hallinnassa oleva kemian analyysipalvelujen tuottamiseen liittyva omaisuus ja analyysipalveluja koskeva toiminta perustettavalle osakeyhtiolle, jonka toimialana ovat laboratorio-, mittaus- ja testauspalvelut seka niihin liittyvat asiantuntijapalvelut. valtio merkitsee osakeyhtiota perustettaessa kaikki sen osakkeet.",
        "content_sv": "Statsrådet berättigas att till det aktiebolag som skall bildas överlåta den egendom för produktion av tjänster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsområde hörande Geologiska forskningscentralen samt den verksamhet som avser analystjänsterna. Aktiebolagets verksamhetsområde omfattar laboratorie-, mätnings- och testningstjänster samt tillhörande sakkunnigtjänster. När aktiebolaget bildas tecknar staten samtliga aktier.",
        "normalized_sv": "Statsrådet berättigas att till det aktiebolag som skall bildas överlåta den egendom för produktion av tjänster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsområde hörande Geologiska forskningscentralen samt den verksamhet som avser analystjänsterna. Aktiebolagets verksamhetsområde omfattar laboratorie-, mätnings- och testningstjänster samt tillhörande sakkunnigtjänster. När aktiebolaget bildas tecknar staten samtliga aktier.",
        "folded_sv": "statsradet berattigas att till det aktiebolag som skall bildas overlata den egendom for produktion av tjanster inom kemisk analys som innehas av den till handels- och industriministeriets ansvarsomrade horande geologiska forskningscentralen samt den verksamhet som avser analystjansterna. aktiebolagets verksamhetsomrade omfattar laboratorie-, matnings- och testningstjanster samt tillhorande sakkunnigtjanster. nar aktiebolaget bildas tecknar staten samtliga aktier."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Valtioneuvosto määrää luovutettavan omaisuuden ja sen arvon sekä ehdot, joilla luovutus tapahtuu. Valtioneuvosto määrää myös muista omaisuuden luovuttamiseen ja osakeyhtiön muodostamiseen liittyvistä järjestelyistä. Valtioneuvosto määrää, mikä osa omaisuudesta pannaan osakeyhtiöön osakkeita vastaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Valtioneuvosto määrää luovutettavan omaisuuden ja sen arvon sekä ehdot, joilla luovutus tapahtuu. Valtioneuvosto määrää myös muista omaisuuden luovuttamiseen ja osakeyhtiön muodostamiseen liittyvistä järjestelyistä. Valtioneuvosto määrää, mikä osa omaisuudesta pannaan osakeyhtiöön osakkeita vastaan.",
        "folded_fi": "valtioneuvosto maaraa luovutettavan omaisuuden ja sen arvon seka ehdot, joilla luovutus tapahtuu. valtioneuvosto maaraa myos muista omaisuuden luovuttamiseen ja osakeyhtion muodostamiseen liittyvista jarjestelyista. valtioneuvosto maaraa, mika osa omaisuudesta pannaan osakeyhtioon osakkeita vastaan.",
        "content_sv": "Statsrådet bestämmer vilken egendom som skall överlåtas och dess värde samt villkoren för överlåtelsen. Statsrådet bestämmer också om övriga arrangemang som har samband med överlåtelsen av egendomen och bildandet av aktiebolaget. Statsrådet bestämmer vilken del av egendomen som skall sättas in i aktiebolaget mot aktier.",
        "normalized_sv": "Statsrådet bestämmer vilken egendom som skall överlåtas och dess värde samt villkoren för överlåtelsen. Statsrådet bestämmer också om övriga arrangemang som har samband med överlåtelsen av egendomen och bildandet av aktiebolaget. Statsrådet bestämmer vilken del av egendomen som skall sättas in i aktiebolaget mot aktier.",
        "folded_sv": "statsradet bestammer vilken egendom som skall overlatas och dess varde samt villkoren for overlatelsen. statsradet bestammer ocksa om ovriga arrangemang som har samband med overlatelsen av egendomen och bildandet av aktiebolaget. statsradet bestammer vilken del av egendomen som skall sattas in i aktiebolaget mot aktier."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tuloverotuksessa osakeyhtiön katsotaan sellaisenaan jatkavan Geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tuloverotuksessa osakeyhtiön katsotaan sellaisenaan jatkavan Geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
        "folded_fi": "tuloverotuksessa osakeyhtion katsotaan sellaisenaan jatkavan geologian tutkimuskeskuksen kemian analyysipalvelujen toimintaa.",
        "content_sv": "Vid inkomstbeskattningen anses aktiebolaget som sådant fortsätta den verksamhet vid Geologiska forskningscentralen som avser tjänster inom kemisk analys.",
        "normalized_sv": "Vid inkomstbeskattningen anses aktiebolaget som sådant fortsätta den verksamhet vid Geologiska forskningscentralen som avser tjänster inom kemisk analys.",
        "folded_sv": "vid inkomstbeskattningen anses aktiebolaget som sadant fortsatta den verksamhet vid geologiska forskningscentralen som avser tjanster inom kemisk analys."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Osakeyhtiö vastaa niistä velka-, palvelu-, hankinta- ja toimitussopimuksista sekä muista niiden kaltaisista sitoumuksista, joihin Geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiölle luovutettua omaisuutta ja sille siirtyvää kemian analyysipalvelujen toimintaa. Valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jää voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Osakeyhtiö vastaa niistä velka-, palvelu-, hankinta- ja toimitussopimuksista sekä muista niiden kaltaisista sitoumuksista, joihin Geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiölle luovutettua omaisuutta ja sille siirtyvää kemian analyysipalvelujen toimintaa. Valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jää voimaan.",
        "folded_fi": "osakeyhtio vastaa niista velka-, palvelu-, hankinta- ja toimitussopimuksista seka muista niiden kaltaisista sitoumuksista, joihin geologian tutkimuskeskus on sitoutunut ja jotka koskevat osakeyhtiolle luovutettua omaisuutta ja sille siirtyvaa kemian analyysipalvelujen toimintaa. valtion vastuu 1 momentissa tarkoitetuista sitoumuksista jaa voimaan.",
        "content_sv": "Aktiebolaget svarar för de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande förbindelser som Geologiska forskningscentralen har ingått och som gäller den egendom och den verksamhet avseende tjänster inom kemisk analys som överlåts till aktiebolaget. Statens ansvar för de förbindelser som avses i 1 mom. förblir i kraft.",
        "normalized_sv": "Aktiebolaget svarar för de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande förbindelser som Geologiska forskningscentralen har ingått och som gäller den egendom och den verksamhet avseende tjänster inom kemisk analys som överlåts till aktiebolaget. Statens ansvar för de förbindelser som avses i 1 mom. förblir i kraft.",
        "folded_sv": "aktiebolaget svarar for de skuld-, service-, anskaffnings- och leveransavtal samt andra liknande forbindelser som geologiska forskningscentralen har ingatt och som galler den egendom och den verksamhet avseende tjanster inom kemisk analys som overlats till aktiebolaget. statens ansvar for de forbindelser som avses i 1 mom. forblir i kraft."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtävissä tämän lain voimaan tullessa olevat henkilöt siirtyvät osakeyhtiön palvelukseen aikaisempaa vastaavaan tehtävään, jos he ovat antaneet kirjallisen suostumuksen tähän viimeistään kuukautta ennen yhtiön perustamista. Virkamiesten virkasuhde päättyy ilman eri toimenpiteitä. Määräajaksi Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtäviin otetut henkilöt siirtyvät määräajaksi osakeyhtiön palvelukseen vastaavaksi ajaksi. Geologian tutkimuskeskuksesta osakeyhtiöön siirtyvien virkamiesten virat lakkaavat tämän lain tullessa voimaan. Virkasuhteinen henkilöstö otetaan osakeyhtiöön työsopimussuhteisiin tehtäviin. Työsuhteen ehtoihin siinä osakeyhtiön työsopimussuhteisessa tehtävässä, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mitä yhtiötä sitovassa työehtosopimuksessa sovitaan tai mitä laissa säädetään tai sen nojalla säädetään tai määrätään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtävissä tämän lain voimaan tullessa olevat henkilöt siirtyvät osakeyhtiön palvelukseen aikaisempaa vastaavaan tehtävään, jos he ovat antaneet kirjallisen suostumuksen tähän viimeistään kuukautta ennen yhtiön perustamista. Virkamiesten virkasuhde päättyy ilman eri toimenpiteitä. Määräajaksi Geologian tutkimuskeskuksen kemian analyysipalvelujen tehtäviin otetut henkilöt siirtyvät määräajaksi osakeyhtiön palvelukseen vastaavaksi ajaksi. Geologian tutkimuskeskuksesta osakeyhtiöön siirtyvien virkamiesten virat lakkaavat tämän lain tullessa voimaan. Virkasuhteinen henkilöstö otetaan osakeyhtiöön työsopimussuhteisiin tehtäviin. Työsuhteen ehtoihin siinä osakeyhtiön työsopimussuhteisessa tehtävässä, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mitä yhtiötä sitovassa työehtosopimuksessa sovitaan tai mitä laissa säädetään tai sen nojalla säädetään tai määrätään.",
        "folded_fi": "geologian tutkimuskeskuksen kemian analyysipalvelujen tehtavissa taman lain voimaan tullessa olevat henkilot siirtyvat osakeyhtion palvelukseen aikaisempaa vastaavaan tehtavaan, jos he ovat antaneet kirjallisen suostumuksen tahan viimeistaan kuukautta ennen yhtion perustamista. virkamiesten virkasuhde paattyy ilman eri toimenpiteita. maaraajaksi geologian tutkimuskeskuksen kemian analyysipalvelujen tehtaviin otetut henkilot siirtyvat maaraajaksi osakeyhtion palvelukseen vastaavaksi ajaksi. geologian tutkimuskeskuksesta osakeyhtioon siirtyvien virkamiesten virat lakkaavat taman lain tullessa voimaan. virkasuhteinen henkilosto otetaan osakeyhtioon tyosopimussuhteisiin tehtaviin. tyosuhteen ehtoihin siina osakeyhtion tyosopimussuhteisessa tehtavassa, johon asianomainen on 1 momentin nojalla siirtynyt, sovelletaan, mita yhtiota sitovassa tyoehtosopimuksessa sovitaan tai mita laissa saadetaan tai sen nojalla saadetaan tai maarataan.",
        "content_sv": "De som vid denna lags ikraftträdande är anställda i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en månad före bolagsbildningen. Tjänstemännens tjänsteförhållande upphör utan särskilda åtgärder. De som har anställts för viss tid i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget för motsvarande tid. Tjänsterna för de tjänstemän vid Geologiska forskningscentralen som övergår till anställning hos aktiebolaget dras in när denna lag träder i kraft. Personalen i tjänsteförhållande anställs i uppgifter i arbetsavtalsförhållande hos aktiebolaget. På de anställningsvillkor som gäller för den uppgift i arbetsavtalsförhållande vid aktiebolaget som en person har övergått till med stöd av 1 mom. tillämpas vad som har överenskommits i det kollektivavtal som är bindande för bolaget eller vad som bestäms eller föreskrivs i eller med stöd av lag.",
        "normalized_sv": "De som vid denna lags ikraftträdande är anställda i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en månad före bolagsbildningen. Tjänstemännens tjänsteförhållande upphör utan särskilda åtgärder. De som har anställts för viss tid i uppgifter som avser tjänster inom kemisk analys vid Geologiska forskningscentralen övergår till anställning hos aktiebolaget för motsvarande tid. Tjänsterna för de tjänstemän vid Geologiska forskningscentralen som övergår till anställning hos aktiebolaget dras in när denna lag träder i kraft. Personalen i tjänsteförhållande anställs i uppgifter i arbetsavtalsförhållande hos aktiebolaget. På de anställningsvillkor som gäller för den uppgift i arbetsavtalsförhållande vid aktiebolaget som en person har övergått till med stöd av 1 mom. tillämpas vad som har överenskommits i det kollektivavtal som är bindande för bolaget eller vad som bestäms eller föreskrivs i eller med stöd av lag.",
        "folded_sv": "de som vid denna lags ikrafttradande ar anstallda i uppgifter som avser tjanster inom kemisk analys vid geologiska forskningscentralen overgar till anstallning hos aktiebolaget i uppgifter som motsvarar de tidigare om de gett sitt skriftliga samtycke till detta senast en manad fore bolagsbildningen. tjanstemannens tjansteforhallande upphor utan sarskilda atgarder. de som har anstallts for viss tid i uppgifter som avser tjanster inom kemisk analys vid geologiska forskningscentralen overgar till anstallning hos aktiebolaget for motsvarande tid. tjansterna for de tjansteman vid geologiska forskningscentralen som overgar till anstallning hos aktiebolaget dras in nar denna lag trader i kraft. personalen i tjansteforhallande anstalls i uppgifter i arbetsavtalsforhallande hos aktiebolaget. pa de anstallningsvillkor som galler for den uppgift i arbetsavtalsforhallande vid aktiebolaget som en person har overgatt till med stod av 1 mom. tillampas vad som har overenskommits i det kollektivavtal som ar bindande for bolaget eller vad som bestams eller foreskrivs i eller med stod av lag."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Valtioneuvosto voi tehdä 1 ja 2 §:ssä tarkoitettuja toimenpiteitä ennen lain voimaantuloa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä syyskuuta 2007. Ennen tämän lain voimaantuloa voidaan ryhtyä lain täytäntöönpanon edellyttämiin toimenpiteisiin. Valtioneuvosto voi tehdä 1 ja 2 § :ssä tarkoitettuja toimenpiteitä ennen lain voimaantuloa.",
        "folded_fi": "tama laki tulee voimaan 1 paivana syyskuuta 2007. ennen taman lain voimaantuloa voidaan ryhtya lain taytantoonpanon edellyttamiin toimenpiteisiin. valtioneuvosto voi tehda 1 ja 2 §:ssa tarkoitettuja toimenpiteita ennen lain voimaantuloa.",
        "content_sv": "Denna lag träder i kraft den 1 september 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Statsrådet kan vidta de åtgärder som avses i 1 och 2 § innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 september 2007. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft. Statsrådet kan vidta de åtgärder som avses i 1 och 2 § innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 september 2007. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft. statsradet kan vidta de atgarder som avses i 1 och 2 § innan lagen trader i kraft."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    }
  ]
}