{
  "id": "742/2007",
  "type": "statute",
  "title": "Laki liikennevakuutuslain muuttamisesta",
  "title_en": "Lag om ändring av trafikförsäkringslagen",
  "status": "in_force",
  "issued_date": "2007-06-29",
  "in_force_date": "2007-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/742/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut säädettyä vakuutusta tai jos ei ole saatu selville, mikä ajoneuvo vahingon on aiheuttanut, vahingosta vastaa Liikennevakuutuskeskus niin kuin se olisi myöntänyt liikennevakuutuksen. Tuntemattoman ajoneuvon aiheuttaman vahingon korvaa Liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilövahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittävän henkilövahingon yhteydessä, tai on kohdistunut kavio- tai sorkkaeläimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut säädettyä vakuutusta tai jos ei ole saatu selville, mikä ajoneuvo vahingon on aiheuttanut, vahingosta vastaa Liikennevakuutuskeskus niin kuin se olisi myöntänyt liikennevakuutuksen. Tuntemattoman ajoneuvon aiheuttaman vahingon korvaa Liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilövahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittävän henkilövahingon yhteydessä, tai on kohdistunut kavio- tai sorkkaeläimeen.",
        "folded_fi": "jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut saadettya vakuutusta tai jos ei ole saatu selville, mika ajoneuvo vahingon on aiheuttanut, vahingosta vastaa liikennevakuutuskeskus niin kuin se olisi myontanyt liikennevakuutuksen. tuntemattoman ajoneuvon aiheuttaman vahingon korvaa liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilovahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittavan henkilovahingon yhteydessa, tai on kohdistunut kavio- tai sorkkaelaimeen.",
        "content_sv": "Har en trafikskada inträffat då föreskriven försäkring inte fanns för motorfordonet eller har det inte kunnat utrönas vilket fordon som orsakat skadan svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. En skada som orsakats av ett okänt fordon ersätts av Trafikförsäkringscentralen dock endast om den utgör en skada på person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klövdjur.",
        "normalized_sv": "Har en trafikskada inträffat då föreskriven försäkring inte fanns för motorfordonet eller har det inte kunnat utrönas vilket fordon som orsakat skadan svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. En skada som orsakats av ett okänt fordon ersätts av Trafikförsäkringscentralen dock endast om den utgör en skada på person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klövdjur.",
        "folded_sv": "har en trafikskada intraffat da foreskriven forsakring inte fanns for motorfordonet eller har det inte kunnat utronas vilket fordon som orsakat skadan svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. en skada som orsakats av ett okant fordon ersatts av trafikforsakringscentralen dock endast om den utgor en skada pa person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klovdjur."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "content": "Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on Suomessa ja jota varten ei ole säädetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa ETA-valtiossa kuin Suomessa, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa ja jota varten ei kyseisessä valtiossa ole säädetty velvollisuutta ottaa liikennevakuutusta, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Tässä pykälässä tarkoitettuun korvausvastuuseen sovelletaan lisäksi, mitä 10 §:n 2 momentissa säädetään. Tässä pykälässä tarkoitetussa asiassa valtiota edustaa Valtiokonttori.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 a",
        "normalized_fi": "Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on Suomessa ja jota varten ei ole säädetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa ETA-valtiossa kuin Suomessa, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa ja jota varten ei kyseisessä valtiossa ole säädetty velvollisuutta ottaa liikennevakuutusta, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Tässä pykälässä tarkoitettuun korvausvastuuseen sovelletaan lisäksi, mitä 10 § :n 2 momentissa säädetään. Tässä pykälässä tarkoitetussa asiassa valtiota edustaa Valtiokonttori.",
        "folded_fi": "jos suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyva kotipaikka on suomessa ja jota varten ei ole saadetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa eta-valtiossa kuin suomessa, liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. jos suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyva kotipaikka on muussa eta-valtiossa kuin suomessa ja jota varten ei kyseisessa valtiossa ole saadetty velvollisuutta ottaa liikennevakuutusta, liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. tassa pykalassa tarkoitettuun korvausvastuuseen sovelletaan lisaksi, mita 10 §:n 2 momentissa saadetaan. tassa pykalassa tarkoitetussa asiassa valtiota edustaa valtiokonttori.",
        "content_sv": "Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring, svarar staten för skadan som om trafikförsäkring meddelats av staten. Har ett i 1 mom. avsett fordon orsakat en trafikskada i någon annan EES-stat än Finland svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i någon annan EES-stat än Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring i den aktuella staten, svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. På ersättningsansvar enligt denna paragraf tillämpas dessutom 10 § 2 mom. I ärenden som avses i denna paragraf representeras staten av Statskontoret.",
        "normalized_sv": "Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring, svarar staten för skadan som om trafikförsäkring meddelats av staten. Har ett i 1 mom. avsett fordon orsakat en trafikskada i någon annan EES-stat än Finland svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i någon annan EES-stat än Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring i den aktuella staten, svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. På ersättningsansvar enligt denna paragraf tillämpas dessutom 10 § 2 mom. I ärenden som avses i denna paragraf representeras staten av Statskontoret.",
        "folded_sv": "har en trafikskada som intraffat i finland orsakats av ett motorfordon som ar normalt hemmahorande i finland och for vilket det inte finns nagon foreskriven skyldighet att teckna trafikforsakring, svarar staten for skadan som om trafikforsakring meddelats av staten. har ett i 1 mom. avsett fordon orsakat en trafikskada i nagon annan ees-stat an finland svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. har en trafikskada som intraffat i finland orsakats av ett motorfordon som ar normalt hemmahorande i nagon annan ees-stat an finland och for vilket det inte finns nagon foreskriven skyldighet att teckna trafikforsakring i den aktuella staten, svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. pa ersattningsansvar enligt denna paragraf tillampas dessutom 10 § 2 mom. i arenden som avses i denna paragraf representeras staten av statskontoret."
      }
    },
    {
      "provision_ref": "2:14 h",
      "chapter": "2",
      "section": "14 h",
      "content": "Liikennevakuutuskeskus pitää rekisteriä ETA-valtioissa toimivista vakuutusyhtiöiden korvausedustajista. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteröidyn haltijan nimi ja osoite. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle tiedot vakuutusyrityksestä ja yrityksen osoitteesta, vakuutussopimuksen numerosta sekä vakuutusyrityksen Suomeen nimetystä korvausedustajasta ja tämän osoitteesta edellyttäen, että liikennevahinko on sattunut ETA-valtiossa tai vihreän kortin järjestelmään kuuluvassa valtiossa ja että liikennevahingon on aiheuttanut muussa ETA-valtiossa kuin Suomessa sijaitsevassa vakuutusyhtiössä vakuutettu ajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa. Liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitsemän vuotta. Muussa ETA-valtiossa kuin Suomessa asuvalla vahinkoa kärsineellä on oikeus saada Liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyvä kotipaikka on Suomessa tai liikennevahinko on sattunut Suomessa. Lisäksi Liikennevakuutuskeskus voi edellyttää, että tässä momentissa tarkoitettu vahinkoa kärsinyt osoittaa, että hänellä on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. Liikennevakuutuskeskuksen on toimittava yhteistyössä toisen ETA-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen ETA-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen ETA-valtion tietokeskukselta vahingonkärsineelle. Jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, Liikennevakuutuskeskuksen on vahingonkärsineen pyynnöstä toimitettava hänelle tieto siitä viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 h",
        "normalized_fi": "Liikennevakuutuskeskus pitää rekisteriä ETA-valtioissa toimivista vakuutusyhtiöiden korvausedustajista. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteröidyn haltijan nimi ja osoite. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle tiedot vakuutusyrityksestä ja yrityksen osoitteesta, vakuutussopimuksen numerosta sekä vakuutusyrityksen Suomeen nimetystä korvausedustajasta ja tämän osoitteesta edellyttäen, että liikennevahinko on sattunut ETA-valtiossa tai vihreän kortin järjestelmään kuuluvassa valtiossa ja että liikennevahingon on aiheuttanut muussa ETA-valtiossa kuin Suomessa sijaitsevassa vakuutusyhtiössä vakuutettu ajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa. Liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitsemän vuotta. Muussa ETA-valtiossa kuin Suomessa asuvalla vahinkoa kärsineellä on oikeus saada Liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyvä kotipaikka on Suomessa tai liikennevahinko on sattunut Suomessa. Lisäksi Liikennevakuutuskeskus voi edellyttää, että tässä momentissa tarkoitettu vahinkoa kärsinyt osoittaa, että hänellä on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. Liikennevakuutuskeskuksen on toimittava yhteistyössä toisen ETA-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen ETA-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen ETA-valtion tietokeskukselta vahingonkärsineelle. Jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, Liikennevakuutuskeskuksen on vahingonkärsineen pyynnöstä toimitettava hänelle tieto siitä viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
        "folded_fi": "liikennevakuutuskeskus pitaa rekisteria eta-valtioissa toimivista vakuutusyhtioiden korvausedustajista. liikennevakuutuskeskuksen on pyynnosta annettava suomessa asuvalle vahingonkarsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteroidyn haltijan nimi ja osoite. liikennevakuutuskeskuksen on pyynnosta annettava suomessa asuvalle vahingonkarsineelle tiedot vakuutusyrityksesta ja yrityksen osoitteesta, vakuutussopimuksen numerosta seka vakuutusyrityksen suomeen nimetysta korvausedustajasta ja taman osoitteesta edellyttaen, etta liikennevahinko on sattunut eta-valtiossa tai vihrean kortin jarjestelmaan kuuluvassa valtiossa ja etta liikennevahingon on aiheuttanut muussa eta-valtiossa kuin suomessa sijaitsevassa vakuutusyhtiossa vakuutettu ajoneuvo, jonka pysyva kotipaikka on muussa eta-valtiossa kuin suomessa. liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitseman vuotta. muussa eta-valtiossa kuin suomessa asuvalla vahinkoa karsineella on oikeus saada liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyva kotipaikka on suomessa tai liikennevahinko on sattunut suomessa. lisaksi liikennevakuutuskeskus voi edellyttaa, etta tassa momentissa tarkoitettu vahinkoa karsinyt osoittaa, etta hanella on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. liikennevakuutuskeskuksen on toimittava yhteistyossa toisen eta-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen eta-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen eta-valtion tietokeskukselta vahingonkarsineelle. jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, liikennevakuutuskeskuksen on vahingonkarsineen pyynnosta toimitettava hanelle tieto siita viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
        "content_sv": "Trafikförsäkringscentralen för register över de i EES-staterna etablerade försäkringsbolagens skaderegleringsrepresentanter. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland namn och adress på det skadevållande fordonets ägare eller registrerade innehavare. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland uppgifter om försäkringsföretaget och företagets adress, om försäkringsavtalets nummer och om försäkringsföretagets skaderegleringsrepresentant i Finland och dennas adress, förutsatt att trafikskadan har inträffat i en EES-stat eller i en stat som hör till systemet med grönt kort och att trafikskadan orsakats av ett fordon som är försäkrat i ett försäkringsbolag i någon annan EES-stat än Finland och som är normalt hemmahörande i någon annan EES-stat än Finland. Trafikförsäkringscentralen är dock inte skyldig att ge uppgifter om en trafikskada som inträffat för mer än sju år sedan. En skadelidande som är bosatt i någon annan EES-stat än Finland har rätt att från Trafikförsäkringscentralen få de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan är normalt hemmahörande i Finland eller trafikskadan har inträffat i Finland. Trafikförsäkringscentralen kan dessutom förutsätta att en skadelidande som avses i detta moment visar att han har grundad anledning att få de uppgifter som avses i 2 mom. Trafikförsäkringscentralen skall samarbeta med andra EES-staters informationscentra för att förse dem med sådan information som avses i 2 mom. eller för att från andra EES-staters informationscentra skaffa motsvarande information till den skadelidande. Om det motorfordon som har orsakat trafikskadan är undantaget från försäkringsskyldighet, skall Trafikförsäkringscentralen på begäran av den skadelidande underrätta honom om den myndighet som är ersättningsansvarig för den trafikskada som fordonet orsakat.",
        "normalized_sv": "Trafikförsäkringscentralen för register över de i EES-staterna etablerade försäkringsbolagens skaderegleringsrepresentanter. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland namn och adress på det skadevållande fordonets ägare eller registrerade innehavare. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland uppgifter om försäkringsföretaget och företagets adress, om försäkringsavtalets nummer och om försäkringsföretagets skaderegleringsrepresentant i Finland och dennas adress, förutsatt att trafikskadan har inträffat i en EES-stat eller i en stat som hör till systemet med grönt kort och att trafikskadan orsakats av ett fordon som är försäkrat i ett försäkringsbolag i någon annan EES-stat än Finland och som är normalt hemmahörande i någon annan EES-stat än Finland. Trafikförsäkringscentralen är dock inte skyldig att ge uppgifter om en trafikskada som inträffat för mer än sju år sedan. En skadelidande som är bosatt i någon annan EES-stat än Finland har rätt att från Trafikförsäkringscentralen få de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan är normalt hemmahörande i Finland eller trafikskadan har inträffat i Finland. Trafikförsäkringscentralen kan dessutom förutsätta att en skadelidande som avses i detta moment visar att han har grundad anledning att få de uppgifter som avses i 2 mom. Trafikförsäkringscentralen skall samarbeta med andra EES-staters informationscentra för att förse dem med sådan information som avses i 2 mom. eller för att från andra EES-staters informationscentra skaffa motsvarande information till den skadelidande. Om det motorfordon som har orsakat trafikskadan är undantaget från försäkringsskyldighet, skall Trafikförsäkringscentralen på begäran av den skadelidande underrätta honom om den myndighet som är ersättningsansvarig för den trafikskada som fordonet orsakat.",
        "folded_sv": "trafikforsakringscentralen for register over de i ees-staterna etablerade forsakringsbolagens skaderegleringsrepresentanter. trafikforsakringscentralen skall pa begaran ge en skadelidande som ar bosatt i finland namn och adress pa det skadevallande fordonets agare eller registrerade innehavare. trafikforsakringscentralen skall pa begaran ge en skadelidande som ar bosatt i finland uppgifter om forsakringsforetaget och foretagets adress, om forsakringsavtalets nummer och om forsakringsforetagets skaderegleringsrepresentant i finland och dennas adress, forutsatt att trafikskadan har intraffat i en ees-stat eller i en stat som hor till systemet med gront kort och att trafikskadan orsakats av ett fordon som ar forsakrat i ett forsakringsbolag i nagon annan ees-stat an finland och som ar normalt hemmahorande i nagon annan ees-stat an finland. trafikforsakringscentralen ar dock inte skyldig att ge uppgifter om en trafikskada som intraffat for mer an sju ar sedan. en skadelidande som ar bosatt i nagon annan ees-stat an finland har ratt att fran trafikforsakringscentralen fa de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan ar normalt hemmahorande i finland eller trafikskadan har intraffat i finland. trafikforsakringscentralen kan dessutom forutsatta att en skadelidande som avses i detta moment visar att han har grundad anledning att fa de uppgifter som avses i 2 mom. trafikforsakringscentralen skall samarbeta med andra ees-staters informationscentra for att forse dem med sadan information som avses i 2 mom. eller for att fran andra ees-staters informationscentra skaffa motsvarande information till den skadelidande. om det motorfordon som har orsakat trafikskadan ar undantaget fran forsakringsskyldighet, skall trafikforsakringscentralen pa begaran av den skadelidande underratta honom om den myndighet som ar ersattningsansvarig for den trafikskada som fordonet orsakat."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Maahantuotavan moottoriajoneuvon tämän lain mukainen vakuuttamisvelvollisuus alkaa välittömästi, kun ostaja on hyväksynyt toimituksen. Suomesta toiseen ETA-valtioon vietäväksi ostetun ja siellä rekisteröitäväksi tarkoitetun ajoneuvon liikennevakuutuksena pidetään kyseisen määränpääjäsenvaltion lainsäädännön mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteröidään Suomessa maasta vientiä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Maahantuotavan moottoriajoneuvon tämän lain mukainen vakuuttamisvelvollisuus alkaa välittömästi, kun ostaja on hyväksynyt toimituksen. Suomesta toiseen ETA-valtioon vietäväksi ostetun ja siellä rekisteröitäväksi tarkoitetun ajoneuvon liikennevakuutuksena pidetään kyseisen määränpääjäsenvaltion lainsäädännön mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteröidään Suomessa maasta vientiä varten.",
        "folded_fi": "maahantuotavan moottoriajoneuvon taman lain mukainen vakuuttamisvelvollisuus alkaa valittomasti, kun ostaja on hyvaksynyt toimituksen. suomesta toiseen eta-valtioon vietavaksi ostetun ja siella rekisteroitavaksi tarkoitetun ajoneuvon liikennevakuutuksena pidetaan kyseisen maaranpaajasenvaltion lainsaadannon mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteroidaan suomessa maasta vientia varten.",
        "content_sv": "Försäkringsplikt enligt denna lag för ett motorfordon som införs i landet uppstår omedelbart när köparen har accepterat leveransen. Som trafikförsäkring för ett fordon som har köpts i Finland för utförsel till en annan EES-stat och registrering i den staten anses en trafikförsäkring enligt lagstiftningen i den aktuella införselmedlemsstaten då fordonet registreras i Finland för utförsel ur landet.",
        "normalized_sv": "Försäkringsplikt enligt denna lag för ett motorfordon som införs i landet uppstår omedelbart när köparen har accepterat leveransen. Som trafikförsäkring för ett fordon som har köpts i Finland för utförsel till en annan EES-stat och registrering i den staten anses en trafikförsäkring enligt lagstiftningen i den aktuella införselmedlemsstaten då fordonet registreras i Finland för utförsel ur landet.",
        "folded_sv": "forsakringsplikt enligt denna lag for ett motorfordon som infors i landet uppstar omedelbart nar koparen har accepterat leveransen. som trafikforsakring for ett fordon som har kopts i finland for utforsel till en annan ees-stat och registrering i den staten anses en trafikforsakring enligt lagstiftningen i den aktuella inforselmedlemsstaten da fordonet registreras i finland for utforsel ur landet."
      }
    },
    {
      "provision_ref": "2:18 c",
      "chapter": "2",
      "section": "18 c",
      "content": "Vakuutuksenottajalla on oikeus saada vakuutuksen myöntäneeltä vakuutusyhtiöltä todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista sekä vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. Todistus on annettava vakuutuksenottajalle tai toimitettava hänen pyynnöstään toiselle vakuutusyhtiölle 15 päivän kuluessa pyynnön esittämisestä. Vakuutusyhtiöllä ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka päättymisestä on kulunut yli viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:18 c",
        "normalized_fi": "Vakuutuksenottajalla on oikeus saada vakuutuksen myöntäneeltä vakuutusyhtiöltä todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista sekä vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. Todistus on annettava vakuutuksenottajalle tai toimitettava hänen pyynnöstään toiselle vakuutusyhtiölle 15 päivän kuluessa pyynnön esittämisestä. Vakuutusyhtiöllä ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka päättymisestä on kulunut yli viisi vuotta.",
        "folded_fi": "vakuutuksenottajalla on oikeus saada vakuutuksen myontaneelta vakuutusyhtiolta todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista seka vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. todistus on annettava vakuutuksenottajalle tai toimitettava hanen pyynnostaan toiselle vakuutusyhtiolle 15 paivan kuluessa pyynnon esittamisesta. vakuutusyhtiolla ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka paattymisesta on kulunut yli viisi vuotta.",
        "content_sv": "Försäkringstagaren har rätt att av det försäkringsbolag som beviljat försäkring få ett intyg över hur lång tid trafikförsäkringen är i kraft och vilka fordon den täcker samt över de skador på basis av vilka ersättningar har betalats ut från försäkringen. Intyget skall utfärdas till försäkringstagaren eller på dennas begäran lämnas till ett annat försäkringsbolag inom 15 dagar från det att begäran framställdes. Försäkringsbolaget är dock inte skyldigt att utfärda intyg över en försäkring som upphört för mer än fem år sedan.",
        "normalized_sv": "Försäkringstagaren har rätt att av det försäkringsbolag som beviljat försäkring få ett intyg över hur lång tid trafikförsäkringen är i kraft och vilka fordon den täcker samt över de skador på basis av vilka ersättningar har betalats ut från försäkringen. Intyget skall utfärdas till försäkringstagaren eller på dennas begäran lämnas till ett annat försäkringsbolag inom 15 dagar från det att begäran framställdes. Försäkringsbolaget är dock inte skyldigt att utfärda intyg över en försäkring som upphört för mer än fem år sedan.",
        "folded_sv": "forsakringstagaren har ratt att av det forsakringsbolag som beviljat forsakring fa ett intyg over hur lang tid trafikforsakringen ar i kraft och vilka fordon den tacker samt over de skador pa basis av vilka ersattningar har betalats ut fran forsakringen. intyget skall utfardas till forsakringstagaren eller pa dennas begaran lamnas till ett annat forsakringsbolag inom 15 dagar fran det att begaran framstalldes. forsakringsbolaget ar dock inte skyldigt att utfarda intyg over en forsakring som upphort for mer an fem ar sedan."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ajoneuvon pysyvällä kotipaikalla tarkoitetaan tässä laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myönnetty. Jos rekisteröintiä ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpeä vastaava tunnistemerkki, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. Jos tietyntyyppisiltä ajoneuvoilta ei vaadita rekisterikilpeä, vakuutuskilpeä eikä tunnistemerkkiä, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyvä asuinpaikka. Jos rekisterikilpi on väärä tai laiton, ajoneuvon pysyvällä kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Ajoneuvon pysyvällä kotipaikalla tarkoitetaan tässä laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myönnetty. Jos rekisteröintiä ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpeä vastaava tunnistemerkki, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. Jos tietyntyyppisiltä ajoneuvoilta ei vaadita rekisterikilpeä, vakuutuskilpeä eikä tunnistemerkkiä, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyvä asuinpaikka. Jos rekisterikilpi on väärä tai laiton, ajoneuvon pysyvällä kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
        "folded_fi": "ajoneuvon pysyvalla kotipaikalla tarkoitetaan tassa laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myonnetty. jos rekisterointia ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpea vastaava tunnistemerkki, ajoneuvon pysyvalla kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. jos tietyntyyppisilta ajoneuvoilta ei vaadita rekisterikilpea, vakuutuskilpea eika tunnistemerkkia, ajoneuvon pysyvalla kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyva asuinpaikka. jos rekisterikilpi on vaara tai laiton, ajoneuvon pysyvalla kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
        "content_sv": "Med området inom vilket ett fordon är normalt hemmahörande avses i denna lag den stats område där fordonets registreringsskylt har utfärdats. Om registrering inte krävs för ett visst slags fordon men fordonet skall vara försett med en försäkringsskylt eller ett märke som motsvarar en registreringsskylt, avses med område inom vilket ett fordon är normalt hemmahörande den stats område där försäkringsskylten eller märket har utfärdats. Om varken registreringsskylt, försäkringsskylt eller märke krävs för särskilda slags fordon, avses med område inom vilket ett fordon är normalt hemmahörande den stats område inom vilket den person som innehar fordonet har sin stadigvarande bostad. Om registreringsskylten är falsk eller olaglig, avses med det område inom vilket ett fordon är normalt hemmahörande dock den stats område där en trafikskada har inträffat.",
        "normalized_sv": "Med området inom vilket ett fordon är normalt hemmahörande avses i denna lag den stats område där fordonets registreringsskylt har utfärdats. Om registrering inte krävs för ett visst slags fordon men fordonet skall vara försett med en försäkringsskylt eller ett märke som motsvarar en registreringsskylt, avses med område inom vilket ett fordon är normalt hemmahörande den stats område där försäkringsskylten eller märket har utfärdats. Om varken registreringsskylt, försäkringsskylt eller märke krävs för särskilda slags fordon, avses med område inom vilket ett fordon är normalt hemmahörande den stats område inom vilket den person som innehar fordonet har sin stadigvarande bostad. Om registreringsskylten är falsk eller olaglig, avses med det område inom vilket ett fordon är normalt hemmahörande dock den stats område där en trafikskada har inträffat.",
        "folded_sv": "med omradet inom vilket ett fordon ar normalt hemmahorande avses i denna lag den stats omrade dar fordonets registreringsskylt har utfardats. om registrering inte kravs for ett visst slags fordon men fordonet skall vara forsett med en forsakringsskylt eller ett marke som motsvarar en registreringsskylt, avses med omrade inom vilket ett fordon ar normalt hemmahorande den stats omrade dar forsakringsskylten eller market har utfardats. om varken registreringsskylt, forsakringsskylt eller marke kravs for sarskilda slags fordon, avses med omrade inom vilket ett fordon ar normalt hemmahorande den stats omrade inom vilket den person som innehar fordonet har sin stadigvarande bostad. om registreringsskylten ar falsk eller olaglig, avses med det omrade inom vilket ett fordon ar normalt hemmahorande dock den stats omrade dar en trafikskada har intraffat."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut säädettyä vakuutusta tai jos ei ole saatu selville, mikä ajoneuvo vahingon on aiheuttanut, vahingosta vastaa Liikennevakuutuskeskus niin kuin se olisi myöntänyt liikennevakuutuksen. Tuntemattoman ajoneuvon aiheuttaman vahingon korvaa Liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilövahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittävän henkilövahingon yhteydessä, tai on kohdistunut kavio- tai sorkkaeläimeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut säädettyä vakuutusta tai jos ei ole saatu selville, mikä ajoneuvo vahingon on aiheuttanut, vahingosta vastaa Liikennevakuutuskeskus niin kuin se olisi myöntänyt liikennevakuutuksen. Tuntemattoman ajoneuvon aiheuttaman vahingon korvaa Liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilövahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittävän henkilövahingon yhteydessä, tai on kohdistunut kavio- tai sorkkaeläimeen.",
        "folded_fi": "jos liikennevahingon sattuessa moottoriajoneuvoa varten ei ollut saadettya vakuutusta tai jos ei ole saatu selville, mika ajoneuvo vahingon on aiheuttanut, vahingosta vastaa liikennevakuutuskeskus niin kuin se olisi myontanyt liikennevakuutuksen. tuntemattoman ajoneuvon aiheuttaman vahingon korvaa liikennevakuutuskeskus kuitenkin vain, jos vahinko on henkilovahinko taikka vahinko on omaisuusvahinko, joka on aiheutunut merkittavan henkilovahingon yhteydessa, tai on kohdistunut kavio- tai sorkkaelaimeen.",
        "content_sv": "Har en trafikskada inträffat då föreskriven försäkring inte fanns för motorfordonet eller har det inte kunnat utrönas vilket fordon som orsakat skadan svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. En skada som orsakats av ett okänt fordon ersätts av Trafikförsäkringscentralen dock endast om den utgör en skada på person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klövdjur.",
        "normalized_sv": "Har en trafikskada inträffat då föreskriven försäkring inte fanns för motorfordonet eller har det inte kunnat utrönas vilket fordon som orsakat skadan svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. En skada som orsakats av ett okänt fordon ersätts av Trafikförsäkringscentralen dock endast om den utgör en skada på person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klövdjur.",
        "folded_sv": "har en trafikskada intraffat da foreskriven forsakring inte fanns for motorfordonet eller har det inte kunnat utronas vilket fordon som orsakat skadan svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. en skada som orsakats av ett okant fordon ersatts av trafikforsakringscentralen dock endast om den utgor en skada pa person eller en egendomsskada som orsakats i samband med en betydande personskada eller drabbat hov- eller klovdjur."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "content": "Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on Suomessa ja jota varten ei ole säädetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa ETA-valtiossa kuin Suomessa, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa ja jota varten ei kyseisessä valtiossa ole säädetty velvollisuutta ottaa liikennevakuutusta, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Tässä pykälässä tarkoitettuun korvausvastuuseen sovelletaan lisäksi, mitä 10 §:n 2 momentissa säädetään. Tässä pykälässä tarkoitetussa asiassa valtiota edustaa Valtiokonttori.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10 a",
        "normalized_fi": "Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on Suomessa ja jota varten ei ole säädetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa ETA-valtiossa kuin Suomessa, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Jos Suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa ja jota varten ei kyseisessä valtiossa ole säädetty velvollisuutta ottaa liikennevakuutusta, Liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myöntänyt liikennevakuutuksen. Tässä pykälässä tarkoitettuun korvausvastuuseen sovelletaan lisäksi, mitä 10 § :n 2 momentissa säädetään. Tässä pykälässä tarkoitetussa asiassa valtiota edustaa Valtiokonttori.",
        "folded_fi": "jos suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyva kotipaikka on suomessa ja jota varten ei ole saadetty velvollisuutta ottaa liikennevakuutusta, valtio vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. jos 1 momentissa tarkoitettu ajoneuvo on aiheuttanut liikennevahingon muussa eta-valtiossa kuin suomessa, liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. jos suomessa sattuneen liikennevahingon on aiheuttanut moottoriajoneuvo, jonka pysyva kotipaikka on muussa eta-valtiossa kuin suomessa ja jota varten ei kyseisessa valtiossa ole saadetty velvollisuutta ottaa liikennevakuutusta, liikennevakuutuskeskus vastaa vahingosta niin kuin se olisi myontanyt liikennevakuutuksen. tassa pykalassa tarkoitettuun korvausvastuuseen sovelletaan lisaksi, mita 10 §:n 2 momentissa saadetaan. tassa pykalassa tarkoitetussa asiassa valtiota edustaa valtiokonttori.",
        "content_sv": "Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring, svarar staten för skadan som om trafikförsäkring meddelats av staten. Har ett i 1 mom. avsett fordon orsakat en trafikskada i någon annan EES-stat än Finland svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i någon annan EES-stat än Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring i den aktuella staten, svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. På ersättningsansvar enligt denna paragraf tillämpas dessutom 10 § 2 mom. I ärenden som avses i denna paragraf representeras staten av Statskontoret.",
        "normalized_sv": "Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring, svarar staten för skadan som om trafikförsäkring meddelats av staten. Har ett i 1 mom. avsett fordon orsakat en trafikskada i någon annan EES-stat än Finland svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. Har en trafikskada som inträffat i Finland orsakats av ett motorfordon som är normalt hemmahörande i någon annan EES-stat än Finland och för vilket det inte finns någon föreskriven skyldighet att teckna trafikförsäkring i den aktuella staten, svarar Trafikförsäkringscentralen för skadan som om trafikförsäkring meddelats av centralen. På ersättningsansvar enligt denna paragraf tillämpas dessutom 10 § 2 mom. I ärenden som avses i denna paragraf representeras staten av Statskontoret.",
        "folded_sv": "har en trafikskada som intraffat i finland orsakats av ett motorfordon som ar normalt hemmahorande i finland och for vilket det inte finns nagon foreskriven skyldighet att teckna trafikforsakring, svarar staten for skadan som om trafikforsakring meddelats av staten. har ett i 1 mom. avsett fordon orsakat en trafikskada i nagon annan ees-stat an finland svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. har en trafikskada som intraffat i finland orsakats av ett motorfordon som ar normalt hemmahorande i nagon annan ees-stat an finland och for vilket det inte finns nagon foreskriven skyldighet att teckna trafikforsakring i den aktuella staten, svarar trafikforsakringscentralen for skadan som om trafikforsakring meddelats av centralen. pa ersattningsansvar enligt denna paragraf tillampas dessutom 10 § 2 mom. i arenden som avses i denna paragraf representeras staten av statskontoret."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:14 h",
      "chapter": "2",
      "section": "14 h",
      "content": "Liikennevakuutuskeskus pitää rekisteriä ETA-valtioissa toimivista vakuutusyhtiöiden korvausedustajista. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteröidyn haltijan nimi ja osoite. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle tiedot vakuutusyrityksestä ja yrityksen osoitteesta, vakuutussopimuksen numerosta sekä vakuutusyrityksen Suomeen nimetystä korvausedustajasta ja tämän osoitteesta edellyttäen, että liikennevahinko on sattunut ETA-valtiossa tai vihreän kortin järjestelmään kuuluvassa valtiossa ja että liikennevahingon on aiheuttanut muussa ETA-valtiossa kuin Suomessa sijaitsevassa vakuutusyhtiössä vakuutettu ajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa. Liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitsemän vuotta. Muussa ETA-valtiossa kuin Suomessa asuvalla vahinkoa kärsineellä on oikeus saada Liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyvä kotipaikka on Suomessa tai liikennevahinko on sattunut Suomessa. Lisäksi Liikennevakuutuskeskus voi edellyttää, että tässä momentissa tarkoitettu vahinkoa kärsinyt osoittaa, että hänellä on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. Liikennevakuutuskeskuksen on toimittava yhteistyössä toisen ETA-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen ETA-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen ETA-valtion tietokeskukselta vahingonkärsineelle. Jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, Liikennevakuutuskeskuksen on vahingonkärsineen pyynnöstä toimitettava hänelle tieto siitä viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:14 h",
        "normalized_fi": "Liikennevakuutuskeskus pitää rekisteriä ETA-valtioissa toimivista vakuutusyhtiöiden korvausedustajista. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteröidyn haltijan nimi ja osoite. Liikennevakuutuskeskuksen on pyynnöstä annettava Suomessa asuvalle vahingonkärsineelle tiedot vakuutusyrityksestä ja yrityksen osoitteesta, vakuutussopimuksen numerosta sekä vakuutusyrityksen Suomeen nimetystä korvausedustajasta ja tämän osoitteesta edellyttäen, että liikennevahinko on sattunut ETA-valtiossa tai vihreän kortin järjestelmään kuuluvassa valtiossa ja että liikennevahingon on aiheuttanut muussa ETA-valtiossa kuin Suomessa sijaitsevassa vakuutusyhtiössä vakuutettu ajoneuvo, jonka pysyvä kotipaikka on muussa ETA-valtiossa kuin Suomessa. Liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitsemän vuotta. Muussa ETA-valtiossa kuin Suomessa asuvalla vahinkoa kärsineellä on oikeus saada Liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyvä kotipaikka on Suomessa tai liikennevahinko on sattunut Suomessa. Lisäksi Liikennevakuutuskeskus voi edellyttää, että tässä momentissa tarkoitettu vahinkoa kärsinyt osoittaa, että hänellä on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. Liikennevakuutuskeskuksen on toimittava yhteistyössä toisen ETA-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen ETA-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen ETA-valtion tietokeskukselta vahingonkärsineelle. Jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, Liikennevakuutuskeskuksen on vahingonkärsineen pyynnöstä toimitettava hänelle tieto siitä viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
        "folded_fi": "liikennevakuutuskeskus pitaa rekisteria eta-valtioissa toimivista vakuutusyhtioiden korvausedustajista. liikennevakuutuskeskuksen on pyynnosta annettava suomessa asuvalle vahingonkarsineelle vahingon aiheuttaneen ajoneuvon omistajan tai rekisteroidyn haltijan nimi ja osoite. liikennevakuutuskeskuksen on pyynnosta annettava suomessa asuvalle vahingonkarsineelle tiedot vakuutusyrityksesta ja yrityksen osoitteesta, vakuutussopimuksen numerosta seka vakuutusyrityksen suomeen nimetysta korvausedustajasta ja taman osoitteesta edellyttaen, etta liikennevahinko on sattunut eta-valtiossa tai vihrean kortin jarjestelmaan kuuluvassa valtiossa ja etta liikennevahingon on aiheuttanut muussa eta-valtiossa kuin suomessa sijaitsevassa vakuutusyhtiossa vakuutettu ajoneuvo, jonka pysyva kotipaikka on muussa eta-valtiossa kuin suomessa. liikennevakuutuskeskuksella ei kuitenkaan ole velvollisuutta antaa tietoja liikennevahingosta, jonka sattumisesta on kulunut yli seitseman vuotta. muussa eta-valtiossa kuin suomessa asuvalla vahinkoa karsineella on oikeus saada liikennevakuutuskeskukselta 2 ja 3 momentissa tarkoitetut tiedot, jos liikennevahingon aiheuttaneen moottoriajoneuvon pysyva kotipaikka on suomessa tai liikennevahinko on sattunut suomessa. lisaksi liikennevakuutuskeskus voi edellyttaa, etta tassa momentissa tarkoitettu vahinkoa karsinyt osoittaa, etta hanella on perusteltu syy 2 momentissa tarkoitettujen tietojen saamiseen. liikennevakuutuskeskuksen on toimittava yhteistyossa toisen eta-valtion tietokeskuksen kanssa 2 momentissa mainittujen tietojen luovuttamiseksi toisen eta-valtion tietokeskukselle tai vastaavien tietojen hankkimiseksi toisen eta-valtion tietokeskukselta vahingonkarsineelle. jos vahingon aiheuttanut moottoriajoneuvo on vapautettu vakuuttamisvelvollisuudesta, liikennevakuutuskeskuksen on vahingonkarsineen pyynnosta toimitettava hanelle tieto siita viranomaisesta, joka vastaa ajoneuvon aiheuttaman liikennevahingon korvaamisesta.",
        "content_sv": "Trafikförsäkringscentralen för register över de i EES-staterna etablerade försäkringsbolagens skaderegleringsrepresentanter. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland namn och adress på det skadevållande fordonets ägare eller registrerade innehavare. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland uppgifter om försäkringsföretaget och företagets adress, om försäkringsavtalets nummer och om försäkringsföretagets skaderegleringsrepresentant i Finland och dennas adress, förutsatt att trafikskadan har inträffat i en EES-stat eller i en stat som hör till systemet med grönt kort och att trafikskadan orsakats av ett fordon som är försäkrat i ett försäkringsbolag i någon annan EES-stat än Finland och som är normalt hemmahörande i någon annan EES-stat än Finland. Trafikförsäkringscentralen är dock inte skyldig att ge uppgifter om en trafikskada som inträffat för mer än sju år sedan. En skadelidande som är bosatt i någon annan EES-stat än Finland har rätt att från Trafikförsäkringscentralen få de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan är normalt hemmahörande i Finland eller trafikskadan har inträffat i Finland. Trafikförsäkringscentralen kan dessutom förutsätta att en skadelidande som avses i detta moment visar att han har grundad anledning att få de uppgifter som avses i 2 mom. Trafikförsäkringscentralen skall samarbeta med andra EES-staters informationscentra för att förse dem med sådan information som avses i 2 mom. eller för att från andra EES-staters informationscentra skaffa motsvarande information till den skadelidande. Om det motorfordon som har orsakat trafikskadan är undantaget från försäkringsskyldighet, skall Trafikförsäkringscentralen på begäran av den skadelidande underrätta honom om den myndighet som är ersättningsansvarig för den trafikskada som fordonet orsakat.",
        "normalized_sv": "Trafikförsäkringscentralen för register över de i EES-staterna etablerade försäkringsbolagens skaderegleringsrepresentanter. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland namn och adress på det skadevållande fordonets ägare eller registrerade innehavare. Trafikförsäkringscentralen skall på begäran ge en skadelidande som är bosatt i Finland uppgifter om försäkringsföretaget och företagets adress, om försäkringsavtalets nummer och om försäkringsföretagets skaderegleringsrepresentant i Finland och dennas adress, förutsatt att trafikskadan har inträffat i en EES-stat eller i en stat som hör till systemet med grönt kort och att trafikskadan orsakats av ett fordon som är försäkrat i ett försäkringsbolag i någon annan EES-stat än Finland och som är normalt hemmahörande i någon annan EES-stat än Finland. Trafikförsäkringscentralen är dock inte skyldig att ge uppgifter om en trafikskada som inträffat för mer än sju år sedan. En skadelidande som är bosatt i någon annan EES-stat än Finland har rätt att från Trafikförsäkringscentralen få de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan är normalt hemmahörande i Finland eller trafikskadan har inträffat i Finland. Trafikförsäkringscentralen kan dessutom förutsätta att en skadelidande som avses i detta moment visar att han har grundad anledning att få de uppgifter som avses i 2 mom. Trafikförsäkringscentralen skall samarbeta med andra EES-staters informationscentra för att förse dem med sådan information som avses i 2 mom. eller för att från andra EES-staters informationscentra skaffa motsvarande information till den skadelidande. Om det motorfordon som har orsakat trafikskadan är undantaget från försäkringsskyldighet, skall Trafikförsäkringscentralen på begäran av den skadelidande underrätta honom om den myndighet som är ersättningsansvarig för den trafikskada som fordonet orsakat.",
        "folded_sv": "trafikforsakringscentralen for register over de i ees-staterna etablerade forsakringsbolagens skaderegleringsrepresentanter. trafikforsakringscentralen skall pa begaran ge en skadelidande som ar bosatt i finland namn och adress pa det skadevallande fordonets agare eller registrerade innehavare. trafikforsakringscentralen skall pa begaran ge en skadelidande som ar bosatt i finland uppgifter om forsakringsforetaget och foretagets adress, om forsakringsavtalets nummer och om forsakringsforetagets skaderegleringsrepresentant i finland och dennas adress, forutsatt att trafikskadan har intraffat i en ees-stat eller i en stat som hor till systemet med gront kort och att trafikskadan orsakats av ett fordon som ar forsakrat i ett forsakringsbolag i nagon annan ees-stat an finland och som ar normalt hemmahorande i nagon annan ees-stat an finland. trafikforsakringscentralen ar dock inte skyldig att ge uppgifter om en trafikskada som intraffat for mer an sju ar sedan. en skadelidande som ar bosatt i nagon annan ees-stat an finland har ratt att fran trafikforsakringscentralen fa de uppgifter som avses i 2 och 3 mom., om det motorfordon som orsakat trafikskadan ar normalt hemmahorande i finland eller trafikskadan har intraffat i finland. trafikforsakringscentralen kan dessutom forutsatta att en skadelidande som avses i detta moment visar att han har grundad anledning att fa de uppgifter som avses i 2 mom. trafikforsakringscentralen skall samarbeta med andra ees-staters informationscentra for att forse dem med sadan information som avses i 2 mom. eller for att fran andra ees-staters informationscentra skaffa motsvarande information till den skadelidande. om det motorfordon som har orsakat trafikskadan ar undantaget fran forsakringsskyldighet, skall trafikforsakringscentralen pa begaran av den skadelidande underratta honom om den myndighet som ar ersattningsansvarig for den trafikskada som fordonet orsakat."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Maahantuotavan moottoriajoneuvon tämän lain mukainen vakuuttamisvelvollisuus alkaa välittömästi, kun ostaja on hyväksynyt toimituksen. Suomesta toiseen ETA-valtioon vietäväksi ostetun ja siellä rekisteröitäväksi tarkoitetun ajoneuvon liikennevakuutuksena pidetään kyseisen määränpääjäsenvaltion lainsäädännön mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteröidään Suomessa maasta vientiä varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:15",
        "normalized_fi": "Maahantuotavan moottoriajoneuvon tämän lain mukainen vakuuttamisvelvollisuus alkaa välittömästi, kun ostaja on hyväksynyt toimituksen. Suomesta toiseen ETA-valtioon vietäväksi ostetun ja siellä rekisteröitäväksi tarkoitetun ajoneuvon liikennevakuutuksena pidetään kyseisen määränpääjäsenvaltion lainsäädännön mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteröidään Suomessa maasta vientiä varten.",
        "folded_fi": "maahantuotavan moottoriajoneuvon taman lain mukainen vakuuttamisvelvollisuus alkaa valittomasti, kun ostaja on hyvaksynyt toimituksen. suomesta toiseen eta-valtioon vietavaksi ostetun ja siella rekisteroitavaksi tarkoitetun ajoneuvon liikennevakuutuksena pidetaan kyseisen maaranpaajasenvaltion lainsaadannon mukaista liikennevakuutusta silloin, kun ajoneuvoa rekisteroidaan suomessa maasta vientia varten.",
        "content_sv": "Försäkringsplikt enligt denna lag för ett motorfordon som införs i landet uppstår omedelbart när köparen har accepterat leveransen. Som trafikförsäkring för ett fordon som har köpts i Finland för utförsel till en annan EES-stat och registrering i den staten anses en trafikförsäkring enligt lagstiftningen i den aktuella införselmedlemsstaten då fordonet registreras i Finland för utförsel ur landet.",
        "normalized_sv": "Försäkringsplikt enligt denna lag för ett motorfordon som införs i landet uppstår omedelbart när köparen har accepterat leveransen. Som trafikförsäkring för ett fordon som har köpts i Finland för utförsel till en annan EES-stat och registrering i den staten anses en trafikförsäkring enligt lagstiftningen i den aktuella införselmedlemsstaten då fordonet registreras i Finland för utförsel ur landet.",
        "folded_sv": "forsakringsplikt enligt denna lag for ett motorfordon som infors i landet uppstar omedelbart nar koparen har accepterat leveransen. som trafikforsakring for ett fordon som har kopts i finland for utforsel till en annan ees-stat och registrering i den staten anses en trafikforsakring enligt lagstiftningen i den aktuella inforselmedlemsstaten da fordonet registreras i finland for utforsel ur landet."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "2:18 c",
      "chapter": "2",
      "section": "18 c",
      "content": "Vakuutuksenottajalla on oikeus saada vakuutuksen myöntäneeltä vakuutusyhtiöltä todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista sekä vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. Todistus on annettava vakuutuksenottajalle tai toimitettava hänen pyynnöstään toiselle vakuutusyhtiölle 15 päivän kuluessa pyynnön esittämisestä. Vakuutusyhtiöllä ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka päättymisestä on kulunut yli viisi vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:18 c",
        "normalized_fi": "Vakuutuksenottajalla on oikeus saada vakuutuksen myöntäneeltä vakuutusyhtiöltä todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista sekä vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. Todistus on annettava vakuutuksenottajalle tai toimitettava hänen pyynnöstään toiselle vakuutusyhtiölle 15 päivän kuluessa pyynnön esittämisestä. Vakuutusyhtiöllä ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka päättymisestä on kulunut yli viisi vuotta.",
        "folded_fi": "vakuutuksenottajalla on oikeus saada vakuutuksen myontaneelta vakuutusyhtiolta todistus liikennevakuutuksensa voimassaoloajasta, sen kattamista ajoneuvoista seka vahingoista, joiden perusteella vakuutuksesta on suoritettu korvauksia. todistus on annettava vakuutuksenottajalle tai toimitettava hanen pyynnostaan toiselle vakuutusyhtiolle 15 paivan kuluessa pyynnon esittamisesta. vakuutusyhtiolla ei kuitenkaan ole velvollisuutta antaa todistusta vakuutuksesta, jonka paattymisesta on kulunut yli viisi vuotta.",
        "content_sv": "Försäkringstagaren har rätt att av det försäkringsbolag som beviljat försäkring få ett intyg över hur lång tid trafikförsäkringen är i kraft och vilka fordon den täcker samt över de skador på basis av vilka ersättningar har betalats ut från försäkringen. Intyget skall utfärdas till försäkringstagaren eller på dennas begäran lämnas till ett annat försäkringsbolag inom 15 dagar från det att begäran framställdes. Försäkringsbolaget är dock inte skyldigt att utfärda intyg över en försäkring som upphört för mer än fem år sedan.",
        "normalized_sv": "Försäkringstagaren har rätt att av det försäkringsbolag som beviljat försäkring få ett intyg över hur lång tid trafikförsäkringen är i kraft och vilka fordon den täcker samt över de skador på basis av vilka ersättningar har betalats ut från försäkringen. Intyget skall utfärdas till försäkringstagaren eller på dennas begäran lämnas till ett annat försäkringsbolag inom 15 dagar från det att begäran framställdes. Försäkringsbolaget är dock inte skyldigt att utfärda intyg över en försäkring som upphört för mer än fem år sedan.",
        "folded_sv": "forsakringstagaren har ratt att av det forsakringsbolag som beviljat forsakring fa ett intyg over hur lang tid trafikforsakringen ar i kraft och vilka fordon den tacker samt over de skador pa basis av vilka ersattningar har betalats ut fran forsakringen. intyget skall utfardas till forsakringstagaren eller pa dennas begaran lamnas till ett annat forsakringsbolag inom 15 dagar fran det att begaran framstalldes. forsakringsbolaget ar dock inte skyldigt att utfarda intyg over en forsakring som upphort for mer an fem ar sedan."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ajoneuvon pysyvällä kotipaikalla tarkoitetaan tässä laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myönnetty. Jos rekisteröintiä ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpeä vastaava tunnistemerkki, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. Jos tietyntyyppisiltä ajoneuvoilta ei vaadita rekisterikilpeä, vakuutuskilpeä eikä tunnistemerkkiä, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyvä asuinpaikka. Jos rekisterikilpi on väärä tai laiton, ajoneuvon pysyvällä kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Ajoneuvon pysyvällä kotipaikalla tarkoitetaan tässä laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myönnetty. Jos rekisteröintiä ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpeä vastaava tunnistemerkki, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. Jos tietyntyyppisiltä ajoneuvoilta ei vaadita rekisterikilpeä, vakuutuskilpeä eikä tunnistemerkkiä, ajoneuvon pysyvällä kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyvä asuinpaikka. Jos rekisterikilpi on väärä tai laiton, ajoneuvon pysyvällä kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
        "folded_fi": "ajoneuvon pysyvalla kotipaikalla tarkoitetaan tassa laissa sen valtion aluetta, jossa ajoneuvossa oleva rekisterikilpi on myonnetty. jos rekisterointia ei vaadita tietyntyyppiselle ajoneuvolle, mutta ajoneuvolla on vakuutuskilpi tai rekisterikilpea vastaava tunnistemerkki, ajoneuvon pysyvalla kotipaikalla tarkoitetaan sen valtion aluetta, jossa vakuutuskilpi tai tunnistemerkki on annettu. jos tietyntyyppisilta ajoneuvoilta ei vaadita rekisterikilpea, vakuutuskilpea eika tunnistemerkkia, ajoneuvon pysyvalla kotipaikalla tarkoitetaan sen valtion aluetta, jossa ajoneuvon haltijalla on pysyva asuinpaikka. jos rekisterikilpi on vaara tai laiton, ajoneuvon pysyvalla kotipaikalla tarkoitetaan kuitenkin sen valtion aluetta, jossa liikennevahinko on sattunut.",
        "content_sv": "Med området inom vilket ett fordon är normalt hemmahörande avses i denna lag den stats område där fordonets registreringsskylt har utfärdats. Om registrering inte krävs för ett visst slags fordon men fordonet skall vara försett med en försäkringsskylt eller ett märke som motsvarar en registreringsskylt, avses med område inom vilket ett fordon är normalt hemmahörande den stats område där försäkringsskylten eller märket har utfärdats. Om varken registreringsskylt, försäkringsskylt eller märke krävs för särskilda slags fordon, avses med område inom vilket ett fordon är normalt hemmahörande den stats område inom vilket den person som innehar fordonet har sin stadigvarande bostad. Om registreringsskylten är falsk eller olaglig, avses med det område inom vilket ett fordon är normalt hemmahörande dock den stats område där en trafikskada har inträffat.",
        "normalized_sv": "Med området inom vilket ett fordon är normalt hemmahörande avses i denna lag den stats område där fordonets registreringsskylt har utfärdats. Om registrering inte krävs för ett visst slags fordon men fordonet skall vara försett med en försäkringsskylt eller ett märke som motsvarar en registreringsskylt, avses med område inom vilket ett fordon är normalt hemmahörande den stats område där försäkringsskylten eller märket har utfärdats. Om varken registreringsskylt, försäkringsskylt eller märke krävs för särskilda slags fordon, avses med område inom vilket ett fordon är normalt hemmahörande den stats område inom vilket den person som innehar fordonet har sin stadigvarande bostad. Om registreringsskylten är falsk eller olaglig, avses med det område inom vilket ett fordon är normalt hemmahörande dock den stats område där en trafikskada har inträffat.",
        "folded_sv": "med omradet inom vilket ett fordon ar normalt hemmahorande avses i denna lag den stats omrade dar fordonets registreringsskylt har utfardats. om registrering inte kravs for ett visst slags fordon men fordonet skall vara forsett med en forsakringsskylt eller ett marke som motsvarar en registreringsskylt, avses med omrade inom vilket ett fordon ar normalt hemmahorande den stats omrade dar forsakringsskylten eller market har utfardats. om varken registreringsskylt, forsakringsskylt eller marke kravs for sarskilda slags fordon, avses med omrade inom vilket ett fordon ar normalt hemmahorande den stats omrade inom vilket den person som innehar fordonet har sin stadigvarande bostad. om registreringsskylten ar falsk eller olaglig, avses med det omrade inom vilket ett fordon ar normalt hemmahorande dock den stats omrade dar en trafikskada har intraffat."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    }
  ]
}