{
  "id": "745/2024",
  "type": "statute",
  "title": "Laki Maanpuolustuskorkeakoulusta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Försvarshögskolan",
  "status": "in_force",
  "issued_date": "2024-12-05",
  "in_force_date": "2024-12-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/745/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Tutkinnot",
      "content": "Maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
        "folded_fi": "maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
        "title_sv": "Examina",
        "content_sv": "Vid Försvarshögskolan kan avläggas 3) doktorsexamen i militärvetenskaper, som är påbyggnadsexamen.",
        "normalized_sv": "Vid Försvarshögskolan kan avläggas 3) doktorsexamen i militärvetenskaper, som är påbyggnadsexamen.",
        "folded_sv": "vid forsvarshogskolan kan avlaggas 3) doktorsexamen i militarvetenskaper, som ar pabyggnadsexamen."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kelpoisuus korkeakoulututkintoon johtaviin opintoihin sekä upseerin virkaan johtaviin opintoihin asetettavat lisävaatimukset",
      "content": "Kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkästään alempaan tai sekä alempaan että ylempään korkeakoulututkintoon, on henkilö, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla Maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkästään alempaan tai sekä alempaan että ylempään korkeakoulututkintoon, on henkilö, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla Maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
        "folded_fi": "kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkastaan alempaan tai seka alempaan etta ylempaan korkeakoulututkintoon, on henkilo, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
        "title_sv": "Behörighet för studier som leder till högskoleexamen samt de tilläggskrav som ska ställas på studier som leder till officerstjänst",
        "content_sv": "Behörig som studerande för militärvetenskapliga studier som leder till enbart lägre eller både lägre och högre högskoleexamen är den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fått en utländsk utbildning som i landet i fråga ger behörighet för motsvarande högskolestudier eller som Försvarshögskolan konstaterar annars ha motsvarande kunskaper och färdigheter för studier.",
        "normalized_sv": "Behörig som studerande för militärvetenskapliga studier som leder till enbart lägre eller både lägre och högre högskoleexamen är den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fått en utländsk utbildning som i landet i fråga ger behörighet för motsvarande högskolestudier eller som Försvarshögskolan konstaterar annars ha motsvarande kunskaper och färdigheter för studier.",
        "folded_sv": "behorig som studerande for militarvetenskapliga studier som leder till enbart lagre eller bade lagre och hogre hogskoleexamen ar den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fatt en utlandsk utbildning som i landet i fraga ger behorighet for motsvarande hogskolestudier eller som forsvarshogskolan konstaterar annars ha motsvarande kunskaper och fardigheter for studier."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Kelpoisuus yleisesikuntaupseerikurssille ja jatkotutkintoon johtaviin opintoihin",
      "content": "Kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä yleisesikuntaupseerikurssia suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittävät tiedot ja valmiudet. Kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä yleisesikuntaupseerikurssia suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittävät tiedot ja valmiudet. Kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
        "folded_fi": "kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilo, joka on suorittanut sotatieteiden maisterin tutkinnon maanpuolustuskorkeakoulussa. erityisista syista yleisesikuntaupseerikurssia suorittamaan voidaan hyvaksya hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittavat tiedot ja valmiudet. kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilo, joka on suorittanut sotatieteiden maisterin tutkinnon maanpuolustuskorkeakoulussa. erityisista syista sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyvaksya hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
        "title_sv": "Behörighet för generalstabsofficerskursen och för studier som leder till påbyggnadsexamen",
        "content_sv": "Behörig som studerande för studier som leder till avläggande av generalstabsofficerskursen är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av generalstabsofficerskursen godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola och som konstateras annars ha tillräckliga kunskaper och färdigheter för studierna. Behörig som studerande för studier som leder till doktorsexamen i militärvetenskaper är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av doktorsexamen i militärvetenskaper godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola.",
        "normalized_sv": "Behörig som studerande för studier som leder till avläggande av generalstabsofficerskursen är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av generalstabsofficerskursen godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola och som konstateras annars ha tillräckliga kunskaper och färdigheter för studierna. Behörig som studerande för studier som leder till doktorsexamen i militärvetenskaper är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av doktorsexamen i militärvetenskaper godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola.",
        "folded_sv": "behorig som studerande for studier som leder till avlaggande av generalstabsofficerskursen ar den som har avlagt magisterexamen i militarvetenskaper vid forsvarshogskolan. av sarskilda skal kan for avlaggande av generalstabsofficerskursen godkannas en sokande som har avlagt lamplig hogre hogskoleexamen vid en annan hogskola och som konstateras annars ha tillrackliga kunskaper och fardigheter for studierna. behorig som studerande for studier som leder till doktorsexamen i militarvetenskaper ar den som har avlagt magisterexamen i militarvetenskaper vid forsvarshogskolan. av sarskilda skal kan for avlaggande av doktorsexamen i militarvetenskaper godkannas en sokande som har avlagt lamplig hogre hogskoleexamen vid en annan hogskola."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Palvelussitoumukset",
      "content": "sitoumusaika Upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyväksytyn sekä Puolustusvoimien, Rajavartiolaitoksen tai puolustusministeriön virassa olevan on annettava kirjallinen sitoumus siitä, että hän palvelee koulutustaan vastaavassa puolustusministeriön, Puolustusvoimien tai Rajavartiolaitoksen virassa tietyn vähimmäisajan (). Sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintään kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintään kolme vuotta sekä lentäjäksi ja tähystäjäksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensä enintään 14 vuotta koulutuksen alkamisesta lukien. Sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain täysin palkkaeduin tapahtuvaa opiskelua. Koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista säädetään tarkemmin puolustusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "sitoumusaika Upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyväksytyn sekä Puolustusvoimien, Rajavartiolaitoksen tai puolustusministeriön virassa olevan on annettava kirjallinen sitoumus siitä, että hän palvelee koulutustaan vastaavassa puolustusministeriön, Puolustusvoimien tai Rajavartiolaitoksen virassa tietyn vähimmäisajan (). Sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintään kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintään kolme vuotta sekä lentäjäksi ja tähystäjäksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensä enintään 14 vuotta koulutuksen alkamisesta lukien. Sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain täysin palkkaeduin tapahtuvaa opiskelua. Koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista säädetään tarkemmin puolustusministeriön asetuksella.",
        "folded_fi": "sitoumusaika upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyvaksytyn seka puolustusvoimien, rajavartiolaitoksen tai puolustusministerion virassa olevan on annettava kirjallinen sitoumus siita, etta han palvelee koulutustaan vastaavassa puolustusministerion, puolustusvoimien tai rajavartiolaitoksen virassa tietyn vahimmaisajan (). sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintaan nelja vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintaan nelja vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintaan kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintaan kolme vuotta seka lentajaksi ja tahystajaksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensa enintaan 14 vuotta koulutuksen alkamisesta lukien. sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain taysin palkkaeduin tapahtuvaa opiskelua. koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista saadetaan tarkemmin puolustusministerion asetuksella.",
        "title_sv": "Tjänstgöringsförbindelse",
        "content_sv": "förbindelsetid Den som har antagits för militärvetenskapliga studier och militäryrkesstudier, vilka krävs för en officerstjänst, samt den som innehar en tjänst vid Försvarsmakten, Gränsbevakningsväsendet eller försvarsministeriet ska ge en skriftlig förbindelse om att han eller hon kommer att tjänstgöra i en mot utbildningen svarande tjänst vid försvarsministeriet, Försvarsmakten eller Gränsbevakningsväsendet en viss minimitid (). Tiden är högst fyra år efter avlagd magisterexamen i militärvetenskaper och doktorsexamen i militärvetenskaper, högst tre år efter avlagd kandidatexamen i militärvetenskaper, högst tre år efter avlagd generalstabsofficerskurs samt sammanlagt högst 14 år efter det att utbildningen inleddes som elev i utbildning för militär tjänst vid studier till flygare och navigatör. I fråga om generalstabsofficerskursen och doktorsexamen gäller förbindelsen endast sådana studier som bedrivs med fulla löneförmåner. Närmare bestämmelser om hur långa förbindelsetider som motsvarar skäliga kostnader för utbildningen utfärdas genom förordning av försvarsministeriet.",
        "normalized_sv": "förbindelsetid Den som har antagits för militärvetenskapliga studier och militäryrkesstudier, vilka krävs för en officerstjänst, samt den som innehar en tjänst vid Försvarsmakten, Gränsbevakningsväsendet eller försvarsministeriet ska ge en skriftlig förbindelse om att han eller hon kommer att tjänstgöra i en mot utbildningen svarande tjänst vid försvarsministeriet, Försvarsmakten eller Gränsbevakningsväsendet en viss minimitid (). Tiden är högst fyra år efter avlagd magisterexamen i militärvetenskaper och doktorsexamen i militärvetenskaper, högst tre år efter avlagd kandidatexamen i militärvetenskaper, högst tre år efter avlagd generalstabsofficerskurs samt sammanlagt högst 14 år efter det att utbildningen inleddes som elev i utbildning för militär tjänst vid studier till flygare och navigatör. I fråga om generalstabsofficerskursen och doktorsexamen gäller förbindelsen endast sådana studier som bedrivs med fulla löneförmåner. Närmare bestämmelser om hur långa förbindelsetider som motsvarar skäliga kostnader för utbildningen utfärdas genom förordning av försvarsministeriet.",
        "folded_sv": "forbindelsetid den som har antagits for militarvetenskapliga studier och militaryrkesstudier, vilka kravs for en officerstjanst, samt den som innehar en tjanst vid forsvarsmakten, gransbevakningsvasendet eller forsvarsministeriet ska ge en skriftlig forbindelse om att han eller hon kommer att tjanstgora i en mot utbildningen svarande tjanst vid forsvarsministeriet, forsvarsmakten eller gransbevakningsvasendet en viss minimitid (). tiden ar hogst fyra ar efter avlagd magisterexamen i militarvetenskaper och doktorsexamen i militarvetenskaper, hogst tre ar efter avlagd kandidatexamen i militarvetenskaper, hogst tre ar efter avlagd generalstabsofficerskurs samt sammanlagt hogst 14 ar efter det att utbildningen inleddes som elev i utbildning for militar tjanst vid studier till flygare och navigator. i fraga om generalstabsofficerskursen och doktorsexamen galler forbindelsen endast sadana studier som bedrivs med fulla loneformaner. narmare bestammelser om hur langa forbindelsetider som motsvarar skaliga kostnader for utbildningen utfardas genom forordning av forsvarsministeriet."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Muutoksenhaku",
      "content": "Muuhun päätökseen sekä oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun päätökseen ei kuitenkaan saa hakea muutosta valittamalla. Muutoksenhausta säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Muuhun päätökseen sekä oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun päätökseen ei kuitenkaan saa hakea muutosta valittamalla. Muutoksenhausta säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "muuhun paatokseen seka oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun paatokseen ei kuitenkaan saa hakea muutosta valittamalla. muutoksenhausta saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i andra beslut och beslut som har meddelats med anledning av en begäran om omprövning får sökas genom besvär hos förvaltningsdomstolen. Ett beslut som har meddelats med anledning av en begäran om omprövning av bedömningen av en studieprestation får dock inte överklagas genom besvär. Bestämmelser om sökande av ändring finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Ändring i andra beslut och beslut som har meddelats med anledning av en begäran om omprövning får sökas genom besvär hos förvaltningsdomstolen. Ett beslut som har meddelats med anledning av en begäran om omprövning av bedömningen av en studieprestation får dock inte överklagas genom besvär. Bestämmelser om sökande av ändring finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "andring i andra beslut och beslut som har meddelats med anledning av en begaran om omprovning far sokas genom besvar hos forvaltningsdomstolen. ett beslut som har meddelats med anledning av en begaran om omprovning av bedomningen av en studieprestation far dock inte overklagas genom besvar. bestammelser om sokande av andring finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Tutkinnot",
      "content": "Maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
        "folded_fi": "maanpuolustuskorkeakoulussa voidaan suorittaa: 3) sotatieteiden tohtorin tutkinto, joka on jatkotutkinto.",
        "title_sv": "Examina",
        "content_sv": "Vid Försvarshögskolan kan avläggas 3) doktorsexamen i militärvetenskaper, som är påbyggnadsexamen.",
        "normalized_sv": "Vid Försvarshögskolan kan avläggas 3) doktorsexamen i militärvetenskaper, som är påbyggnadsexamen.",
        "folded_sv": "vid forsvarshogskolan kan avlaggas 3) doktorsexamen i militarvetenskaper, som ar pabyggnadsexamen."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kelpoisuus korkeakoulututkintoon johtaviin opintoihin sekä upseerin virkaan johtaviin opintoihin asetettavat lisävaatimukset",
      "content": "Kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkästään alempaan tai sekä alempaan että ylempään korkeakoulututkintoon, on henkilö, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla Maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkästään alempaan tai sekä alempaan että ylempään korkeakoulututkintoon, on henkilö, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla Maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
        "folded_fi": "kelpoinen opiskelijaksi sotatieteellisiin opintoihin, jotka johtavat pelkastaan alempaan tai seka alempaan etta ylempaan korkeakoulututkintoon, on henkilo, joka on suorittanut ylioppilastutkinnosta annetussa laissa (502/2019) tarkoitetun tutkinnon tai saanut ulkomaisen koulutuksen, joka asianomaisessa maassa antaa kelpoisuuden vastaaviin korkeakouluopintoihin tai jolla maanpuolustuskorkeakoulu toteaa muutoin olevan opintoja varten vastaavat tiedot ja valmiudet.",
        "title_sv": "Behörighet för studier som leder till högskoleexamen samt de tilläggskrav som ska ställas på studier som leder till officerstjänst",
        "content_sv": "Behörig som studerande för militärvetenskapliga studier som leder till enbart lägre eller både lägre och högre högskoleexamen är den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fått en utländsk utbildning som i landet i fråga ger behörighet för motsvarande högskolestudier eller som Försvarshögskolan konstaterar annars ha motsvarande kunskaper och färdigheter för studier.",
        "normalized_sv": "Behörig som studerande för militärvetenskapliga studier som leder till enbart lägre eller både lägre och högre högskoleexamen är den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fått en utländsk utbildning som i landet i fråga ger behörighet för motsvarande högskolestudier eller som Försvarshögskolan konstaterar annars ha motsvarande kunskaper och färdigheter för studier.",
        "folded_sv": "behorig som studerande for militarvetenskapliga studier som leder till enbart lagre eller bade lagre och hogre hogskoleexamen ar den som har avlagt examen enligt lagen om studentexamen (502/2019) eller som fatt en utlandsk utbildning som i landet i fraga ger behorighet for motsvarande hogskolestudier eller som forsvarshogskolan konstaterar annars ha motsvarande kunskaper och fardigheter for studier."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Kelpoisuus yleisesikuntaupseerikurssille ja jatkotutkintoon johtaviin opintoihin",
      "content": "Kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä yleisesikuntaupseerikurssia suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittävät tiedot ja valmiudet. Kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä yleisesikuntaupseerikurssia suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittävät tiedot ja valmiudet. Kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilö, joka on suorittanut sotatieteiden maisterin tutkinnon Maanpuolustuskorkeakoulussa. Erityisistä syistä sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyväksyä hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
        "folded_fi": "kelpoinen opiskelijaksi opintoihin, jotka johtavat yleisesikuntaupseerin kurssin suorittamiseen, on henkilo, joka on suorittanut sotatieteiden maisterin tutkinnon maanpuolustuskorkeakoulussa. erityisista syista yleisesikuntaupseerikurssia suorittamaan voidaan hyvaksya hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto ja jolla muutoin todetaan olevan opintoja varten riittavat tiedot ja valmiudet. kelpoinen opiskelijaksi opintoihin, jotka johtavat sotatieteiden tohtorin tutkintoon, on henkilo, joka on suorittanut sotatieteiden maisterin tutkinnon maanpuolustuskorkeakoulussa. erityisista syista sotatieteiden tohtorin tutkintoa suorittamaan voidaan hyvaksya hakija, jolla on muussa korkeakoulussa suoritettu soveltuva ylempi korkeakoulututkinto.",
        "title_sv": "Behörighet för generalstabsofficerskursen och för studier som leder till påbyggnadsexamen",
        "content_sv": "Behörig som studerande för studier som leder till avläggande av generalstabsofficerskursen är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av generalstabsofficerskursen godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola och som konstateras annars ha tillräckliga kunskaper och färdigheter för studierna. Behörig som studerande för studier som leder till doktorsexamen i militärvetenskaper är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av doktorsexamen i militärvetenskaper godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola.",
        "normalized_sv": "Behörig som studerande för studier som leder till avläggande av generalstabsofficerskursen är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av generalstabsofficerskursen godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola och som konstateras annars ha tillräckliga kunskaper och färdigheter för studierna. Behörig som studerande för studier som leder till doktorsexamen i militärvetenskaper är den som har avlagt magisterexamen i militärvetenskaper vid Försvarshögskolan. Av särskilda skäl kan för avläggande av doktorsexamen i militärvetenskaper godkännas en sökande som har avlagt lämplig högre högskoleexamen vid en annan högskola.",
        "folded_sv": "behorig som studerande for studier som leder till avlaggande av generalstabsofficerskursen ar den som har avlagt magisterexamen i militarvetenskaper vid forsvarshogskolan. av sarskilda skal kan for avlaggande av generalstabsofficerskursen godkannas en sokande som har avlagt lamplig hogre hogskoleexamen vid en annan hogskola och som konstateras annars ha tillrackliga kunskaper och fardigheter for studierna. behorig som studerande for studier som leder till doktorsexamen i militarvetenskaper ar den som har avlagt magisterexamen i militarvetenskaper vid forsvarshogskolan. av sarskilda skal kan for avlaggande av doktorsexamen i militarvetenskaper godkannas en sokande som har avlagt lamplig hogre hogskoleexamen vid en annan hogskola."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Palvelussitoumukset",
      "content": "sitoumusaika Upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyväksytyn sekä Puolustusvoimien, Rajavartiolaitoksen tai puolustusministeriön virassa olevan on annettava kirjallinen sitoumus siitä, että hän palvelee koulutustaan vastaavassa puolustusministeriön, Puolustusvoimien tai Rajavartiolaitoksen virassa tietyn vähimmäisajan (). Sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintään kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintään kolme vuotta sekä lentäjäksi ja tähystäjäksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensä enintään 14 vuotta koulutuksen alkamisesta lukien. Sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain täysin palkkaeduin tapahtuvaa opiskelua. Koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista säädetään tarkemmin puolustusministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "sitoumusaika Upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyväksytyn sekä Puolustusvoimien, Rajavartiolaitoksen tai puolustusministeriön virassa olevan on annettava kirjallinen sitoumus siitä, että hän palvelee koulutustaan vastaavassa puolustusministeriön, Puolustusvoimien tai Rajavartiolaitoksen virassa tietyn vähimmäisajan (). Sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintään neljä vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintään kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintään kolme vuotta sekä lentäjäksi ja tähystäjäksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensä enintään 14 vuotta koulutuksen alkamisesta lukien. Sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain täysin palkkaeduin tapahtuvaa opiskelua. Koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista säädetään tarkemmin puolustusministeriön asetuksella.",
        "folded_fi": "sitoumusaika upseerin virkaan johtaviin sotatieteellisiin ja sotilasammatillisiin opintoihin hyvaksytyn seka puolustusvoimien, rajavartiolaitoksen tai puolustusministerion virassa olevan on annettava kirjallinen sitoumus siita, etta han palvelee koulutustaan vastaavassa puolustusministerion, puolustusvoimien tai rajavartiolaitoksen virassa tietyn vahimmaisajan (). sitoumusajan pituus on sotatieteiden maisterin tutkinnon suorittamisesta lukien enintaan nelja vuotta, sotatieteiden tohtorin tutkinnon suorittamisesta lukien enintaan nelja vuotta, sotatieteiden kandidaatin tutkinnon suorittamisesta lukien enintaan kolme vuotta, yleisesikuntaupseerikurssin suorittamisesta lukien enintaan kolme vuotta seka lentajaksi ja tahystajaksi opiskelevan sotilasvirkaan koulutettavan oppilaan osalta yhteensa enintaan 14 vuotta koulutuksen alkamisesta lukien. sitoumus koskee yleisesikuntaupseerikurssin ja tohtorin tutkinnon osalta vain taysin palkkaeduin tapahtuvaa opiskelua. koulutuksesta aiheutuvia kohtuullisia kustannuksia vastaavista sitoumusajoista saadetaan tarkemmin puolustusministerion asetuksella.",
        "title_sv": "Tjänstgöringsförbindelse",
        "content_sv": "förbindelsetid Den som har antagits för militärvetenskapliga studier och militäryrkesstudier, vilka krävs för en officerstjänst, samt den som innehar en tjänst vid Försvarsmakten, Gränsbevakningsväsendet eller försvarsministeriet ska ge en skriftlig förbindelse om att han eller hon kommer att tjänstgöra i en mot utbildningen svarande tjänst vid försvarsministeriet, Försvarsmakten eller Gränsbevakningsväsendet en viss minimitid (). Tiden är högst fyra år efter avlagd magisterexamen i militärvetenskaper och doktorsexamen i militärvetenskaper, högst tre år efter avlagd kandidatexamen i militärvetenskaper, högst tre år efter avlagd generalstabsofficerskurs samt sammanlagt högst 14 år efter det att utbildningen inleddes som elev i utbildning för militär tjänst vid studier till flygare och navigatör. I fråga om generalstabsofficerskursen och doktorsexamen gäller förbindelsen endast sådana studier som bedrivs med fulla löneförmåner. Närmare bestämmelser om hur långa förbindelsetider som motsvarar skäliga kostnader för utbildningen utfärdas genom förordning av försvarsministeriet.",
        "normalized_sv": "förbindelsetid Den som har antagits för militärvetenskapliga studier och militäryrkesstudier, vilka krävs för en officerstjänst, samt den som innehar en tjänst vid Försvarsmakten, Gränsbevakningsväsendet eller försvarsministeriet ska ge en skriftlig förbindelse om att han eller hon kommer att tjänstgöra i en mot utbildningen svarande tjänst vid försvarsministeriet, Försvarsmakten eller Gränsbevakningsväsendet en viss minimitid (). Tiden är högst fyra år efter avlagd magisterexamen i militärvetenskaper och doktorsexamen i militärvetenskaper, högst tre år efter avlagd kandidatexamen i militärvetenskaper, högst tre år efter avlagd generalstabsofficerskurs samt sammanlagt högst 14 år efter det att utbildningen inleddes som elev i utbildning för militär tjänst vid studier till flygare och navigatör. I fråga om generalstabsofficerskursen och doktorsexamen gäller förbindelsen endast sådana studier som bedrivs med fulla löneförmåner. Närmare bestämmelser om hur långa förbindelsetider som motsvarar skäliga kostnader för utbildningen utfärdas genom förordning av försvarsministeriet.",
        "folded_sv": "forbindelsetid den som har antagits for militarvetenskapliga studier och militaryrkesstudier, vilka kravs for en officerstjanst, samt den som innehar en tjanst vid forsvarsmakten, gransbevakningsvasendet eller forsvarsministeriet ska ge en skriftlig forbindelse om att han eller hon kommer att tjanstgora i en mot utbildningen svarande tjanst vid forsvarsministeriet, forsvarsmakten eller gransbevakningsvasendet en viss minimitid (). tiden ar hogst fyra ar efter avlagd magisterexamen i militarvetenskaper och doktorsexamen i militarvetenskaper, hogst tre ar efter avlagd kandidatexamen i militarvetenskaper, hogst tre ar efter avlagd generalstabsofficerskurs samt sammanlagt hogst 14 ar efter det att utbildningen inleddes som elev i utbildning for militar tjanst vid studier till flygare och navigator. i fraga om generalstabsofficerskursen och doktorsexamen galler forbindelsen endast sadana studier som bedrivs med fulla loneformaner. narmare bestammelser om hur langa forbindelsetider som motsvarar skaliga kostnader for utbildningen utfardas genom forordning av forsvarsministeriet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Muutoksenhaku",
      "content": "Muuhun päätökseen sekä oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun päätökseen ei kuitenkaan saa hakea muutosta valittamalla. Muutoksenhausta säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:33",
        "normalized_fi": "Muuhun päätökseen sekä oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen. Opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun päätökseen ei kuitenkaan saa hakea muutosta valittamalla. Muutoksenhausta säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "muuhun paatokseen seka oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen. opintosuoritusten arvostelua koskevaan oikaisuvaatimukseen annettuun paatokseen ei kuitenkaan saa hakea muutosta valittamalla. muutoksenhausta saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Ändring i andra beslut och beslut som har meddelats med anledning av en begäran om omprövning får sökas genom besvär hos förvaltningsdomstolen. Ett beslut som har meddelats med anledning av en begäran om omprövning av bedömningen av en studieprestation får dock inte överklagas genom besvär. Bestämmelser om sökande av ändring finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Ändring i andra beslut och beslut som har meddelats med anledning av en begäran om omprövning får sökas genom besvär hos förvaltningsdomstolen. Ett beslut som har meddelats med anledning av en begäran om omprövning av bedömningen av en studieprestation får dock inte överklagas genom besvär. Bestämmelser om sökande av ändring finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "andring i andra beslut och beslut som har meddelats med anledning av en begaran om omprovning far sokas genom besvar hos forvaltningsdomstolen. ett beslut som har meddelats med anledning av en begaran om omprovning av bedomningen av en studieprestation far dock inte overklagas genom besvar. bestammelser om sokande av andring finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    }
  ]
}