{
  "id": "747/2007",
  "type": "statute",
  "title": "Laki jätelain muuttamisesta",
  "title_en": "Lag om ändring av avfallslagen",
  "status": "in_force",
  "issued_date": "2007-06-29",
  "in_force_date": "2007-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/747/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 11) käsittelyllä toimintaa, jonka tarkoituksena on jätteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ympäristökeskusta ja kunnan ympäristönsuojeluviranomaista sekä muutakin viranomaista siltä osin kuin sille on annettu tässä laissa tai sen nojalla säädettyjä tai määrättyjä valvontatehtäviä; 13) jätteen kansainvälisellä siirrolla jätteensiirtoasetus jätteiden siirrosta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1013/2006, jäljempänä, mukaista jätteen siirtoa Suomesta toiseen Euroopan unionin jäsenvaltioon ja Euroopan unionin jäsenvaltiosta Suomeen, jätteen vientiä Suomesta Euroopan unioniin kuulumattomaan maahan ja tuontia Euroopan unioniin kuulumattomasta maasta Suomeen joko suoraan tai unionin toisen jäsenvaltion kautta sekä jätteen siirtoa Euroopan unioniin kuulumattomasta maasta toiseen Euroopan unioniin kuulumattomaan maahan Suomen alueen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 11) käsittelyllä toimintaa, jonka tarkoituksena on jätteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ympäristökeskusta ja kunnan ympäristönsuojeluviranomaista sekä muutakin viranomaista siltä osin kuin sille on annettu tässä laissa tai sen nojalla säädettyjä tai määrättyjä valvontatehtäviä; 13) jätteen kansainvälisellä siirrolla jätteensiirtoasetus jätteiden siirrosta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1013/2006, jäljempänä, mukaista jätteen siirtoa Suomesta toiseen Euroopan unionin jäsenvaltioon ja Euroopan unionin jäsenvaltiosta Suomeen, jätteen vientiä Suomesta Euroopan unioniin kuulumattomaan maahan ja tuontia Euroopan unioniin kuulumattomasta maasta Suomeen joko suoraan tai unionin toisen jäsenvaltion kautta sekä jätteen siirtoa Euroopan unioniin kuulumattomasta maasta toiseen Euroopan unioniin kuulumattomaan maahan Suomen alueen kautta.",
        "folded_fi": "tassa laissa tarkoitetaan: 11) kasittelylla toimintaa, jonka tarkoituksena on jatteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ymparistokeskusta ja kunnan ymparistonsuojeluviranomaista seka muutakin viranomaista silta osin kuin sille on annettu tassa laissa tai sen nojalla saadettyja tai maarattyja valvontatehtavia; 13) jatteen kansainvalisella siirrolla jatteensiirtoasetus jatteiden siirrosta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1013/2006, jaljempana, mukaista jatteen siirtoa suomesta toiseen euroopan unionin jasenvaltioon ja euroopan unionin jasenvaltiosta suomeen, jatteen vientia suomesta euroopan unioniin kuulumattomaan maahan ja tuontia euroopan unioniin kuulumattomasta maasta suomeen joko suoraan tai unionin toisen jasenvaltion kautta seka jatteen siirtoa euroopan unioniin kuulumattomasta maasta toiseen euroopan unioniin kuulumattomaan maahan suomen alueen kautta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 11) behandling verksamhet vars syfte är att göra avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljöcentralen och den kommunala miljövårdsmyndigheten samt även andra myndigheter i den mån de har getts tillsynsuppgifter som föreskrivs eller bestäms i denna lag eller med stöd av den, 13) internationell avfallstransport avfallstransportförordningen, i Europaparlamentets och rådets förordning (EG) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker från Finland till en annan medlemsstat i Europeiska unionen och från en medlemsstat i Europeiska unionen till Finland, export av avfall från Finland till ett land som inte hör till Europeiska unionen eller import av avfall från ett land som inte hör till Europeiska unionen till Finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall från ett land som inte hör till Europeiska unionen till ett annat land som inte hör till Europeiska unionen genom finskt territorium.",
        "normalized_sv": "I denna lag avses med 11) behandling verksamhet vars syfte är att göra avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljöcentralen och den kommunala miljövårdsmyndigheten samt även andra myndigheter i den mån de har getts tillsynsuppgifter som föreskrivs eller bestäms i denna lag eller med stöd av den, 13) internationell avfallstransport avfallstransportförordningen, i Europaparlamentets och rådets förordning (EG) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker från Finland till en annan medlemsstat i Europeiska unionen och från en medlemsstat i Europeiska unionen till Finland, export av avfall från Finland till ett land som inte hör till Europeiska unionen eller import av avfall från ett land som inte hör till Europeiska unionen till Finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall från ett land som inte hör till Europeiska unionen till ett annat land som inte hör till Europeiska unionen genom finskt territorium.",
        "folded_sv": "i denna lag avses med 11) behandling verksamhet vars syfte ar att gora avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljocentralen och den kommunala miljovardsmyndigheten samt aven andra myndigheter i den man de har getts tillsynsuppgifter som foreskrivs eller bestams i denna lag eller med stod av den, 13) internationell avfallstransport avfallstransportforordningen, i europaparlamentets och radets forordning (eg) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker fran finland till en annan medlemsstat i europeiska unionen och fran en medlemsstat i europeiska unionen till finland, export av avfall fran finland till ett land som inte hor till europeiska unionen eller import av avfall fran ett land som inte hor till europeiska unionen till finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall fran ett land som inte hor till europeiska unionen till ett annat land som inte hor till europeiska unionen genom finskt territorium."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Valtakunnalliset viranomaiset",
      "content": "Suomen ympäristökeskus on jätteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilö. Suomen ympäristökeskus valvoo jätteen kansainvälisiä siirtoja koskevien säännösten noudattamista ja vastaa tarvittavasta yhteistyöstä muiden toimivaltaisten viranomaisten kanssa jätteen kansainvälisen siirron valvonnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Suomen ympäristökeskus on jätteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilö. Suomen ympäristökeskus valvoo jätteen kansainvälisiä siirtoja koskevien säännösten noudattamista ja vastaa tarvittavasta yhteistyöstä muiden toimivaltaisten viranomaisten kanssa jätteen kansainvälisen siirron valvonnassa.",
        "folded_fi": "suomen ymparistokeskus on jatteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilo. suomen ymparistokeskus valvoo jatteen kansainvalisia siirtoja koskevien saannosten noudattamista ja vastaa tarvittavasta yhteistyosta muiden toimivaltaisten viranomaisten kanssa jatteen kansainvalisen siirron valvonnassa.",
        "title_sv": "Riksomfattande myndigheter",
        "content_sv": "Finlands miljöcentral är behörig myndighet och kontaktorgan enligt avfallstransportförordningen. Finlands miljöcentral övervakar iakttagandet av bestämmelserna om internationella avfallstransporter och ansvarar för behövligt samarbete med andra behöriga myndigheter i tillsynen över internationella avfallstransporter.",
        "normalized_sv": "Finlands miljöcentral är behörig myndighet och kontaktorgan enligt avfallstransportförordningen. Finlands miljöcentral övervakar iakttagandet av bestämmelserna om internationella avfallstransporter och ansvarar för behövligt samarbete med andra behöriga myndigheter i tillsynen över internationella avfallstransporter.",
        "folded_sv": "finlands miljocentral ar behorig myndighet och kontaktorgan enligt avfallstransportforordningen. finlands miljocentral overvakar iakttagandet av bestammelserna om internationella avfallstransporter och ansvarar for behovligt samarbete med andra behoriga myndigheter i tillsynen over internationella avfallstransporter."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muut viranomaiset",
      "content": "Jätteen kansainvälistä siirtoa sekä 5 §:n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientiä koskevien tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo myös tullilaitos. Jätteen kansainvälistä siirtoa tullilaitos valvoo toimialallaan yhteistyössä Suomen ympäristökeskuksen kanssa. Tullin on tarvittaessa pysäytettävä siirto, joka ei täytä jätteensiirtoasetuksen tai tämän lain vaatimuksia ja ilmoitettava asiasta Suomen ympäristökeskukselle, joka päättää jatkotoimista ilman viivytystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jätteen kansainvälistä siirtoa sekä 5 § :n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientiä koskevien tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo myös tullilaitos. Jätteen kansainvälistä siirtoa tullilaitos valvoo toimialallaan yhteistyössä Suomen ympäristökeskuksen kanssa. Tullin on tarvittaessa pysäytettävä siirto, joka ei täytä jätteensiirtoasetuksen tai tämän lain vaatimuksia ja ilmoitettava asiasta Suomen ympäristökeskukselle, joka päättää jatkotoimista ilman viivytystä.",
        "folded_fi": "jatteen kansainvalista siirtoa seka 5 §:n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientia koskevien taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista valvoo myos tullilaitos. jatteen kansainvalista siirtoa tullilaitos valvoo toimialallaan yhteistyossa suomen ymparistokeskuksen kanssa. tullin on tarvittaessa pysaytettava siirto, joka ei tayta jatteensiirtoasetuksen tai taman lain vaatimuksia ja ilmoitettava asiasta suomen ymparistokeskukselle, joka paattaa jatkotoimista ilman viivytysta.",
        "title_sv": "Andra myndigheter",
        "content_sv": "Iakttagandet av denna lags bestämmelser om och av de bestämmelser och föreskrifter som med stöd av den utfärdats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. övervakas även av tullverket. Tullverket övervakar i samarbete med Finlands miljöcentral internationella avfallstransporter inom sitt ansvarsområde. Tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportförordningen eller i denna lag och anmäla detta till Finlands miljöcentral, som utan dröjsmål beslutar om fortsatta åtgärder.",
        "normalized_sv": "Iakttagandet av denna lags bestämmelser om och av de bestämmelser och föreskrifter som med stöd av den utfärdats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. övervakas även av tullverket. Tullverket övervakar i samarbete med Finlands miljöcentral internationella avfallstransporter inom sitt ansvarsområde. Tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportförordningen eller i denna lag och anmäla detta till Finlands miljöcentral, som utan dröjsmål beslutar om fortsatta åtgärder.",
        "folded_sv": "iakttagandet av denna lags bestammelser om och av de bestammelser och foreskrifter som med stod av den utfardats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. overvakas aven av tullverket. tullverket overvakar i samarbete med finlands miljocentral internationella avfallstransporter inom sitt ansvarsomrade. tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportforordningen eller i denna lag och anmala detta till finlands miljocentral, som utan drojsmal beslutar om fortsatta atgarder."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Jätteen siirto",
      "content": "Jätteen siirrosta ja siirron hyväksymisestä on voimassa, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Yksinomaan Suomen alueella tapahtuvasta jätteen siirrosta on kuitenkin voimassa, mitä siitä tässä laissa ja sen nojalla laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Jätteen siirrosta ja siirron hyväksymisestä on voimassa, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Yksinomaan Suomen alueella tapahtuvasta jätteen siirrosta on kuitenkin voimassa, mitä siitä tässä laissa ja sen nojalla laissa säädetään.",
        "folded_fi": "jatteen siirrosta ja siirron hyvaksymisesta on voimassa, mita jatteensiirtoasetuksessa seka tassa laissa ja sen nojalla saadetaan. yksinomaan suomen alueella tapahtuvasta jatteen siirrosta on kuitenkin voimassa, mita siita tassa laissa ja sen nojalla laissa saadetaan.",
        "title_sv": "Avfallstransporter",
        "content_sv": "I fråga om avfallstransport och godkännande av transporter gäller avfallstransportförordningen samt vad som föreskrivs i denna lag och med stöd av den. Angående avfallstransporter som äger rum enbart på finskt territorium gäller dock denna lag och vad som föreskrivs med stöd av den.",
        "normalized_sv": "I fråga om avfallstransport och godkännande av transporter gäller avfallstransportförordningen samt vad som föreskrivs i denna lag och med stöd av den. Angående avfallstransporter som äger rum enbart på finskt territorium gäller dock denna lag och vad som föreskrivs med stöd av den.",
        "folded_sv": "i fraga om avfallstransport och godkannande av transporter galler avfallstransportforordningen samt vad som foreskrivs i denna lag och med stod av den. angaende avfallstransporter som ager rum enbart pa finskt territorium galler dock denna lag och vad som foreskrivs med stod av den."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Jätteen siirto käsiteltäväksi toiseen maahan",
      "content": "Sen lisäksi, mitä 45 §:ssä säädetään, jätteen saa siirtää Suomesta toiseen maahan vain, jos: 1) Suomessa ei ole teknisiä tai taloudellisia edellytyksiä taikka tarvittavia käsittelylaitoksia tai -paikkoja jätteen käsittelemiseksi hyväksyttävällä tavalla; 2) jäte käsitellään siellä ympäristönsuojelun kannalta olennaisesti paremmin kuin Suomessa; 3) jäte käsitellään siellä tavalla, joka olisi ympäristönsuojelun kannalta hyväksyttävä Suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin käsittely Suomessa; tai 4) siirto tehdään uuden käsittelymenetelmän kokeilemiseksi tai kyseessä on muuta koetoimintaa varten tarpeellisen jäte-erän siirto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Sen lisäksi, mitä 45 § :ssä säädetään, jätteen saa siirtää Suomesta toiseen maahan vain, jos: 1) Suomessa ei ole teknisiä tai taloudellisia edellytyksiä taikka tarvittavia käsittelylaitoksia tai -paikkoja jätteen käsittelemiseksi hyväksyttävällä tavalla; 2) jäte käsitellään siellä ympäristönsuojelun kannalta olennaisesti paremmin kuin Suomessa; 3) jäte käsitellään siellä tavalla, joka olisi ympäristönsuojelun kannalta hyväksyttävä Suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin käsittely Suomessa; tai 4) siirto tehdään uuden käsittelymenetelmän kokeilemiseksi tai kyseessä on muuta koetoimintaa varten tarpeellisen jäte-erän siirto.",
        "folded_fi": "sen lisaksi, mita 45 §:ssa saadetaan, jatteen saa siirtaa suomesta toiseen maahan vain, jos: 1) suomessa ei ole teknisia tai taloudellisia edellytyksia taikka tarvittavia kasittelylaitoksia tai -paikkoja jatteen kasittelemiseksi hyvaksyttavalla tavalla; 2) jate kasitellaan siella ymparistonsuojelun kannalta olennaisesti paremmin kuin suomessa; 3) jate kasitellaan siella tavalla, joka olisi ymparistonsuojelun kannalta hyvaksyttava suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin kasittely suomessa; tai 4) siirto tehdaan uuden kasittelymenetelman kokeilemiseksi tai kyseessa on muuta koetoimintaa varten tarpeellisen jate-eran siirto.",
        "title_sv": "Transport av avfall till ett annat land för behandling",
        "content_sv": "Utöver vad som bestäms i 45 § får avfall transporteras från Finland till ett annat land endast om 1) det i Finland inte finns tekniska eller ekonomiska förutsättningar eller behövliga behandlingsanläggningar eller behandlingsplatser för behandling av avfallet på behörigt sätt, 2) behandlingen av avfallet där är avsevärt bättre med tanke på miljöskyddet än i Finland, 3) avfallet där behandlas på ett sätt som med tanke på miljöskyddet skulle vara godtagbart i Finland och som till kostnaderna är avsevärt fördelaktigare än behandling i Finland, eller 4) transporten utförs för att pröva en ny behandlingsmetod eller det är fråga om transport av ett parti avfall för annan försöksverksamhet.",
        "normalized_sv": "Utöver vad som bestäms i 45 § får avfall transporteras från Finland till ett annat land endast om 1) det i Finland inte finns tekniska eller ekonomiska förutsättningar eller behövliga behandlingsanläggningar eller behandlingsplatser för behandling av avfallet på behörigt sätt, 2) behandlingen av avfallet där är avsevärt bättre med tanke på miljöskyddet än i Finland, 3) avfallet där behandlas på ett sätt som med tanke på miljöskyddet skulle vara godtagbart i Finland och som till kostnaderna är avsevärt fördelaktigare än behandling i Finland, eller 4) transporten utförs för att pröva en ny behandlingsmetod eller det är fråga om transport av ett parti avfall för annan försöksverksamhet.",
        "folded_sv": "utover vad som bestams i 45 § far avfall transporteras fran finland till ett annat land endast om 1) det i finland inte finns tekniska eller ekonomiska forutsattningar eller behovliga behandlingsanlaggningar eller behandlingsplatser for behandling av avfallet pa behorigt satt, 2) behandlingen av avfallet dar ar avsevart battre med tanke pa miljoskyddet an i finland, 3) avfallet dar behandlas pa ett satt som med tanke pa miljoskyddet skulle vara godtagbart i finland och som till kostnaderna ar avsevart fordelaktigare an behandling i finland, eller 4) transporten utfors for att prova en ny behandlingsmetod eller det ar fraga om transport av ett parti avfall for annan forsoksverksamhet."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Jätteen siirto käsiteltäväksi Suomeen",
      "content": "Sen lisäksi, mitä 45 §:ssä säädetään, jätteen saa siirtää Suomeen käsiteltäväksi vain, jos: 1) Suomessa syntyvien jätteiden käsittely ei tämän vuoksi esty eikä viivästy; 2) jäte käsitellään ilman kohtuutonta viivästystä viimeistään vuoden kuluttua siirrosta; ja 3) jäte käsitellään käsittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. Jätettä ei kuitenkaan saa siirtää Suomeen käsiteltäväksi, jos tarkoituksena on: 1) jätteen sijoittaminen maahan, maan päälle tai erityisesti suunnitellulle kaatopaikalle; 2) jätteen polttaminen muussa kuin ongelmajätteen polttoon erikoistuneessa laitoksessa; 3) jätteen biologinen tai fysikaalis-kemiallinen käsittely, jos tällaisessa käsittelyssä syntyvän jätteen jatkokäsittely vaikeuttaa Suomessa syntyvien jätteiden käsittelyä; tai 4) jätteen maaperäkäsittely, syväinjektointi, allastus, vesistöön tai mereen päästäminen, merellä polttaminen tai pysyvä varastointi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Sen lisäksi, mitä 45 § :ssä säädetään, jätteen saa siirtää Suomeen käsiteltäväksi vain, jos: 1) Suomessa syntyvien jätteiden käsittely ei tämän vuoksi esty eikä viivästy; 2) jäte käsitellään ilman kohtuutonta viivästystä viimeistään vuoden kuluttua siirrosta; ja 3) jäte käsitellään käsittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. Jätettä ei kuitenkaan saa siirtää Suomeen käsiteltäväksi, jos tarkoituksena on: 1) jätteen sijoittaminen maahan, maan päälle tai erityisesti suunnitellulle kaatopaikalle; 2) jätteen polttaminen muussa kuin ongelmajätteen polttoon erikoistuneessa laitoksessa; 3) jätteen biologinen tai fysikaalis-kemiallinen käsittely, jos tällaisessa käsittelyssä syntyvän jätteen jatkokäsittely vaikeuttaa Suomessa syntyvien jätteiden käsittelyä; tai 4) jätteen maaperäkäsittely, syväinjektointi, allastus, vesistöön tai mereen päästäminen, merellä polttaminen tai pysyvä varastointi.",
        "folded_fi": "sen lisaksi, mita 45 §:ssa saadetaan, jatteen saa siirtaa suomeen kasiteltavaksi vain, jos: 1) suomessa syntyvien jatteiden kasittely ei taman vuoksi esty eika viivasty; 2) jate kasitellaan ilman kohtuutonta viivastysta viimeistaan vuoden kuluttua siirrosta; ja 3) jate kasitellaan kasittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. jatetta ei kuitenkaan saa siirtaa suomeen kasiteltavaksi, jos tarkoituksena on: 1) jatteen sijoittaminen maahan, maan paalle tai erityisesti suunnitellulle kaatopaikalle; 2) jatteen polttaminen muussa kuin ongelmajatteen polttoon erikoistuneessa laitoksessa; 3) jatteen biologinen tai fysikaalis-kemiallinen kasittely, jos tallaisessa kasittelyssa syntyvan jatteen jatkokasittely vaikeuttaa suomessa syntyvien jatteiden kasittelya; tai 4) jatteen maaperakasittely, syvainjektointi, allastus, vesistoon tai mereen paastaminen, merella polttaminen tai pysyva varastointi.",
        "title_sv": "Transport av avfall till Finland för behandling",
        "content_sv": "Utöver vad som bestäms i 45 § får avfall transporteras till Finland för behandling endast om 1) behandlingen av avfall som uppkommer i Finland inte förhindras eller fördröjs till följd av detta, 2) avfallet behandlas utan oskäligt dröjsmål senast inom ett år efter transporten, och 3) avfallet behandlas i en behandlingsanläggning eller på en behandlingsplats i enlighet med tillståndsvillkoren och andra villkor som uppställts för verksamheten. Avfall får dock inte transporteras till Finland för behandling om avsikten är att 1) deponera avfallet i eller på marken eller på särskilt planerade avstjälpningsplatser, 2) förbränna avfallet på andra platser än i anläggningar som är specialiserade på förbränning av problemavfall, 3) låta avfallet undergå biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstår vid sådan behandling försvårar behandlingen av avfall som uppkommer i Finland, eller 4) låta avfallet behandlas i markbädd, djupinjiceras, invallas, släppas ut till vatten eller hav, förbrännas till havs eller lagras permanent.",
        "normalized_sv": "Utöver vad som bestäms i 45 § får avfall transporteras till Finland för behandling endast om 1) behandlingen av avfall som uppkommer i Finland inte förhindras eller fördröjs till följd av detta, 2) avfallet behandlas utan oskäligt dröjsmål senast inom ett år efter transporten, och 3) avfallet behandlas i en behandlingsanläggning eller på en behandlingsplats i enlighet med tillståndsvillkoren och andra villkor som uppställts för verksamheten. Avfall får dock inte transporteras till Finland för behandling om avsikten är att 1) deponera avfallet i eller på marken eller på särskilt planerade avstjälpningsplatser, 2) förbränna avfallet på andra platser än i anläggningar som är specialiserade på förbränning av problemavfall, 3) låta avfallet undergå biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstår vid sådan behandling försvårar behandlingen av avfall som uppkommer i Finland, eller 4) låta avfallet behandlas i markbädd, djupinjiceras, invallas, släppas ut till vatten eller hav, förbrännas till havs eller lagras permanent.",
        "folded_sv": "utover vad som bestams i 45 § far avfall transporteras till finland for behandling endast om 1) behandlingen av avfall som uppkommer i finland inte forhindras eller fordrojs till foljd av detta, 2) avfallet behandlas utan oskaligt drojsmal senast inom ett ar efter transporten, och 3) avfallet behandlas i en behandlingsanlaggning eller pa en behandlingsplats i enlighet med tillstandsvillkoren och andra villkor som uppstallts for verksamheten. avfall far dock inte transporteras till finland for behandling om avsikten ar att 1) deponera avfallet i eller pa marken eller pa sarskilt planerade avstjalpningsplatser, 2) forbranna avfallet pa andra platser an i anlaggningar som ar specialiserade pa forbranning av problemavfall, 3) lata avfallet underga biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstar vid sadan behandling forsvarar behandlingen av avfall som uppkommer i finland, eller 4) lata avfallet behandlas i markbadd, djupinjiceras, invallas, slappas ut till vatten eller hav, forbrannas till havs eller lagras permanent."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Jätteen siirron kieltäminen aiemman laittoman siirron vuoksi",
      "content": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti kieltää jätteen kansainvälisen siirron, jos ilmoituksen tekijän tai jätteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai päätöksellä todettu syyllistyneen tahalliseen tai törkeästä huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ympäristönsuojelullisista syistä laittomaan toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti kieltää jätteen kansainvälisen siirron, jos ilmoituksen tekijän tai jätteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai päätöksellä todettu syyllistyneen tahalliseen tai törkeästä huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ympäristönsuojelullisista syistä laittomaan toimintaan.",
        "folded_fi": "suomen ymparistokeskus voi jatteensiirtoasetuksen mukaisesti kieltaa jatteen kansainvalisen siirron, jos ilmoituksen tekijan tai jatteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai paatoksella todettu syyllistyneen tahalliseen tai torkeasta huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ymparistonsuojelullisista syista laittomaan toimintaan.",
        "title_sv": "Förbud mot avfallstransport på grund av tidigare olagliga transporter",
        "content_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen förbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmälaren eller mottagaren uppsåtligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till någon annan handling som är olaglig av miljöskyddsskäl.",
        "normalized_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen förbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmälaren eller mottagaren uppsåtligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till någon annan handling som är olaglig av miljöskyddsskäl.",
        "folded_sv": "finlands miljocentral kan i enlighet med avfallstransportforordningen forbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmalaren eller mottagaren uppsatligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till nagon annan handling som ar olaglig av miljoskyddsskal."
      }
    },
    {
      "provision_ref": "48 a",
      "section": "48 a",
      "title": "Jätteen siirto raja-alueella",
      "content": "Jätteen kansainväliseen siirtoon Suomen raja-alueilla sovelletaan, mitä siitä on jätteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu Suomen ja toisen Euroopan unionin jäsenvaltion tai Euroopan talousalueeseen kuuluvan valtion kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 a",
        "normalized_fi": "Jätteen kansainväliseen siirtoon Suomen raja-alueilla sovelletaan, mitä siitä on jätteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu Suomen ja toisen Euroopan unionin jäsenvaltion tai Euroopan talousalueeseen kuuluvan valtion kesken.",
        "folded_fi": "jatteen kansainvaliseen siirtoon suomen raja-alueilla sovelletaan, mita siita on jatteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu suomen ja toisen euroopan unionin jasenvaltion tai euroopan talousalueeseen kuuluvan valtion kesken.",
        "title_sv": "Transport av avfall inom gränsområden",
        "content_sv": "På internationell avfallstransport inom Finlands gränsområden tillämpas de överenskommelser enligt artikel 30 i avfallstransportförordningen som Finland ingår med andra medlemsstater i Europeiska unionen eller stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "På internationell avfallstransport inom Finlands gränsområden tillämpas de överenskommelser enligt artikel 30 i avfallstransportförordningen som Finland ingår med andra medlemsstater i Europeiska unionen eller stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "pa internationell avfallstransport inom finlands gransomraden tillampas de overenskommelser enligt artikel 30 i avfallstransportforordningen som finland ingar med andra medlemsstater i europeiska unionen eller stater som hor till europeiska ekonomiska samarbetsomradet."
      }
    },
    {
      "provision_ref": "48 b",
      "section": "48 b",
      "title": "Jätteensiirtoasetuksen vientikiellon soveltaminen poikkeustapauksessa",
      "content": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti päättää: 1) että jätteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettyä jätteensiirtoasetuksen liitteessä V tarkoitettua jätettä, jos ilmoituksen tekijä luotettavasti osoittaa, ettei kyseisellä jätteellä ole yhtään jätteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; sekä 2) että jäte poikkeustapauksessa voidaan luokitella vaaralliseksi jätteeksi ja sen vuoksi soveltaa jätteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jätettä ei mainita jätteensiirtoasetuksen liitteessä V tai se mainitaan sanotun liitteen 1 osan B luettelossa, jos kyseisellä jätteellä on jokin jätteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. Suomen ympäristökeskuksen on ennen 1 momentissa tarkoitetun päätöksen tekemistä ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. Suomen ympäristökeskuksen on myös kunkin kalenterivuoden loppuun mennessä ilmoitettava tällaisesta päätöksestä ympäristöministeriölle ja Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 b",
        "normalized_fi": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti päättää: 1) että jätteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettyä jätteensiirtoasetuksen liitteessä V tarkoitettua jätettä, jos ilmoituksen tekijä luotettavasti osoittaa, ettei kyseisellä jätteellä ole yhtään jätteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; sekä 2) että jäte poikkeustapauksessa voidaan luokitella vaaralliseksi jätteeksi ja sen vuoksi soveltaa jätteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jätettä ei mainita jätteensiirtoasetuksen liitteessä V tai se mainitaan sanotun liitteen 1 osan B luettelossa, jos kyseisellä jätteellä on jokin jätteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. Suomen ympäristökeskuksen on ennen 1 momentissa tarkoitetun päätöksen tekemistä ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. Suomen ympäristökeskuksen on myös kunkin kalenterivuoden loppuun mennessä ilmoitettava tällaisesta päätöksestä ympäristöministeriölle ja Euroopan yhteisöjen komissiolle.",
        "folded_fi": "suomen ymparistokeskus voi jatteensiirtoasetuksen mukaisesti paattaa: 1) etta jatteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettya jatteensiirtoasetuksen liitteessa v tarkoitettua jatetta, jos ilmoituksen tekija luotettavasti osoittaa, ettei kyseisella jatteella ole yhtaan jatteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; seka 2) etta jate poikkeustapauksessa voidaan luokitella vaaralliseksi jatteeksi ja sen vuoksi soveltaa jatteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jatetta ei mainita jatteensiirtoasetuksen liitteessa v tai se mainitaan sanotun liitteen 1 osan b luettelossa, jos kyseisella jatteella on jokin jatteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. suomen ymparistokeskuksen on ennen 1 momentissa tarkoitetun paatoksen tekemista ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. suomen ymparistokeskuksen on myos kunkin kalenterivuoden loppuun mennessa ilmoitettava tallaisesta paatoksesta ymparistoministeriolle ja euroopan yhteisojen komissiolle.",
        "title_sv": "Tillämpning av exportförbudet enligt avfallstransportförordningen i undantagsfall",
        "content_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen besluta 1) att exportförbudet enligt artikel 36.1 i avfallstransportförordningen i undantagsfall inte gäller en viss typ av avfall som avses i bilaga V till avfallstransportförordningen, om anmälaren tillförlitligt visar att avfallet i fråga inte har någon av de egenskaper som avses i artikel 36.3 i avfallstransportförordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportförbudet enligt artikel 36.1 i avfallstransportförordningen därför tillämpas, även om avfallet inte nämns i bilaga V till avfallstransportförordningen eller det nämns i del 1 förteckning B i nämnda bilaga, om avfallet i fråga har någon av de egenskaper som avses i artikel 36.4 i avfallstransportförordningen. Innan Finlands miljöcentral fattar ett beslut enligt 1 mom. skall den informera den behöriga myndigheten i mottagarlandet. Finlands miljöcentral skall också före utgången av varje kalenderår underrätta miljöministeriet och Europeiska gemenskapernas kommission om sådana beslut.",
        "normalized_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen besluta 1) att exportförbudet enligt artikel 36.1 i avfallstransportförordningen i undantagsfall inte gäller en viss typ av avfall som avses i bilaga V till avfallstransportförordningen, om anmälaren tillförlitligt visar att avfallet i fråga inte har någon av de egenskaper som avses i artikel 36.3 i avfallstransportförordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportförbudet enligt artikel 36.1 i avfallstransportförordningen därför tillämpas, även om avfallet inte nämns i bilaga V till avfallstransportförordningen eller det nämns i del 1 förteckning B i nämnda bilaga, om avfallet i fråga har någon av de egenskaper som avses i artikel 36.4 i avfallstransportförordningen. Innan Finlands miljöcentral fattar ett beslut enligt 1 mom. skall den informera den behöriga myndigheten i mottagarlandet. Finlands miljöcentral skall också före utgången av varje kalenderår underrätta miljöministeriet och Europeiska gemenskapernas kommission om sådana beslut.",
        "folded_sv": "finlands miljocentral kan i enlighet med avfallstransportforordningen besluta 1) att exportforbudet enligt artikel 36.1 i avfallstransportforordningen i undantagsfall inte galler en viss typ av avfall som avses i bilaga v till avfallstransportforordningen, om anmalaren tillforlitligt visar att avfallet i fraga inte har nagon av de egenskaper som avses i artikel 36.3 i avfallstransportforordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportforbudet enligt artikel 36.1 i avfallstransportforordningen darfor tillampas, aven om avfallet inte namns i bilaga v till avfallstransportforordningen eller det namns i del 1 forteckning b i namnda bilaga, om avfallet i fraga har nagon av de egenskaper som avses i artikel 36.4 i avfallstransportforordningen. innan finlands miljocentral fattar ett beslut enligt 1 mom. skall den informera den behoriga myndigheten i mottagarlandet. finlands miljocentral skall ocksa fore utgangen av varje kalenderar underratta miljoministeriet och europeiska gemenskapernas kommission om sadana beslut."
      }
    },
    {
      "provision_ref": "48 c",
      "section": "48 c",
      "title": "Jätteensiirtoasetuksen 18 artiklan mukaisen jätteen kansainvälinen siirto",
      "content": "Suomen ympäristökeskuksella on oikeus pyynnöstä saada jätteen kansainvälisestä siirrosta vastaavalta tai jätteen kuljettajalta jätteensiirtoasetuksen liitteessä VII tarkoitetut tiedot jätteensiirtoasetuksen 18 artiklassa tarkoitetuista jätteistä, jos se on tarpeen tarkastuksia ja täytäntöönpanoa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 c",
        "normalized_fi": "Suomen ympäristökeskuksella on oikeus pyynnöstä saada jätteen kansainvälisestä siirrosta vastaavalta tai jätteen kuljettajalta jätteensiirtoasetuksen liitteessä VII tarkoitetut tiedot jätteensiirtoasetuksen 18 artiklassa tarkoitetuista jätteistä, jos se on tarpeen tarkastuksia ja täytäntöönpanoa varten.",
        "folded_fi": "suomen ymparistokeskuksella on oikeus pyynnosta saada jatteen kansainvalisesta siirrosta vastaavalta tai jatteen kuljettajalta jatteensiirtoasetuksen liitteessa vii tarkoitetut tiedot jatteensiirtoasetuksen 18 artiklassa tarkoitetuista jatteista, jos se on tarpeen tarkastuksia ja taytantoonpanoa varten.",
        "title_sv": "Internationell transport av avfall enligt artikel 18 i avfallstransportförordningen",
        "content_sv": "Finlands miljöcentral har rätt att på begäran få de uppgifter som avses i bilaga VII till avfallstransportförordningen och som gäller avfall som avses i artikel 18 i förordningen av den som ansvarar för en internationell avfallstransport eller av avfallstransportören, om det är nödvändigt med tanke på inspektionerna och verkställigheten.",
        "normalized_sv": "Finlands miljöcentral har rätt att på begäran få de uppgifter som avses i bilaga VII till avfallstransportförordningen och som gäller avfall som avses i artikel 18 i förordningen av den som ansvarar för en internationell avfallstransport eller av avfallstransportören, om det är nödvändigt med tanke på inspektionerna och verkställigheten.",
        "folded_sv": "finlands miljocentral har ratt att pa begaran fa de uppgifter som avses i bilaga vii till avfallstransportforordningen och som galler avfall som avses i artikel 18 i forordningen av den som ansvarar for en internationell avfallstransport eller av avfallstransportoren, om det ar nodvandigt med tanke pa inspektionerna och verkstalligheten."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Jäterikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 5 §:n 1 momentin 1, 3 tai 4 kohdassa, 6 §:n 6 tai 8 kohdassa, 7 §:n 4 momentissa, 17 §:n 1 momentissa, 18 c §:n 4 momentin 2 kohdassa, 18 g §:n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a §:ssä tarkoitettua kieltoa taikka mainittujen säännösten nojalla annettua kieltoa tai määräystä, 2) laiminlyö 7―9, 12 tai 14 §:ssä, 15 §:n 1 momentissa, 18 c―18 m §:ssä taikka 51 §:n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtää Suomen alueen kautta jätettä tämän lain tai sen nojalla annetun säännöksen tai yksittäistapausta koskevan määräyksen tai jätteensiirtoasetuksen vastaisesti, jäterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jäterikkomuksesta tuomitaan niin ikään se, joka tahallaan tai törkeästä huolimattomuudesta rikkoo 13 §:n 1 momentin nojalla annettua määräystä tai laiminlyö 11 §:ssä, 20 §:n 1 tai 2 momentissa taikka 21, 49 tai 50 b §:ssä tarkoitetun velvollisuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 5 § :n 1 momentin 1, 3 tai 4 kohdassa, 6 § :n 6 tai 8 kohdassa, 7 § :n 4 momentissa, 17 § :n 1 momentissa, 18 c § :n 4 momentin 2 kohdassa, 18 g § :n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a § :ssä tarkoitettua kieltoa taikka mainittujen säännösten nojalla annettua kieltoa tai määräystä, 2) laiminlyö 7―9, 12 tai 14 § :ssä, 15 § :n 1 momentissa, 18 c―18 m § :ssä taikka 51 § :n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtää Suomen alueen kautta jätettä tämän lain tai sen nojalla annetun säännöksen tai yksittäistapausta koskevan määräyksen tai jätteensiirtoasetuksen vastaisesti, jäterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jäterikkomuksesta tuomitaan niin ikään se, joka tahallaan tai törkeästä huolimattomuudesta rikkoo 13 § :n 1 momentin nojalla annettua määräystä tai laiminlyö 11 § :ssä, 20 § :n 1 tai 2 momentissa taikka 21, 49 tai 50 b § :ssä tarkoitetun velvollisuuden.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) rikkoo 5 §:n 1 momentin 1, 3 tai 4 kohdassa, 6 §:n 6 tai 8 kohdassa, 7 §:n 4 momentissa, 17 §:n 1 momentissa, 18 c §:n 4 momentin 2 kohdassa, 18 g §:n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a §:ssa tarkoitettua kieltoa taikka mainittujen saannosten nojalla annettua kieltoa tai maaraysta, 2) laiminlyo 7―9, 12 tai 14 §:ssa, 15 §:n 1 momentissa, 18 c―18 m §:ssa taikka 51 §:n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtaa suomen alueen kautta jatetta taman lain tai sen nojalla annetun saannoksen tai yksittaistapausta koskevan maarayksen tai jatteensiirtoasetuksen vastaisesti, jaterikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. jaterikkomuksesta tuomitaan niin ikaan se, joka tahallaan tai torkeasta huolimattomuudesta rikkoo 13 §:n 1 momentin nojalla annettua maaraysta tai laiminlyo 11 §:ssa, 20 §:n 1 tai 2 momentissa taikka 21, 49 tai 50 b §:ssa tarkoitetun velvollisuuden.",
        "title_sv": "Avfallsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot förbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot förbud, föreskrifter eller bestämmelser som meddelats med stöd av nämnda lagrum, 2) försummar skyldigheter som avses i 7―9, 12 eller 14 §, 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) för in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestämmelser som har utfärdats eller särskilda föreskrifter som har meddelats med stöd av den eller i strid med avfallstransportförordningen avfallsförseelse skall, om inte strängare straff för gärningen föreskrivs på något annat ställe i lag, för dömas till böter. För avfallsförseelse döms likaså den som uppsåtligen eller av grov oaktsamhet bryter mot en bestämmelse som meddelats med stöd av 13 § 1 mom. eller försummar de skyldigheter som avses i 11 §, 20 § 1 eller 2 mom., 21, 49 eller 50 b §.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot förbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot förbud, föreskrifter eller bestämmelser som meddelats med stöd av nämnda lagrum, 2) försummar skyldigheter som avses i 7―9, 12 eller 14 § , 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) för in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestämmelser som har utfärdats eller särskilda föreskrifter som har meddelats med stöd av den eller i strid med avfallstransportförordningen avfallsförseelse skall, om inte strängare straff för gärningen föreskrivs på något annat ställe i lag, för dömas till böter. För avfallsförseelse döms likaså den som uppsåtligen eller av grov oaktsamhet bryter mot en bestämmelse som meddelats med stöd av 13 § 1 mom. eller försummar de skyldigheter som avses i 11 § , 20 § 1 eller 2 mom., 21, 49 eller 50 b § .",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) bryter mot forbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot forbud, foreskrifter eller bestammelser som meddelats med stod av namnda lagrum, 2) forsummar skyldigheter som avses i 7―9, 12 eller 14 §, 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) for in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestammelser som har utfardats eller sarskilda foreskrifter som har meddelats med stod av den eller i strid med avfallstransportforordningen avfallsforseelse skall, om inte strangare straff for garningen foreskrivs pa nagot annat stalle i lag, for domas till boter. for avfallsforseelse doms likasa den som uppsatligen eller av grov oaktsamhet bryter mot en bestammelse som meddelats med stod av 13 § 1 mom. eller forsummar de skyldigheter som avses i 11 §, 20 § 1 eller 2 mom., 21, 49 eller 50 b §."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan säätää: 9) toiminnan ilmoittamisesta jätetiedostoon annettujen säännösten soveltamisesta sekä jätetiedostosta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää: 9) toiminnan ilmoittamisesta jätetiedostoon annettujen säännösten soveltamisesta sekä jätetiedostosta;",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa: 9) toiminnan ilmoittamisesta jatetiedostoon annettujen saannosten soveltamisesta seka jatetiedostosta;",
        "title_sv": "Närmare stadganden",
        "content_sv": "Genom förordning av statsrådet kan föreskrivas om 9) tillämpning av bestämmelserna om anmälan av verksamhet till avfallsregistret samt om avfallsregistret,",
        "normalized_sv": "Genom förordning av statsrådet kan föreskrivas om 9) tillämpning av bestämmelserna om anmälan av verksamhet till avfallsregistret samt om avfallsregistret,",
        "folded_sv": "genom forordning av statsradet kan foreskrivas om 9) tillampning av bestammelserna om anmalan av verksamhet till avfallsregistret samt om avfallsregistret,"
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 11) käsittelyllä toimintaa, jonka tarkoituksena on jätteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ympäristökeskusta ja kunnan ympäristönsuojeluviranomaista sekä muutakin viranomaista siltä osin kuin sille on annettu tässä laissa tai sen nojalla säädettyjä tai määrättyjä valvontatehtäviä; 13) jätteen kansainvälisellä siirrolla jätteensiirtoasetus jätteiden siirrosta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1013/2006, jäljempänä, mukaista jätteen siirtoa Suomesta toiseen Euroopan unionin jäsenvaltioon ja Euroopan unionin jäsenvaltiosta Suomeen, jätteen vientiä Suomesta Euroopan unioniin kuulumattomaan maahan ja tuontia Euroopan unioniin kuulumattomasta maasta Suomeen joko suoraan tai unionin toisen jäsenvaltion kautta sekä jätteen siirtoa Euroopan unioniin kuulumattomasta maasta toiseen Euroopan unioniin kuulumattomaan maahan Suomen alueen kautta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Tässä laissa tarkoitetaan: 11) käsittelyllä toimintaa, jonka tarkoituksena on jätteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ympäristökeskusta ja kunnan ympäristönsuojeluviranomaista sekä muutakin viranomaista siltä osin kuin sille on annettu tässä laissa tai sen nojalla säädettyjä tai määrättyjä valvontatehtäviä; 13) jätteen kansainvälisellä siirrolla jätteensiirtoasetus jätteiden siirrosta annetun Euroopan parlamentin ja neuvoston asetuksen (EY) N:o 1013/2006, jäljempänä, mukaista jätteen siirtoa Suomesta toiseen Euroopan unionin jäsenvaltioon ja Euroopan unionin jäsenvaltiosta Suomeen, jätteen vientiä Suomesta Euroopan unioniin kuulumattomaan maahan ja tuontia Euroopan unioniin kuulumattomasta maasta Suomeen joko suoraan tai unionin toisen jäsenvaltion kautta sekä jätteen siirtoa Euroopan unioniin kuulumattomasta maasta toiseen Euroopan unioniin kuulumattomaan maahan Suomen alueen kautta.",
        "folded_fi": "tassa laissa tarkoitetaan: 11) kasittelylla toimintaa, jonka tarkoituksena on jatteen vaarattomaksi tekeminen tai lopullinen sijoittaminen; 12) valvontaviranomaisella alueellista ymparistokeskusta ja kunnan ymparistonsuojeluviranomaista seka muutakin viranomaista silta osin kuin sille on annettu tassa laissa tai sen nojalla saadettyja tai maarattyja valvontatehtavia; 13) jatteen kansainvalisella siirrolla jatteensiirtoasetus jatteiden siirrosta annetun euroopan parlamentin ja neuvoston asetuksen (ey) n:o 1013/2006, jaljempana, mukaista jatteen siirtoa suomesta toiseen euroopan unionin jasenvaltioon ja euroopan unionin jasenvaltiosta suomeen, jatteen vientia suomesta euroopan unioniin kuulumattomaan maahan ja tuontia euroopan unioniin kuulumattomasta maasta suomeen joko suoraan tai unionin toisen jasenvaltion kautta seka jatteen siirtoa euroopan unioniin kuulumattomasta maasta toiseen euroopan unioniin kuulumattomaan maahan suomen alueen kautta.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 11) behandling verksamhet vars syfte är att göra avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljöcentralen och den kommunala miljövårdsmyndigheten samt även andra myndigheter i den mån de har getts tillsynsuppgifter som föreskrivs eller bestäms i denna lag eller med stöd av den, 13) internationell avfallstransport avfallstransportförordningen, i Europaparlamentets och rådets förordning (EG) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker från Finland till en annan medlemsstat i Europeiska unionen och från en medlemsstat i Europeiska unionen till Finland, export av avfall från Finland till ett land som inte hör till Europeiska unionen eller import av avfall från ett land som inte hör till Europeiska unionen till Finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall från ett land som inte hör till Europeiska unionen till ett annat land som inte hör till Europeiska unionen genom finskt territorium.",
        "normalized_sv": "I denna lag avses med 11) behandling verksamhet vars syfte är att göra avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljöcentralen och den kommunala miljövårdsmyndigheten samt även andra myndigheter i den mån de har getts tillsynsuppgifter som föreskrivs eller bestäms i denna lag eller med stöd av den, 13) internationell avfallstransport avfallstransportförordningen, i Europaparlamentets och rådets förordning (EG) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker från Finland till en annan medlemsstat i Europeiska unionen och från en medlemsstat i Europeiska unionen till Finland, export av avfall från Finland till ett land som inte hör till Europeiska unionen eller import av avfall från ett land som inte hör till Europeiska unionen till Finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall från ett land som inte hör till Europeiska unionen till ett annat land som inte hör till Europeiska unionen genom finskt territorium.",
        "folded_sv": "i denna lag avses med 11) behandling verksamhet vars syfte ar att gora avfallet oskadligt eller slutdeponera det, 12) tillsynsmyndighet den regionala miljocentralen och den kommunala miljovardsmyndigheten samt aven andra myndigheter i den man de har getts tillsynsuppgifter som foreskrivs eller bestams i denna lag eller med stod av den, 13) internationell avfallstransport avfallstransportforordningen, i europaparlamentets och radets forordning (eg) nr 1013/2006 om transport av avfall, nedan avsedd transport av avfall som sker fran finland till en annan medlemsstat i europeiska unionen och fran en medlemsstat i europeiska unionen till finland, export av avfall fran finland till ett land som inte hor till europeiska unionen eller import av avfall fran ett land som inte hor till europeiska unionen till finland antingen direkt eller genom en annan medlemsstat i unionen och transport av avfall fran ett land som inte hor till europeiska unionen till ett annat land som inte hor till europeiska unionen genom finskt territorium."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Valtakunnalliset viranomaiset",
      "content": "Suomen ympäristökeskus on jätteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilö. Suomen ympäristökeskus valvoo jätteen kansainvälisiä siirtoja koskevien säännösten noudattamista ja vastaa tarvittavasta yhteistyöstä muiden toimivaltaisten viranomaisten kanssa jätteen kansainvälisen siirron valvonnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Suomen ympäristökeskus on jätteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilö. Suomen ympäristökeskus valvoo jätteen kansainvälisiä siirtoja koskevien säännösten noudattamista ja vastaa tarvittavasta yhteistyöstä muiden toimivaltaisten viranomaisten kanssa jätteen kansainvälisen siirron valvonnassa.",
        "folded_fi": "suomen ymparistokeskus on jatteensiirtoasetuksessa tarkoitettu toimivaltainen viranomainen ja yhteyshenkilo. suomen ymparistokeskus valvoo jatteen kansainvalisia siirtoja koskevien saannosten noudattamista ja vastaa tarvittavasta yhteistyosta muiden toimivaltaisten viranomaisten kanssa jatteen kansainvalisen siirron valvonnassa.",
        "title_sv": "Riksomfattande myndigheter",
        "content_sv": "Finlands miljöcentral är behörig myndighet och kontaktorgan enligt avfallstransportförordningen. Finlands miljöcentral övervakar iakttagandet av bestämmelserna om internationella avfallstransporter och ansvarar för behövligt samarbete med andra behöriga myndigheter i tillsynen över internationella avfallstransporter.",
        "normalized_sv": "Finlands miljöcentral är behörig myndighet och kontaktorgan enligt avfallstransportförordningen. Finlands miljöcentral övervakar iakttagandet av bestämmelserna om internationella avfallstransporter och ansvarar för behövligt samarbete med andra behöriga myndigheter i tillsynen över internationella avfallstransporter.",
        "folded_sv": "finlands miljocentral ar behorig myndighet och kontaktorgan enligt avfallstransportforordningen. finlands miljocentral overvakar iakttagandet av bestammelserna om internationella avfallstransporter och ansvarar for behovligt samarbete med andra behoriga myndigheter i tillsynen over internationella avfallstransporter."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Muut viranomaiset",
      "content": "Jätteen kansainvälistä siirtoa sekä 5 §:n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientiä koskevien tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo myös tullilaitos. Jätteen kansainvälistä siirtoa tullilaitos valvoo toimialallaan yhteistyössä Suomen ympäristökeskuksen kanssa. Tullin on tarvittaessa pysäytettävä siirto, joka ei täytä jätteensiirtoasetuksen tai tämän lain vaatimuksia ja ilmoitettava asiasta Suomen ympäristökeskukselle, joka päättää jatkotoimista ilman viivytystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Jätteen kansainvälistä siirtoa sekä 5 § :n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientiä koskevien tämän lain ja sen nojalla annettujen säännösten ja määräysten noudattamista valvoo myös tullilaitos. Jätteen kansainvälistä siirtoa tullilaitos valvoo toimialallaan yhteistyössä Suomen ympäristökeskuksen kanssa. Tullin on tarvittaessa pysäytettävä siirto, joka ei täytä jätteensiirtoasetuksen tai tämän lain vaatimuksia ja ilmoitettava asiasta Suomen ympäristökeskukselle, joka päättää jatkotoimista ilman viivytystä.",
        "folded_fi": "jatteen kansainvalista siirtoa seka 5 §:n 1 momentissa tarkoitetun tuotteen maahantuontia ja maastavientia koskevien taman lain ja sen nojalla annettujen saannosten ja maaraysten noudattamista valvoo myos tullilaitos. jatteen kansainvalista siirtoa tullilaitos valvoo toimialallaan yhteistyossa suomen ymparistokeskuksen kanssa. tullin on tarvittaessa pysaytettava siirto, joka ei tayta jatteensiirtoasetuksen tai taman lain vaatimuksia ja ilmoitettava asiasta suomen ymparistokeskukselle, joka paattaa jatkotoimista ilman viivytysta.",
        "title_sv": "Andra myndigheter",
        "content_sv": "Iakttagandet av denna lags bestämmelser om och av de bestämmelser och föreskrifter som med stöd av den utfärdats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. övervakas även av tullverket. Tullverket övervakar i samarbete med Finlands miljöcentral internationella avfallstransporter inom sitt ansvarsområde. Tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportförordningen eller i denna lag och anmäla detta till Finlands miljöcentral, som utan dröjsmål beslutar om fortsatta åtgärder.",
        "normalized_sv": "Iakttagandet av denna lags bestämmelser om och av de bestämmelser och föreskrifter som med stöd av den utfärdats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. övervakas även av tullverket. Tullverket övervakar i samarbete med Finlands miljöcentral internationella avfallstransporter inom sitt ansvarsområde. Tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportförordningen eller i denna lag och anmäla detta till Finlands miljöcentral, som utan dröjsmål beslutar om fortsatta åtgärder.",
        "folded_sv": "iakttagandet av denna lags bestammelser om och av de bestammelser och foreskrifter som med stod av den utfardats om internationella avfallstransporter och om import och export av en produkt enligt 5 § 1 mom. overvakas aven av tullverket. tullverket overvakar i samarbete med finlands miljocentral internationella avfallstransporter inom sitt ansvarsomrade. tullen skall vid behov stoppa transporter som inte uppfyller kraven i avfallstransportforordningen eller i denna lag och anmala detta till finlands miljocentral, som utan drojsmal beslutar om fortsatta atgarder."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Jätteen siirto",
      "content": "Jätteen siirrosta ja siirron hyväksymisestä on voimassa, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Yksinomaan Suomen alueella tapahtuvasta jätteen siirrosta on kuitenkin voimassa, mitä siitä tässä laissa ja sen nojalla laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Jätteen siirrosta ja siirron hyväksymisestä on voimassa, mitä jätteensiirtoasetuksessa sekä tässä laissa ja sen nojalla säädetään. Yksinomaan Suomen alueella tapahtuvasta jätteen siirrosta on kuitenkin voimassa, mitä siitä tässä laissa ja sen nojalla laissa säädetään.",
        "folded_fi": "jatteen siirrosta ja siirron hyvaksymisesta on voimassa, mita jatteensiirtoasetuksessa seka tassa laissa ja sen nojalla saadetaan. yksinomaan suomen alueella tapahtuvasta jatteen siirrosta on kuitenkin voimassa, mita siita tassa laissa ja sen nojalla laissa saadetaan.",
        "title_sv": "Avfallstransporter",
        "content_sv": "I fråga om avfallstransport och godkännande av transporter gäller avfallstransportförordningen samt vad som föreskrivs i denna lag och med stöd av den. Angående avfallstransporter som äger rum enbart på finskt territorium gäller dock denna lag och vad som föreskrivs med stöd av den.",
        "normalized_sv": "I fråga om avfallstransport och godkännande av transporter gäller avfallstransportförordningen samt vad som föreskrivs i denna lag och med stöd av den. Angående avfallstransporter som äger rum enbart på finskt territorium gäller dock denna lag och vad som föreskrivs med stöd av den.",
        "folded_sv": "i fraga om avfallstransport och godkannande av transporter galler avfallstransportforordningen samt vad som foreskrivs i denna lag och med stod av den. angaende avfallstransporter som ager rum enbart pa finskt territorium galler dock denna lag och vad som foreskrivs med stod av den."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Jätteen siirto käsiteltäväksi toiseen maahan",
      "content": "Sen lisäksi, mitä 45 §:ssä säädetään, jätteen saa siirtää Suomesta toiseen maahan vain, jos: 1) Suomessa ei ole teknisiä tai taloudellisia edellytyksiä taikka tarvittavia käsittelylaitoksia tai -paikkoja jätteen käsittelemiseksi hyväksyttävällä tavalla; 2) jäte käsitellään siellä ympäristönsuojelun kannalta olennaisesti paremmin kuin Suomessa; 3) jäte käsitellään siellä tavalla, joka olisi ympäristönsuojelun kannalta hyväksyttävä Suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin käsittely Suomessa; tai 4) siirto tehdään uuden käsittelymenetelmän kokeilemiseksi tai kyseessä on muuta koetoimintaa varten tarpeellisen jäte-erän siirto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Sen lisäksi, mitä 45 § :ssä säädetään, jätteen saa siirtää Suomesta toiseen maahan vain, jos: 1) Suomessa ei ole teknisiä tai taloudellisia edellytyksiä taikka tarvittavia käsittelylaitoksia tai -paikkoja jätteen käsittelemiseksi hyväksyttävällä tavalla; 2) jäte käsitellään siellä ympäristönsuojelun kannalta olennaisesti paremmin kuin Suomessa; 3) jäte käsitellään siellä tavalla, joka olisi ympäristönsuojelun kannalta hyväksyttävä Suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin käsittely Suomessa; tai 4) siirto tehdään uuden käsittelymenetelmän kokeilemiseksi tai kyseessä on muuta koetoimintaa varten tarpeellisen jäte-erän siirto.",
        "folded_fi": "sen lisaksi, mita 45 §:ssa saadetaan, jatteen saa siirtaa suomesta toiseen maahan vain, jos: 1) suomessa ei ole teknisia tai taloudellisia edellytyksia taikka tarvittavia kasittelylaitoksia tai -paikkoja jatteen kasittelemiseksi hyvaksyttavalla tavalla; 2) jate kasitellaan siella ymparistonsuojelun kannalta olennaisesti paremmin kuin suomessa; 3) jate kasitellaan siella tavalla, joka olisi ymparistonsuojelun kannalta hyvaksyttava suomessa ja joka on kustannuksiltaan olennaisesti edullisempi kuin kasittely suomessa; tai 4) siirto tehdaan uuden kasittelymenetelman kokeilemiseksi tai kyseessa on muuta koetoimintaa varten tarpeellisen jate-eran siirto.",
        "title_sv": "Transport av avfall till ett annat land för behandling",
        "content_sv": "Utöver vad som bestäms i 45 § får avfall transporteras från Finland till ett annat land endast om 1) det i Finland inte finns tekniska eller ekonomiska förutsättningar eller behövliga behandlingsanläggningar eller behandlingsplatser för behandling av avfallet på behörigt sätt, 2) behandlingen av avfallet där är avsevärt bättre med tanke på miljöskyddet än i Finland, 3) avfallet där behandlas på ett sätt som med tanke på miljöskyddet skulle vara godtagbart i Finland och som till kostnaderna är avsevärt fördelaktigare än behandling i Finland, eller 4) transporten utförs för att pröva en ny behandlingsmetod eller det är fråga om transport av ett parti avfall för annan försöksverksamhet.",
        "normalized_sv": "Utöver vad som bestäms i 45 § får avfall transporteras från Finland till ett annat land endast om 1) det i Finland inte finns tekniska eller ekonomiska förutsättningar eller behövliga behandlingsanläggningar eller behandlingsplatser för behandling av avfallet på behörigt sätt, 2) behandlingen av avfallet där är avsevärt bättre med tanke på miljöskyddet än i Finland, 3) avfallet där behandlas på ett sätt som med tanke på miljöskyddet skulle vara godtagbart i Finland och som till kostnaderna är avsevärt fördelaktigare än behandling i Finland, eller 4) transporten utförs för att pröva en ny behandlingsmetod eller det är fråga om transport av ett parti avfall för annan försöksverksamhet.",
        "folded_sv": "utover vad som bestams i 45 § far avfall transporteras fran finland till ett annat land endast om 1) det i finland inte finns tekniska eller ekonomiska forutsattningar eller behovliga behandlingsanlaggningar eller behandlingsplatser for behandling av avfallet pa behorigt satt, 2) behandlingen av avfallet dar ar avsevart battre med tanke pa miljoskyddet an i finland, 3) avfallet dar behandlas pa ett satt som med tanke pa miljoskyddet skulle vara godtagbart i finland och som till kostnaderna ar avsevart fordelaktigare an behandling i finland, eller 4) transporten utfors for att prova en ny behandlingsmetod eller det ar fraga om transport av ett parti avfall for annan forsoksverksamhet."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Jätteen siirto käsiteltäväksi Suomeen",
      "content": "Sen lisäksi, mitä 45 §:ssä säädetään, jätteen saa siirtää Suomeen käsiteltäväksi vain, jos: 1) Suomessa syntyvien jätteiden käsittely ei tämän vuoksi esty eikä viivästy; 2) jäte käsitellään ilman kohtuutonta viivästystä viimeistään vuoden kuluttua siirrosta; ja 3) jäte käsitellään käsittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. Jätettä ei kuitenkaan saa siirtää Suomeen käsiteltäväksi, jos tarkoituksena on: 1) jätteen sijoittaminen maahan, maan päälle tai erityisesti suunnitellulle kaatopaikalle; 2) jätteen polttaminen muussa kuin ongelmajätteen polttoon erikoistuneessa laitoksessa; 3) jätteen biologinen tai fysikaalis-kemiallinen käsittely, jos tällaisessa käsittelyssä syntyvän jätteen jatkokäsittely vaikeuttaa Suomessa syntyvien jätteiden käsittelyä; tai 4) jätteen maaperäkäsittely, syväinjektointi, allastus, vesistöön tai mereen päästäminen, merellä polttaminen tai pysyvä varastointi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Sen lisäksi, mitä 45 § :ssä säädetään, jätteen saa siirtää Suomeen käsiteltäväksi vain, jos: 1) Suomessa syntyvien jätteiden käsittely ei tämän vuoksi esty eikä viivästy; 2) jäte käsitellään ilman kohtuutonta viivästystä viimeistään vuoden kuluttua siirrosta; ja 3) jäte käsitellään käsittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. Jätettä ei kuitenkaan saa siirtää Suomeen käsiteltäväksi, jos tarkoituksena on: 1) jätteen sijoittaminen maahan, maan päälle tai erityisesti suunnitellulle kaatopaikalle; 2) jätteen polttaminen muussa kuin ongelmajätteen polttoon erikoistuneessa laitoksessa; 3) jätteen biologinen tai fysikaalis-kemiallinen käsittely, jos tällaisessa käsittelyssä syntyvän jätteen jatkokäsittely vaikeuttaa Suomessa syntyvien jätteiden käsittelyä; tai 4) jätteen maaperäkäsittely, syväinjektointi, allastus, vesistöön tai mereen päästäminen, merellä polttaminen tai pysyvä varastointi.",
        "folded_fi": "sen lisaksi, mita 45 §:ssa saadetaan, jatteen saa siirtaa suomeen kasiteltavaksi vain, jos: 1) suomessa syntyvien jatteiden kasittely ei taman vuoksi esty eika viivasty; 2) jate kasitellaan ilman kohtuutonta viivastysta viimeistaan vuoden kuluttua siirrosta; ja 3) jate kasitellaan kasittelylaitoksessa tai -paikassa lupaehtojen ja toiminnalle muutoin asetettujen vaatimusten mukaisesti. jatetta ei kuitenkaan saa siirtaa suomeen kasiteltavaksi, jos tarkoituksena on: 1) jatteen sijoittaminen maahan, maan paalle tai erityisesti suunnitellulle kaatopaikalle; 2) jatteen polttaminen muussa kuin ongelmajatteen polttoon erikoistuneessa laitoksessa; 3) jatteen biologinen tai fysikaalis-kemiallinen kasittely, jos tallaisessa kasittelyssa syntyvan jatteen jatkokasittely vaikeuttaa suomessa syntyvien jatteiden kasittelya; tai 4) jatteen maaperakasittely, syvainjektointi, allastus, vesistoon tai mereen paastaminen, merella polttaminen tai pysyva varastointi.",
        "title_sv": "Transport av avfall till Finland för behandling",
        "content_sv": "Utöver vad som bestäms i 45 § får avfall transporteras till Finland för behandling endast om 1) behandlingen av avfall som uppkommer i Finland inte förhindras eller fördröjs till följd av detta, 2) avfallet behandlas utan oskäligt dröjsmål senast inom ett år efter transporten, och 3) avfallet behandlas i en behandlingsanläggning eller på en behandlingsplats i enlighet med tillståndsvillkoren och andra villkor som uppställts för verksamheten. Avfall får dock inte transporteras till Finland för behandling om avsikten är att 1) deponera avfallet i eller på marken eller på särskilt planerade avstjälpningsplatser, 2) förbränna avfallet på andra platser än i anläggningar som är specialiserade på förbränning av problemavfall, 3) låta avfallet undergå biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstår vid sådan behandling försvårar behandlingen av avfall som uppkommer i Finland, eller 4) låta avfallet behandlas i markbädd, djupinjiceras, invallas, släppas ut till vatten eller hav, förbrännas till havs eller lagras permanent.",
        "normalized_sv": "Utöver vad som bestäms i 45 § får avfall transporteras till Finland för behandling endast om 1) behandlingen av avfall som uppkommer i Finland inte förhindras eller fördröjs till följd av detta, 2) avfallet behandlas utan oskäligt dröjsmål senast inom ett år efter transporten, och 3) avfallet behandlas i en behandlingsanläggning eller på en behandlingsplats i enlighet med tillståndsvillkoren och andra villkor som uppställts för verksamheten. Avfall får dock inte transporteras till Finland för behandling om avsikten är att 1) deponera avfallet i eller på marken eller på särskilt planerade avstjälpningsplatser, 2) förbränna avfallet på andra platser än i anläggningar som är specialiserade på förbränning av problemavfall, 3) låta avfallet undergå biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstår vid sådan behandling försvårar behandlingen av avfall som uppkommer i Finland, eller 4) låta avfallet behandlas i markbädd, djupinjiceras, invallas, släppas ut till vatten eller hav, förbrännas till havs eller lagras permanent.",
        "folded_sv": "utover vad som bestams i 45 § far avfall transporteras till finland for behandling endast om 1) behandlingen av avfall som uppkommer i finland inte forhindras eller fordrojs till foljd av detta, 2) avfallet behandlas utan oskaligt drojsmal senast inom ett ar efter transporten, och 3) avfallet behandlas i en behandlingsanlaggning eller pa en behandlingsplats i enlighet med tillstandsvillkoren och andra villkor som uppstallts for verksamheten. avfall far dock inte transporteras till finland for behandling om avsikten ar att 1) deponera avfallet i eller pa marken eller pa sarskilt planerade avstjalpningsplatser, 2) forbranna avfallet pa andra platser an i anlaggningar som ar specialiserade pa forbranning av problemavfall, 3) lata avfallet underga biologisk eller fysikalisk-kemisk behandling om den fortsatta behandlingen av avfall som uppstar vid sadan behandling forsvarar behandlingen av avfall som uppkommer i finland, eller 4) lata avfallet behandlas i markbadd, djupinjiceras, invallas, slappas ut till vatten eller hav, forbrannas till havs eller lagras permanent."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Jätteen siirron kieltäminen aiemman laittoman siirron vuoksi",
      "content": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti kieltää jätteen kansainvälisen siirron, jos ilmoituksen tekijän tai jätteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai päätöksellä todettu syyllistyneen tahalliseen tai törkeästä huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ympäristönsuojelullisista syistä laittomaan toimintaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti kieltää jätteen kansainvälisen siirron, jos ilmoituksen tekijän tai jätteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai päätöksellä todettu syyllistyneen tahalliseen tai törkeästä huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ympäristönsuojelullisista syistä laittomaan toimintaan.",
        "folded_fi": "suomen ymparistokeskus voi jatteensiirtoasetuksen mukaisesti kieltaa jatteen kansainvalisen siirron, jos ilmoituksen tekijan tai jatteen vastaanottajan on aiemmin lainvoimaisella tuomiolla tai paatoksella todettu syyllistyneen tahalliseen tai torkeasta huolimattomuudesta tehtyyn laittomaan siirtoon tai muuhun ymparistonsuojelullisista syista laittomaan toimintaan.",
        "title_sv": "Förbud mot avfallstransport på grund av tidigare olagliga transporter",
        "content_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen förbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmälaren eller mottagaren uppsåtligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till någon annan handling som är olaglig av miljöskyddsskäl.",
        "normalized_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen förbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmälaren eller mottagaren uppsåtligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till någon annan handling som är olaglig av miljöskyddsskäl.",
        "folded_sv": "finlands miljocentral kan i enlighet med avfallstransportforordningen forbjuda en internationell avfallstransport om det tidigare genom dom eller beslut som vunnit laga kraft har slagits fast att anmalaren eller mottagaren uppsatligen eller av grov oaktsamhet har gjort sig skyldig till olaglig transport eller till nagon annan handling som ar olaglig av miljoskyddsskal."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "48 a",
      "section": "48 a",
      "title": "Jätteen siirto raja-alueella",
      "content": "Jätteen kansainväliseen siirtoon Suomen raja-alueilla sovelletaan, mitä siitä on jätteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu Suomen ja toisen Euroopan unionin jäsenvaltion tai Euroopan talousalueeseen kuuluvan valtion kesken.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 a",
        "normalized_fi": "Jätteen kansainväliseen siirtoon Suomen raja-alueilla sovelletaan, mitä siitä on jätteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu Suomen ja toisen Euroopan unionin jäsenvaltion tai Euroopan talousalueeseen kuuluvan valtion kesken.",
        "folded_fi": "jatteen kansainvaliseen siirtoon suomen raja-alueilla sovelletaan, mita siita on jatteensiirtoasetuksen 30 artiklassa tarkoitetulla tavalla sovittu suomen ja toisen euroopan unionin jasenvaltion tai euroopan talousalueeseen kuuluvan valtion kesken.",
        "title_sv": "Transport av avfall inom gränsområden",
        "content_sv": "På internationell avfallstransport inom Finlands gränsområden tillämpas de överenskommelser enligt artikel 30 i avfallstransportförordningen som Finland ingår med andra medlemsstater i Europeiska unionen eller stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "På internationell avfallstransport inom Finlands gränsområden tillämpas de överenskommelser enligt artikel 30 i avfallstransportförordningen som Finland ingår med andra medlemsstater i Europeiska unionen eller stater som hör till Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "pa internationell avfallstransport inom finlands gransomraden tillampas de overenskommelser enligt artikel 30 i avfallstransportforordningen som finland ingar med andra medlemsstater i europeiska unionen eller stater som hor till europeiska ekonomiska samarbetsomradet."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "48 b",
      "section": "48 b",
      "title": "Jätteensiirtoasetuksen vientikiellon soveltaminen poikkeustapauksessa",
      "content": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti päättää: 1) että jätteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettyä jätteensiirtoasetuksen liitteessä V tarkoitettua jätettä, jos ilmoituksen tekijä luotettavasti osoittaa, ettei kyseisellä jätteellä ole yhtään jätteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; sekä 2) että jäte poikkeustapauksessa voidaan luokitella vaaralliseksi jätteeksi ja sen vuoksi soveltaa jätteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jätettä ei mainita jätteensiirtoasetuksen liitteessä V tai se mainitaan sanotun liitteen 1 osan B luettelossa, jos kyseisellä jätteellä on jokin jätteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. Suomen ympäristökeskuksen on ennen 1 momentissa tarkoitetun päätöksen tekemistä ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. Suomen ympäristökeskuksen on myös kunkin kalenterivuoden loppuun mennessä ilmoitettava tällaisesta päätöksestä ympäristöministeriölle ja Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 b",
        "normalized_fi": "Suomen ympäristökeskus voi jätteensiirtoasetuksen mukaisesti päättää: 1) että jätteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettyä jätteensiirtoasetuksen liitteessä V tarkoitettua jätettä, jos ilmoituksen tekijä luotettavasti osoittaa, ettei kyseisellä jätteellä ole yhtään jätteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; sekä 2) että jäte poikkeustapauksessa voidaan luokitella vaaralliseksi jätteeksi ja sen vuoksi soveltaa jätteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jätettä ei mainita jätteensiirtoasetuksen liitteessä V tai se mainitaan sanotun liitteen 1 osan B luettelossa, jos kyseisellä jätteellä on jokin jätteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. Suomen ympäristökeskuksen on ennen 1 momentissa tarkoitetun päätöksen tekemistä ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. Suomen ympäristökeskuksen on myös kunkin kalenterivuoden loppuun mennessä ilmoitettava tällaisesta päätöksestä ympäristöministeriölle ja Euroopan yhteisöjen komissiolle.",
        "folded_fi": "suomen ymparistokeskus voi jatteensiirtoasetuksen mukaisesti paattaa: 1) etta jatteensiirtoasetuksen 36 artiklan 1 kohdassa tarkoitettu vientikielto ei poikkeustapauksessa koske tiettya jatteensiirtoasetuksen liitteessa v tarkoitettua jatetta, jos ilmoituksen tekija luotettavasti osoittaa, ettei kyseisella jatteella ole yhtaan jatteensiirtoasetuksen 36 artiklan 3 kohdassa tarkoitettua ominaisuutta; seka 2) etta jate poikkeustapauksessa voidaan luokitella vaaralliseksi jatteeksi ja sen vuoksi soveltaa jatteensiirtoasetuksen 36 artiklan 1 kohdan mukaista vientikieltoa, vaikka jatetta ei mainita jatteensiirtoasetuksen liitteessa v tai se mainitaan sanotun liitteen 1 osan b luettelossa, jos kyseisella jatteella on jokin jatteensiirtoasetuksen 36 artiklan 4 kohdassa tarkoitettu ominaisuus. suomen ymparistokeskuksen on ennen 1 momentissa tarkoitetun paatoksen tekemista ilmoitettava asiasta vastaanottomaan toimivaltaiselle viranomaiselle. suomen ymparistokeskuksen on myos kunkin kalenterivuoden loppuun mennessa ilmoitettava tallaisesta paatoksesta ymparistoministeriolle ja euroopan yhteisojen komissiolle.",
        "title_sv": "Tillämpning av exportförbudet enligt avfallstransportförordningen i undantagsfall",
        "content_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen besluta 1) att exportförbudet enligt artikel 36.1 i avfallstransportförordningen i undantagsfall inte gäller en viss typ av avfall som avses i bilaga V till avfallstransportförordningen, om anmälaren tillförlitligt visar att avfallet i fråga inte har någon av de egenskaper som avses i artikel 36.3 i avfallstransportförordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportförbudet enligt artikel 36.1 i avfallstransportförordningen därför tillämpas, även om avfallet inte nämns i bilaga V till avfallstransportförordningen eller det nämns i del 1 förteckning B i nämnda bilaga, om avfallet i fråga har någon av de egenskaper som avses i artikel 36.4 i avfallstransportförordningen. Innan Finlands miljöcentral fattar ett beslut enligt 1 mom. skall den informera den behöriga myndigheten i mottagarlandet. Finlands miljöcentral skall också före utgången av varje kalenderår underrätta miljöministeriet och Europeiska gemenskapernas kommission om sådana beslut.",
        "normalized_sv": "Finlands miljöcentral kan i enlighet med avfallstransportförordningen besluta 1) att exportförbudet enligt artikel 36.1 i avfallstransportförordningen i undantagsfall inte gäller en viss typ av avfall som avses i bilaga V till avfallstransportförordningen, om anmälaren tillförlitligt visar att avfallet i fråga inte har någon av de egenskaper som avses i artikel 36.3 i avfallstransportförordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportförbudet enligt artikel 36.1 i avfallstransportförordningen därför tillämpas, även om avfallet inte nämns i bilaga V till avfallstransportförordningen eller det nämns i del 1 förteckning B i nämnda bilaga, om avfallet i fråga har någon av de egenskaper som avses i artikel 36.4 i avfallstransportförordningen. Innan Finlands miljöcentral fattar ett beslut enligt 1 mom. skall den informera den behöriga myndigheten i mottagarlandet. Finlands miljöcentral skall också före utgången av varje kalenderår underrätta miljöministeriet och Europeiska gemenskapernas kommission om sådana beslut.",
        "folded_sv": "finlands miljocentral kan i enlighet med avfallstransportforordningen besluta 1) att exportforbudet enligt artikel 36.1 i avfallstransportforordningen i undantagsfall inte galler en viss typ av avfall som avses i bilaga v till avfallstransportforordningen, om anmalaren tillforlitligt visar att avfallet i fraga inte har nagon av de egenskaper som avses i artikel 36.3 i avfallstransportforordningen, samt 2) att avfallet i undantagsfall kan klassificeras som farligt avfall och att exportforbudet enligt artikel 36.1 i avfallstransportforordningen darfor tillampas, aven om avfallet inte namns i bilaga v till avfallstransportforordningen eller det namns i del 1 forteckning b i namnda bilaga, om avfallet i fraga har nagon av de egenskaper som avses i artikel 36.4 i avfallstransportforordningen. innan finlands miljocentral fattar ett beslut enligt 1 mom. skall den informera den behoriga myndigheten i mottagarlandet. finlands miljocentral skall ocksa fore utgangen av varje kalenderar underratta miljoministeriet och europeiska gemenskapernas kommission om sadana beslut."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "48 c",
      "section": "48 c",
      "title": "Jätteensiirtoasetuksen 18 artiklan mukaisen jätteen kansainvälinen siirto",
      "content": "Suomen ympäristökeskuksella on oikeus pyynnöstä saada jätteen kansainvälisestä siirrosta vastaavalta tai jätteen kuljettajalta jätteensiirtoasetuksen liitteessä VII tarkoitetut tiedot jätteensiirtoasetuksen 18 artiklassa tarkoitetuista jätteistä, jos se on tarpeen tarkastuksia ja täytäntöönpanoa varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48 c",
        "normalized_fi": "Suomen ympäristökeskuksella on oikeus pyynnöstä saada jätteen kansainvälisestä siirrosta vastaavalta tai jätteen kuljettajalta jätteensiirtoasetuksen liitteessä VII tarkoitetut tiedot jätteensiirtoasetuksen 18 artiklassa tarkoitetuista jätteistä, jos se on tarpeen tarkastuksia ja täytäntöönpanoa varten.",
        "folded_fi": "suomen ymparistokeskuksella on oikeus pyynnosta saada jatteen kansainvalisesta siirrosta vastaavalta tai jatteen kuljettajalta jatteensiirtoasetuksen liitteessa vii tarkoitetut tiedot jatteensiirtoasetuksen 18 artiklassa tarkoitetuista jatteista, jos se on tarpeen tarkastuksia ja taytantoonpanoa varten.",
        "title_sv": "Internationell transport av avfall enligt artikel 18 i avfallstransportförordningen",
        "content_sv": "Finlands miljöcentral har rätt att på begäran få de uppgifter som avses i bilaga VII till avfallstransportförordningen och som gäller avfall som avses i artikel 18 i förordningen av den som ansvarar för en internationell avfallstransport eller av avfallstransportören, om det är nödvändigt med tanke på inspektionerna och verkställigheten.",
        "normalized_sv": "Finlands miljöcentral har rätt att på begäran få de uppgifter som avses i bilaga VII till avfallstransportförordningen och som gäller avfall som avses i artikel 18 i förordningen av den som ansvarar för en internationell avfallstransport eller av avfallstransportören, om det är nödvändigt med tanke på inspektionerna och verkställigheten.",
        "folded_sv": "finlands miljocentral har ratt att pa begaran fa de uppgifter som avses i bilaga vii till avfallstransportforordningen och som galler avfall som avses i artikel 18 i forordningen av den som ansvarar for en internationell avfallstransport eller av avfallstransportoren, om det ar nodvandigt med tanke pa inspektionerna och verkstalligheten."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "60",
      "section": "60",
      "title": "Jäterikkomus",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 5 §:n 1 momentin 1, 3 tai 4 kohdassa, 6 §:n 6 tai 8 kohdassa, 7 §:n 4 momentissa, 17 §:n 1 momentissa, 18 c §:n 4 momentin 2 kohdassa, 18 g §:n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a §:ssä tarkoitettua kieltoa taikka mainittujen säännösten nojalla annettua kieltoa tai määräystä, 2) laiminlyö 7―9, 12 tai 14 §:ssä, 15 §:n 1 momentissa, 18 c―18 m §:ssä taikka 51 §:n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtää Suomen alueen kautta jätettä tämän lain tai sen nojalla annetun säännöksen tai yksittäistapausta koskevan määräyksen tai jätteensiirtoasetuksen vastaisesti, jäterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jäterikkomuksesta tuomitaan niin ikään se, joka tahallaan tai törkeästä huolimattomuudesta rikkoo 13 §:n 1 momentin nojalla annettua määräystä tai laiminlyö 11 §:ssä, 20 §:n 1 tai 2 momentissa taikka 21, 49 tai 50 b §:ssä tarkoitetun velvollisuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:60",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) rikkoo 5 § :n 1 momentin 1, 3 tai 4 kohdassa, 6 § :n 6 tai 8 kohdassa, 7 § :n 4 momentissa, 17 § :n 1 momentissa, 18 c § :n 4 momentin 2 kohdassa, 18 g § :n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a § :ssä tarkoitettua kieltoa taikka mainittujen säännösten nojalla annettua kieltoa tai määräystä, 2) laiminlyö 7―9, 12 tai 14 § :ssä, 15 § :n 1 momentissa, 18 c―18 m § :ssä taikka 51 § :n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtää Suomen alueen kautta jätettä tämän lain tai sen nojalla annetun säännöksen tai yksittäistapausta koskevan määräyksen tai jätteensiirtoasetuksen vastaisesti, jäterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon. Jäterikkomuksesta tuomitaan niin ikään se, joka tahallaan tai törkeästä huolimattomuudesta rikkoo 13 § :n 1 momentin nojalla annettua määräystä tai laiminlyö 11 § :ssä, 20 § :n 1 tai 2 momentissa taikka 21, 49 tai 50 b § :ssä tarkoitetun velvollisuuden.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) rikkoo 5 §:n 1 momentin 1, 3 tai 4 kohdassa, 6 §:n 6 tai 8 kohdassa, 7 §:n 4 momentissa, 17 §:n 1 momentissa, 18 c §:n 4 momentin 2 kohdassa, 18 g §:n 4 momentissa taikka 18 n, 19, 50, 57 tai 73 a §:ssa tarkoitettua kieltoa taikka mainittujen saannosten nojalla annettua kieltoa tai maaraysta, 2) laiminlyo 7―9, 12 tai 14 §:ssa, 15 §:n 1 momentissa, 18 c―18 m §:ssa taikka 51 §:n 3 tai 4 momentissa tarkoitetun velvollisuuden taikka 3) tuo maahan, vie maasta tai siirtaa suomen alueen kautta jatetta taman lain tai sen nojalla annetun saannoksen tai yksittaistapausta koskevan maarayksen tai jatteensiirtoasetuksen vastaisesti, jaterikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon. jaterikkomuksesta tuomitaan niin ikaan se, joka tahallaan tai torkeasta huolimattomuudesta rikkoo 13 §:n 1 momentin nojalla annettua maaraysta tai laiminlyo 11 §:ssa, 20 §:n 1 tai 2 momentissa taikka 21, 49 tai 50 b §:ssa tarkoitetun velvollisuuden.",
        "title_sv": "Avfallsförseelse",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot förbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot förbud, föreskrifter eller bestämmelser som meddelats med stöd av nämnda lagrum, 2) försummar skyldigheter som avses i 7―9, 12 eller 14 §, 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) för in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestämmelser som har utfärdats eller särskilda föreskrifter som har meddelats med stöd av den eller i strid med avfallstransportförordningen avfallsförseelse skall, om inte strängare straff för gärningen föreskrivs på något annat ställe i lag, för dömas till böter. För avfallsförseelse döms likaså den som uppsåtligen eller av grov oaktsamhet bryter mot en bestämmelse som meddelats med stöd av 13 § 1 mom. eller försummar de skyldigheter som avses i 11 §, 20 § 1 eller 2 mom., 21, 49 eller 50 b §.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) bryter mot förbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot förbud, föreskrifter eller bestämmelser som meddelats med stöd av nämnda lagrum, 2) försummar skyldigheter som avses i 7―9, 12 eller 14 § , 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) för in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestämmelser som har utfärdats eller särskilda föreskrifter som har meddelats med stöd av den eller i strid med avfallstransportförordningen avfallsförseelse skall, om inte strängare straff för gärningen föreskrivs på något annat ställe i lag, för dömas till böter. För avfallsförseelse döms likaså den som uppsåtligen eller av grov oaktsamhet bryter mot en bestämmelse som meddelats med stöd av 13 § 1 mom. eller försummar de skyldigheter som avses i 11 § , 20 § 1 eller 2 mom., 21, 49 eller 50 b § .",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) bryter mot forbud som avses i 5 § 1 mom. 1, 3 eller 4 punkten, 6 § 6 eller 8 punkten, 7 § 4 mom., 17 § 1 mom., 18 c § 4 mom. 2 punkten, 18 g § 4 mom. eller 18 n, 19, 50, 57 eller 73 a § eller mot forbud, foreskrifter eller bestammelser som meddelats med stod av namnda lagrum, 2) forsummar skyldigheter som avses i 7―9, 12 eller 14 §, 15 § 1 mom., 18 c― 18 m § eller 51 § 3 eller 4 mom., eller 3) for in i landet eller ut ur landet eller genom finskt territorium transiterar avfall i strid med denna lag eller bestammelser som har utfardats eller sarskilda foreskrifter som har meddelats med stod av den eller i strid med avfallstransportforordningen avfallsforseelse skall, om inte strangare straff for garningen foreskrivs pa nagot annat stalle i lag, for domas till boter. for avfallsforseelse doms likasa den som uppsatligen eller av grov oaktsamhet bryter mot en bestammelse som meddelats med stod av 13 § 1 mom. eller forsummar de skyldigheter som avses i 11 §, 20 § 1 eller 2 mom., 21, 49 eller 50 b §."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "74",
      "section": "74",
      "title": "Tarkemmat säännökset",
      "content": "Valtioneuvoston asetuksella voidaan säätää: 9) toiminnan ilmoittamisesta jätetiedostoon annettujen säännösten soveltamisesta sekä jätetiedostosta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:74",
        "normalized_fi": "Valtioneuvoston asetuksella voidaan säätää: 9) toiminnan ilmoittamisesta jätetiedostoon annettujen säännösten soveltamisesta sekä jätetiedostosta;",
        "folded_fi": "valtioneuvoston asetuksella voidaan saataa: 9) toiminnan ilmoittamisesta jatetiedostoon annettujen saannosten soveltamisesta seka jatetiedostosta;",
        "title_sv": "Närmare stadganden",
        "content_sv": "Genom förordning av statsrådet kan föreskrivas om 9) tillämpning av bestämmelserna om anmälan av verksamhet till avfallsregistret samt om avfallsregistret,",
        "normalized_sv": "Genom förordning av statsrådet kan föreskrivas om 9) tillämpning av bestämmelserna om anmälan av verksamhet till avfallsregistret samt om avfallsregistret,",
        "folded_sv": "genom forordning av statsradet kan foreskrivas om 9) tillampning av bestammelserna om anmalan av verksamhet till avfallsregistret samt om avfallsregistret,"
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    }
  ]
}