{
  "id": "754/2024",
  "type": "statute",
  "title": "Laki ympäristönsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av miljöskyddslagen",
  "status": "in_force",
  "issued_date": "2024-12-05",
  "in_force_date": "2024-12-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/754/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17:159",
      "chapter": "17",
      "section": "159",
      "title": "Vaadittava pätevyys ja sen osoittaminen",
      "content": "Otsoniasetuksen liitteen I ja F-kaasuasetuksen liitteiden I-III mukaisia aineita sekä niille vaihtoehtoisia kylmäaineita sisältäviä laitteita tai järjestelmiä asentavalla, kunnossapitävällä, huoltavalla, korjaavalla, käytöstä poistavalla, vuotoja tarkastavalla taikka edellä mainittujen aineiden talteenottoa suorittavalla henkilöllä ja toiminnanharjoittajalla on oltava aineiden päästöjen ehkäisemiseksi edellytetty riittävä pätevyys. Henkilön on osoitettava pätevyytensä tämän lain, otsoniasetuksen tai F-kaasuasetuksen taikka niiden nojalla säädettyjen vaatimusten mukaisesti: 1) kiinteiden jäähdytys-, ilmastointi- ja lämpöpumppujen sekä orgaanisten Rankine-prosessien käsittelyssä sekä kylmäkuljetuskuorma-autojen tai -perävaunujen, kevyiden kylmäkuljetusajoneuvojen, intermodaalikonttien, kylmäkuljetuskonttien ja junavaunujen jäähdytysyksikköjen käsittelyssä toimivan henkilön on osoitettava pätevyytensä ammatillisessa tutkinnossa ja koulutuksen järjestäjän tulee antaa todistus pätevyytensä osoittaneelle henkilölle; todistuksen antamisesta säädetään ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sähköisiä kytkinlaitteita ja ajoneuvojen ilmastointilaitteita käsittelevän henkilön sekä fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisältävistä laitteista näitä kaasuja talteen ottavan henkilön on osoitettava pätevyytensä Turvallisuus- ja kemikaaliviraston hyväksymän riittävän asiantuntevan tahon järjestämässä kokeessa ja hyväksytysti suoritetusta kokeesta annetaan todistus pätevyytensä osoittaneelle henkilölle. Riittävän asiantuntevana tahona pidetään näiden alojen oppilaitosta tai henkilöiden sertifiointia hoitavaa yritystä taikka laitteen tai laitteiston maahantuojaa. Riittävän asiantuntevan tahon henkilöstöön sovelletaan sen hoitaessa tässä laissa tarkoitettuja julkisia hallintotehtäviä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:159",
        "normalized_fi": "Otsoniasetuksen liitteen I ja F-kaasuasetuksen liitteiden I-III mukaisia aineita sekä niille vaihtoehtoisia kylmäaineita sisältäviä laitteita tai järjestelmiä asentavalla, kunnossapitävällä, huoltavalla, korjaavalla, käytöstä poistavalla, vuotoja tarkastavalla taikka edellä mainittujen aineiden talteenottoa suorittavalla henkilöllä ja toiminnanharjoittajalla on oltava aineiden päästöjen ehkäisemiseksi edellytetty riittävä pätevyys. Henkilön on osoitettava pätevyytensä tämän lain, otsoniasetuksen tai F-kaasuasetuksen taikka niiden nojalla säädettyjen vaatimusten mukaisesti: 1) kiinteiden jäähdytys-, ilmastointi- ja lämpöpumppujen sekä orgaanisten Rankine-prosessien käsittelyssä sekä kylmäkuljetuskuorma-autojen tai -perävaunujen, kevyiden kylmäkuljetusajoneuvojen, intermodaalikonttien, kylmäkuljetuskonttien ja junavaunujen jäähdytysyksikköjen käsittelyssä toimivan henkilön on osoitettava pätevyytensä ammatillisessa tutkinnossa ja koulutuksen järjestäjän tulee antaa todistus pätevyytensä osoittaneelle henkilölle; todistuksen antamisesta säädetään ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sähköisiä kytkinlaitteita ja ajoneuvojen ilmastointilaitteita käsittelevän henkilön sekä fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisältävistä laitteista näitä kaasuja talteen ottavan henkilön on osoitettava pätevyytensä Turvallisuus- ja kemikaaliviraston hyväksymän riittävän asiantuntevan tahon järjestämässä kokeessa ja hyväksytysti suoritetusta kokeesta annetaan todistus pätevyytensä osoittaneelle henkilölle. Riittävän asiantuntevana tahona pidetään näiden alojen oppilaitosta tai henkilöiden sertifiointia hoitavaa yritystä taikka laitteen tai laitteiston maahantuojaa. Riittävän asiantuntevan tahon henkilöstöön sovelletaan sen hoitaessa tässä laissa tarkoitettuja julkisia hallintotehtäviä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "otsoniasetuksen liitteen i ja f-kaasuasetuksen liitteiden i-iii mukaisia aineita seka niille vaihtoehtoisia kylmaaineita sisaltavia laitteita tai jarjestelmia asentavalla, kunnossapitavalla, huoltavalla, korjaavalla, kaytosta poistavalla, vuotoja tarkastavalla taikka edella mainittujen aineiden talteenottoa suorittavalla henkilolla ja toiminnanharjoittajalla on oltava aineiden paastojen ehkaisemiseksi edellytetty riittava patevyys. henkilon on osoitettava patevyytensa taman lain, otsoniasetuksen tai f-kaasuasetuksen taikka niiden nojalla saadettyjen vaatimusten mukaisesti: 1) kiinteiden jaahdytys-, ilmastointi- ja lampopumppujen seka orgaanisten rankine-prosessien kasittelyssa seka kylmakuljetuskuorma-autojen tai -peravaunujen, kevyiden kylmakuljetusajoneuvojen, intermodaalikonttien, kylmakuljetuskonttien ja junavaunujen jaahdytysyksikkojen kasittelyssa toimivan henkilon on osoitettava patevyytensa ammatillisessa tutkinnossa ja koulutuksen jarjestajan tulee antaa todistus patevyytensa osoittaneelle henkilolle; todistuksen antamisesta saadetaan ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sahkoisia kytkinlaitteita ja ajoneuvojen ilmastointilaitteita kasittelevan henkilon seka fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisaltavista laitteista naita kaasuja talteen ottavan henkilon on osoitettava patevyytensa turvallisuus- ja kemikaaliviraston hyvaksyman riittavan asiantuntevan tahon jarjestamassa kokeessa ja hyvaksytysti suoritetusta kokeesta annetaan todistus patevyytensa osoittaneelle henkilolle. riittavan asiantuntevana tahona pidetaan naiden alojen oppilaitosta tai henkiloiden sertifiointia hoitavaa yritysta taikka laitteen tai laitteiston maahantuojaa. riittavan asiantuntevan tahon henkilostoon sovelletaan sen hoitaessa tassa laissa tarkoitettuja julkisia hallintotehtavia rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Kompetens som krävs och hur kompetensen visas",
        "content_sv": "En person eller verksamhetsutövare som utför installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller sådana ämnen som avses i bilaga I till ozonförordningen eller i bilagorna I-III till F-gasförordningen eller sådana köldmedier som utgör alternativ till sådana ämnen eller tar till vara ovannämnda ämnen ska ha tillräcklig kompetens att förebygga utsläpp av ämnena. En person ska visa sin kompetens i enlighet med denna lag, ozonförordningen eller F-gasförordningen eller i enlighet med krav som föreskrivits med stöd av dem enligt följande: 1) den som arbetar inom hanteringen av stationär kyl-, luftkonditionerings- och värmepumpsutrustning, hanteringen av organiska Rankinecykler, hanteringen av kylenheter i lastbilar och släpfordon, lätta fordon, intermodala containrar, kylcontainrar och tågvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfärda ett intyg för den som visat sin kompetens; bestämmelser om utfärdande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar släckanläggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade växthusgaser från anordningar som innehåller lösningsmedel baserade på dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sådant organ med tillräcklig sakkunskap som Säkerhets- och kemikalieverket har godkänt och den som har visat sin kompetens genom ett godkänt prov tilldelas ett intyg. Som organ med tillräcklig sakkunskap räknas läroanstalter inom dessa branscher, företag som svarar för certifieringen av personer och importörer av anordningar eller utrustning. Då personalen vid ett organ med tillräcklig sakkunskap sköter offentliga förvaltningsuppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar på personalen. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "En person eller verksamhetsutövare som utför installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller sådana ämnen som avses i bilaga I till ozonförordningen eller i bilagorna I-III till F-gasförordningen eller sådana köldmedier som utgör alternativ till sådana ämnen eller tar till vara ovannämnda ämnen ska ha tillräcklig kompetens att förebygga utsläpp av ämnena. En person ska visa sin kompetens i enlighet med denna lag, ozonförordningen eller F-gasförordningen eller i enlighet med krav som föreskrivits med stöd av dem enligt följande: 1) den som arbetar inom hanteringen av stationär kyl-, luftkonditionerings- och värmepumpsutrustning, hanteringen av organiska Rankinecykler, hanteringen av kylenheter i lastbilar och släpfordon, lätta fordon, intermodala containrar, kylcontainrar och tågvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfärda ett intyg för den som visat sin kompetens; bestämmelser om utfärdande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar släckanläggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade växthusgaser från anordningar som innehåller lösningsmedel baserade på dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sådant organ med tillräcklig sakkunskap som Säkerhets- och kemikalieverket har godkänt och den som har visat sin kompetens genom ett godkänt prov tilldelas ett intyg. Som organ med tillräcklig sakkunskap räknas läroanstalter inom dessa branscher, företag som svarar för certifieringen av personer och importörer av anordningar eller utrustning. Då personalen vid ett organ med tillräcklig sakkunskap sköter offentliga förvaltningsuppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar på personalen. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "en person eller verksamhetsutovare som utfor installation, underhall, service, reparation, nedmontering eller lackagekontroll av anordningar eller system som innehaller sadana amnen som avses i bilaga i till ozonforordningen eller i bilagorna i-iii till f-gasforordningen eller sadana koldmedier som utgor alternativ till sadana amnen eller tar till vara ovannamnda amnen ska ha tillracklig kompetens att forebygga utslapp av amnena. en person ska visa sin kompetens i enlighet med denna lag, ozonforordningen eller f-gasforordningen eller i enlighet med krav som foreskrivits med stod av dem enligt foljande: 1) den som arbetar inom hanteringen av stationar kyl-, luftkonditionerings- och varmepumpsutrustning, hanteringen av organiska rankinecykler, hanteringen av kylenheter i lastbilar och slapfordon, latta fordon, intermodala containrar, kylcontainrar och tagvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfarda ett intyg for den som visat sin kompetens; bestammelser om utfardande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar slackanlaggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade vaxthusgaser fran anordningar som innehaller losningsmedel baserade pa dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sadant organ med tillracklig sakkunskap som sakerhets- och kemikalieverket har godkant och den som har visat sin kompetens genom ett godkant prov tilldelas ett intyg. som organ med tillracklig sakkunskap raknas laroanstalter inom dessa branscher, foretag som svarar for certifieringen av personer och importorer av anordningar eller utrustning. da personalen vid ett organ med tillracklig sakkunskap skoter offentliga forvaltningsuppgifter enligt denna lag tillampas bestammelserna om straffrattsligt tjansteansvar pa personalen. bestammelser om skadestandsansvar finns i skadestandslagen."
      }
    },
    {
      "provision_ref": "17:161",
      "chapter": "17",
      "section": "161",
      "title": "Toiminnan vastuuhenkilö ja laitteet",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on nimettävä vastuuhenkilö. Vastuuhenkilön on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hänellä on oltava mainitussa momentissa tarkoitettu pätevyys. Vastuuhenkilö vastaa siitä, että toiminnassa noudatetaan säädettyjä ympäristönsuojeluvaatimuksia ja että kylmäaineita käsittelevä henkilöstö täyttää pätevyysvaatimukset. Vastuuhenkilöllä on oltava tosiasiallinen mahdollisuus huolehtia tehtävästään. Edellä 159 §:n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyön edellyttämät laitteet ja välineet. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä otsoniasetuksen ja F-kaasuasetuksen mukaisia aineita sisältävien laitteiden ja järjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, käytöstä poistossa, vuototarkastuksessa sekä edellä mainittujen aineiden talteenotossa tarvittavista laitteista ja välineistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:161",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on nimettävä vastuuhenkilö. Vastuuhenkilön on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hänellä on oltava mainitussa momentissa tarkoitettu pätevyys. Vastuuhenkilö vastaa siitä, että toiminnassa noudatetaan säädettyjä ympäristönsuojeluvaatimuksia ja että kylmäaineita käsittelevä henkilöstö täyttää pätevyysvaatimukset. Vastuuhenkilöllä on oltava tosiasiallinen mahdollisuus huolehtia tehtävästään. Edellä 159 § :n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyön edellyttämät laitteet ja välineet. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä otsoniasetuksen ja F-kaasuasetuksen mukaisia aineita sisältävien laitteiden ja järjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, käytöstä poistossa, vuototarkastuksessa sekä edellä mainittujen aineiden talteenotossa tarvittavista laitteista ja välineistä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa patevyytta edellyttavia toimia kolmannelle osapuolelle, on nimettava vastuuhenkilo. vastuuhenkilon on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hanella on oltava mainitussa momentissa tarkoitettu patevyys. vastuuhenkilo vastaa siita, etta toiminnassa noudatetaan saadettyja ymparistonsuojeluvaatimuksia ja etta kylmaaineita kasitteleva henkilosto tayttaa patevyysvaatimukset. vastuuhenkilolla on oltava tosiasiallinen mahdollisuus huolehtia tehtavastaan. edella 159 §:n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyon edellyttamat laitteet ja valineet. valtioneuvoston asetuksella annetaan tarkempia saannoksia otsoniasetuksen ja f-kaasuasetuksen mukaisia aineita sisaltavien laitteiden ja jarjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, kaytosta poistossa, vuototarkastuksessa seka edella mainittujen aineiden talteenotossa tarvittavista laitteista ja valineista.",
        "title_sv": "Ansvarig för verksamheten samt anordningar",
        "content_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska utse en ansvarig. Den ansvarige ska vara verksamhetsutövare eller vara anställd hos verksamhetsutövaren i fråga och ska ha den kompetens som avses i det momentet. Den ansvarige ska svara för att de föreskrivna miljöskyddskraven iakttas i verksamheten och för att den personal som hanterar köldmedier uppfyller kompetenskraven. Den ansvarige ska ha reella möjligheter att sköta sin uppgift. En verksamhetsutövare som avses i 159 § 1 mom. ska ha sådana anordningar och redskap som krävs för ändamålsenlig serviceverksamhet. Närmare bestämmelser om de anordningar och redskap som behövs vid installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller ämnen som avses i ozonförordningen eller F-gasförordningen eller vid tillvaratagandet av sådana ämnen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska utse en ansvarig. Den ansvarige ska vara verksamhetsutövare eller vara anställd hos verksamhetsutövaren i fråga och ska ha den kompetens som avses i det momentet. Den ansvarige ska svara för att de föreskrivna miljöskyddskraven iakttas i verksamheten och för att den personal som hanterar köldmedier uppfyller kompetenskraven. Den ansvarige ska ha reella möjligheter att sköta sin uppgift. En verksamhetsutövare som avses i 159 § 1 mom. ska ha sådana anordningar och redskap som krävs för ändamålsenlig serviceverksamhet. Närmare bestämmelser om de anordningar och redskap som behövs vid installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller ämnen som avses i ozonförordningen eller F-gasförordningen eller vid tillvaratagandet av sådana ämnen utfärdas genom förordning av statsrådet.",
        "folded_sv": "en i 159 § 1 mom. avsedd verksamhetsutovare som utfor sadana uppdrag at en tredje part som kraver kompetens ska utse en ansvarig. den ansvarige ska vara verksamhetsutovare eller vara anstalld hos verksamhetsutovaren i fraga och ska ha den kompetens som avses i det momentet. den ansvarige ska svara for att de foreskrivna miljoskyddskraven iakttas i verksamheten och for att den personal som hanterar koldmedier uppfyller kompetenskraven. den ansvarige ska ha reella mojligheter att skota sin uppgift. en verksamhetsutovare som avses i 159 § 1 mom. ska ha sadana anordningar och redskap som kravs for andamalsenlig serviceverksamhet. narmare bestammelser om de anordningar och redskap som behovs vid installation, underhall, service, reparation, nedmontering eller lackagekontroll av anordningar eller system som innehaller amnen som avses i ozonforordningen eller f-gasforordningen eller vid tillvaratagandet av sadana amnen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17:162",
      "chapter": "17",
      "section": "162",
      "title": "Pätevyyden todentaminen ja voimassaolo",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun henkilön on tehtävä pätevyyden todentamista varten ilmoitus Turvallisuus- ja kemikaalivirastolle. Ilmoituksesta on käytävä ilmi tarpeelliset henkilö- ja yhteystiedot sekä selvitys mainitun pykälän 2 momentin mukaisesta pätevyysvaatimusten täyttämisestä. Pätevyysvaatimukset täyttävälle henkilölle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Pätevyystodistus on voimassa seitsemän vuotta. Pätevyyden uusimista varten henkilön on suoritettava F-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava pätevyytensä arviointiin. Henkilön on tehtävä Turvallisuus- ja kemikaalivirastolle pätevyyden uusimista koskeva hakemus kolme kuukautta ennen pätevyystodistuksen voimassaolon päättymistä. Turvallisuus- ja kemikaalivirasto uusii pätevyystodistuksen, kun henkilö on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyväksytysti pätevyytensä arviointiin. Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on tehtävä valvontaa varten sekä otsoniasetuksessa, F-kaasuasetuksessa tai tässä laissa taikka niiden nojalla annetuissa säännöksissä edellytetyn mainitun pykälän 1 momentissa tarkoitetun pätevyyden todentamista varten Turvallisuus- ja kemikaalivirastolle ilmoitus henkilöstön pätevyydestä sekä toiminnan luonteesta ja työvälineistä. Pätevyysvaatimukset täyttävälle toiminnanharjoittajalle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Turvallisuus- ja kemikaalivirasto voi päätöksellään peruuttaa pätevyystodistuksen, jos ilmenee, ettei henkilö tai toiminnanharjoittaja toimi pätevyysvaatimusten edellyttämällä tavalla tai jos toiminnanharjoittaja ei enää täytä pätevyysvaatimuksia. Ennen pätevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilölle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa määräajassa. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä tarkoitettujen ilmoitusten sisällöstä ja ilmoitusmenettelystä sekä pätevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvistä menettelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:162",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun henkilön on tehtävä pätevyyden todentamista varten ilmoitus Turvallisuus- ja kemikaalivirastolle. Ilmoituksesta on käytävä ilmi tarpeelliset henkilö- ja yhteystiedot sekä selvitys mainitun pykälän 2 momentin mukaisesta pätevyysvaatimusten täyttämisestä. Pätevyysvaatimukset täyttävälle henkilölle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Pätevyystodistus on voimassa seitsemän vuotta. Pätevyyden uusimista varten henkilön on suoritettava F-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava pätevyytensä arviointiin. Henkilön on tehtävä Turvallisuus- ja kemikaalivirastolle pätevyyden uusimista koskeva hakemus kolme kuukautta ennen pätevyystodistuksen voimassaolon päättymistä. Turvallisuus- ja kemikaalivirasto uusii pätevyystodistuksen, kun henkilö on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyväksytysti pätevyytensä arviointiin. Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on tehtävä valvontaa varten sekä otsoniasetuksessa, F-kaasuasetuksessa tai tässä laissa taikka niiden nojalla annetuissa säännöksissä edellytetyn mainitun pykälän 1 momentissa tarkoitetun pätevyyden todentamista varten Turvallisuus- ja kemikaalivirastolle ilmoitus henkilöstön pätevyydestä sekä toiminnan luonteesta ja työvälineistä. Pätevyysvaatimukset täyttävälle toiminnanharjoittajalle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Turvallisuus- ja kemikaalivirasto voi päätöksellään peruuttaa pätevyystodistuksen, jos ilmenee, ettei henkilö tai toiminnanharjoittaja toimi pätevyysvaatimusten edellyttämällä tavalla tai jos toiminnanharjoittaja ei enää täytä pätevyysvaatimuksia. Ennen pätevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilölle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa määräajassa. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä tarkoitettujen ilmoitusten sisällöstä ja ilmoitusmenettelystä sekä pätevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvistä menettelyistä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun henkilon on tehtava patevyyden todentamista varten ilmoitus turvallisuus- ja kemikaalivirastolle. ilmoituksesta on kaytava ilmi tarpeelliset henkilo- ja yhteystiedot seka selvitys mainitun pykalan 2 momentin mukaisesta patevyysvaatimusten tayttamisesta. patevyysvaatimukset tayttavalle henkilolle turvallisuus- ja kemikaalivirasto antaa patevyystodistuksen. patevyystodistus on voimassa seitseman vuotta. patevyyden uusimista varten henkilon on suoritettava f-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava patevyytensa arviointiin. henkilon on tehtava turvallisuus- ja kemikaalivirastolle patevyyden uusimista koskeva hakemus kolme kuukautta ennen patevyystodistuksen voimassaolon paattymista. turvallisuus- ja kemikaalivirasto uusii patevyystodistuksen, kun henkilo on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyvaksytysti patevyytensa arviointiin. edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa patevyytta edellyttavia toimia kolmannelle osapuolelle, on tehtava valvontaa varten seka otsoniasetuksessa, f-kaasuasetuksessa tai tassa laissa taikka niiden nojalla annetuissa saannoksissa edellytetyn mainitun pykalan 1 momentissa tarkoitetun patevyyden todentamista varten turvallisuus- ja kemikaalivirastolle ilmoitus henkiloston patevyydesta seka toiminnan luonteesta ja tyovalineista. patevyysvaatimukset tayttavalle toiminnanharjoittajalle turvallisuus- ja kemikaalivirasto antaa patevyystodistuksen. turvallisuus- ja kemikaalivirasto voi paatoksellaan peruuttaa patevyystodistuksen, jos ilmenee, ettei henkilo tai toiminnanharjoittaja toimi patevyysvaatimusten edellyttamalla tavalla tai jos toiminnanharjoittaja ei enaa tayta patevyysvaatimuksia. ennen patevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilolle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa maaraajassa. valtioneuvoston asetuksella annetaan tarkemmat saannokset tassa pykalassa tarkoitettujen ilmoitusten sisallosta ja ilmoitusmenettelysta seka patevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvista menettelyista.",
        "title_sv": "Certifiering och dess giltighet",
        "content_sv": "En person som avses i 159 § 1 mom. ska göra en anmälan till Säkerhets- och kemikalieverket för certifiering. Anmälan ska innehålla behövliga person- och kontaktuppgifter och en redogörelse för att kompetenskraven uppfylls i enlighet med 159 § 2 mom. Säkerhets- och kemikalieverket ska utfärda ett certifikat för den som uppfyller kompetenskraven. Certifikatet är giltigt i sju år. För förnyande av certifiering ska personen genomgå den repetitionskurs som avses i artikel 10.9 i F-gasförordningen eller delta i en bedömning av sin kompetens. Personen ska lämna in en ansökan om förnyande av certifiering till Säkerhets- och kemikalieverket tre månader innan giltighetstiden för certifikatet löper ut. Säkerhets- och kemikalieverket förnyar certifikatet när personen har genomgått den repetitionskurs som avses i den förordningen eller med godkänt resultat deltagit i bedömningen av sin kompetens. En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska för tillsynen och för verifiering av den i 159 § 1 mom. avsedda kompetens som krävs enligt ozonförordningen, F-gasförordningen eller denna lag eller en författning som utfärdats med stöd av dem göra en anmälan till Säkerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktär och om arbetsredskapen. Säkerhets- och kemikalieverket ska utfärda ett certifikat för verksamhetsutövare som uppfyller kompetenskraven. Säkerhets- och kemikalieverket kan besluta att återkalla ett certifikat, om det kommer fram att en person eller verksamhetsutövare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutövare inte längre uppfyller kompetenskraven. Innan certifikatet återkallas ska Säkerhets- och kemikalieverket ge verksamhetsutövaren eller personen möjlighet att avhjälpa bristen, om den inte är så väsentlig att den inte kan avhjälpas inom en skälig tid. Närmare bestämmelser om innehållet i de anmälningar som avses i denna paragraf och om anmälningsförfarandet samt om förfarandena för förnyande av certifiering, repetitionskurser och bedömning av kompetensen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En person som avses i 159 § 1 mom. ska göra en anmälan till Säkerhets- och kemikalieverket för certifiering. Anmälan ska innehålla behövliga person- och kontaktuppgifter och en redogörelse för att kompetenskraven uppfylls i enlighet med 159 § 2 mom. Säkerhets- och kemikalieverket ska utfärda ett certifikat för den som uppfyller kompetenskraven. Certifikatet är giltigt i sju år. För förnyande av certifiering ska personen genomgå den repetitionskurs som avses i artikel 10.9 i F-gasförordningen eller delta i en bedömning av sin kompetens. Personen ska lämna in en ansökan om förnyande av certifiering till Säkerhets- och kemikalieverket tre månader innan giltighetstiden för certifikatet löper ut. Säkerhets- och kemikalieverket förnyar certifikatet när personen har genomgått den repetitionskurs som avses i den förordningen eller med godkänt resultat deltagit i bedömningen av sin kompetens. En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska för tillsynen och för verifiering av den i 159 § 1 mom. avsedda kompetens som krävs enligt ozonförordningen, F-gasförordningen eller denna lag eller en författning som utfärdats med stöd av dem göra en anmälan till Säkerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktär och om arbetsredskapen. Säkerhets- och kemikalieverket ska utfärda ett certifikat för verksamhetsutövare som uppfyller kompetenskraven. Säkerhets- och kemikalieverket kan besluta att återkalla ett certifikat, om det kommer fram att en person eller verksamhetsutövare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutövare inte längre uppfyller kompetenskraven. Innan certifikatet återkallas ska Säkerhets- och kemikalieverket ge verksamhetsutövaren eller personen möjlighet att avhjälpa bristen, om den inte är så väsentlig att den inte kan avhjälpas inom en skälig tid. Närmare bestämmelser om innehållet i de anmälningar som avses i denna paragraf och om anmälningsförfarandet samt om förfarandena för förnyande av certifiering, repetitionskurser och bedömning av kompetensen utfärdas genom förordning av statsrådet.",
        "folded_sv": "en person som avses i 159 § 1 mom. ska gora en anmalan till sakerhets- och kemikalieverket for certifiering. anmalan ska innehalla behovliga person- och kontaktuppgifter och en redogorelse for att kompetenskraven uppfylls i enlighet med 159 § 2 mom. sakerhets- och kemikalieverket ska utfarda ett certifikat for den som uppfyller kompetenskraven. certifikatet ar giltigt i sju ar. for fornyande av certifiering ska personen genomga den repetitionskurs som avses i artikel 10.9 i f-gasforordningen eller delta i en bedomning av sin kompetens. personen ska lamna in en ansokan om fornyande av certifiering till sakerhets- och kemikalieverket tre manader innan giltighetstiden for certifikatet loper ut. sakerhets- och kemikalieverket fornyar certifikatet nar personen har genomgatt den repetitionskurs som avses i den forordningen eller med godkant resultat deltagit i bedomningen av sin kompetens. en i 159 § 1 mom. avsedd verksamhetsutovare som utfor sadana uppdrag at en tredje part som kraver kompetens ska for tillsynen och for verifiering av den i 159 § 1 mom. avsedda kompetens som kravs enligt ozonforordningen, f-gasforordningen eller denna lag eller en forfattning som utfardats med stod av dem gora en anmalan till sakerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktar och om arbetsredskapen. sakerhets- och kemikalieverket ska utfarda ett certifikat for verksamhetsutovare som uppfyller kompetenskraven. sakerhets- och kemikalieverket kan besluta att aterkalla ett certifikat, om det kommer fram att en person eller verksamhetsutovare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutovare inte langre uppfyller kompetenskraven. innan certifikatet aterkallas ska sakerhets- och kemikalieverket ge verksamhetsutovaren eller personen mojlighet att avhjalpa bristen, om den inte ar sa vasentlig att den inte kan avhjalpas inom en skalig tid. narmare bestammelser om innehallet i de anmalningar som avses i denna paragraf och om anmalningsforfarandet samt om forfarandena for fornyande av certifiering, repetitionskurser och bedomning av kompetensen utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17:162 a",
      "chapter": "17",
      "section": "162 a",
      "title": "Asennustodistus",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiinteän jäähdytys-, ilmastointi- ja lämpöpumppulaitteen asennuksesta asennustodistus, jossa yksilöidään asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyistä testauksista ja muista toimenpiteistä. Toiminnanharjoittajan vastuuhenkilön allekirjoittama asennustodistus luovutetaan laitteen haltijalle. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä asennustodistuksen sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:162 a",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiinteän jäähdytys-, ilmastointi- ja lämpöpumppulaitteen asennuksesta asennustodistus, jossa yksilöidään asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyistä testauksista ja muista toimenpiteistä. Toiminnanharjoittajan vastuuhenkilön allekirjoittama asennustodistus luovutetaan laitteen haltijalle. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä asennustodistuksen sisällöstä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiintean jaahdytys-, ilmastointi- ja lampopumppulaitteen asennuksesta asennustodistus, jossa yksiloidaan asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyista testauksista ja muista toimenpiteista. toiminnanharjoittajan vastuuhenkilon allekirjoittama asennustodistus luovutetaan laitteen haltijalle. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia asennustodistuksen sisallosta.",
        "title_sv": "Installationsbevis",
        "content_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare ska över installationen av en stationär kyl-, luftkonditionerings- och värmepumpsutrustning upprätta ett installationsbevis i vilket anordningen specificeras och som innehåller en beskrivning av de provningar och andra åtgärder som har vidtagits för att säkerställa funktionsdugligheten. Ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutövaren överlämnas till innehavaren av anordningen. Närmare bestämmelser om innehållet i ett installationsbevis får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare ska över installationen av en stationär kyl-, luftkonditionerings- och värmepumpsutrustning upprätta ett installationsbevis i vilket anordningen specificeras och som innehåller en beskrivning av de provningar och andra åtgärder som har vidtagits för att säkerställa funktionsdugligheten. Ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutövaren överlämnas till innehavaren av anordningen. Närmare bestämmelser om innehållet i ett installationsbevis får utfärdas genom förordning av statsrådet.",
        "folded_sv": "en i 159 § 1 mom. avsedd verksamhetsutovare ska over installationen av en stationar kyl-, luftkonditionerings- och varmepumpsutrustning uppratta ett installationsbevis i vilket anordningen specificeras och som innehaller en beskrivning av de provningar och andra atgarder som har vidtagits for att sakerstalla funktionsdugligheten. ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutovaren overlamnas till innehavaren av anordningen. narmare bestammelser om innehallet i ett installationsbevis far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17:163",
      "chapter": "17",
      "section": "163",
      "title": "Vuototarkastukset",
      "content": "Edellä 159 §:n 1 momentissa tarkoitettuja aineita sisältävien laitteiden haltijan tai omistajan on huolehdittava, että laite ja sen mahdollisesti sisältämä vuodonilmaisujärjestelmä tarkastetaan säännöllisesti ja että laitteesta pidetään huolto- ja tarkastuspäiväkirjaa otsoniasetuksen 21 artiklan ja F-kaasuasetuksen 5-7 artiklan mukaisesti. Laitteen haltijan tai omistajan on huolehdittava siitä, että tarkastuksen suorittavalla henkilöllä ja toiminnanharjoittajalla on 162 §:ssä tarkoitettu Turvallisuus- ja kemikaaliviraston myöntämä pätevyystodistus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tarkastuksista sekä huolto- ja tarkastuspäiväkirjan sisältämistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:163",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitettuja aineita sisältävien laitteiden haltijan tai omistajan on huolehdittava, että laite ja sen mahdollisesti sisältämä vuodonilmaisujärjestelmä tarkastetaan säännöllisesti ja että laitteesta pidetään huolto- ja tarkastuspäiväkirjaa otsoniasetuksen 21 artiklan ja F-kaasuasetuksen 5-7 artiklan mukaisesti. Laitteen haltijan tai omistajan on huolehdittava siitä, että tarkastuksen suorittavalla henkilöllä ja toiminnanharjoittajalla on 162 § :ssä tarkoitettu Turvallisuus- ja kemikaaliviraston myöntämä pätevyystodistus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tarkastuksista sekä huolto- ja tarkastuspäiväkirjan sisältämistä tiedoista.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitettuja aineita sisaltavien laitteiden haltijan tai omistajan on huolehdittava, etta laite ja sen mahdollisesti sisaltama vuodonilmaisujarjestelma tarkastetaan saannollisesti ja etta laitteesta pidetaan huolto- ja tarkastuspaivakirjaa otsoniasetuksen 21 artiklan ja f-kaasuasetuksen 5-7 artiklan mukaisesti. laitteen haltijan tai omistajan on huolehdittava siita, etta tarkastuksen suorittavalla henkilolla ja toiminnanharjoittajalla on 162 §:ssa tarkoitettu turvallisuus- ja kemikaaliviraston myontama patevyystodistus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetuista tarkastuksista seka huolto- ja tarkastuspaivakirjan sisaltamista tiedoista.",
        "title_sv": "Läckagekontroller",
        "content_sv": "Innehavaren av eller ägaren till anordningar som innehåller i 159 § 1 mom. avsedda ämnen ska se till att anordningarna och eventuella läckagedetektorsystem kontrolleras regelbundet och att det förs service- och kontrolljournal över anordningarna i enlighet med artikel 21 i ozonförordningen och artiklarna 5-7 i F-gasförordningen. Anordningens innehavare eller ägare ska se till att den som utför kontrollen och verksamhetsutövaren har ett av Säkerhets- och kemikalieverket utfärdat certifikat enligt 162 §. Närmare bestämmelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehålla får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innehavaren av eller ägaren till anordningar som innehåller i 159 § 1 mom. avsedda ämnen ska se till att anordningarna och eventuella läckagedetektorsystem kontrolleras regelbundet och att det förs service- och kontrolljournal över anordningarna i enlighet med artikel 21 i ozonförordningen och artiklarna 5-7 i F-gasförordningen. Anordningens innehavare eller ägare ska se till att den som utför kontrollen och verksamhetsutövaren har ett av Säkerhets- och kemikalieverket utfärdat certifikat enligt 162 § . Närmare bestämmelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehålla får utfärdas genom förordning av statsrådet.",
        "folded_sv": "innehavaren av eller agaren till anordningar som innehaller i 159 § 1 mom. avsedda amnen ska se till att anordningarna och eventuella lackagedetektorsystem kontrolleras regelbundet och att det fors service- och kontrolljournal over anordningarna i enlighet med artikel 21 i ozonforordningen och artiklarna 5-7 i f-gasforordningen. anordningens innehavare eller agare ska se till att den som utfor kontrollen och verksamhetsutovaren har ett av sakerhets- och kemikalieverket utfardat certifikat enligt 162 §. narmare bestammelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehalla far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17:164",
      "chapter": "17",
      "section": "164",
      "title": "Pätevyysrekisteri ja julkinen tietopalvelu",
      "content": "Turvallisuus- ja kemikaalivirasto pitää rekisteriä 162 §:ssä säädetyn mukaisesti pätevyytensä osoittaneista toiminnanharjoittajista ja henkilöistä, 161 §:ssä tarkoitetuista toiminnan vastuuhenkilöistä sekä 159 §:n 2 momentissa tarkoitetuista pätevyyskokeiden järjestäjistä näiden toiminnan valvontaa varten sekä sen varmistamiseksi, että palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. Turvallisuus- ja kemikaalivirasto on tässä pykälässä tarkoitetun rekisterin rekisterinpitäjä. Rekisteriin tallennetaan pätevyytensä osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisötunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus; 2) toiminnan vastuuhenkilön nimi, henkilötunnus, lupanumero, pätevyyden voimassaolo sekä suostumus tehtävään. Rekisteriin tallennetaan pätevyytensä osoittaneista henkilöistä nimi, henkilötunnus, lupanumero ja pätevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus. Rekisteriin tallennetaan pätevyyskokeiden järjestäjistä pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja 159 §:n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 §:n 3 momentissa säädetään, Turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon välityksellä rekisteristä pätevyyden varmistamiseksi tarpeellisia tietoja (). Näitä tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisötunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilön nimi, lupanumero ja pätevyyden voimassaolo; 2) henkilön nimi, kunta, toimintaoikeus, lupanumero ja pätevyyden voimassaolo; sekä 3) pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja kokeen toimiala. Julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnöstä tilapäisesti tai pysyvästi rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. Lisäksi julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan joko tilapäisesti tai pysyvästi rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön sitä perustellusta syystä erikseen pyytäessä. Julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittäisinä hakuina käyttäen hakuperusteena: 1) toiminnanharjoittajan nimeä, yritys- ja yhteisötunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilön nimeä ja lupanumeroa; sekä 2) henkilön nimeä, lupanumeroa, kuntaa ja toimintaoikeutta. Turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkilöä, henkilöä tai pätevyyskokeen järjestäjää koskevat tiedot rekisteristä ja julkisesta tietopalvelusta viipymättä sen jälkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön pätevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä sitä pyytää; tai 4) se on saanut tiedon toiminnan vastuuhenkilön tai henkilön kuolemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:164",
        "normalized_fi": "Turvallisuus- ja kemikaalivirasto pitää rekisteriä 162 § :ssä säädetyn mukaisesti pätevyytensä osoittaneista toiminnanharjoittajista ja henkilöistä, 161 § :ssä tarkoitetuista toiminnan vastuuhenkilöistä sekä 159 § :n 2 momentissa tarkoitetuista pätevyyskokeiden järjestäjistä näiden toiminnan valvontaa varten sekä sen varmistamiseksi, että palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. Turvallisuus- ja kemikaalivirasto on tässä pykälässä tarkoitetun rekisterin rekisterinpitäjä. Rekisteriin tallennetaan pätevyytensä osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisötunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus; 2) toiminnan vastuuhenkilön nimi, henkilötunnus, lupanumero, pätevyyden voimassaolo sekä suostumus tehtävään. Rekisteriin tallennetaan pätevyytensä osoittaneista henkilöistä nimi, henkilötunnus, lupanumero ja pätevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus. Rekisteriin tallennetaan pätevyyskokeiden järjestäjistä pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja 159 § :n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 § :n 3 momentissa säädetään, Turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon välityksellä rekisteristä pätevyyden varmistamiseksi tarpeellisia tietoja (). Näitä tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisötunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilön nimi, lupanumero ja pätevyyden voimassaolo; 2) henkilön nimi, kunta, toimintaoikeus, lupanumero ja pätevyyden voimassaolo; sekä 3) pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja kokeen toimiala. Julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnöstä tilapäisesti tai pysyvästi rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. Lisäksi julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan joko tilapäisesti tai pysyvästi rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön sitä perustellusta syystä erikseen pyytäessä. Julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittäisinä hakuina käyttäen hakuperusteena: 1) toiminnanharjoittajan nimeä, yritys- ja yhteisötunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilön nimeä ja lupanumeroa; sekä 2) henkilön nimeä, lupanumeroa, kuntaa ja toimintaoikeutta. Turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkilöä, henkilöä tai pätevyyskokeen järjestäjää koskevat tiedot rekisteristä ja julkisesta tietopalvelusta viipymättä sen jälkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön pätevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä sitä pyytää; tai 4) se on saanut tiedon toiminnan vastuuhenkilön tai henkilön kuolemasta.",
        "folded_fi": "turvallisuus- ja kemikaalivirasto pitaa rekisteria 162 §:ssa saadetyn mukaisesti patevyytensa osoittaneista toiminnanharjoittajista ja henkiloista, 161 §:ssa tarkoitetuista toiminnan vastuuhenkiloista seka 159 §:n 2 momentissa tarkoitetuista patevyyskokeiden jarjestajista naiden toiminnan valvontaa varten seka sen varmistamiseksi, etta palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. turvallisuus- ja kemikaalivirasto on tassa pykalassa tarkoitetun rekisterin rekisterinpitaja. rekisteriin tallennetaan patevyytensa osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisotunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot seka toimintaoikeus; 2) toiminnan vastuuhenkilon nimi, henkilotunnus, lupanumero, patevyyden voimassaolo seka suostumus tehtavaan. rekisteriin tallennetaan patevyytensa osoittaneista henkiloista nimi, henkilotunnus, lupanumero ja patevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot seka toimintaoikeus. rekisteriin tallennetaan patevyyskokeiden jarjestajista patevyyskokeen jarjestajan nimi, toimipaikan osoite ja 159 §:n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain 16 §:n 3 momentissa saadetaan, turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon valityksella rekisterista patevyyden varmistamiseksi tarpeellisia tietoja (). naita tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisotunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilon nimi, lupanumero ja patevyyden voimassaolo; 2) henkilon nimi, kunta, toimintaoikeus, lupanumero ja patevyyden voimassaolo; seka 3) patevyyskokeen jarjestajan nimi, toimipaikan osoite ja kokeen toimiala. julkisen tietopalvelun valityksella luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnosta tilapaisesti tai pysyvasti rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. lisaksi julkisen tietopalvelun valityksella luovutettavia tietoja voidaan joko tilapaisesti tai pysyvasti rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilon tai henkilon sita perustellusta syysta erikseen pyytaessa. julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittaisina hakuina kayttaen hakuperusteena: 1) toiminnanharjoittajan nimea, yritys- ja yhteisotunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilon nimea ja lupanumeroa; seka 2) henkilon nimea, lupanumeroa, kuntaa ja toimintaoikeutta. turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkiloa, henkiloa tai patevyyskokeen jarjestajaa koskevat tiedot rekisterista ja julkisesta tietopalvelusta viipymatta sen jalkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilo, henkilo tai patevyyskokeen jarjestaja on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilon tai henkilon patevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilo, henkilo tai patevyyskokeen jarjestaja sita pyytaa; tai 4) se on saanut tiedon toiminnan vastuuhenkilon tai henkilon kuolemasta.",
        "title_sv": "Kompetensregister och offentlig informationstjänst",
        "content_sv": "Säkerhets- och kemikalieverket ska föra register över de verksamhetsutövare och personer som är certifierade i enlighet med 162 §, över de ansvariga som avses i 161 § och över de anordnare av kompetensprov som avses i 159 § 2 mom. för tillsyn över deras verksamhet och för säkerställande av att de som är i behov av tjänster kan försäkra sig om att verksamheten är ändamålsenlig. Säkerhets- och kemikalieverket är personuppgiftsansvarig för det register som avses i denna paragraf. I registret införs i fråga om certifierade verksamhetsutövare 1) firma, eventuell bifirma, företags- och organisationsnummer, adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten, 2) den ansvariges namn, personbeteckning, tillståndsnummer, kompetensens giltighet och samtycke till uppgiften. I fråga om certifierade personer införs i registret namn, personbeteckning, tillståndsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten. I fråga om anordnare av kompetensprov införs i registret namn, verksamhetsställets adress och den i 159 § 2 mom. avsedda bransch som provet gäller. offentlig informationstjänst Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet får Säkerhets- och kemikalieverket via det allmänna datanätet lämna ut sådana uppgifter ur registret som behövs för att säkerställa kompetensen (). Dessa uppgifter omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, verksamhetsställets adress och information om rätten att utöva verksamheten samt i fråga om den ansvarige namn, tillståndsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om rätten att utöva verksamheten, tillståndsnummer och kompetensens giltighet, samt 3) i fråga om anordnaren av kompetensprov namn, verksamhetsställets adress och den bransch som provet gäller. På begäran av försvarsmakten eller gränsbevakningsväsendet kan det tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten, om det behövs för att trygga rikets säkerhet eller försörjningsberedskap. Det kan likaså tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten då en verksamhetsutövare, en ansvarig eller en person av grundad anledning särskilt begär det. I den offentliga informationstjänsten kan information sökas bara med enkel sökning där sökvillkoren omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, den kommun där verksamhetsstället finns, information om rätten att utöva verksamheten och den ansvariges namn och tillståndsnummer, och 2) en persons namn, tillståndsnummer och kommun samt information om rätten att utöva verksamheten. Säkerhets- och kemikalieverket ska utplåna uppgifterna om en verksamhetsutövare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjänsten utan dröjsmål efter det att 1) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har upphört med sin verksamhet, 2) verksamhetsutövarens, den ansvariges eller den berörda personens certifikat har återkallats, 3) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har begärt det, eller 4) myndigheten har fått information om att den ansvarige eller den berörda personen har avlidit.",
        "normalized_sv": "Säkerhets- och kemikalieverket ska föra register över de verksamhetsutövare och personer som är certifierade i enlighet med 162 § , över de ansvariga som avses i 161 § och över de anordnare av kompetensprov som avses i 159 § 2 mom. för tillsyn över deras verksamhet och för säkerställande av att de som är i behov av tjänster kan försäkra sig om att verksamheten är ändamålsenlig. Säkerhets- och kemikalieverket är personuppgiftsansvarig för det register som avses i denna paragraf. I registret införs i fråga om certifierade verksamhetsutövare 1) firma, eventuell bifirma, företags- och organisationsnummer, adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten, 2) den ansvariges namn, personbeteckning, tillståndsnummer, kompetensens giltighet och samtycke till uppgiften. I fråga om certifierade personer införs i registret namn, personbeteckning, tillståndsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten. I fråga om anordnare av kompetensprov införs i registret namn, verksamhetsställets adress och den i 159 § 2 mom. avsedda bransch som provet gäller. offentlig informationstjänst Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet får Säkerhets- och kemikalieverket via det allmänna datanätet lämna ut sådana uppgifter ur registret som behövs för att säkerställa kompetensen (). Dessa uppgifter omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, verksamhetsställets adress och information om rätten att utöva verksamheten samt i fråga om den ansvarige namn, tillståndsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om rätten att utöva verksamheten, tillståndsnummer och kompetensens giltighet, samt 3) i fråga om anordnaren av kompetensprov namn, verksamhetsställets adress och den bransch som provet gäller. På begäran av försvarsmakten eller gränsbevakningsväsendet kan det tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten, om det behövs för att trygga rikets säkerhet eller försörjningsberedskap. Det kan likaså tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten då en verksamhetsutövare, en ansvarig eller en person av grundad anledning särskilt begär det. I den offentliga informationstjänsten kan information sökas bara med enkel sökning där sökvillkoren omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, den kommun där verksamhetsstället finns, information om rätten att utöva verksamheten och den ansvariges namn och tillståndsnummer, och 2) en persons namn, tillståndsnummer och kommun samt information om rätten att utöva verksamheten. Säkerhets- och kemikalieverket ska utplåna uppgifterna om en verksamhetsutövare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjänsten utan dröjsmål efter det att 1) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har upphört med sin verksamhet, 2) verksamhetsutövarens, den ansvariges eller den berörda personens certifikat har återkallats, 3) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har begärt det, eller 4) myndigheten har fått information om att den ansvarige eller den berörda personen har avlidit.",
        "folded_sv": "sakerhets- och kemikalieverket ska fora register over de verksamhetsutovare och personer som ar certifierade i enlighet med 162 §, over de ansvariga som avses i 161 § och over de anordnare av kompetensprov som avses i 159 § 2 mom. for tillsyn over deras verksamhet och for sakerstallande av att de som ar i behov av tjanster kan forsakra sig om att verksamheten ar andamalsenlig. sakerhets- och kemikalieverket ar personuppgiftsansvarig for det register som avses i denna paragraf. i registret infors i fraga om certifierade verksamhetsutovare 1) firma, eventuell bifirma, foretags- och organisationsnummer, adress till det verksamhetsstalle dar verksamheten bedrivs, och ovriga kontaktuppgifter samt information om ratten att utova verksamheten, 2) den ansvariges namn, personbeteckning, tillstandsnummer, kompetensens giltighet och samtycke till uppgiften. i fraga om certifierade personer infors i registret namn, personbeteckning, tillstandsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsstalle dar verksamheten bedrivs, och ovriga kontaktuppgifter samt information om ratten att utova verksamheten. i fraga om anordnare av kompetensprov infors i registret namn, verksamhetsstallets adress och den i 159 § 2 mom. avsedda bransch som provet galler. offentlig informationstjanst trots bestammelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet far sakerhets- och kemikalieverket via det allmanna datanatet lamna ut sadana uppgifter ur registret som behovs for att sakerstalla kompetensen (). dessa uppgifter omfattar 1) verksamhetsutovarens namn, foretags- och organisationsnummer, verksamhetsstallets adress och information om ratten att utova verksamheten samt i fraga om den ansvarige namn, tillstandsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om ratten att utova verksamheten, tillstandsnummer och kompetensens giltighet, samt 3) i fraga om anordnaren av kompetensprov namn, verksamhetsstallets adress och den bransch som provet galler. pa begaran av forsvarsmakten eller gransbevakningsvasendet kan det tillfalligt eller varaktigt uppstallas begransningar i fraga om de uppgifter som lamnas ut via den offentliga informationstjansten, om det behovs for att trygga rikets sakerhet eller forsorjningsberedskap. det kan likasa tillfalligt eller varaktigt uppstallas begransningar i fraga om de uppgifter som lamnas ut via den offentliga informationstjansten da en verksamhetsutovare, en ansvarig eller en person av grundad anledning sarskilt begar det. i den offentliga informationstjansten kan information sokas bara med enkel sokning dar sokvillkoren omfattar 1) verksamhetsutovarens namn, foretags- och organisationsnummer, den kommun dar verksamhetsstallet finns, information om ratten att utova verksamheten och den ansvariges namn och tillstandsnummer, och 2) en persons namn, tillstandsnummer och kommun samt information om ratten att utova verksamheten. sakerhets- och kemikalieverket ska utplana uppgifterna om en verksamhetsutovare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjansten utan drojsmal efter det att 1) verksamhetsutovaren, den ansvarige, den berorda personen eller anordnaren av kompetensprov har upphort med sin verksamhet, 2) verksamhetsutovarens, den ansvariges eller den berorda personens certifikat har aterkallats, 3) verksamhetsutovaren, den ansvarige, den berorda personen eller anordnaren av kompetensprov har begart det, eller 4) myndigheten har fatt information om att den ansvarige eller den berorda personen har avlidit."
      }
    },
    {
      "provision_ref": "17:165",
      "chapter": "17",
      "section": "165",
      "title": "Tietojen toimittaminen fluoratuista kasvihuonekaasuista",
      "content": "Energiaunionin ja ilmastotoimien hallinnosta, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 663/2009 ja (EY) N:o 715/2009, Euroopan parlamentin ja neuvoston direktiivien 94/22/EY, 98/70/EY, 2009/31/EY, 2009/73/EY, 2010/31/EU, 2012/27/EU ja 2013/30/EU, neuvoston direktiivien 2009/119/EY ja (EU) 2015/652 muuttamisesta sekä Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2018/1999 liitteen V 2 osan sekä F-kaasuasetuksen liitteiden I, II ja III mukaisia aineita tai niitä sisältäviä laitteita maahantuovan, maasta vievän, aineita sisältäviä laitteita valmistavan, asentavan tai huoltavan sekä muuta näiden aineiden käsittelyä tai jakelua taikka jätehuoltoa suorittavan on pyynnöstä ilmoitettava Suomen ympäristökeskukselle vuosittain tiedot näiden aineiden myynnistä, käytöstä, maahantuonnista, viennistä, talteenotetuista määristä ja hävittämisestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:165",
        "normalized_fi": "Energiaunionin ja ilmastotoimien hallinnosta, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 663/2009 ja (EY) N:o 715/2009, Euroopan parlamentin ja neuvoston direktiivien 94/22/EY, 98/70/EY, 2009/31/EY, 2009/73/EY, 2010/31/EU, 2012/27/EU ja 2013/30/EU, neuvoston direktiivien 2009/119/EY ja (EU) 2015/652 muuttamisesta sekä Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2018/1999 liitteen V 2 osan sekä F-kaasuasetuksen liitteiden I, II ja III mukaisia aineita tai niitä sisältäviä laitteita maahantuovan, maasta vievän, aineita sisältäviä laitteita valmistavan, asentavan tai huoltavan sekä muuta näiden aineiden käsittelyä tai jakelua taikka jätehuoltoa suorittavan on pyynnöstä ilmoitettava Suomen ympäristökeskukselle vuosittain tiedot näiden aineiden myynnistä, käytöstä, maahantuonnista, viennistä, talteenotetuista määristä ja hävittämisestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelystä.",
        "folded_fi": "energiaunionin ja ilmastotoimien hallinnosta, euroopan parlamentin ja neuvoston asetusten (ey) n:o 663/2009 ja (ey) n:o 715/2009, euroopan parlamentin ja neuvoston direktiivien 94/22/ey, 98/70/ey, 2009/31/ey, 2009/73/ey, 2010/31/eu, 2012/27/eu ja 2013/30/eu, neuvoston direktiivien 2009/119/ey ja (eu) 2015/652 muuttamisesta seka euroopan parlamentin ja neuvoston asetuksen (eu) n:o 525/2013 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2018/1999 liitteen v 2 osan seka f-kaasuasetuksen liitteiden i, ii ja iii mukaisia aineita tai niita sisaltavia laitteita maahantuovan, maasta vievan, aineita sisaltavia laitteita valmistavan, asentavan tai huoltavan seka muuta naiden aineiden kasittelya tai jakelua taikka jatehuoltoa suorittavan on pyynnosta ilmoitettava suomen ymparistokeskukselle vuosittain tiedot naiden aineiden myynnista, kaytosta, maahantuonnista, viennista, talteenotetuista maarista ja havittamisesta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelysta.",
        "title_sv": "Lämnande av uppgifter om fluorerade växthusgaser",
        "content_sv": "Den som importerar eller exporterar ämnen som avses i bilaga V del 2 till Europaparlamentets och rådets förordning (EU) 2018/1999 om styrningen av energiunionen och av klimatåtgärder samt om ändring av Europaparlamentets och rådets förordningar (EG) nr 663/2009 och (EG) nr 715/2009, Europaparlamentets och rådets direktiv 94/22/EG, 98/70/EG, 2009/31/EG, 2009/73/EG, 2010/31/EU, 2012/27/EU och 2013/30/EU samt rådets direktiv 2009/119/EG och (EU) 2015/652 och om upphävande av Europaparlamentets och rådets förordning (EU) nr 525/2013 eller i bilagorna I, ll och III till F-gasförordningen, importerar eller exporterar anordningar som innehåller sådana ämnen, eller tillverkar, installerar eller underhåller anordningar som innehåller sådana ämnen eller utför annan behandling, distribution eller avfallshantering av sådana ämnen ska på begäran årligen lämna Finlands miljöcentral uppgifter om försäljning, användning, import, export, mängder som tagits till vara och bortskaffande av dessa ämnen. Närmare bestämmelser om de uppgifter som avses i 1 mom. och om hur de ska lämnas får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som importerar eller exporterar ämnen som avses i bilaga V del 2 till Europaparlamentets och rådets förordning (EU) 2018/1999 om styrningen av energiunionen och av klimatåtgärder samt om ändring av Europaparlamentets och rådets förordningar (EG) nr 663/2009 och (EG) nr 715/2009, Europaparlamentets och rådets direktiv 94/22/EG, 98/70/EG, 2009/31/EG, 2009/73/EG, 2010/31/EU, 2012/27/EU och 2013/30/EU samt rådets direktiv 2009/119/EG och (EU) 2015/652 och om upphävande av Europaparlamentets och rådets förordning (EU) nr 525/2013 eller i bilagorna I, ll och III till F-gasförordningen, importerar eller exporterar anordningar som innehåller sådana ämnen, eller tillverkar, installerar eller underhåller anordningar som innehåller sådana ämnen eller utför annan behandling, distribution eller avfallshantering av sådana ämnen ska på begäran årligen lämna Finlands miljöcentral uppgifter om försäljning, användning, import, export, mängder som tagits till vara och bortskaffande av dessa ämnen. Närmare bestämmelser om de uppgifter som avses i 1 mom. och om hur de ska lämnas får utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som importerar eller exporterar amnen som avses i bilaga v del 2 till europaparlamentets och radets forordning (eu) 2018/1999 om styrningen av energiunionen och av klimatatgarder samt om andring av europaparlamentets och radets forordningar (eg) nr 663/2009 och (eg) nr 715/2009, europaparlamentets och radets direktiv 94/22/eg, 98/70/eg, 2009/31/eg, 2009/73/eg, 2010/31/eu, 2012/27/eu och 2013/30/eu samt radets direktiv 2009/119/eg och (eu) 2015/652 och om upphavande av europaparlamentets och radets forordning (eu) nr 525/2013 eller i bilagorna i, ll och iii till f-gasforordningen, importerar eller exporterar anordningar som innehaller sadana amnen, eller tillverkar, installerar eller underhaller anordningar som innehaller sadana amnen eller utfor annan behandling, distribution eller avfallshantering av sadana amnen ska pa begaran arligen lamna finlands miljocentral uppgifter om forsaljning, anvandning, import, export, mangder som tagits till vara och bortskaffande av dessa amnen. narmare bestammelser om de uppgifter som avses i 1 mom. och om hur de ska lamnas far utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "17:183",
      "chapter": "17",
      "section": "183",
      "title": "Aineita, kemikaaleja, valmisteita, tuotteita, laitteita ja koneita koskevat kiellot ja määräykset",
      "content": "Turvallisuus- ja kemikaalivirasto päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai määräyksestä, jos rikkomus koskee 216 §:n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista. Turvallisuus- ja kemikaalivirasto päättää kiellosta tai määräyksestä myös, jos rikkomus koskee 159-162, 162 a ja 163 §:n tai niiden nojalla annettujen säännösten tai F-kaasuasetuksen mukaisen henkilön ja toiminnanharjoittajan pätevöintiä koskevien velvoitteiden taikka 218 §:n 2 momentissa tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää kiellosta tai määräyksestä, jos rikkomus koskee otsoniasetuksen tai 163 §:n nojalla annetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai määräyksestä, jos kysymys on muusta kuin henkilön ja toiminnanharjoittajan pätevöintiä koskevasta F-kaasuasetuksen noudattamisesta. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan määräyksen antaa kuitenkin 23 §:n 1 momentissa tarkoitettu yleinen valvontaviranomainen. Liikenne- ja viestintävirasto päättää kiellosta tai määräyksestä, jos rikkomus koskee työkonemoottoreiden tyyppihyväksyntäasetuksen noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:183",
        "normalized_fi": "Turvallisuus- ja kemikaalivirasto päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai määräyksestä, jos rikkomus koskee 216 § :n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista. Turvallisuus- ja kemikaalivirasto päättää kiellosta tai määräyksestä myös, jos rikkomus koskee 159-162, 162 a ja 163 § :n tai niiden nojalla annettujen säännösten tai F-kaasuasetuksen mukaisen henkilön ja toiminnanharjoittajan pätevöintiä koskevien velvoitteiden taikka 218 § :n 2 momentissa tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää kiellosta tai määräyksestä, jos rikkomus koskee otsoniasetuksen tai 163 § :n nojalla annetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai määräyksestä, jos kysymys on muusta kuin henkilön ja toiminnanharjoittajan pätevöintiä koskevasta F-kaasuasetuksen noudattamisesta. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan määräyksen antaa kuitenkin 23 § :n 1 momentissa tarkoitettu yleinen valvontaviranomainen. Liikenne- ja viestintävirasto päättää kiellosta tai määräyksestä, jos rikkomus koskee työkonemoottoreiden tyyppihyväksyntäasetuksen noudattamista.",
        "folded_fi": "turvallisuus- ja kemikaalivirasto paattaa 1 ja 2 momentissa tarkoitetusta kiellosta tai maarayksesta, jos rikkomus koskee 216 §:n nojalla annettua orgaanisia liuottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista. turvallisuus- ja kemikaalivirasto paattaa kiellosta tai maarayksesta myos, jos rikkomus koskee 159-162, 162 a ja 163 §:n tai niiden nojalla annettujen saannosten tai f-kaasuasetuksen mukaisen henkilon ja toiminnanharjoittajan patevointia koskevien velvoitteiden taikka 218 §:n 2 momentissa tarkoitetun poikkeuslupapaatoksen noudattamista. suomen ymparistokeskus paattaa kiellosta tai maarayksesta, jos rikkomus koskee otsoniasetuksen tai 163 §:n nojalla annetun valtioneuvoston asetuksen noudattamista. suomen ymparistokeskus paattaa myos kiellosta tai maarayksesta, jos kysymys on muusta kuin henkilon ja toiminnanharjoittajan patevointia koskevasta f-kaasuasetuksen noudattamisesta. kiellon kayttaa saannosten vastaista yksittaista laitetta tai huoltovelvollisuuden tayttamista koskevan maarayksen antaa kuitenkin 23 §:n 1 momentissa tarkoitettu yleinen valvontaviranomainen. liikenne- ja viestintavirasto paattaa kiellosta tai maarayksesta, jos rikkomus koskee tyokonemoottoreiden tyyppihyvaksyntaasetuksen noudattamista.",
        "title_sv": "Förbud och förelägganden som gäller ämnen, kemikalier, preparat, produkter, anordningar och maskiner",
        "content_sv": "Säkerhets- och kemikalieverket beslutar om förbud och förelägganden enligt 1 och 2 mom. om överträdelsen gäller efterlevnaden av en statsrådsförordning som utfärdats med stöd av 216 § och som gäller produkter som innehåller organiska lösningsmedel. Säkerhets- och kemikalieverket beslutar om förbud och föreläggande också om överträdelsen gäller fullgörande av skyldigheter för certifiering av personer och verksamhetsutövare enligt 159-162, 162 a och 163 § eller enligt bestämmelser som utfärdats med stöd av dem eller enligt F-gasförordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. Finlands miljöcentral beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av ozonförordningen eller en statsrådsförordning som utfärdats med stöd av 163 §. Finlands miljöcentral beslutar också om förbud och förelägganden om det gäller efterlevnaden av F-gasförordningen till andra delar än i fråga om certifiering av personer och verksamhetsutövare. Förbud mot användning av en enskild anordning som strider mot bestämmelserna samt föreläggande att fullgöra underhållsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allmän tillsynsmyndighet. Transport- och kommunikationsverket beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av förordningen om typgodkännande av förbränningsmotorer.",
        "normalized_sv": "Säkerhets- och kemikalieverket beslutar om förbud och förelägganden enligt 1 och 2 mom. om överträdelsen gäller efterlevnaden av en statsrådsförordning som utfärdats med stöd av 216 § och som gäller produkter som innehåller organiska lösningsmedel. Säkerhets- och kemikalieverket beslutar om förbud och föreläggande också om överträdelsen gäller fullgörande av skyldigheter för certifiering av personer och verksamhetsutövare enligt 159-162, 162 a och 163 § eller enligt bestämmelser som utfärdats med stöd av dem eller enligt F-gasförordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. Finlands miljöcentral beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av ozonförordningen eller en statsrådsförordning som utfärdats med stöd av 163 § . Finlands miljöcentral beslutar också om förbud och förelägganden om det gäller efterlevnaden av F-gasförordningen till andra delar än i fråga om certifiering av personer och verksamhetsutövare. Förbud mot användning av en enskild anordning som strider mot bestämmelserna samt föreläggande att fullgöra underhållsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allmän tillsynsmyndighet. Transport- och kommunikationsverket beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av förordningen om typgodkännande av förbränningsmotorer.",
        "folded_sv": "sakerhets- och kemikalieverket beslutar om forbud och forelagganden enligt 1 och 2 mom. om overtradelsen galler efterlevnaden av en statsradsforordning som utfardats med stod av 216 § och som galler produkter som innehaller organiska losningsmedel. sakerhets- och kemikalieverket beslutar om forbud och forelaggande ocksa om overtradelsen galler fullgorande av skyldigheter for certifiering av personer och verksamhetsutovare enligt 159-162, 162 a och 163 § eller enligt bestammelser som utfardats med stod av dem eller enligt f-gasforordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. finlands miljocentral beslutar om forbud och forelagganden om overtradelsen galler efterlevnaden av ozonforordningen eller en statsradsforordning som utfardats med stod av 163 §. finlands miljocentral beslutar ocksa om forbud och forelagganden om det galler efterlevnaden av f-gasforordningen till andra delar an i fraga om certifiering av personer och verksamhetsutovare. forbud mot anvandning av en enskild anordning som strider mot bestammelserna samt forelaggande att fullgora underhallsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allman tillsynsmyndighet. transport- och kommunikationsverket beslutar om forbud och forelagganden om overtradelsen galler efterlevnaden av forordningen om typgodkannande av forbranningsmotorer."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valtion viranomaiset",
      "content": "otsoniasetus F-kaasuasetus Suomen ympäristökeskus toimii otsonikerrosta heikentävistä aineista ja asetuksen (EY) N:o 1005/2009 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/590, jäljempänä, sekä fluoratuista kasvihuonekaasuista, direktiivin (EU) 2019/1937 muuttamisesta ja asetuksen (EU) N:o 517/2014 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/573, jäljempänä, mukaisena toimivaltaisena viranomaisena sekä valvoo näiden asetusten noudattamista, jollei muualla tässä laissa toisin säädetä. Lisäksi Suomen ympäristökeskus ylläpitää ja kehittää parhaan käyttökelpoisen tekniikan tiedonvaihtoa, seuraa parhaan käyttökelpoisen tekniikan kehittymistä ja tiedottaa siitä. Suomen ympäristökeskus vastaa myös ympäristövahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin säädetä, sekä öljy- tai muun kemikaalivahingon seurauksena likaantuneiden eläinten hoitamisen järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "otsoniasetus F-kaasuasetus Suomen ympäristökeskus toimii otsonikerrosta heikentävistä aineista ja asetuksen (EY) N:o 1005/2009 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/590, jäljempänä, sekä fluoratuista kasvihuonekaasuista, direktiivin (EU) 2019/1937 muuttamisesta ja asetuksen (EU) N:o 517/2014 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/573, jäljempänä, mukaisena toimivaltaisena viranomaisena sekä valvoo näiden asetusten noudattamista, jollei muualla tässä laissa toisin säädetä. Lisäksi Suomen ympäristökeskus ylläpitää ja kehittää parhaan käyttökelpoisen tekniikan tiedonvaihtoa, seuraa parhaan käyttökelpoisen tekniikan kehittymistä ja tiedottaa siitä. Suomen ympäristökeskus vastaa myös ympäristövahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin säädetä, sekä öljy- tai muun kemikaalivahingon seurauksena likaantuneiden eläinten hoitamisen järjestämisestä.",
        "folded_fi": "otsoniasetus f-kaasuasetus suomen ymparistokeskus toimii otsonikerrosta heikentavista aineista ja asetuksen (ey) n:o 1005/2009 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/590, jaljempana, seka fluoratuista kasvihuonekaasuista, direktiivin (eu) 2019/1937 muuttamisesta ja asetuksen (eu) n:o 517/2014 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/573, jaljempana, mukaisena toimivaltaisena viranomaisena seka valvoo naiden asetusten noudattamista, jollei muualla tassa laissa toisin saadeta. lisaksi suomen ymparistokeskus yllapitaa ja kehittaa parhaan kayttokelpoisen tekniikan tiedonvaihtoa, seuraa parhaan kayttokelpoisen tekniikan kehittymista ja tiedottaa siita. suomen ymparistokeskus vastaa myos ymparistovahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin saadeta, seka oljy- tai muun kemikaalivahingon seurauksena likaantuneiden elainten hoitamisen jarjestamisesta.",
        "title_sv": "Statliga myndigheter",
        "content_sv": "ozonförordningen F-gasförordningen Finlands miljöcentral är behörig myndighet enligt Europaparlamentets och rådets förordning (EU) 2024/590 om ämnen som bryter ned ozonskiktet och om upphävande av förordning (EG) nr 1005/2009, nedan, och Europaparlamentets och rådets förordning (EU) 2024/573 om fluorerade växthusgaser, om ändring av direktiv (EU) 2019/1937 och om upphävande av förordning (EU) nr 517/2014, nedan, och övervakar att förordningarna iakttas, om inte något annat föreskrivs någon annanstans i denna lag. Dessutom har Finlands miljöcentral hand om och utvecklar informationsutbytet om bästa tillgängliga teknik, följer utvecklingen inom bästa tillgängliga teknik och informerar om den. Finlands miljöcentral svarar också för uppföljning och sanering av vrak som medför risk för miljöskada, om inte något annat föreskrivs någon annanstans i lag, samt för ordnande av vård av djur som blivit nedsmutsade till följd av olje- eller annan kemikalieskada.",
        "normalized_sv": "ozonförordningen F-gasförordningen Finlands miljöcentral är behörig myndighet enligt Europaparlamentets och rådets förordning (EU) 2024/590 om ämnen som bryter ned ozonskiktet och om upphävande av förordning (EG) nr 1005/2009, nedan, och Europaparlamentets och rådets förordning (EU) 2024/573 om fluorerade växthusgaser, om ändring av direktiv (EU) 2019/1937 och om upphävande av förordning (EU) nr 517/2014, nedan, och övervakar att förordningarna iakttas, om inte något annat föreskrivs någon annanstans i denna lag. Dessutom har Finlands miljöcentral hand om och utvecklar informationsutbytet om bästa tillgängliga teknik, följer utvecklingen inom bästa tillgängliga teknik och informerar om den. Finlands miljöcentral svarar också för uppföljning och sanering av vrak som medför risk för miljöskada, om inte något annat föreskrivs någon annanstans i lag, samt för ordnande av vård av djur som blivit nedsmutsade till följd av olje- eller annan kemikalieskada.",
        "folded_sv": "ozonforordningen f-gasforordningen finlands miljocentral ar behorig myndighet enligt europaparlamentets och radets forordning (eu) 2024/590 om amnen som bryter ned ozonskiktet och om upphavande av forordning (eg) nr 1005/2009, nedan, och europaparlamentets och radets forordning (eu) 2024/573 om fluorerade vaxthusgaser, om andring av direktiv (eu) 2019/1937 och om upphavande av forordning (eu) nr 517/2014, nedan, och overvakar att forordningarna iakttas, om inte nagot annat foreskrivs nagon annanstans i denna lag. dessutom har finlands miljocentral hand om och utvecklar informationsutbytet om basta tillgangliga teknik, foljer utvecklingen inom basta tillgangliga teknik och informerar om den. finlands miljocentral svarar ocksa for uppfoljning och sanering av vrak som medfor risk for miljoskada, om inte nagot annat foreskrivs nagon annanstans i lag, samt for ordnande av vard av djur som blivit nedsmutsade till foljd av olje- eller annan kemikalieskada."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17:159",
      "chapter": "17",
      "section": "159",
      "title": "Vaadittava pätevyys ja sen osoittaminen",
      "content": "Otsoniasetuksen liitteen I ja F-kaasuasetuksen liitteiden I-III mukaisia aineita sekä niille vaihtoehtoisia kylmäaineita sisältäviä laitteita tai järjestelmiä asentavalla, kunnossapitävällä, huoltavalla, korjaavalla, käytöstä poistavalla, vuotoja tarkastavalla taikka edellä mainittujen aineiden talteenottoa suorittavalla henkilöllä ja toiminnanharjoittajalla on oltava aineiden päästöjen ehkäisemiseksi edellytetty riittävä pätevyys. Henkilön on osoitettava pätevyytensä tämän lain, otsoniasetuksen tai F-kaasuasetuksen taikka niiden nojalla säädettyjen vaatimusten mukaisesti: 1) kiinteiden jäähdytys-, ilmastointi- ja lämpöpumppujen sekä orgaanisten Rankine-prosessien käsittelyssä sekä kylmäkuljetuskuorma-autojen tai -perävaunujen, kevyiden kylmäkuljetusajoneuvojen, intermodaalikonttien, kylmäkuljetuskonttien ja junavaunujen jäähdytysyksikköjen käsittelyssä toimivan henkilön on osoitettava pätevyytensä ammatillisessa tutkinnossa ja koulutuksen järjestäjän tulee antaa todistus pätevyytensä osoittaneelle henkilölle; todistuksen antamisesta säädetään ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sähköisiä kytkinlaitteita ja ajoneuvojen ilmastointilaitteita käsittelevän henkilön sekä fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisältävistä laitteista näitä kaasuja talteen ottavan henkilön on osoitettava pätevyytensä Turvallisuus- ja kemikaaliviraston hyväksymän riittävän asiantuntevan tahon järjestämässä kokeessa ja hyväksytysti suoritetusta kokeesta annetaan todistus pätevyytensä osoittaneelle henkilölle. Riittävän asiantuntevana tahona pidetään näiden alojen oppilaitosta tai henkilöiden sertifiointia hoitavaa yritystä taikka laitteen tai laitteiston maahantuojaa. Riittävän asiantuntevan tahon henkilöstöön sovelletaan sen hoitaessa tässä laissa tarkoitettuja julkisia hallintotehtäviä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:159",
        "normalized_fi": "Otsoniasetuksen liitteen I ja F-kaasuasetuksen liitteiden I-III mukaisia aineita sekä niille vaihtoehtoisia kylmäaineita sisältäviä laitteita tai järjestelmiä asentavalla, kunnossapitävällä, huoltavalla, korjaavalla, käytöstä poistavalla, vuotoja tarkastavalla taikka edellä mainittujen aineiden talteenottoa suorittavalla henkilöllä ja toiminnanharjoittajalla on oltava aineiden päästöjen ehkäisemiseksi edellytetty riittävä pätevyys. Henkilön on osoitettava pätevyytensä tämän lain, otsoniasetuksen tai F-kaasuasetuksen taikka niiden nojalla säädettyjen vaatimusten mukaisesti: 1) kiinteiden jäähdytys-, ilmastointi- ja lämpöpumppujen sekä orgaanisten Rankine-prosessien käsittelyssä sekä kylmäkuljetuskuorma-autojen tai -perävaunujen, kevyiden kylmäkuljetusajoneuvojen, intermodaalikonttien, kylmäkuljetuskonttien ja junavaunujen jäähdytysyksikköjen käsittelyssä toimivan henkilön on osoitettava pätevyytensä ammatillisessa tutkinnossa ja koulutuksen järjestäjän tulee antaa todistus pätevyytensä osoittaneelle henkilölle; todistuksen antamisesta säädetään ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sähköisiä kytkinlaitteita ja ajoneuvojen ilmastointilaitteita käsittelevän henkilön sekä fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisältävistä laitteista näitä kaasuja talteen ottavan henkilön on osoitettava pätevyytensä Turvallisuus- ja kemikaaliviraston hyväksymän riittävän asiantuntevan tahon järjestämässä kokeessa ja hyväksytysti suoritetusta kokeesta annetaan todistus pätevyytensä osoittaneelle henkilölle. Riittävän asiantuntevana tahona pidetään näiden alojen oppilaitosta tai henkilöiden sertifiointia hoitavaa yritystä taikka laitteen tai laitteiston maahantuojaa. Riittävän asiantuntevan tahon henkilöstöön sovelletaan sen hoitaessa tässä laissa tarkoitettuja julkisia hallintotehtäviä rikosoikeudellista virkavastuuta koskevia säännöksiä. Vahingonkorvausvastuusta säädetään vahingonkorvauslaissa.",
        "folded_fi": "otsoniasetuksen liitteen i ja f-kaasuasetuksen liitteiden i-iii mukaisia aineita seka niille vaihtoehtoisia kylmaaineita sisaltavia laitteita tai jarjestelmia asentavalla, kunnossapitavalla, huoltavalla, korjaavalla, kaytosta poistavalla, vuotoja tarkastavalla taikka edella mainittujen aineiden talteenottoa suorittavalla henkilolla ja toiminnanharjoittajalla on oltava aineiden paastojen ehkaisemiseksi edellytetty riittava patevyys. henkilon on osoitettava patevyytensa taman lain, otsoniasetuksen tai f-kaasuasetuksen taikka niiden nojalla saadettyjen vaatimusten mukaisesti: 1) kiinteiden jaahdytys-, ilmastointi- ja lampopumppujen seka orgaanisten rankine-prosessien kasittelyssa seka kylmakuljetuskuorma-autojen tai -peravaunujen, kevyiden kylmakuljetusajoneuvojen, intermodaalikonttien, kylmakuljetuskonttien ja junavaunujen jaahdytysyksikkojen kasittelyssa toimivan henkilon on osoitettava patevyytensa ammatillisessa tutkinnossa ja koulutuksen jarjestajan tulee antaa todistus patevyytensa osoittaneelle henkilolle; todistuksen antamisesta saadetaan ammatillisesta koulutuksesta annetussa laissa (531/2017); taikka 2) sammutuslaitteistoja, sahkoisia kytkinlaitteita ja ajoneuvojen ilmastointilaitteita kasittelevan henkilon seka fluorattuihin kasvihuonekaasuihin pohjautuvia liuottimia sisaltavista laitteista naita kaasuja talteen ottavan henkilon on osoitettava patevyytensa turvallisuus- ja kemikaaliviraston hyvaksyman riittavan asiantuntevan tahon jarjestamassa kokeessa ja hyvaksytysti suoritetusta kokeesta annetaan todistus patevyytensa osoittaneelle henkilolle. riittavan asiantuntevana tahona pidetaan naiden alojen oppilaitosta tai henkiloiden sertifiointia hoitavaa yritysta taikka laitteen tai laitteiston maahantuojaa. riittavan asiantuntevan tahon henkilostoon sovelletaan sen hoitaessa tassa laissa tarkoitettuja julkisia hallintotehtavia rikosoikeudellista virkavastuuta koskevia saannoksia. vahingonkorvausvastuusta saadetaan vahingonkorvauslaissa.",
        "title_sv": "Kompetens som krävs och hur kompetensen visas",
        "content_sv": "En person eller verksamhetsutövare som utför installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller sådana ämnen som avses i bilaga I till ozonförordningen eller i bilagorna I-III till F-gasförordningen eller sådana köldmedier som utgör alternativ till sådana ämnen eller tar till vara ovannämnda ämnen ska ha tillräcklig kompetens att förebygga utsläpp av ämnena. En person ska visa sin kompetens i enlighet med denna lag, ozonförordningen eller F-gasförordningen eller i enlighet med krav som föreskrivits med stöd av dem enligt följande: 1) den som arbetar inom hanteringen av stationär kyl-, luftkonditionerings- och värmepumpsutrustning, hanteringen av organiska Rankinecykler, hanteringen av kylenheter i lastbilar och släpfordon, lätta fordon, intermodala containrar, kylcontainrar och tågvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfärda ett intyg för den som visat sin kompetens; bestämmelser om utfärdande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar släckanläggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade växthusgaser från anordningar som innehåller lösningsmedel baserade på dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sådant organ med tillräcklig sakkunskap som Säkerhets- och kemikalieverket har godkänt och den som har visat sin kompetens genom ett godkänt prov tilldelas ett intyg. Som organ med tillräcklig sakkunskap räknas läroanstalter inom dessa branscher, företag som svarar för certifieringen av personer och importörer av anordningar eller utrustning. Då personalen vid ett organ med tillräcklig sakkunskap sköter offentliga förvaltningsuppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar på personalen. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "normalized_sv": "En person eller verksamhetsutövare som utför installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller sådana ämnen som avses i bilaga I till ozonförordningen eller i bilagorna I-III till F-gasförordningen eller sådana köldmedier som utgör alternativ till sådana ämnen eller tar till vara ovannämnda ämnen ska ha tillräcklig kompetens att förebygga utsläpp av ämnena. En person ska visa sin kompetens i enlighet med denna lag, ozonförordningen eller F-gasförordningen eller i enlighet med krav som föreskrivits med stöd av dem enligt följande: 1) den som arbetar inom hanteringen av stationär kyl-, luftkonditionerings- och värmepumpsutrustning, hanteringen av organiska Rankinecykler, hanteringen av kylenheter i lastbilar och släpfordon, lätta fordon, intermodala containrar, kylcontainrar och tågvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfärda ett intyg för den som visat sin kompetens; bestämmelser om utfärdande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar släckanläggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade växthusgaser från anordningar som innehåller lösningsmedel baserade på dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sådant organ med tillräcklig sakkunskap som Säkerhets- och kemikalieverket har godkänt och den som har visat sin kompetens genom ett godkänt prov tilldelas ett intyg. Som organ med tillräcklig sakkunskap räknas läroanstalter inom dessa branscher, företag som svarar för certifieringen av personer och importörer av anordningar eller utrustning. Då personalen vid ett organ med tillräcklig sakkunskap sköter offentliga förvaltningsuppgifter enligt denna lag tillämpas bestämmelserna om straffrättsligt tjänsteansvar på personalen. Bestämmelser om skadeståndsansvar finns i skadeståndslagen.",
        "folded_sv": "en person eller verksamhetsutovare som utfor installation, underhall, service, reparation, nedmontering eller lackagekontroll av anordningar eller system som innehaller sadana amnen som avses i bilaga i till ozonforordningen eller i bilagorna i-iii till f-gasforordningen eller sadana koldmedier som utgor alternativ till sadana amnen eller tar till vara ovannamnda amnen ska ha tillracklig kompetens att forebygga utslapp av amnena. en person ska visa sin kompetens i enlighet med denna lag, ozonforordningen eller f-gasforordningen eller i enlighet med krav som foreskrivits med stod av dem enligt foljande: 1) den som arbetar inom hanteringen av stationar kyl-, luftkonditionerings- och varmepumpsutrustning, hanteringen av organiska rankinecykler, hanteringen av kylenheter i lastbilar och slapfordon, latta fordon, intermodala containrar, kylcontainrar och tagvagnar ska visa sin kompetens i en yrkesexamen, och utbildningsanordnaren ska utfarda ett intyg for den som visat sin kompetens; bestammelser om utfardande av intyg finns i lagen om yrkesutbildning (531/2017), 2) den som hanterar slackanlaggningar, elektriska brytare och luftkonditioneringsutrustning i fordon och den som tar till vara fluorerade vaxthusgaser fran anordningar som innehaller losningsmedel baserade pa dessa gaser ska visa sin kompetens vid ett prov ordnat av ett sadant organ med tillracklig sakkunskap som sakerhets- och kemikalieverket har godkant och den som har visat sin kompetens genom ett godkant prov tilldelas ett intyg. som organ med tillracklig sakkunskap raknas laroanstalter inom dessa branscher, foretag som svarar for certifieringen av personer och importorer av anordningar eller utrustning. da personalen vid ett organ med tillracklig sakkunskap skoter offentliga forvaltningsuppgifter enligt denna lag tillampas bestammelserna om straffrattsligt tjansteansvar pa personalen. bestammelser om skadestandsansvar finns i skadestandslagen."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:161",
      "chapter": "17",
      "section": "161",
      "title": "Toiminnan vastuuhenkilö ja laitteet",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on nimettävä vastuuhenkilö. Vastuuhenkilön on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hänellä on oltava mainitussa momentissa tarkoitettu pätevyys. Vastuuhenkilö vastaa siitä, että toiminnassa noudatetaan säädettyjä ympäristönsuojeluvaatimuksia ja että kylmäaineita käsittelevä henkilöstö täyttää pätevyysvaatimukset. Vastuuhenkilöllä on oltava tosiasiallinen mahdollisuus huolehtia tehtävästään. Edellä 159 §:n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyön edellyttämät laitteet ja välineet. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä otsoniasetuksen ja F-kaasuasetuksen mukaisia aineita sisältävien laitteiden ja järjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, käytöstä poistossa, vuototarkastuksessa sekä edellä mainittujen aineiden talteenotossa tarvittavista laitteista ja välineistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:161",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on nimettävä vastuuhenkilö. Vastuuhenkilön on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hänellä on oltava mainitussa momentissa tarkoitettu pätevyys. Vastuuhenkilö vastaa siitä, että toiminnassa noudatetaan säädettyjä ympäristönsuojeluvaatimuksia ja että kylmäaineita käsittelevä henkilöstö täyttää pätevyysvaatimukset. Vastuuhenkilöllä on oltava tosiasiallinen mahdollisuus huolehtia tehtävästään. Edellä 159 § :n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyön edellyttämät laitteet ja välineet. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä otsoniasetuksen ja F-kaasuasetuksen mukaisia aineita sisältävien laitteiden ja järjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, käytöstä poistossa, vuototarkastuksessa sekä edellä mainittujen aineiden talteenotossa tarvittavista laitteista ja välineistä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa patevyytta edellyttavia toimia kolmannelle osapuolelle, on nimettava vastuuhenkilo. vastuuhenkilon on oltava toiminnanharjoittaja tai asianomaisen toiminnanharjoittajan palveluksessa ja hanella on oltava mainitussa momentissa tarkoitettu patevyys. vastuuhenkilo vastaa siita, etta toiminnassa noudatetaan saadettyja ymparistonsuojeluvaatimuksia ja etta kylmaaineita kasitteleva henkilosto tayttaa patevyysvaatimukset. vastuuhenkilolla on oltava tosiasiallinen mahdollisuus huolehtia tehtavastaan. edella 159 §:n 1 momentissa tarkoitetulla toiminnanharjoittajalla on oltava asianmukaisen huoltotyon edellyttamat laitteet ja valineet. valtioneuvoston asetuksella annetaan tarkempia saannoksia otsoniasetuksen ja f-kaasuasetuksen mukaisia aineita sisaltavien laitteiden ja jarjestelmien asennuksessa, kunnossapidossa, huollossa, korjauksessa, kaytosta poistossa, vuototarkastuksessa seka edella mainittujen aineiden talteenotossa tarvittavista laitteista ja valineista.",
        "title_sv": "Ansvarig för verksamheten samt anordningar",
        "content_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska utse en ansvarig. Den ansvarige ska vara verksamhetsutövare eller vara anställd hos verksamhetsutövaren i fråga och ska ha den kompetens som avses i det momentet. Den ansvarige ska svara för att de föreskrivna miljöskyddskraven iakttas i verksamheten och för att den personal som hanterar köldmedier uppfyller kompetenskraven. Den ansvarige ska ha reella möjligheter att sköta sin uppgift. En verksamhetsutövare som avses i 159 § 1 mom. ska ha sådana anordningar och redskap som krävs för ändamålsenlig serviceverksamhet. Närmare bestämmelser om de anordningar och redskap som behövs vid installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller ämnen som avses i ozonförordningen eller F-gasförordningen eller vid tillvaratagandet av sådana ämnen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska utse en ansvarig. Den ansvarige ska vara verksamhetsutövare eller vara anställd hos verksamhetsutövaren i fråga och ska ha den kompetens som avses i det momentet. Den ansvarige ska svara för att de föreskrivna miljöskyddskraven iakttas i verksamheten och för att den personal som hanterar köldmedier uppfyller kompetenskraven. Den ansvarige ska ha reella möjligheter att sköta sin uppgift. En verksamhetsutövare som avses i 159 § 1 mom. ska ha sådana anordningar och redskap som krävs för ändamålsenlig serviceverksamhet. Närmare bestämmelser om de anordningar och redskap som behövs vid installation, underhåll, service, reparation, nedmontering eller läckagekontroll av anordningar eller system som innehåller ämnen som avses i ozonförordningen eller F-gasförordningen eller vid tillvaratagandet av sådana ämnen utfärdas genom förordning av statsrådet.",
        "folded_sv": "en i 159 § 1 mom. avsedd verksamhetsutovare som utfor sadana uppdrag at en tredje part som kraver kompetens ska utse en ansvarig. den ansvarige ska vara verksamhetsutovare eller vara anstalld hos verksamhetsutovaren i fraga och ska ha den kompetens som avses i det momentet. den ansvarige ska svara for att de foreskrivna miljoskyddskraven iakttas i verksamheten och for att den personal som hanterar koldmedier uppfyller kompetenskraven. den ansvarige ska ha reella mojligheter att skota sin uppgift. en verksamhetsutovare som avses i 159 § 1 mom. ska ha sadana anordningar och redskap som kravs for andamalsenlig serviceverksamhet. narmare bestammelser om de anordningar och redskap som behovs vid installation, underhall, service, reparation, nedmontering eller lackagekontroll av anordningar eller system som innehaller amnen som avses i ozonforordningen eller f-gasforordningen eller vid tillvaratagandet av sadana amnen utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:162",
      "chapter": "17",
      "section": "162",
      "title": "Pätevyyden todentaminen ja voimassaolo",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun henkilön on tehtävä pätevyyden todentamista varten ilmoitus Turvallisuus- ja kemikaalivirastolle. Ilmoituksesta on käytävä ilmi tarpeelliset henkilö- ja yhteystiedot sekä selvitys mainitun pykälän 2 momentin mukaisesta pätevyysvaatimusten täyttämisestä. Pätevyysvaatimukset täyttävälle henkilölle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Pätevyystodistus on voimassa seitsemän vuotta. Pätevyyden uusimista varten henkilön on suoritettava F-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava pätevyytensä arviointiin. Henkilön on tehtävä Turvallisuus- ja kemikaalivirastolle pätevyyden uusimista koskeva hakemus kolme kuukautta ennen pätevyystodistuksen voimassaolon päättymistä. Turvallisuus- ja kemikaalivirasto uusii pätevyystodistuksen, kun henkilö on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyväksytysti pätevyytensä arviointiin. Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on tehtävä valvontaa varten sekä otsoniasetuksessa, F-kaasuasetuksessa tai tässä laissa taikka niiden nojalla annetuissa säännöksissä edellytetyn mainitun pykälän 1 momentissa tarkoitetun pätevyyden todentamista varten Turvallisuus- ja kemikaalivirastolle ilmoitus henkilöstön pätevyydestä sekä toiminnan luonteesta ja työvälineistä. Pätevyysvaatimukset täyttävälle toiminnanharjoittajalle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Turvallisuus- ja kemikaalivirasto voi päätöksellään peruuttaa pätevyystodistuksen, jos ilmenee, ettei henkilö tai toiminnanharjoittaja toimi pätevyysvaatimusten edellyttämällä tavalla tai jos toiminnanharjoittaja ei enää täytä pätevyysvaatimuksia. Ennen pätevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilölle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa määräajassa. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä tarkoitettujen ilmoitusten sisällöstä ja ilmoitusmenettelystä sekä pätevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvistä menettelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:162",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun henkilön on tehtävä pätevyyden todentamista varten ilmoitus Turvallisuus- ja kemikaalivirastolle. Ilmoituksesta on käytävä ilmi tarpeelliset henkilö- ja yhteystiedot sekä selvitys mainitun pykälän 2 momentin mukaisesta pätevyysvaatimusten täyttämisestä. Pätevyysvaatimukset täyttävälle henkilölle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Pätevyystodistus on voimassa seitsemän vuotta. Pätevyyden uusimista varten henkilön on suoritettava F-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava pätevyytensä arviointiin. Henkilön on tehtävä Turvallisuus- ja kemikaalivirastolle pätevyyden uusimista koskeva hakemus kolme kuukautta ennen pätevyystodistuksen voimassaolon päättymistä. Turvallisuus- ja kemikaalivirasto uusii pätevyystodistuksen, kun henkilö on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyväksytysti pätevyytensä arviointiin. Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa pätevyyttä edellyttäviä toimia kolmannelle osapuolelle, on tehtävä valvontaa varten sekä otsoniasetuksessa, F-kaasuasetuksessa tai tässä laissa taikka niiden nojalla annetuissa säännöksissä edellytetyn mainitun pykälän 1 momentissa tarkoitetun pätevyyden todentamista varten Turvallisuus- ja kemikaalivirastolle ilmoitus henkilöstön pätevyydestä sekä toiminnan luonteesta ja työvälineistä. Pätevyysvaatimukset täyttävälle toiminnanharjoittajalle Turvallisuus- ja kemikaalivirasto antaa pätevyystodistuksen. Turvallisuus- ja kemikaalivirasto voi päätöksellään peruuttaa pätevyystodistuksen, jos ilmenee, ettei henkilö tai toiminnanharjoittaja toimi pätevyysvaatimusten edellyttämällä tavalla tai jos toiminnanharjoittaja ei enää täytä pätevyysvaatimuksia. Ennen pätevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilölle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa määräajassa. Valtioneuvoston asetuksella annetaan tarkemmat säännökset tässä pykälässä tarkoitettujen ilmoitusten sisällöstä ja ilmoitusmenettelystä sekä pätevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvistä menettelyistä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun henkilon on tehtava patevyyden todentamista varten ilmoitus turvallisuus- ja kemikaalivirastolle. ilmoituksesta on kaytava ilmi tarpeelliset henkilo- ja yhteystiedot seka selvitys mainitun pykalan 2 momentin mukaisesta patevyysvaatimusten tayttamisesta. patevyysvaatimukset tayttavalle henkilolle turvallisuus- ja kemikaalivirasto antaa patevyystodistuksen. patevyystodistus on voimassa seitseman vuotta. patevyyden uusimista varten henkilon on suoritettava f-kaasuasetuksen 10 artiklan 9 kohdassa tarkoitettu kertauskurssi tai osallistuttava patevyytensa arviointiin. henkilon on tehtava turvallisuus- ja kemikaalivirastolle patevyyden uusimista koskeva hakemus kolme kuukautta ennen patevyystodistuksen voimassaolon paattymista. turvallisuus- ja kemikaalivirasto uusii patevyystodistuksen, kun henkilo on suorittanut mainitussa asetuksessa tarkoitetun kertauskurssin tai osallistunut hyvaksytysti patevyytensa arviointiin. edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan, joka suorittaa patevyytta edellyttavia toimia kolmannelle osapuolelle, on tehtava valvontaa varten seka otsoniasetuksessa, f-kaasuasetuksessa tai tassa laissa taikka niiden nojalla annetuissa saannoksissa edellytetyn mainitun pykalan 1 momentissa tarkoitetun patevyyden todentamista varten turvallisuus- ja kemikaalivirastolle ilmoitus henkiloston patevyydesta seka toiminnan luonteesta ja tyovalineista. patevyysvaatimukset tayttavalle toiminnanharjoittajalle turvallisuus- ja kemikaalivirasto antaa patevyystodistuksen. turvallisuus- ja kemikaalivirasto voi paatoksellaan peruuttaa patevyystodistuksen, jos ilmenee, ettei henkilo tai toiminnanharjoittaja toimi patevyysvaatimusten edellyttamalla tavalla tai jos toiminnanharjoittaja ei enaa tayta patevyysvaatimuksia. ennen patevyystodistuksen peruuttamista toiminnanharjoittajalle tai henkilolle on varattava tilaisuus korjata puute, jollei se ole niin olennainen, ettei sen poistaminen ole mahdollista kohtuullisessa maaraajassa. valtioneuvoston asetuksella annetaan tarkemmat saannokset tassa pykalassa tarkoitettujen ilmoitusten sisallosta ja ilmoitusmenettelysta seka patevyyden uusimiseen, kertauskurssiin ja arviointiin liittyvista menettelyista.",
        "title_sv": "Certifiering och dess giltighet",
        "content_sv": "En person som avses i 159 § 1 mom. ska göra en anmälan till Säkerhets- och kemikalieverket för certifiering. Anmälan ska innehålla behövliga person- och kontaktuppgifter och en redogörelse för att kompetenskraven uppfylls i enlighet med 159 § 2 mom. Säkerhets- och kemikalieverket ska utfärda ett certifikat för den som uppfyller kompetenskraven. Certifikatet är giltigt i sju år. För förnyande av certifiering ska personen genomgå den repetitionskurs som avses i artikel 10.9 i F-gasförordningen eller delta i en bedömning av sin kompetens. Personen ska lämna in en ansökan om förnyande av certifiering till Säkerhets- och kemikalieverket tre månader innan giltighetstiden för certifikatet löper ut. Säkerhets- och kemikalieverket förnyar certifikatet när personen har genomgått den repetitionskurs som avses i den förordningen eller med godkänt resultat deltagit i bedömningen av sin kompetens. En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska för tillsynen och för verifiering av den i 159 § 1 mom. avsedda kompetens som krävs enligt ozonförordningen, F-gasförordningen eller denna lag eller en författning som utfärdats med stöd av dem göra en anmälan till Säkerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktär och om arbetsredskapen. Säkerhets- och kemikalieverket ska utfärda ett certifikat för verksamhetsutövare som uppfyller kompetenskraven. Säkerhets- och kemikalieverket kan besluta att återkalla ett certifikat, om det kommer fram att en person eller verksamhetsutövare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutövare inte längre uppfyller kompetenskraven. Innan certifikatet återkallas ska Säkerhets- och kemikalieverket ge verksamhetsutövaren eller personen möjlighet att avhjälpa bristen, om den inte är så väsentlig att den inte kan avhjälpas inom en skälig tid. Närmare bestämmelser om innehållet i de anmälningar som avses i denna paragraf och om anmälningsförfarandet samt om förfarandena för förnyande av certifiering, repetitionskurser och bedömning av kompetensen utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En person som avses i 159 § 1 mom. ska göra en anmälan till Säkerhets- och kemikalieverket för certifiering. Anmälan ska innehålla behövliga person- och kontaktuppgifter och en redogörelse för att kompetenskraven uppfylls i enlighet med 159 § 2 mom. Säkerhets- och kemikalieverket ska utfärda ett certifikat för den som uppfyller kompetenskraven. Certifikatet är giltigt i sju år. För förnyande av certifiering ska personen genomgå den repetitionskurs som avses i artikel 10.9 i F-gasförordningen eller delta i en bedömning av sin kompetens. Personen ska lämna in en ansökan om förnyande av certifiering till Säkerhets- och kemikalieverket tre månader innan giltighetstiden för certifikatet löper ut. Säkerhets- och kemikalieverket förnyar certifikatet när personen har genomgått den repetitionskurs som avses i den förordningen eller med godkänt resultat deltagit i bedömningen av sin kompetens. En i 159 § 1 mom. avsedd verksamhetsutövare som utför sådana uppdrag åt en tredje part som kräver kompetens ska för tillsynen och för verifiering av den i 159 § 1 mom. avsedda kompetens som krävs enligt ozonförordningen, F-gasförordningen eller denna lag eller en författning som utfärdats med stöd av dem göra en anmälan till Säkerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktär och om arbetsredskapen. Säkerhets- och kemikalieverket ska utfärda ett certifikat för verksamhetsutövare som uppfyller kompetenskraven. Säkerhets- och kemikalieverket kan besluta att återkalla ett certifikat, om det kommer fram att en person eller verksamhetsutövare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutövare inte längre uppfyller kompetenskraven. Innan certifikatet återkallas ska Säkerhets- och kemikalieverket ge verksamhetsutövaren eller personen möjlighet att avhjälpa bristen, om den inte är så väsentlig att den inte kan avhjälpas inom en skälig tid. Närmare bestämmelser om innehållet i de anmälningar som avses i denna paragraf och om anmälningsförfarandet samt om förfarandena för förnyande av certifiering, repetitionskurser och bedömning av kompetensen utfärdas genom förordning av statsrådet.",
        "folded_sv": "en person som avses i 159 § 1 mom. ska gora en anmalan till sakerhets- och kemikalieverket for certifiering. anmalan ska innehalla behovliga person- och kontaktuppgifter och en redogorelse for att kompetenskraven uppfylls i enlighet med 159 § 2 mom. sakerhets- och kemikalieverket ska utfarda ett certifikat for den som uppfyller kompetenskraven. certifikatet ar giltigt i sju ar. for fornyande av certifiering ska personen genomga den repetitionskurs som avses i artikel 10.9 i f-gasforordningen eller delta i en bedomning av sin kompetens. personen ska lamna in en ansokan om fornyande av certifiering till sakerhets- och kemikalieverket tre manader innan giltighetstiden for certifikatet loper ut. sakerhets- och kemikalieverket fornyar certifikatet nar personen har genomgatt den repetitionskurs som avses i den forordningen eller med godkant resultat deltagit i bedomningen av sin kompetens. en i 159 § 1 mom. avsedd verksamhetsutovare som utfor sadana uppdrag at en tredje part som kraver kompetens ska for tillsynen och for verifiering av den i 159 § 1 mom. avsedda kompetens som kravs enligt ozonforordningen, f-gasforordningen eller denna lag eller en forfattning som utfardats med stod av dem gora en anmalan till sakerhets- och kemikalieverket om vilken kompetens personalen har samt om verksamhetens karaktar och om arbetsredskapen. sakerhets- och kemikalieverket ska utfarda ett certifikat for verksamhetsutovare som uppfyller kompetenskraven. sakerhets- och kemikalieverket kan besluta att aterkalla ett certifikat, om det kommer fram att en person eller verksamhetsutovare inte handlar i enlighet med kompetenskraven eller om en verksamhetsutovare inte langre uppfyller kompetenskraven. innan certifikatet aterkallas ska sakerhets- och kemikalieverket ge verksamhetsutovaren eller personen mojlighet att avhjalpa bristen, om den inte ar sa vasentlig att den inte kan avhjalpas inom en skalig tid. narmare bestammelser om innehallet i de anmalningar som avses i denna paragraf och om anmalningsforfarandet samt om forfarandena for fornyande av certifiering, repetitionskurser och bedomning av kompetensen utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:162 a",
      "chapter": "17",
      "section": "162 a",
      "title": "Asennustodistus",
      "content": "Edellä 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiinteän jäähdytys-, ilmastointi- ja lämpöpumppulaitteen asennuksesta asennustodistus, jossa yksilöidään asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyistä testauksista ja muista toimenpiteistä. Toiminnanharjoittajan vastuuhenkilön allekirjoittama asennustodistus luovutetaan laitteen haltijalle. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä asennustodistuksen sisällöstä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:162 a",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiinteän jäähdytys-, ilmastointi- ja lämpöpumppulaitteen asennuksesta asennustodistus, jossa yksilöidään asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyistä testauksista ja muista toimenpiteistä. Toiminnanharjoittajan vastuuhenkilön allekirjoittama asennustodistus luovutetaan laitteen haltijalle. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä asennustodistuksen sisällöstä.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitetun toiminnanharjoittajan on laadittava kiintean jaahdytys-, ilmastointi- ja lampopumppulaitteen asennuksesta asennustodistus, jossa yksiloidaan asennettu laite ja kerrotaan toimintakunnon varmentamiseksi tehdyista testauksista ja muista toimenpiteista. toiminnanharjoittajan vastuuhenkilon allekirjoittama asennustodistus luovutetaan laitteen haltijalle. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia asennustodistuksen sisallosta.",
        "title_sv": "Installationsbevis",
        "content_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare ska över installationen av en stationär kyl-, luftkonditionerings- och värmepumpsutrustning upprätta ett installationsbevis i vilket anordningen specificeras och som innehåller en beskrivning av de provningar och andra åtgärder som har vidtagits för att säkerställa funktionsdugligheten. Ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutövaren överlämnas till innehavaren av anordningen. Närmare bestämmelser om innehållet i ett installationsbevis får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "En i 159 § 1 mom. avsedd verksamhetsutövare ska över installationen av en stationär kyl-, luftkonditionerings- och värmepumpsutrustning upprätta ett installationsbevis i vilket anordningen specificeras och som innehåller en beskrivning av de provningar och andra åtgärder som har vidtagits för att säkerställa funktionsdugligheten. Ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutövaren överlämnas till innehavaren av anordningen. Närmare bestämmelser om innehållet i ett installationsbevis får utfärdas genom förordning av statsrådet.",
        "folded_sv": "en i 159 § 1 mom. avsedd verksamhetsutovare ska over installationen av en stationar kyl-, luftkonditionerings- och varmepumpsutrustning uppratta ett installationsbevis i vilket anordningen specificeras och som innehaller en beskrivning av de provningar och andra atgarder som har vidtagits for att sakerstalla funktionsdugligheten. ett installationsbevis som undertecknats av den ansvarige hos verksamhetsutovaren overlamnas till innehavaren av anordningen. narmare bestammelser om innehallet i ett installationsbevis far utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:163",
      "chapter": "17",
      "section": "163",
      "title": "Vuototarkastukset",
      "content": "Edellä 159 §:n 1 momentissa tarkoitettuja aineita sisältävien laitteiden haltijan tai omistajan on huolehdittava, että laite ja sen mahdollisesti sisältämä vuodonilmaisujärjestelmä tarkastetaan säännöllisesti ja että laitteesta pidetään huolto- ja tarkastuspäiväkirjaa otsoniasetuksen 21 artiklan ja F-kaasuasetuksen 5-7 artiklan mukaisesti. Laitteen haltijan tai omistajan on huolehdittava siitä, että tarkastuksen suorittavalla henkilöllä ja toiminnanharjoittajalla on 162 §:ssä tarkoitettu Turvallisuus- ja kemikaaliviraston myöntämä pätevyystodistus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tarkastuksista sekä huolto- ja tarkastuspäiväkirjan sisältämistä tiedoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:163",
        "normalized_fi": "Edellä 159 § :n 1 momentissa tarkoitettuja aineita sisältävien laitteiden haltijan tai omistajan on huolehdittava, että laite ja sen mahdollisesti sisältämä vuodonilmaisujärjestelmä tarkastetaan säännöllisesti ja että laitteesta pidetään huolto- ja tarkastuspäiväkirjaa otsoniasetuksen 21 artiklan ja F-kaasuasetuksen 5-7 artiklan mukaisesti. Laitteen haltijan tai omistajan on huolehdittava siitä, että tarkastuksen suorittavalla henkilöllä ja toiminnanharjoittajalla on 162 § :ssä tarkoitettu Turvallisuus- ja kemikaaliviraston myöntämä pätevyystodistus. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tarkastuksista sekä huolto- ja tarkastuspäiväkirjan sisältämistä tiedoista.",
        "folded_fi": "edella 159 §:n 1 momentissa tarkoitettuja aineita sisaltavien laitteiden haltijan tai omistajan on huolehdittava, etta laite ja sen mahdollisesti sisaltama vuodonilmaisujarjestelma tarkastetaan saannollisesti ja etta laitteesta pidetaan huolto- ja tarkastuspaivakirjaa otsoniasetuksen 21 artiklan ja f-kaasuasetuksen 5-7 artiklan mukaisesti. laitteen haltijan tai omistajan on huolehdittava siita, etta tarkastuksen suorittavalla henkilolla ja toiminnanharjoittajalla on 162 §:ssa tarkoitettu turvallisuus- ja kemikaaliviraston myontama patevyystodistus. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetuista tarkastuksista seka huolto- ja tarkastuspaivakirjan sisaltamista tiedoista.",
        "title_sv": "Läckagekontroller",
        "content_sv": "Innehavaren av eller ägaren till anordningar som innehåller i 159 § 1 mom. avsedda ämnen ska se till att anordningarna och eventuella läckagedetektorsystem kontrolleras regelbundet och att det förs service- och kontrolljournal över anordningarna i enlighet med artikel 21 i ozonförordningen och artiklarna 5-7 i F-gasförordningen. Anordningens innehavare eller ägare ska se till att den som utför kontrollen och verksamhetsutövaren har ett av Säkerhets- och kemikalieverket utfärdat certifikat enligt 162 §. Närmare bestämmelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehålla får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Innehavaren av eller ägaren till anordningar som innehåller i 159 § 1 mom. avsedda ämnen ska se till att anordningarna och eventuella läckagedetektorsystem kontrolleras regelbundet och att det förs service- och kontrolljournal över anordningarna i enlighet med artikel 21 i ozonförordningen och artiklarna 5-7 i F-gasförordningen. Anordningens innehavare eller ägare ska se till att den som utför kontrollen och verksamhetsutövaren har ett av Säkerhets- och kemikalieverket utfärdat certifikat enligt 162 § . Närmare bestämmelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehålla får utfärdas genom förordning av statsrådet.",
        "folded_sv": "innehavaren av eller agaren till anordningar som innehaller i 159 § 1 mom. avsedda amnen ska se till att anordningarna och eventuella lackagedetektorsystem kontrolleras regelbundet och att det fors service- och kontrolljournal over anordningarna i enlighet med artikel 21 i ozonforordningen och artiklarna 5-7 i f-gasforordningen. anordningens innehavare eller agare ska se till att den som utfor kontrollen och verksamhetsutovaren har ett av sakerhets- och kemikalieverket utfardat certifikat enligt 162 §. narmare bestammelser om de kontroller som avses i 1 mom. samt om de uppgifter som service- och kontrolljournalen ska innehalla far utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:164",
      "chapter": "17",
      "section": "164",
      "title": "Pätevyysrekisteri ja julkinen tietopalvelu",
      "content": "Turvallisuus- ja kemikaalivirasto pitää rekisteriä 162 §:ssä säädetyn mukaisesti pätevyytensä osoittaneista toiminnanharjoittajista ja henkilöistä, 161 §:ssä tarkoitetuista toiminnan vastuuhenkilöistä sekä 159 §:n 2 momentissa tarkoitetuista pätevyyskokeiden järjestäjistä näiden toiminnan valvontaa varten sekä sen varmistamiseksi, että palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. Turvallisuus- ja kemikaalivirasto on tässä pykälässä tarkoitetun rekisterin rekisterinpitäjä. Rekisteriin tallennetaan pätevyytensä osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisötunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus; 2) toiminnan vastuuhenkilön nimi, henkilötunnus, lupanumero, pätevyyden voimassaolo sekä suostumus tehtävään. Rekisteriin tallennetaan pätevyytensä osoittaneista henkilöistä nimi, henkilötunnus, lupanumero ja pätevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus. Rekisteriin tallennetaan pätevyyskokeiden järjestäjistä pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja 159 §:n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 §:n 3 momentissa säädetään, Turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon välityksellä rekisteristä pätevyyden varmistamiseksi tarpeellisia tietoja (). Näitä tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisötunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilön nimi, lupanumero ja pätevyyden voimassaolo; 2) henkilön nimi, kunta, toimintaoikeus, lupanumero ja pätevyyden voimassaolo; sekä 3) pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja kokeen toimiala. Julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnöstä tilapäisesti tai pysyvästi rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. Lisäksi julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan joko tilapäisesti tai pysyvästi rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön sitä perustellusta syystä erikseen pyytäessä. Julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittäisinä hakuina käyttäen hakuperusteena: 1) toiminnanharjoittajan nimeä, yritys- ja yhteisötunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilön nimeä ja lupanumeroa; sekä 2) henkilön nimeä, lupanumeroa, kuntaa ja toimintaoikeutta. Turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkilöä, henkilöä tai pätevyyskokeen järjestäjää koskevat tiedot rekisteristä ja julkisesta tietopalvelusta viipymättä sen jälkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön pätevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä sitä pyytää; tai 4) se on saanut tiedon toiminnan vastuuhenkilön tai henkilön kuolemasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:164",
        "normalized_fi": "Turvallisuus- ja kemikaalivirasto pitää rekisteriä 162 § :ssä säädetyn mukaisesti pätevyytensä osoittaneista toiminnanharjoittajista ja henkilöistä, 161 § :ssä tarkoitetuista toiminnan vastuuhenkilöistä sekä 159 § :n 2 momentissa tarkoitetuista pätevyyskokeiden järjestäjistä näiden toiminnan valvontaa varten sekä sen varmistamiseksi, että palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. Turvallisuus- ja kemikaalivirasto on tässä pykälässä tarkoitetun rekisterin rekisterinpitäjä. Rekisteriin tallennetaan pätevyytensä osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisötunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus; 2) toiminnan vastuuhenkilön nimi, henkilötunnus, lupanumero, pätevyyden voimassaolo sekä suostumus tehtävään. Rekisteriin tallennetaan pätevyytensä osoittaneista henkilöistä nimi, henkilötunnus, lupanumero ja pätevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot sekä toimintaoikeus. Rekisteriin tallennetaan pätevyyskokeiden järjestäjistä pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja 159 § :n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu Sen estämättä, mitä viranomaisten toiminnan julkisuudesta annetun lain 16 § :n 3 momentissa säädetään, Turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon välityksellä rekisteristä pätevyyden varmistamiseksi tarpeellisia tietoja (). Näitä tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisötunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilön nimi, lupanumero ja pätevyyden voimassaolo; 2) henkilön nimi, kunta, toimintaoikeus, lupanumero ja pätevyyden voimassaolo; sekä 3) pätevyyskokeen järjestäjän nimi, toimipaikan osoite ja kokeen toimiala. Julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnöstä tilapäisesti tai pysyvästi rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. Lisäksi julkisen tietopalvelun välityksellä luovutettavia tietoja voidaan joko tilapäisesti tai pysyvästi rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön sitä perustellusta syystä erikseen pyytäessä. Julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittäisinä hakuina käyttäen hakuperusteena: 1) toiminnanharjoittajan nimeä, yritys- ja yhteisötunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilön nimeä ja lupanumeroa; sekä 2) henkilön nimeä, lupanumeroa, kuntaa ja toimintaoikeutta. Turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkilöä, henkilöä tai pätevyyskokeen järjestäjää koskevat tiedot rekisteristä ja julkisesta tietopalvelusta viipymättä sen jälkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilön tai henkilön pätevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilö, henkilö tai pätevyyskokeen järjestäjä sitä pyytää; tai 4) se on saanut tiedon toiminnan vastuuhenkilön tai henkilön kuolemasta.",
        "folded_fi": "turvallisuus- ja kemikaalivirasto pitaa rekisteria 162 §:ssa saadetyn mukaisesti patevyytensa osoittaneista toiminnanharjoittajista ja henkiloista, 161 §:ssa tarkoitetuista toiminnan vastuuhenkiloista seka 159 §:n 2 momentissa tarkoitetuista patevyyskokeiden jarjestajista naiden toiminnan valvontaa varten seka sen varmistamiseksi, etta palveluja tarvitsevat voivat varmistua toiminnan asianmukaisuudesta. turvallisuus- ja kemikaalivirasto on tassa pykalassa tarkoitetun rekisterin rekisterinpitaja. rekisteriin tallennetaan patevyytensa osoittaneista toiminnanharjoittajista: 1) toiminimi, mahdollinen aputoiminimi, yritys- ja yhteisotunnus, toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot seka toimintaoikeus; 2) toiminnan vastuuhenkilon nimi, henkilotunnus, lupanumero, patevyyden voimassaolo seka suostumus tehtavaan. rekisteriin tallennetaan patevyytensa osoittaneista henkiloista nimi, henkilotunnus, lupanumero ja patevyyden voimassaolo, kotiosoite tai sen toimipaikan osoite, jossa toimintaa harjoitetaan, ja muut yhteystiedot seka toimintaoikeus. rekisteriin tallennetaan patevyyskokeiden jarjestajista patevyyskokeen jarjestajan nimi, toimipaikan osoite ja 159 §:n 2 momentissa tarkoitetun kokeen toimiala. julkinen tietopalvelu sen estamatta, mita viranomaisten toiminnan julkisuudesta annetun lain 16 §:n 3 momentissa saadetaan, turvallisuus- ja kemikaalivirasto voi luovuttaa julkisen tietoverkon valityksella rekisterista patevyyden varmistamiseksi tarpeellisia tietoja (). naita tietoja ovat: 1) toiminnanharjoittajan nimi, yritys- ja yhteisotunnus, toimipaikan osoite, toimintaoikeus, toiminnan vastuuhenkilon nimi, lupanumero ja patevyyden voimassaolo; 2) henkilon nimi, kunta, toimintaoikeus, lupanumero ja patevyyden voimassaolo; seka 3) patevyyskokeen jarjestajan nimi, toimipaikan osoite ja kokeen toimiala. julkisen tietopalvelun valityksella luovutettavia tietoja voidaan puolustusvoimien tai rajavartiolaitoksen pyynnosta tilapaisesti tai pysyvasti rajoittaa, jos se on tarpeen valtakunnallisen turvallisuuden tai huoltovarmuuden vuoksi. lisaksi julkisen tietopalvelun valityksella luovutettavia tietoja voidaan joko tilapaisesti tai pysyvasti rajoittaa toiminnanharjoittajan, toiminnan vastuuhenkilon tai henkilon sita perustellusta syysta erikseen pyytaessa. julkisesta tietopalvelusta tietoja voi hakea ainoastaan yksittaisina hakuina kayttaen hakuperusteena: 1) toiminnanharjoittajan nimea, yritys- ja yhteisotunnusta, toimipaikan sijaintikuntaa, toimintaoikeutta ja toiminnan vastuuhenkilon nimea ja lupanumeroa; seka 2) henkilon nimea, lupanumeroa, kuntaa ja toimintaoikeutta. turvallisuus- ja kemikaaliviraston tulee poistaa toiminnanharjoittajaa, toiminnan vastuuhenkiloa, henkiloa tai patevyyskokeen jarjestajaa koskevat tiedot rekisterista ja julkisesta tietopalvelusta viipymatta sen jalkeen, kun: 1) toiminnanharjoittaja, toiminnan vastuuhenkilo, henkilo tai patevyyskokeen jarjestaja on lopettanut toimintansa; 2) toiminnanharjoittajan, toiminnan vastuuhenkilon tai henkilon patevyystodistus on peruutettu; 3) toiminnanharjoittaja, toiminnan vastuuhenkilo, henkilo tai patevyyskokeen jarjestaja sita pyytaa; tai 4) se on saanut tiedon toiminnan vastuuhenkilon tai henkilon kuolemasta.",
        "title_sv": "Kompetensregister och offentlig informationstjänst",
        "content_sv": "Säkerhets- och kemikalieverket ska föra register över de verksamhetsutövare och personer som är certifierade i enlighet med 162 §, över de ansvariga som avses i 161 § och över de anordnare av kompetensprov som avses i 159 § 2 mom. för tillsyn över deras verksamhet och för säkerställande av att de som är i behov av tjänster kan försäkra sig om att verksamheten är ändamålsenlig. Säkerhets- och kemikalieverket är personuppgiftsansvarig för det register som avses i denna paragraf. I registret införs i fråga om certifierade verksamhetsutövare 1) firma, eventuell bifirma, företags- och organisationsnummer, adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten, 2) den ansvariges namn, personbeteckning, tillståndsnummer, kompetensens giltighet och samtycke till uppgiften. I fråga om certifierade personer införs i registret namn, personbeteckning, tillståndsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten. I fråga om anordnare av kompetensprov införs i registret namn, verksamhetsställets adress och den i 159 § 2 mom. avsedda bransch som provet gäller. offentlig informationstjänst Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet får Säkerhets- och kemikalieverket via det allmänna datanätet lämna ut sådana uppgifter ur registret som behövs för att säkerställa kompetensen (). Dessa uppgifter omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, verksamhetsställets adress och information om rätten att utöva verksamheten samt i fråga om den ansvarige namn, tillståndsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om rätten att utöva verksamheten, tillståndsnummer och kompetensens giltighet, samt 3) i fråga om anordnaren av kompetensprov namn, verksamhetsställets adress och den bransch som provet gäller. På begäran av försvarsmakten eller gränsbevakningsväsendet kan det tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten, om det behövs för att trygga rikets säkerhet eller försörjningsberedskap. Det kan likaså tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten då en verksamhetsutövare, en ansvarig eller en person av grundad anledning särskilt begär det. I den offentliga informationstjänsten kan information sökas bara med enkel sökning där sökvillkoren omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, den kommun där verksamhetsstället finns, information om rätten att utöva verksamheten och den ansvariges namn och tillståndsnummer, och 2) en persons namn, tillståndsnummer och kommun samt information om rätten att utöva verksamheten. Säkerhets- och kemikalieverket ska utplåna uppgifterna om en verksamhetsutövare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjänsten utan dröjsmål efter det att 1) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har upphört med sin verksamhet, 2) verksamhetsutövarens, den ansvariges eller den berörda personens certifikat har återkallats, 3) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har begärt det, eller 4) myndigheten har fått information om att den ansvarige eller den berörda personen har avlidit.",
        "normalized_sv": "Säkerhets- och kemikalieverket ska föra register över de verksamhetsutövare och personer som är certifierade i enlighet med 162 § , över de ansvariga som avses i 161 § och över de anordnare av kompetensprov som avses i 159 § 2 mom. för tillsyn över deras verksamhet och för säkerställande av att de som är i behov av tjänster kan försäkra sig om att verksamheten är ändamålsenlig. Säkerhets- och kemikalieverket är personuppgiftsansvarig för det register som avses i denna paragraf. I registret införs i fråga om certifierade verksamhetsutövare 1) firma, eventuell bifirma, företags- och organisationsnummer, adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten, 2) den ansvariges namn, personbeteckning, tillståndsnummer, kompetensens giltighet och samtycke till uppgiften. I fråga om certifierade personer införs i registret namn, personbeteckning, tillståndsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsställe där verksamheten bedrivs, och övriga kontaktuppgifter samt information om rätten att utöva verksamheten. I fråga om anordnare av kompetensprov införs i registret namn, verksamhetsställets adress och den i 159 § 2 mom. avsedda bransch som provet gäller. offentlig informationstjänst Trots bestämmelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet får Säkerhets- och kemikalieverket via det allmänna datanätet lämna ut sådana uppgifter ur registret som behövs för att säkerställa kompetensen (). Dessa uppgifter omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, verksamhetsställets adress och information om rätten att utöva verksamheten samt i fråga om den ansvarige namn, tillståndsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om rätten att utöva verksamheten, tillståndsnummer och kompetensens giltighet, samt 3) i fråga om anordnaren av kompetensprov namn, verksamhetsställets adress och den bransch som provet gäller. På begäran av försvarsmakten eller gränsbevakningsväsendet kan det tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten, om det behövs för att trygga rikets säkerhet eller försörjningsberedskap. Det kan likaså tillfälligt eller varaktigt uppställas begränsningar i fråga om de uppgifter som lämnas ut via den offentliga informationstjänsten då en verksamhetsutövare, en ansvarig eller en person av grundad anledning särskilt begär det. I den offentliga informationstjänsten kan information sökas bara med enkel sökning där sökvillkoren omfattar 1) verksamhetsutövarens namn, företags- och organisationsnummer, den kommun där verksamhetsstället finns, information om rätten att utöva verksamheten och den ansvariges namn och tillståndsnummer, och 2) en persons namn, tillståndsnummer och kommun samt information om rätten att utöva verksamheten. Säkerhets- och kemikalieverket ska utplåna uppgifterna om en verksamhetsutövare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjänsten utan dröjsmål efter det att 1) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har upphört med sin verksamhet, 2) verksamhetsutövarens, den ansvariges eller den berörda personens certifikat har återkallats, 3) verksamhetsutövaren, den ansvarige, den berörda personen eller anordnaren av kompetensprov har begärt det, eller 4) myndigheten har fått information om att den ansvarige eller den berörda personen har avlidit.",
        "folded_sv": "sakerhets- och kemikalieverket ska fora register over de verksamhetsutovare och personer som ar certifierade i enlighet med 162 §, over de ansvariga som avses i 161 § och over de anordnare av kompetensprov som avses i 159 § 2 mom. for tillsyn over deras verksamhet och for sakerstallande av att de som ar i behov av tjanster kan forsakra sig om att verksamheten ar andamalsenlig. sakerhets- och kemikalieverket ar personuppgiftsansvarig for det register som avses i denna paragraf. i registret infors i fraga om certifierade verksamhetsutovare 1) firma, eventuell bifirma, foretags- och organisationsnummer, adress till det verksamhetsstalle dar verksamheten bedrivs, och ovriga kontaktuppgifter samt information om ratten att utova verksamheten, 2) den ansvariges namn, personbeteckning, tillstandsnummer, kompetensens giltighet och samtycke till uppgiften. i fraga om certifierade personer infors i registret namn, personbeteckning, tillstandsnummer och kompetensens giltighet, hemadress eller adress till det verksamhetsstalle dar verksamheten bedrivs, och ovriga kontaktuppgifter samt information om ratten att utova verksamheten. i fraga om anordnare av kompetensprov infors i registret namn, verksamhetsstallets adress och den i 159 § 2 mom. avsedda bransch som provet galler. offentlig informationstjanst trots bestammelserna i 16 § 3 mom. i lagen om offentlighet i myndigheternas verksamhet far sakerhets- och kemikalieverket via det allmanna datanatet lamna ut sadana uppgifter ur registret som behovs for att sakerstalla kompetensen (). dessa uppgifter omfattar 1) verksamhetsutovarens namn, foretags- och organisationsnummer, verksamhetsstallets adress och information om ratten att utova verksamheten samt i fraga om den ansvarige namn, tillstandsnummer och kompetensens giltighet, 2) en persons namn, kommun, information om ratten att utova verksamheten, tillstandsnummer och kompetensens giltighet, samt 3) i fraga om anordnaren av kompetensprov namn, verksamhetsstallets adress och den bransch som provet galler. pa begaran av forsvarsmakten eller gransbevakningsvasendet kan det tillfalligt eller varaktigt uppstallas begransningar i fraga om de uppgifter som lamnas ut via den offentliga informationstjansten, om det behovs for att trygga rikets sakerhet eller forsorjningsberedskap. det kan likasa tillfalligt eller varaktigt uppstallas begransningar i fraga om de uppgifter som lamnas ut via den offentliga informationstjansten da en verksamhetsutovare, en ansvarig eller en person av grundad anledning sarskilt begar det. i den offentliga informationstjansten kan information sokas bara med enkel sokning dar sokvillkoren omfattar 1) verksamhetsutovarens namn, foretags- och organisationsnummer, den kommun dar verksamhetsstallet finns, information om ratten att utova verksamheten och den ansvariges namn och tillstandsnummer, och 2) en persons namn, tillstandsnummer och kommun samt information om ratten att utova verksamheten. sakerhets- och kemikalieverket ska utplana uppgifterna om en verksamhetsutovare, en ansvarig, en person eller en anordnare av kompetensprov ur registret och den offentliga informationstjansten utan drojsmal efter det att 1) verksamhetsutovaren, den ansvarige, den berorda personen eller anordnaren av kompetensprov har upphort med sin verksamhet, 2) verksamhetsutovarens, den ansvariges eller den berorda personens certifikat har aterkallats, 3) verksamhetsutovaren, den ansvarige, den berorda personen eller anordnaren av kompetensprov har begart det, eller 4) myndigheten har fatt information om att den ansvarige eller den berorda personen har avlidit."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:165",
      "chapter": "17",
      "section": "165",
      "title": "Tietojen toimittaminen fluoratuista kasvihuonekaasuista",
      "content": "Energiaunionin ja ilmastotoimien hallinnosta, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 663/2009 ja (EY) N:o 715/2009, Euroopan parlamentin ja neuvoston direktiivien 94/22/EY, 98/70/EY, 2009/31/EY, 2009/73/EY, 2010/31/EU, 2012/27/EU ja 2013/30/EU, neuvoston direktiivien 2009/119/EY ja (EU) 2015/652 muuttamisesta sekä Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2018/1999 liitteen V 2 osan sekä F-kaasuasetuksen liitteiden I, II ja III mukaisia aineita tai niitä sisältäviä laitteita maahantuovan, maasta vievän, aineita sisältäviä laitteita valmistavan, asentavan tai huoltavan sekä muuta näiden aineiden käsittelyä tai jakelua taikka jätehuoltoa suorittavan on pyynnöstä ilmoitettava Suomen ympäristökeskukselle vuosittain tiedot näiden aineiden myynnistä, käytöstä, maahantuonnista, viennistä, talteenotetuista määristä ja hävittämisestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:165",
        "normalized_fi": "Energiaunionin ja ilmastotoimien hallinnosta, Euroopan parlamentin ja neuvoston asetusten (EY) N:o 663/2009 ja (EY) N:o 715/2009, Euroopan parlamentin ja neuvoston direktiivien 94/22/EY, 98/70/EY, 2009/31/EY, 2009/73/EY, 2010/31/EU, 2012/27/EU ja 2013/30/EU, neuvoston direktiivien 2009/119/EY ja (EU) 2015/652 muuttamisesta sekä Euroopan parlamentin ja neuvoston asetuksen (EU) N:o 525/2013 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2018/1999 liitteen V 2 osan sekä F-kaasuasetuksen liitteiden I, II ja III mukaisia aineita tai niitä sisältäviä laitteita maahantuovan, maasta vievän, aineita sisältäviä laitteita valmistavan, asentavan tai huoltavan sekä muuta näiden aineiden käsittelyä tai jakelua taikka jätehuoltoa suorittavan on pyynnöstä ilmoitettava Suomen ympäristökeskukselle vuosittain tiedot näiden aineiden myynnistä, käytöstä, maahantuonnista, viennistä, talteenotetuista määristä ja hävittämisestä. Valtioneuvoston asetuksella voidaan antaa tarkempia säännöksiä 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelystä.",
        "folded_fi": "energiaunionin ja ilmastotoimien hallinnosta, euroopan parlamentin ja neuvoston asetusten (ey) n:o 663/2009 ja (ey) n:o 715/2009, euroopan parlamentin ja neuvoston direktiivien 94/22/ey, 98/70/ey, 2009/31/ey, 2009/73/ey, 2010/31/eu, 2012/27/eu ja 2013/30/eu, neuvoston direktiivien 2009/119/ey ja (eu) 2015/652 muuttamisesta seka euroopan parlamentin ja neuvoston asetuksen (eu) n:o 525/2013 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2018/1999 liitteen v 2 osan seka f-kaasuasetuksen liitteiden i, ii ja iii mukaisia aineita tai niita sisaltavia laitteita maahantuovan, maasta vievan, aineita sisaltavia laitteita valmistavan, asentavan tai huoltavan seka muuta naiden aineiden kasittelya tai jakelua taikka jatehuoltoa suorittavan on pyynnosta ilmoitettava suomen ymparistokeskukselle vuosittain tiedot naiden aineiden myynnista, kaytosta, maahantuonnista, viennista, talteenotetuista maarista ja havittamisesta. valtioneuvoston asetuksella voidaan antaa tarkempia saannoksia 1 momentissa tarkoitetuista tiedoista ja tietojen toimittamismenettelysta.",
        "title_sv": "Lämnande av uppgifter om fluorerade växthusgaser",
        "content_sv": "Den som importerar eller exporterar ämnen som avses i bilaga V del 2 till Europaparlamentets och rådets förordning (EU) 2018/1999 om styrningen av energiunionen och av klimatåtgärder samt om ändring av Europaparlamentets och rådets förordningar (EG) nr 663/2009 och (EG) nr 715/2009, Europaparlamentets och rådets direktiv 94/22/EG, 98/70/EG, 2009/31/EG, 2009/73/EG, 2010/31/EU, 2012/27/EU och 2013/30/EU samt rådets direktiv 2009/119/EG och (EU) 2015/652 och om upphävande av Europaparlamentets och rådets förordning (EU) nr 525/2013 eller i bilagorna I, ll och III till F-gasförordningen, importerar eller exporterar anordningar som innehåller sådana ämnen, eller tillverkar, installerar eller underhåller anordningar som innehåller sådana ämnen eller utför annan behandling, distribution eller avfallshantering av sådana ämnen ska på begäran årligen lämna Finlands miljöcentral uppgifter om försäljning, användning, import, export, mängder som tagits till vara och bortskaffande av dessa ämnen. Närmare bestämmelser om de uppgifter som avses i 1 mom. och om hur de ska lämnas får utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Den som importerar eller exporterar ämnen som avses i bilaga V del 2 till Europaparlamentets och rådets förordning (EU) 2018/1999 om styrningen av energiunionen och av klimatåtgärder samt om ändring av Europaparlamentets och rådets förordningar (EG) nr 663/2009 och (EG) nr 715/2009, Europaparlamentets och rådets direktiv 94/22/EG, 98/70/EG, 2009/31/EG, 2009/73/EG, 2010/31/EU, 2012/27/EU och 2013/30/EU samt rådets direktiv 2009/119/EG och (EU) 2015/652 och om upphävande av Europaparlamentets och rådets förordning (EU) nr 525/2013 eller i bilagorna I, ll och III till F-gasförordningen, importerar eller exporterar anordningar som innehåller sådana ämnen, eller tillverkar, installerar eller underhåller anordningar som innehåller sådana ämnen eller utför annan behandling, distribution eller avfallshantering av sådana ämnen ska på begäran årligen lämna Finlands miljöcentral uppgifter om försäljning, användning, import, export, mängder som tagits till vara och bortskaffande av dessa ämnen. Närmare bestämmelser om de uppgifter som avses i 1 mom. och om hur de ska lämnas får utfärdas genom förordning av statsrådet.",
        "folded_sv": "den som importerar eller exporterar amnen som avses i bilaga v del 2 till europaparlamentets och radets forordning (eu) 2018/1999 om styrningen av energiunionen och av klimatatgarder samt om andring av europaparlamentets och radets forordningar (eg) nr 663/2009 och (eg) nr 715/2009, europaparlamentets och radets direktiv 94/22/eg, 98/70/eg, 2009/31/eg, 2009/73/eg, 2010/31/eu, 2012/27/eu och 2013/30/eu samt radets direktiv 2009/119/eg och (eu) 2015/652 och om upphavande av europaparlamentets och radets forordning (eu) nr 525/2013 eller i bilagorna i, ll och iii till f-gasforordningen, importerar eller exporterar anordningar som innehaller sadana amnen, eller tillverkar, installerar eller underhaller anordningar som innehaller sadana amnen eller utfor annan behandling, distribution eller avfallshantering av sadana amnen ska pa begaran arligen lamna finlands miljocentral uppgifter om forsaljning, anvandning, import, export, mangder som tagits till vara och bortskaffande av dessa amnen. narmare bestammelser om de uppgifter som avses i 1 mom. och om hur de ska lamnas far utfardas genom forordning av statsradet."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "17:183",
      "chapter": "17",
      "section": "183",
      "title": "Aineita, kemikaaleja, valmisteita, tuotteita, laitteita ja koneita koskevat kiellot ja määräykset",
      "content": "Turvallisuus- ja kemikaalivirasto päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai määräyksestä, jos rikkomus koskee 216 §:n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista. Turvallisuus- ja kemikaalivirasto päättää kiellosta tai määräyksestä myös, jos rikkomus koskee 159-162, 162 a ja 163 §:n tai niiden nojalla annettujen säännösten tai F-kaasuasetuksen mukaisen henkilön ja toiminnanharjoittajan pätevöintiä koskevien velvoitteiden taikka 218 §:n 2 momentissa tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää kiellosta tai määräyksestä, jos rikkomus koskee otsoniasetuksen tai 163 §:n nojalla annetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai määräyksestä, jos kysymys on muusta kuin henkilön ja toiminnanharjoittajan pätevöintiä koskevasta F-kaasuasetuksen noudattamisesta. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan määräyksen antaa kuitenkin 23 §:n 1 momentissa tarkoitettu yleinen valvontaviranomainen. Liikenne- ja viestintävirasto päättää kiellosta tai määräyksestä, jos rikkomus koskee työkonemoottoreiden tyyppihyväksyntäasetuksen noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "17:183",
        "normalized_fi": "Turvallisuus- ja kemikaalivirasto päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai määräyksestä, jos rikkomus koskee 216 § :n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista. Turvallisuus- ja kemikaalivirasto päättää kiellosta tai määräyksestä myös, jos rikkomus koskee 159-162, 162 a ja 163 § :n tai niiden nojalla annettujen säännösten tai F-kaasuasetuksen mukaisen henkilön ja toiminnanharjoittajan pätevöintiä koskevien velvoitteiden taikka 218 § :n 2 momentissa tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää kiellosta tai määräyksestä, jos rikkomus koskee otsoniasetuksen tai 163 § :n nojalla annetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai määräyksestä, jos kysymys on muusta kuin henkilön ja toiminnanharjoittajan pätevöintiä koskevasta F-kaasuasetuksen noudattamisesta. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan määräyksen antaa kuitenkin 23 § :n 1 momentissa tarkoitettu yleinen valvontaviranomainen. Liikenne- ja viestintävirasto päättää kiellosta tai määräyksestä, jos rikkomus koskee työkonemoottoreiden tyyppihyväksyntäasetuksen noudattamista.",
        "folded_fi": "turvallisuus- ja kemikaalivirasto paattaa 1 ja 2 momentissa tarkoitetusta kiellosta tai maarayksesta, jos rikkomus koskee 216 §:n nojalla annettua orgaanisia liuottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista. turvallisuus- ja kemikaalivirasto paattaa kiellosta tai maarayksesta myos, jos rikkomus koskee 159-162, 162 a ja 163 §:n tai niiden nojalla annettujen saannosten tai f-kaasuasetuksen mukaisen henkilon ja toiminnanharjoittajan patevointia koskevien velvoitteiden taikka 218 §:n 2 momentissa tarkoitetun poikkeuslupapaatoksen noudattamista. suomen ymparistokeskus paattaa kiellosta tai maarayksesta, jos rikkomus koskee otsoniasetuksen tai 163 §:n nojalla annetun valtioneuvoston asetuksen noudattamista. suomen ymparistokeskus paattaa myos kiellosta tai maarayksesta, jos kysymys on muusta kuin henkilon ja toiminnanharjoittajan patevointia koskevasta f-kaasuasetuksen noudattamisesta. kiellon kayttaa saannosten vastaista yksittaista laitetta tai huoltovelvollisuuden tayttamista koskevan maarayksen antaa kuitenkin 23 §:n 1 momentissa tarkoitettu yleinen valvontaviranomainen. liikenne- ja viestintavirasto paattaa kiellosta tai maarayksesta, jos rikkomus koskee tyokonemoottoreiden tyyppihyvaksyntaasetuksen noudattamista.",
        "title_sv": "Förbud och förelägganden som gäller ämnen, kemikalier, preparat, produkter, anordningar och maskiner",
        "content_sv": "Säkerhets- och kemikalieverket beslutar om förbud och förelägganden enligt 1 och 2 mom. om överträdelsen gäller efterlevnaden av en statsrådsförordning som utfärdats med stöd av 216 § och som gäller produkter som innehåller organiska lösningsmedel. Säkerhets- och kemikalieverket beslutar om förbud och föreläggande också om överträdelsen gäller fullgörande av skyldigheter för certifiering av personer och verksamhetsutövare enligt 159-162, 162 a och 163 § eller enligt bestämmelser som utfärdats med stöd av dem eller enligt F-gasförordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. Finlands miljöcentral beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av ozonförordningen eller en statsrådsförordning som utfärdats med stöd av 163 §. Finlands miljöcentral beslutar också om förbud och förelägganden om det gäller efterlevnaden av F-gasförordningen till andra delar än i fråga om certifiering av personer och verksamhetsutövare. Förbud mot användning av en enskild anordning som strider mot bestämmelserna samt föreläggande att fullgöra underhållsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allmän tillsynsmyndighet. Transport- och kommunikationsverket beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av förordningen om typgodkännande av förbränningsmotorer.",
        "normalized_sv": "Säkerhets- och kemikalieverket beslutar om förbud och förelägganden enligt 1 och 2 mom. om överträdelsen gäller efterlevnaden av en statsrådsförordning som utfärdats med stöd av 216 § och som gäller produkter som innehåller organiska lösningsmedel. Säkerhets- och kemikalieverket beslutar om förbud och föreläggande också om överträdelsen gäller fullgörande av skyldigheter för certifiering av personer och verksamhetsutövare enligt 159-162, 162 a och 163 § eller enligt bestämmelser som utfärdats med stöd av dem eller enligt F-gasförordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. Finlands miljöcentral beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av ozonförordningen eller en statsrådsförordning som utfärdats med stöd av 163 § . Finlands miljöcentral beslutar också om förbud och förelägganden om det gäller efterlevnaden av F-gasförordningen till andra delar än i fråga om certifiering av personer och verksamhetsutövare. Förbud mot användning av en enskild anordning som strider mot bestämmelserna samt föreläggande att fullgöra underhållsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allmän tillsynsmyndighet. Transport- och kommunikationsverket beslutar om förbud och förelägganden om överträdelsen gäller efterlevnaden av förordningen om typgodkännande av förbränningsmotorer.",
        "folded_sv": "sakerhets- och kemikalieverket beslutar om forbud och forelagganden enligt 1 och 2 mom. om overtradelsen galler efterlevnaden av en statsradsforordning som utfardats med stod av 216 § och som galler produkter som innehaller organiska losningsmedel. sakerhets- och kemikalieverket beslutar om forbud och forelaggande ocksa om overtradelsen galler fullgorande av skyldigheter for certifiering av personer och verksamhetsutovare enligt 159-162, 162 a och 163 § eller enligt bestammelser som utfardats med stod av dem eller enligt f-gasforordningen, eller iakttagande av beslut om undantag enligt 218 § 2 mom. finlands miljocentral beslutar om forbud och forelagganden om overtradelsen galler efterlevnaden av ozonforordningen eller en statsradsforordning som utfardats med stod av 163 §. finlands miljocentral beslutar ocksa om forbud och forelagganden om det galler efterlevnaden av f-gasforordningen till andra delar an i fraga om certifiering av personer och verksamhetsutovare. forbud mot anvandning av en enskild anordning som strider mot bestammelserna samt forelaggande att fullgora underhallsskyldighet meddelas dock av en i 23 § 1 mom. avsedd allman tillsynsmyndighet. transport- och kommunikationsverket beslutar om forbud och forelagganden om overtradelsen galler efterlevnaden av forordningen om typgodkannande av forbranningsmotorer."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Valtion viranomaiset",
      "content": "otsoniasetus F-kaasuasetus Suomen ympäristökeskus toimii otsonikerrosta heikentävistä aineista ja asetuksen (EY) N:o 1005/2009 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/590, jäljempänä, sekä fluoratuista kasvihuonekaasuista, direktiivin (EU) 2019/1937 muuttamisesta ja asetuksen (EU) N:o 517/2014 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/573, jäljempänä, mukaisena toimivaltaisena viranomaisena sekä valvoo näiden asetusten noudattamista, jollei muualla tässä laissa toisin säädetä. Lisäksi Suomen ympäristökeskus ylläpitää ja kehittää parhaan käyttökelpoisen tekniikan tiedonvaihtoa, seuraa parhaan käyttökelpoisen tekniikan kehittymistä ja tiedottaa siitä. Suomen ympäristökeskus vastaa myös ympäristövahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin säädetä, sekä öljy- tai muun kemikaalivahingon seurauksena likaantuneiden eläinten hoitamisen järjestämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "otsoniasetus F-kaasuasetus Suomen ympäristökeskus toimii otsonikerrosta heikentävistä aineista ja asetuksen (EY) N:o 1005/2009 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/590, jäljempänä, sekä fluoratuista kasvihuonekaasuista, direktiivin (EU) 2019/1937 muuttamisesta ja asetuksen (EU) N:o 517/2014 kumoamisesta annetun Euroopan parlamentin ja neuvoston asetuksen (EU) 2024/573, jäljempänä, mukaisena toimivaltaisena viranomaisena sekä valvoo näiden asetusten noudattamista, jollei muualla tässä laissa toisin säädetä. Lisäksi Suomen ympäristökeskus ylläpitää ja kehittää parhaan käyttökelpoisen tekniikan tiedonvaihtoa, seuraa parhaan käyttökelpoisen tekniikan kehittymistä ja tiedottaa siitä. Suomen ympäristökeskus vastaa myös ympäristövahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin säädetä, sekä öljy- tai muun kemikaalivahingon seurauksena likaantuneiden eläinten hoitamisen järjestämisestä.",
        "folded_fi": "otsoniasetus f-kaasuasetus suomen ymparistokeskus toimii otsonikerrosta heikentavista aineista ja asetuksen (ey) n:o 1005/2009 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/590, jaljempana, seka fluoratuista kasvihuonekaasuista, direktiivin (eu) 2019/1937 muuttamisesta ja asetuksen (eu) n:o 517/2014 kumoamisesta annetun euroopan parlamentin ja neuvoston asetuksen (eu) 2024/573, jaljempana, mukaisena toimivaltaisena viranomaisena seka valvoo naiden asetusten noudattamista, jollei muualla tassa laissa toisin saadeta. lisaksi suomen ymparistokeskus yllapitaa ja kehittaa parhaan kayttokelpoisen tekniikan tiedonvaihtoa, seuraa parhaan kayttokelpoisen tekniikan kehittymista ja tiedottaa siita. suomen ymparistokeskus vastaa myos ymparistovahingon vaaraa aiheuttavien hylkyjen seurannasta ja saneerauksesta, jollei muualla laissa toisin saadeta, seka oljy- tai muun kemikaalivahingon seurauksena likaantuneiden elainten hoitamisen jarjestamisesta.",
        "title_sv": "Statliga myndigheter",
        "content_sv": "ozonförordningen F-gasförordningen Finlands miljöcentral är behörig myndighet enligt Europaparlamentets och rådets förordning (EU) 2024/590 om ämnen som bryter ned ozonskiktet och om upphävande av förordning (EG) nr 1005/2009, nedan, och Europaparlamentets och rådets förordning (EU) 2024/573 om fluorerade växthusgaser, om ändring av direktiv (EU) 2019/1937 och om upphävande av förordning (EU) nr 517/2014, nedan, och övervakar att förordningarna iakttas, om inte något annat föreskrivs någon annanstans i denna lag. Dessutom har Finlands miljöcentral hand om och utvecklar informationsutbytet om bästa tillgängliga teknik, följer utvecklingen inom bästa tillgängliga teknik och informerar om den. Finlands miljöcentral svarar också för uppföljning och sanering av vrak som medför risk för miljöskada, om inte något annat föreskrivs någon annanstans i lag, samt för ordnande av vård av djur som blivit nedsmutsade till följd av olje- eller annan kemikalieskada.",
        "normalized_sv": "ozonförordningen F-gasförordningen Finlands miljöcentral är behörig myndighet enligt Europaparlamentets och rådets förordning (EU) 2024/590 om ämnen som bryter ned ozonskiktet och om upphävande av förordning (EG) nr 1005/2009, nedan, och Europaparlamentets och rådets förordning (EU) 2024/573 om fluorerade växthusgaser, om ändring av direktiv (EU) 2019/1937 och om upphävande av förordning (EU) nr 517/2014, nedan, och övervakar att förordningarna iakttas, om inte något annat föreskrivs någon annanstans i denna lag. Dessutom har Finlands miljöcentral hand om och utvecklar informationsutbytet om bästa tillgängliga teknik, följer utvecklingen inom bästa tillgängliga teknik och informerar om den. Finlands miljöcentral svarar också för uppföljning och sanering av vrak som medför risk för miljöskada, om inte något annat föreskrivs någon annanstans i lag, samt för ordnande av vård av djur som blivit nedsmutsade till följd av olje- eller annan kemikalieskada.",
        "folded_sv": "ozonforordningen f-gasforordningen finlands miljocentral ar behorig myndighet enligt europaparlamentets och radets forordning (eu) 2024/590 om amnen som bryter ned ozonskiktet och om upphavande av forordning (eg) nr 1005/2009, nedan, och europaparlamentets och radets forordning (eu) 2024/573 om fluorerade vaxthusgaser, om andring av direktiv (eu) 2019/1937 och om upphavande av forordning (eu) nr 517/2014, nedan, och overvakar att forordningarna iakttas, om inte nagot annat foreskrivs nagon annanstans i denna lag. dessutom har finlands miljocentral hand om och utvecklar informationsutbytet om basta tillgangliga teknik, foljer utvecklingen inom basta tillgangliga teknik och informerar om den. finlands miljocentral svarar ocksa for uppfoljning och sanering av vrak som medfor risk for miljoskada, om inte nagot annat foreskrivs nagon annanstans i lag, samt for ordnande av vard av djur som blivit nedsmutsade till foljd av olje- eller annan kemikalieskada."
      },
      "valid_from": "2024-12-05",
      "valid_to": null
    }
  ]
}