{
  "id": "756/2007",
  "type": "statute",
  "title": "Laki valmisteverotuslain muuttamisesta",
  "title_en": "Lag om ändring av lagen om påförande av accis",
  "status": "in_force",
  "issued_date": "2007-06-29",
  "in_force_date": "2007-06-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/756/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tässä laissa tarkoitetaan: 6) kaukomyynnillä myyntiä, jossa muu kuin valtuutettu varastonpitäjä, rekisteröity tai rekisteröimätön elinkeinonharjoittaja ostaa toisesta jäsenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyjä tai joku tämän puolesta lähettää tai kuljettaa suoraan tai toisen jäsenvaltion kautta; 6 a) kaukomyyjällä myyjää, joka myy tuotteita Suomeen 6 kohdan mukaisesti; 7) veroedustajalla Suomessa asuvaa tai toimivaa henkilöä, jonka toisen jäsenvaltion valtuuttama varastonpitäjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero vastaanottajan puolesta väliaikaisesti valmisteverottomina täällä vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitäjä, sekä Suomessa asuvaa tai toimivaa henkilöä, jonka kaukomyyjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero kaukomyyjän puolesta täällä vastaanotetuista tuotteista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tässä laissa tarkoitetaan: 6) kaukomyynnillä myyntiä, jossa muu kuin valtuutettu varastonpitäjä, rekisteröity tai rekisteröimätön elinkeinonharjoittaja ostaa toisesta jäsenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyjä tai joku tämän puolesta lähettää tai kuljettaa suoraan tai toisen jäsenvaltion kautta; 6 a) kaukomyyjällä myyjää, joka myy tuotteita Suomeen 6 kohdan mukaisesti; 7) veroedustajalla Suomessa asuvaa tai toimivaa henkilöä, jonka toisen jäsenvaltion valtuuttama varastonpitäjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero vastaanottajan puolesta väliaikaisesti valmisteverottomina täällä vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitäjä, sekä Suomessa asuvaa tai toimivaa henkilöä, jonka kaukomyyjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero kaukomyyjän puolesta täällä vastaanotetuista tuotteista;",
        "folded_fi": "tassa laissa tarkoitetaan: 6) kaukomyynnilla myyntia, jossa muu kuin valtuutettu varastonpitaja, rekisteroity tai rekisteroimaton elinkeinonharjoittaja ostaa toisesta jasenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyja tai joku taman puolesta lahettaa tai kuljettaa suoraan tai toisen jasenvaltion kautta; 6 a) kaukomyyjalla myyjaa, joka myy tuotteita suomeen 6 kohdan mukaisesti; 7) veroedustajalla suomessa asuvaa tai toimivaa henkiloa, jonka toisen jasenvaltion valtuuttama varastonpitaja on nimennyt ja jolle tulliviranomainen on myontanyt oikeuden suorittaa valmistevero vastaanottajan puolesta valiaikaisesti valmisteverottomina taalla vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitaja, seka suomessa asuvaa tai toimivaa henkiloa, jonka kaukomyyja on nimennyt ja jolle tulliviranomainen on myontanyt oikeuden suorittaa valmistevero kaukomyyjan puolesta taalla vastaanotetuista tuotteista;",
        "content_sv": "I denna lag avses med 6) distansförsäljning försäljning i vilken någon annan än en auktoriserad lagerhållare eller en registrerad eller oregistrerad näringsidkare inköper sådana accispliktiga produkter från en annan medlemsstat vilka distansförsäljaren eller någon på dennes vägnar avsänder eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansförsäljare en försäljare som säljer produkter till Finland i enlighet med 6 punkten, 7) skatterepresentant en i Finland bosatt eller verksam person som en auktoriserad lagerhållare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat rätt att på mottagarens vägnar betala accisen för produkter som här tagits emot som temporärt accisfria, dock inte då en auktoriserad lagerhållare tar emot produkterna, samt en i Finland bosatt eller verksam person som en distansförsäljare har utsett och som tullmyndigheten har beviljat rätt att betala accisen på distansförsäljarens vägnar för produkter som tagits emot här,",
        "normalized_sv": "I denna lag avses med 6) distansförsäljning försäljning i vilken någon annan än en auktoriserad lagerhållare eller en registrerad eller oregistrerad näringsidkare inköper sådana accispliktiga produkter från en annan medlemsstat vilka distansförsäljaren eller någon på dennes vägnar avsänder eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansförsäljare en försäljare som säljer produkter till Finland i enlighet med 6 punkten, 7) skatterepresentant en i Finland bosatt eller verksam person som en auktoriserad lagerhållare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat rätt att på mottagarens vägnar betala accisen för produkter som här tagits emot som temporärt accisfria, dock inte då en auktoriserad lagerhållare tar emot produkterna, samt en i Finland bosatt eller verksam person som en distansförsäljare har utsett och som tullmyndigheten har beviljat rätt att betala accisen på distansförsäljarens vägnar för produkter som tagits emot här,",
        "folded_sv": "i denna lag avses med 6) distansforsaljning forsaljning i vilken nagon annan an en auktoriserad lagerhallare eller en registrerad eller oregistrerad naringsidkare inkoper sadana accispliktiga produkter fran en annan medlemsstat vilka distansforsaljaren eller nagon pa dennes vagnar avsander eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansforsaljare en forsaljare som saljer produkter till finland i enlighet med 6 punkten, 7) skatterepresentant en i finland bosatt eller verksam person som en auktoriserad lagerhallare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat ratt att pa mottagarens vagnar betala accisen for produkter som har tagits emot som temporart accisfria, dock inte da en auktoriserad lagerhallare tar emot produkterna, samt en i finland bosatt eller verksam person som en distansforsaljare har utsett och som tullmyndigheten har beviljat ratt att betala accisen pa distansforsaljarens vagnar for produkter som tagits emot har,"
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Rekisteröimättömän elinkeinonharjoittajan ja 10 §:n 4 momentissa tarkoitetun verovelvollisen sekä kaukomyyjän, jolla ei ole Suomessa veroedustajaa, on ennen tuotteiden lähettämistä toisesta jäsenvaltiosta Suomeen tehtävä 25 §:ssä tarkoitetulle tulliviranomaiselle ilmoitus lähetettävistä tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Rekisteröimättömän elinkeinonharjoittajan ja 10 § :n 4 momentissa tarkoitetun verovelvollisen sekä kaukomyyjän, jolla ei ole Suomessa veroedustajaa, on ennen tuotteiden lähettämistä toisesta jäsenvaltiosta Suomeen tehtävä 25 § :ssä tarkoitetulle tulliviranomaiselle ilmoitus lähetettävistä tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
        "folded_fi": "rekisteroimattoman elinkeinonharjoittajan ja 10 §:n 4 momentissa tarkoitetun verovelvollisen seka kaukomyyjan, jolla ei ole suomessa veroedustajaa, on ennen tuotteiden lahettamista toisesta jasenvaltiosta suomeen tehtava 25 §:ssa tarkoitetulle tulliviranomaiselle ilmoitus lahetettavista tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
        "content_sv": "En oregistrerad näringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansförsäljare som inte har någon skatterepresentant i Finland skall innan produkterna avsänds till Finland från en annan medlemsstat anmäla de produkter som kommer att avsändas för den i 25 § avsedda tullmyndigheten och ställa säkerhet för betalning av de acciser som kommer att uppbäras för produkterna.",
        "normalized_sv": "En oregistrerad näringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansförsäljare som inte har någon skatterepresentant i Finland skall innan produkterna avsänds till Finland från en annan medlemsstat anmäla de produkter som kommer att avsändas för den i 25 § avsedda tullmyndigheten och ställa säkerhet för betalning av de acciser som kommer att uppbäras för produkterna.",
        "folded_sv": "en oregistrerad naringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansforsaljare som inte har nagon skatterepresentant i finland skall innan produkterna avsands till finland fran en annan medlemsstat anmala de produkter som kommer att avsandas for den i 25 § avsedda tullmyndigheten och stalla sakerhet for betalning av de acciser som kommer att uppbaras for produkterna."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Valtuutettu varastonpitäjä on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta hävikistä. Jos valtuutettu varastonpitäjä valmistaa Suomessa tuotteita toisen Suomessa toimivan valtuutetun varastonpitäjän lukuun ja tämän toimeksiannosta, Tullihallitus voi hakemuksesta määrätä, että verovelvollinen on toimeksiantaja. Rekisteröity ja rekisteröimätön elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. Veroedustaja on verovelvollinen Suomessa vastaanotetuista tuotteista. Jos kaukomyynnissä ei ole asetettu veroedustajaa, on kaukomyyjä verovelvollinen Suomessa vastaanotetuista tuotteista. Kun yksityishenkilö ostaa muuten kuin kaukomyynnillä toisesta jäsenvaltiosta tuotteita, jotka toinen yksityishenkilö tai ammattimainen elinkeinonharjoittaja kuljettaa Suomeen, verovelvollinen on yksityishenkilö sekä se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitää tuotteita hallussaan Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Valtuutettu varastonpitäjä on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta hävikistä. Jos valtuutettu varastonpitäjä valmistaa Suomessa tuotteita toisen Suomessa toimivan valtuutetun varastonpitäjän lukuun ja tämän toimeksiannosta, Tullihallitus voi hakemuksesta määrätä, että verovelvollinen on toimeksiantaja. Rekisteröity ja rekisteröimätön elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. Veroedustaja on verovelvollinen Suomessa vastaanotetuista tuotteista. Jos kaukomyynnissä ei ole asetettu veroedustajaa, on kaukomyyjä verovelvollinen Suomessa vastaanotetuista tuotteista. Kun yksityishenkilö ostaa muuten kuin kaukomyynnillä toisesta jäsenvaltiosta tuotteita, jotka toinen yksityishenkilö tai ammattimainen elinkeinonharjoittaja kuljettaa Suomeen, verovelvollinen on yksityishenkilö sekä se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitää tuotteita hallussaan Suomessa.",
        "folded_fi": "valtuutettu varastonpitaja on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta havikista. jos valtuutettu varastonpitaja valmistaa suomessa tuotteita toisen suomessa toimivan valtuutetun varastonpitajan lukuun ja taman toimeksiannosta, tullihallitus voi hakemuksesta maarata, etta verovelvollinen on toimeksiantaja. rekisteroity ja rekisteroimaton elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. veroedustaja on verovelvollinen suomessa vastaanotetuista tuotteista. jos kaukomyynnissa ei ole asetettu veroedustajaa, on kaukomyyja verovelvollinen suomessa vastaanotetuista tuotteista. kun yksityishenkilo ostaa muuten kuin kaukomyynnilla toisesta jasenvaltiosta tuotteita, jotka toinen yksityishenkilo tai ammattimainen elinkeinonharjoittaja kuljettaa suomeen, verovelvollinen on yksityishenkilo seka se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitaa tuotteita hallussaan suomessa.",
        "content_sv": "En auktoriserad lagerhållare är accisskyldig för produkter som överlåtits till konsumtion från ett skattefritt lager och för beskattningsbart svinn som konstaterats i lagret. Om en auktoriserad lagerhållare i Finland tillverkar produkter för en annan i Finland verksam auktoriserad lagerhållares räkning och på dennes uppdrag, kan Tullstyrelsen på ansökan bestämma att uppdragsgivaren är accisskyldig. Registrerade och oregistrerade näringsidkare är accisskyldiga för produkter som de tagit emot. Skatterepresentanter är accisskyldiga för produkter som tagits emot i Finland. Om det i distansförsäljning inte har tillsatts någon skatterepresentant, är distansförsäljare accisskyldiga för produkter som tagits emot i Finland. När en privatperson på något annat sätt än genom distansförsäljning köper sådana produkter från en annan medlemsstat som transporteras till Finland av en annan privatperson eller av en yrkesmässig näringsidkare är privatpersonen samt den som deltar i transporten och den som innehar produkterna i Finland accisskyldiga.",
        "normalized_sv": "En auktoriserad lagerhållare är accisskyldig för produkter som överlåtits till konsumtion från ett skattefritt lager och för beskattningsbart svinn som konstaterats i lagret. Om en auktoriserad lagerhållare i Finland tillverkar produkter för en annan i Finland verksam auktoriserad lagerhållares räkning och på dennes uppdrag, kan Tullstyrelsen på ansökan bestämma att uppdragsgivaren är accisskyldig. Registrerade och oregistrerade näringsidkare är accisskyldiga för produkter som de tagit emot. Skatterepresentanter är accisskyldiga för produkter som tagits emot i Finland. Om det i distansförsäljning inte har tillsatts någon skatterepresentant, är distansförsäljare accisskyldiga för produkter som tagits emot i Finland. När en privatperson på något annat sätt än genom distansförsäljning köper sådana produkter från en annan medlemsstat som transporteras till Finland av en annan privatperson eller av en yrkesmässig näringsidkare är privatpersonen samt den som deltar i transporten och den som innehar produkterna i Finland accisskyldiga.",
        "folded_sv": "en auktoriserad lagerhallare ar accisskyldig for produkter som overlatits till konsumtion fran ett skattefritt lager och for beskattningsbart svinn som konstaterats i lagret. om en auktoriserad lagerhallare i finland tillverkar produkter for en annan i finland verksam auktoriserad lagerhallares rakning och pa dennes uppdrag, kan tullstyrelsen pa ansokan bestamma att uppdragsgivaren ar accisskyldig. registrerade och oregistrerade naringsidkare ar accisskyldiga for produkter som de tagit emot. skatterepresentanter ar accisskyldiga for produkter som tagits emot i finland. om det i distansforsaljning inte har tillsatts nagon skatterepresentant, ar distansforsaljare accisskyldiga for produkter som tagits emot i finland. nar en privatperson pa nagot annat satt an genom distansforsaljning koper sadana produkter fran en annan medlemsstat som transporteras till finland av en annan privatperson eller av en yrkesmassig naringsidkare ar privatpersonen samt den som deltar i transporten och den som innehar produkterna i finland accisskyldiga."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kaukomyynnissä Suomeen kaukomyyjä on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. Samoin 10 §:n 1 momentissa tarkoitettu yksityishenkilö on vastuussa valmisteveron suorittamisesta yhdessä sekä tuotteiden kuljettamiseen osallistuneen että tuotteita hallussapitävän kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kaukomyynnissä Suomeen kaukomyyjä on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. Samoin 10 § :n 1 momentissa tarkoitettu yksityishenkilö on vastuussa valmisteveron suorittamisesta yhdessä sekä tuotteiden kuljettamiseen osallistuneen että tuotteita hallussapitävän kanssa.",
        "folded_fi": "kaukomyynnissa suomeen kaukomyyja on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. samoin 10 §:n 1 momentissa tarkoitettu yksityishenkilo on vastuussa valmisteveron suorittamisesta yhdessa seka tuotteiden kuljettamiseen osallistuneen etta tuotteita hallussapitavan kanssa.",
        "content_sv": "I distansförsäljning till Finland är distansförsäljaren ansvarig för den accis som skatterepresentanten skall betala på samma sätt som för sin egen skatt. Likaså är den privatperson som avses i 10 § 1 mom. ansvarig för betalningen av accisen tillsammans med både den som deltagit i transporten och den som innehar produkterna.",
        "normalized_sv": "I distansförsäljning till Finland är distansförsäljaren ansvarig för den accis som skatterepresentanten skall betala på samma sätt som för sin egen skatt. Likaså är den privatperson som avses i 10 § 1 mom. ansvarig för betalningen av accisen tillsammans med både den som deltagit i transporten och den som innehar produkterna.",
        "folded_sv": "i distansforsaljning till finland ar distansforsaljaren ansvarig for den accis som skatterepresentanten skall betala pa samma satt som for sin egen skatt. likasa ar den privatperson som avses i 10 § 1 mom. ansvarig for betalningen av accisen tillsammans med bade den som deltagit i transporten och den som innehar produkterna."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. Jos verovelvollisella ei ole kotipaikkaa Suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu Suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. Jos verovelvollisella ei ole kotipaikkaa Suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu Suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
        "folded_fi": "muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. jos verovelvollisella ei ole kotipaikkaa suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
        "content_sv": "För andra accisskyldiga verkställs accisbeskattningen av den tullmyndighet inom vars område den accisskyldiges hemort är. Om den accisskyldige inte har hemort i Finland, verkställs accisbeskattningen av den tullmyndighet inom vars område produkterna har förts in i Finland eller det annars har konstaterats att produkterna medför accisskyldighet.",
        "normalized_sv": "För andra accisskyldiga verkställs accisbeskattningen av den tullmyndighet inom vars område den accisskyldiges hemort är. Om den accisskyldige inte har hemort i Finland, verkställs accisbeskattningen av den tullmyndighet inom vars område produkterna har förts in i Finland eller det annars har konstaterats att produkterna medför accisskyldighet.",
        "folded_sv": "for andra accisskyldiga verkstalls accisbeskattningen av den tullmyndighet inom vars omrade den accisskyldiges hemort ar. om den accisskyldige inte har hemort i finland, verkstalls accisbeskattningen av den tullmyndighet inom vars omrade produkterna har forts in i finland eller det annars har konstaterats att produkterna medfor accisskyldighet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Tässä laissa tarkoitetaan: 6) kaukomyynnillä myyntiä, jossa muu kuin valtuutettu varastonpitäjä, rekisteröity tai rekisteröimätön elinkeinonharjoittaja ostaa toisesta jäsenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyjä tai joku tämän puolesta lähettää tai kuljettaa suoraan tai toisen jäsenvaltion kautta; 6 a) kaukomyyjällä myyjää, joka myy tuotteita Suomeen 6 kohdan mukaisesti; 7) veroedustajalla Suomessa asuvaa tai toimivaa henkilöä, jonka toisen jäsenvaltion valtuuttama varastonpitäjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero vastaanottajan puolesta väliaikaisesti valmisteverottomina täällä vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitäjä, sekä Suomessa asuvaa tai toimivaa henkilöä, jonka kaukomyyjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero kaukomyyjän puolesta täällä vastaanotetuista tuotteista;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Tässä laissa tarkoitetaan: 6) kaukomyynnillä myyntiä, jossa muu kuin valtuutettu varastonpitäjä, rekisteröity tai rekisteröimätön elinkeinonharjoittaja ostaa toisesta jäsenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyjä tai joku tämän puolesta lähettää tai kuljettaa suoraan tai toisen jäsenvaltion kautta; 6 a) kaukomyyjällä myyjää, joka myy tuotteita Suomeen 6 kohdan mukaisesti; 7) veroedustajalla Suomessa asuvaa tai toimivaa henkilöä, jonka toisen jäsenvaltion valtuuttama varastonpitäjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero vastaanottajan puolesta väliaikaisesti valmisteverottomina täällä vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitäjä, sekä Suomessa asuvaa tai toimivaa henkilöä, jonka kaukomyyjä on nimennyt ja jolle tulliviranomainen on myöntänyt oikeuden suorittaa valmistevero kaukomyyjän puolesta täällä vastaanotetuista tuotteista;",
        "folded_fi": "tassa laissa tarkoitetaan: 6) kaukomyynnilla myyntia, jossa muu kuin valtuutettu varastonpitaja, rekisteroity tai rekisteroimaton elinkeinonharjoittaja ostaa toisesta jasenvaltiosta valmisteveron alaisia tuotteita, jotka kaukomyyja tai joku taman puolesta lahettaa tai kuljettaa suoraan tai toisen jasenvaltion kautta; 6 a) kaukomyyjalla myyjaa, joka myy tuotteita suomeen 6 kohdan mukaisesti; 7) veroedustajalla suomessa asuvaa tai toimivaa henkiloa, jonka toisen jasenvaltion valtuuttama varastonpitaja on nimennyt ja jolle tulliviranomainen on myontanyt oikeuden suorittaa valmistevero vastaanottajan puolesta valiaikaisesti valmisteverottomina taalla vastaanotetuista tuotteista, ei kuitenkaan silloin kun tuotteet vastaanottaa valtuutettu varastonpitaja, seka suomessa asuvaa tai toimivaa henkiloa, jonka kaukomyyja on nimennyt ja jolle tulliviranomainen on myontanyt oikeuden suorittaa valmistevero kaukomyyjan puolesta taalla vastaanotetuista tuotteista;",
        "content_sv": "I denna lag avses med 6) distansförsäljning försäljning i vilken någon annan än en auktoriserad lagerhållare eller en registrerad eller oregistrerad näringsidkare inköper sådana accispliktiga produkter från en annan medlemsstat vilka distansförsäljaren eller någon på dennes vägnar avsänder eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansförsäljare en försäljare som säljer produkter till Finland i enlighet med 6 punkten, 7) skatterepresentant en i Finland bosatt eller verksam person som en auktoriserad lagerhållare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat rätt att på mottagarens vägnar betala accisen för produkter som här tagits emot som temporärt accisfria, dock inte då en auktoriserad lagerhållare tar emot produkterna, samt en i Finland bosatt eller verksam person som en distansförsäljare har utsett och som tullmyndigheten har beviljat rätt att betala accisen på distansförsäljarens vägnar för produkter som tagits emot här,",
        "normalized_sv": "I denna lag avses med 6) distansförsäljning försäljning i vilken någon annan än en auktoriserad lagerhållare eller en registrerad eller oregistrerad näringsidkare inköper sådana accispliktiga produkter från en annan medlemsstat vilka distansförsäljaren eller någon på dennes vägnar avsänder eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansförsäljare en försäljare som säljer produkter till Finland i enlighet med 6 punkten, 7) skatterepresentant en i Finland bosatt eller verksam person som en auktoriserad lagerhållare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat rätt att på mottagarens vägnar betala accisen för produkter som här tagits emot som temporärt accisfria, dock inte då en auktoriserad lagerhållare tar emot produkterna, samt en i Finland bosatt eller verksam person som en distansförsäljare har utsett och som tullmyndigheten har beviljat rätt att betala accisen på distansförsäljarens vägnar för produkter som tagits emot här,",
        "folded_sv": "i denna lag avses med 6) distansforsaljning forsaljning i vilken nagon annan an en auktoriserad lagerhallare eller en registrerad eller oregistrerad naringsidkare inkoper sadana accispliktiga produkter fran en annan medlemsstat vilka distansforsaljaren eller nagon pa dennes vagnar avsander eller transporterar direkt eller genom en annan medlemsstat, 6 a) distansforsaljare en forsaljare som saljer produkter till finland i enlighet med 6 punkten, 7) skatterepresentant en i finland bosatt eller verksam person som en auktoriserad lagerhallare i en annan medlemsstat har utsett och som tullmyndigheten har beviljat ratt att pa mottagarens vagnar betala accisen for produkter som har tagits emot som temporart accisfria, dock inte da en auktoriserad lagerhallare tar emot produkterna, samt en i finland bosatt eller verksam person som en distansforsaljare har utsett och som tullmyndigheten har beviljat ratt att betala accisen pa distansforsaljarens vagnar for produkter som tagits emot har,"
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Rekisteröimättömän elinkeinonharjoittajan ja 10 §:n 4 momentissa tarkoitetun verovelvollisen sekä kaukomyyjän, jolla ei ole Suomessa veroedustajaa, on ennen tuotteiden lähettämistä toisesta jäsenvaltiosta Suomeen tehtävä 25 §:ssä tarkoitetulle tulliviranomaiselle ilmoitus lähetettävistä tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Rekisteröimättömän elinkeinonharjoittajan ja 10 § :n 4 momentissa tarkoitetun verovelvollisen sekä kaukomyyjän, jolla ei ole Suomessa veroedustajaa, on ennen tuotteiden lähettämistä toisesta jäsenvaltiosta Suomeen tehtävä 25 § :ssä tarkoitetulle tulliviranomaiselle ilmoitus lähetettävistä tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
        "folded_fi": "rekisteroimattoman elinkeinonharjoittajan ja 10 §:n 4 momentissa tarkoitetun verovelvollisen seka kaukomyyjan, jolla ei ole suomessa veroedustajaa, on ennen tuotteiden lahettamista toisesta jasenvaltiosta suomeen tehtava 25 §:ssa tarkoitetulle tulliviranomaiselle ilmoitus lahetettavista tuotteista ja asetettava vakuus tuotteista kannettavien valmisteverojen suorittamisesta.",
        "content_sv": "En oregistrerad näringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansförsäljare som inte har någon skatterepresentant i Finland skall innan produkterna avsänds till Finland från en annan medlemsstat anmäla de produkter som kommer att avsändas för den i 25 § avsedda tullmyndigheten och ställa säkerhet för betalning av de acciser som kommer att uppbäras för produkterna.",
        "normalized_sv": "En oregistrerad näringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansförsäljare som inte har någon skatterepresentant i Finland skall innan produkterna avsänds till Finland från en annan medlemsstat anmäla de produkter som kommer att avsändas för den i 25 § avsedda tullmyndigheten och ställa säkerhet för betalning av de acciser som kommer att uppbäras för produkterna.",
        "folded_sv": "en oregistrerad naringsidkare och en accisskyldig som avses i 10 § 4 mom. samt en distansforsaljare som inte har nagon skatterepresentant i finland skall innan produkterna avsands till finland fran en annan medlemsstat anmala de produkter som kommer att avsandas for den i 25 § avsedda tullmyndigheten och stalla sakerhet for betalning av de acciser som kommer att uppbaras for produkterna."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Valtuutettu varastonpitäjä on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta hävikistä. Jos valtuutettu varastonpitäjä valmistaa Suomessa tuotteita toisen Suomessa toimivan valtuutetun varastonpitäjän lukuun ja tämän toimeksiannosta, Tullihallitus voi hakemuksesta määrätä, että verovelvollinen on toimeksiantaja. Rekisteröity ja rekisteröimätön elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. Veroedustaja on verovelvollinen Suomessa vastaanotetuista tuotteista. Jos kaukomyynnissä ei ole asetettu veroedustajaa, on kaukomyyjä verovelvollinen Suomessa vastaanotetuista tuotteista. Kun yksityishenkilö ostaa muuten kuin kaukomyynnillä toisesta jäsenvaltiosta tuotteita, jotka toinen yksityishenkilö tai ammattimainen elinkeinonharjoittaja kuljettaa Suomeen, verovelvollinen on yksityishenkilö sekä se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitää tuotteita hallussaan Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Valtuutettu varastonpitäjä on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta hävikistä. Jos valtuutettu varastonpitäjä valmistaa Suomessa tuotteita toisen Suomessa toimivan valtuutetun varastonpitäjän lukuun ja tämän toimeksiannosta, Tullihallitus voi hakemuksesta määrätä, että verovelvollinen on toimeksiantaja. Rekisteröity ja rekisteröimätön elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. Veroedustaja on verovelvollinen Suomessa vastaanotetuista tuotteista. Jos kaukomyynnissä ei ole asetettu veroedustajaa, on kaukomyyjä verovelvollinen Suomessa vastaanotetuista tuotteista. Kun yksityishenkilö ostaa muuten kuin kaukomyynnillä toisesta jäsenvaltiosta tuotteita, jotka toinen yksityishenkilö tai ammattimainen elinkeinonharjoittaja kuljettaa Suomeen, verovelvollinen on yksityishenkilö sekä se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitää tuotteita hallussaan Suomessa.",
        "folded_fi": "valtuutettu varastonpitaja on verovelvollinen verottomasta varastosta kulutukseen luovutetuista tuotteista ja varastossa todetusta verotettavasta havikista. jos valtuutettu varastonpitaja valmistaa suomessa tuotteita toisen suomessa toimivan valtuutetun varastonpitajan lukuun ja taman toimeksiannosta, tullihallitus voi hakemuksesta maarata, etta verovelvollinen on toimeksiantaja. rekisteroity ja rekisteroimaton elinkeinonharjoittaja ovat verovelvollisia vastaanottamistaan tuotteista. veroedustaja on verovelvollinen suomessa vastaanotetuista tuotteista. jos kaukomyynnissa ei ole asetettu veroedustajaa, on kaukomyyja verovelvollinen suomessa vastaanotetuista tuotteista. kun yksityishenkilo ostaa muuten kuin kaukomyynnilla toisesta jasenvaltiosta tuotteita, jotka toinen yksityishenkilo tai ammattimainen elinkeinonharjoittaja kuljettaa suomeen, verovelvollinen on yksityishenkilo seka se, joka osallistuu tuotteiden kuljettamiseen, ja se, joka pitaa tuotteita hallussaan suomessa.",
        "content_sv": "En auktoriserad lagerhållare är accisskyldig för produkter som överlåtits till konsumtion från ett skattefritt lager och för beskattningsbart svinn som konstaterats i lagret. Om en auktoriserad lagerhållare i Finland tillverkar produkter för en annan i Finland verksam auktoriserad lagerhållares räkning och på dennes uppdrag, kan Tullstyrelsen på ansökan bestämma att uppdragsgivaren är accisskyldig. Registrerade och oregistrerade näringsidkare är accisskyldiga för produkter som de tagit emot. Skatterepresentanter är accisskyldiga för produkter som tagits emot i Finland. Om det i distansförsäljning inte har tillsatts någon skatterepresentant, är distansförsäljare accisskyldiga för produkter som tagits emot i Finland. När en privatperson på något annat sätt än genom distansförsäljning köper sådana produkter från en annan medlemsstat som transporteras till Finland av en annan privatperson eller av en yrkesmässig näringsidkare är privatpersonen samt den som deltar i transporten och den som innehar produkterna i Finland accisskyldiga.",
        "normalized_sv": "En auktoriserad lagerhållare är accisskyldig för produkter som överlåtits till konsumtion från ett skattefritt lager och för beskattningsbart svinn som konstaterats i lagret. Om en auktoriserad lagerhållare i Finland tillverkar produkter för en annan i Finland verksam auktoriserad lagerhållares räkning och på dennes uppdrag, kan Tullstyrelsen på ansökan bestämma att uppdragsgivaren är accisskyldig. Registrerade och oregistrerade näringsidkare är accisskyldiga för produkter som de tagit emot. Skatterepresentanter är accisskyldiga för produkter som tagits emot i Finland. Om det i distansförsäljning inte har tillsatts någon skatterepresentant, är distansförsäljare accisskyldiga för produkter som tagits emot i Finland. När en privatperson på något annat sätt än genom distansförsäljning köper sådana produkter från en annan medlemsstat som transporteras till Finland av en annan privatperson eller av en yrkesmässig näringsidkare är privatpersonen samt den som deltar i transporten och den som innehar produkterna i Finland accisskyldiga.",
        "folded_sv": "en auktoriserad lagerhallare ar accisskyldig for produkter som overlatits till konsumtion fran ett skattefritt lager och for beskattningsbart svinn som konstaterats i lagret. om en auktoriserad lagerhallare i finland tillverkar produkter for en annan i finland verksam auktoriserad lagerhallares rakning och pa dennes uppdrag, kan tullstyrelsen pa ansokan bestamma att uppdragsgivaren ar accisskyldig. registrerade och oregistrerade naringsidkare ar accisskyldiga for produkter som de tagit emot. skatterepresentanter ar accisskyldiga for produkter som tagits emot i finland. om det i distansforsaljning inte har tillsatts nagon skatterepresentant, ar distansforsaljare accisskyldiga for produkter som tagits emot i finland. nar en privatperson pa nagot annat satt an genom distansforsaljning koper sadana produkter fran en annan medlemsstat som transporteras till finland av en annan privatperson eller av en yrkesmassig naringsidkare ar privatpersonen samt den som deltar i transporten och den som innehar produkterna i finland accisskyldiga."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kaukomyynnissä Suomeen kaukomyyjä on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. Samoin 10 §:n 1 momentissa tarkoitettu yksityishenkilö on vastuussa valmisteveron suorittamisesta yhdessä sekä tuotteiden kuljettamiseen osallistuneen että tuotteita hallussapitävän kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12",
        "normalized_fi": "Kaukomyynnissä Suomeen kaukomyyjä on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. Samoin 10 § :n 1 momentissa tarkoitettu yksityishenkilö on vastuussa valmisteveron suorittamisesta yhdessä sekä tuotteiden kuljettamiseen osallistuneen että tuotteita hallussapitävän kanssa.",
        "folded_fi": "kaukomyynnissa suomeen kaukomyyja on vastuussa veroedustajan suoritettavasta valmisteverosta niin kuin omasta verostaan. samoin 10 §:n 1 momentissa tarkoitettu yksityishenkilo on vastuussa valmisteveron suorittamisesta yhdessa seka tuotteiden kuljettamiseen osallistuneen etta tuotteita hallussapitavan kanssa.",
        "content_sv": "I distansförsäljning till Finland är distansförsäljaren ansvarig för den accis som skatterepresentanten skall betala på samma sätt som för sin egen skatt. Likaså är den privatperson som avses i 10 § 1 mom. ansvarig för betalningen av accisen tillsammans med både den som deltagit i transporten och den som innehar produkterna.",
        "normalized_sv": "I distansförsäljning till Finland är distansförsäljaren ansvarig för den accis som skatterepresentanten skall betala på samma sätt som för sin egen skatt. Likaså är den privatperson som avses i 10 § 1 mom. ansvarig för betalningen av accisen tillsammans med både den som deltagit i transporten och den som innehar produkterna.",
        "folded_sv": "i distansforsaljning till finland ar distansforsaljaren ansvarig for den accis som skatterepresentanten skall betala pa samma satt som for sin egen skatt. likasa ar den privatperson som avses i 10 § 1 mom. ansvarig for betalningen av accisen tillsammans med bade den som deltagit i transporten och den som innehar produkterna."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. Jos verovelvollisella ei ole kotipaikkaa Suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu Suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. Jos verovelvollisella ei ole kotipaikkaa Suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu Suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
        "folded_fi": "muiden verovelvollisten valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella on verovelvollisen kotipaikka. jos verovelvollisella ei ole kotipaikkaa suomessa, valmisteverotuksen toimittaa se tulliviranomainen, jonka alueella tuotteet on tuotu suomeen tai tuotteista on muutoin todettu aiheutuneen verovelvollisuus.",
        "content_sv": "För andra accisskyldiga verkställs accisbeskattningen av den tullmyndighet inom vars område den accisskyldiges hemort är. Om den accisskyldige inte har hemort i Finland, verkställs accisbeskattningen av den tullmyndighet inom vars område produkterna har förts in i Finland eller det annars har konstaterats att produkterna medför accisskyldighet.",
        "normalized_sv": "För andra accisskyldiga verkställs accisbeskattningen av den tullmyndighet inom vars område den accisskyldiges hemort är. Om den accisskyldige inte har hemort i Finland, verkställs accisbeskattningen av den tullmyndighet inom vars område produkterna har förts in i Finland eller det annars har konstaterats att produkterna medför accisskyldighet.",
        "folded_sv": "for andra accisskyldiga verkstalls accisbeskattningen av den tullmyndighet inom vars omrade den accisskyldiges hemort ar. om den accisskyldige inte har hemort i finland, verkstalls accisbeskattningen av den tullmyndighet inom vars omrade produkterna har forts in i finland eller det annars har konstaterats att produkterna medfor accisskyldighet."
      },
      "valid_from": "2007-06-29",
      "valid_to": null
    }
  ]
}