{
  "id": "759/2006",
  "type": "statute",
  "title": "Laki viestintämarkkinalain muuttamisesta",
  "title_en": "Lag om ändring av kommunikationsmarknadslagen",
  "status": "in_force",
  "issued_date": "2006-09-01",
  "in_force_date": "2006-09-01",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/759/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "7:58 a",
      "chapter": "7",
      "section": "58 a",
      "title": "Säännösten pakottavuus",
      "content": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Tämän luvun 67 a―67 i, 71―75 ja 78―80 §:ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:58 a",
        "normalized_fi": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Tämän luvun 67 a―67 i, 71―75 ja 78―80 § :ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "folded_fi": "taman luvun saannoksista ei saa sopimuksin poiketa kuluttajan vahingoksi. taman luvun 67 a―67 i, 71―75 ja 78―80 §:aa sovelletaan muun kuin kuluttajan kanssa tehtaviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "normalized_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "folded_sv": "avvikelse fran bestammelserna i detta kapitel far inte genom avtal goras till nackdel for konsumenten. bestammelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillampas pa andra avtal an avtal med konsumenter endast om inget annat har overenskommits."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "Ennakkomaksu, vakuus ja käyttöraja",
      "content": "Teleyritys saa vaatia kuluttajalta puhelinliittymää koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtäessä ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttömyydestä tai muusta siihen verrattavasta seikasta johtuva erityinen syy. Ennakkomaksu tai vakuus ei saa ylittää niiden maksujen yhteismäärää, jotka tarjotuista palveluista arvioidaan kertyvän ennen kuin teleyritys voi estää liittymän käytön maksulaiminlyönnin perusteella. Teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromääräisen käyttörajan asettamisesta puhelinliittymälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:61",
        "normalized_fi": "Teleyritys saa vaatia kuluttajalta puhelinliittymää koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtäessä ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttömyydestä tai muusta siihen verrattavasta seikasta johtuva erityinen syy. Ennakkomaksu tai vakuus ei saa ylittää niiden maksujen yhteismäärää, jotka tarjotuista palveluista arvioidaan kertyvän ennen kuin teleyritys voi estää liittymän käytön maksulaiminlyönnin perusteella. Teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromääräisen käyttörajan asettamisesta puhelinliittymälle.",
        "folded_fi": "teleyritys saa vaatia kuluttajalta puhelinliittymaa koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtaessa ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttomyydesta tai muusta siihen verrattavasta seikasta johtuva erityinen syy. ennakkomaksu tai vakuus ei saa ylittaa niiden maksujen yhteismaaraa, jotka tarjotuista palveluista arvioidaan kertyvan ennen kuin teleyritys voi estaa liittyman kayton maksulaiminlyonnin perusteella. teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromaaraisen kayttorajan asettamisesta puhelinliittymalle.",
        "title_sv": "Förhandsbetalning, säkerhet och limit",
        "content_sv": "Ett teleföretag får avkräva en konsument förhandsbetalning eller säkerhet för ett avtal om en telefonanslutning endast i samband med att avtalet ingås och endast om det finns en särskild anledning till detta som beror på förutsägbar insolvens eller någon annan därmed jämförbar omständighet. Förhandsbetalningen eller säkerheten får inte överstiga det sammanlagda beloppet av de avgifter som för de tjänster som tillhandahållits beräknas inflyta innan teleföretaget kan förhindra användningen av anslutningen på grund av betalningsförsummelse. Teleföretaget och konsumenten kan under avtalsperioden avtala om en skälig limit i euro för telefonanslutningen.",
        "normalized_sv": "Ett teleföretag får avkräva en konsument förhandsbetalning eller säkerhet för ett avtal om en telefonanslutning endast i samband med att avtalet ingås och endast om det finns en särskild anledning till detta som beror på förutsägbar insolvens eller någon annan därmed jämförbar omständighet. Förhandsbetalningen eller säkerheten får inte överstiga det sammanlagda beloppet av de avgifter som för de tjänster som tillhandahållits beräknas inflyta innan teleföretaget kan förhindra användningen av anslutningen på grund av betalningsförsummelse. Teleföretaget och konsumenten kan under avtalsperioden avtala om en skälig limit i euro för telefonanslutningen.",
        "folded_sv": "ett teleforetag far avkrava en konsument forhandsbetalning eller sakerhet for ett avtal om en telefonanslutning endast i samband med att avtalet ingas och endast om det finns en sarskild anledning till detta som beror pa forutsagbar insolvens eller nagon annan darmed jamforbar omstandighet. forhandsbetalningen eller sakerheten far inte overstiga det sammanlagda beloppet av de avgifter som for de tjanster som tillhandahallits beraknas inflyta innan teleforetaget kan forhindra anvandningen av anslutningen pa grund av betalningsforsummelse. teleforetaget och konsumenten kan under avtalsperioden avtala om en skalig limit i euro for telefonanslutningen."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "title": "Sopimusehdot ja hinnasto",
      "content": "Teleyrityksen on laadittava kuluttajan kanssa tehtäviä viestintäpalvelusopimuksia varten vakiosopimusehdot ja käytettävä niitä tehdessään sopimuksia kuluttajan kanssa. Sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. Teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut käyttämänsä vakiosopimusehdot sekä viestintäpalveluita koskevat hinnastot siten, että ne ovat helposti käyttäjien saatavilla ilman korvausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:66",
        "normalized_fi": "Teleyrityksen on laadittava kuluttajan kanssa tehtäviä viestintäpalvelusopimuksia varten vakiosopimusehdot ja käytettävä niitä tehdessään sopimuksia kuluttajan kanssa. Sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. Teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut käyttämänsä vakiosopimusehdot sekä viestintäpalveluita koskevat hinnastot siten, että ne ovat helposti käyttäjien saatavilla ilman korvausta.",
        "folded_fi": "teleyrityksen on laadittava kuluttajan kanssa tehtavia viestintapalvelusopimuksia varten vakiosopimusehdot ja kaytettava niita tehdessaan sopimuksia kuluttajan kanssa. sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut kayttamansa vakiosopimusehdot seka viestintapalveluita koskevat hinnastot siten, etta ne ovat helposti kayttajien saatavilla ilman korvausta.",
        "title_sv": "Avtalsvillkor och prislistor",
        "content_sv": "Ett teleföretag skall utarbeta standardavtalsvillkor för avtal om kommunikationstjänster som ingås med konsumenter och tillämpa dessa villkor när avtal ingås med en konsument. Avtalen får inte innehålla villkor eller begränsningar som är oskäliga för konsumenten. Ett teleföretag skall offentliggöra de standardavtalsvillkor som avses i 1 mom. och övriga standardavtalsvillkor som företaget använder samt prislistor över kommunikationstjänsterna så att användarna lätt och kostnadsfritt har tillgång till dem.",
        "normalized_sv": "Ett teleföretag skall utarbeta standardavtalsvillkor för avtal om kommunikationstjänster som ingås med konsumenter och tillämpa dessa villkor när avtal ingås med en konsument. Avtalen får inte innehålla villkor eller begränsningar som är oskäliga för konsumenten. Ett teleföretag skall offentliggöra de standardavtalsvillkor som avses i 1 mom. och övriga standardavtalsvillkor som företaget använder samt prislistor över kommunikationstjänsterna så att användarna lätt och kostnadsfritt har tillgång till dem.",
        "folded_sv": "ett teleforetag skall utarbeta standardavtalsvillkor for avtal om kommunikationstjanster som ingas med konsumenter och tillampa dessa villkor nar avtal ingas med en konsument. avtalen far inte innehalla villkor eller begransningar som ar oskaliga for konsumenten. ett teleforetag skall offentliggora de standardavtalsvillkor som avses i 1 mom. och ovriga standardavtalsvillkor som foretaget anvander samt prislistor over kommunikationstjansterna sa att anvandarna latt och kostnadsfritt har tillgang till dem."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "title": "Viestintäpalvelusopimus",
      "content": "Puhelinverkon liittymäsopimus ja muu viestintäpalvelusopimus on tehtävä kirjallisesti. Sopimus voidaan tehdä myös sähköisesti edellyttäen, että sähköisen sopimuksen sisältöä ei voida yksipuolisesti muuttaa ja että sopimus säilyy osapuolten saatavilla. Sopimuksessa on yksilöitävä teleyrityksen nimi ja yhteystiedot. Sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet sekä ylläpitopalvelutyypit; 3) viestintäpalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivästyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan käyttäjälle; 7) mitkä ovat käyttäjän oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) käyttäjän oikeus saada tietoja laskunsa muodostumisesta; 10) käyttäjän oikeus tehdä telelaskusta muistutus; 11) maksun laiminlyönnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun käyttöä; 13) edellä 61 §:n 2 momentissa tarkoitetun käyttörajan suuruus sekä ohjeet siitä, miten kuluttaja voi seurata laskun kertymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67",
        "normalized_fi": "Puhelinverkon liittymäsopimus ja muu viestintäpalvelusopimus on tehtävä kirjallisesti. Sopimus voidaan tehdä myös sähköisesti edellyttäen, että sähköisen sopimuksen sisältöä ei voida yksipuolisesti muuttaa ja että sopimus säilyy osapuolten saatavilla. Sopimuksessa on yksilöitävä teleyrityksen nimi ja yhteystiedot. Sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet sekä ylläpitopalvelutyypit; 3) viestintäpalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivästyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan käyttäjälle; 7) mitkä ovat käyttäjän oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) käyttäjän oikeus saada tietoja laskunsa muodostumisesta; 10) käyttäjän oikeus tehdä telelaskusta muistutus; 11) maksun laiminlyönnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun käyttöä; 13) edellä 61 § :n 2 momentissa tarkoitetun käyttörajan suuruus sekä ohjeet siitä, miten kuluttaja voi seurata laskun kertymistä.",
        "folded_fi": "puhelinverkon liittymasopimus ja muu viestintapalvelusopimus on tehtava kirjallisesti. sopimus voidaan tehda myos sahkoisesti edellyttaen, etta sahkoisen sopimuksen sisaltoa ei voida yksipuolisesti muuttaa ja etta sopimus sailyy osapuolten saatavilla. sopimuksessa on yksiloitava teleyrityksen nimi ja yhteystiedot. sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet seka yllapitopalvelutyypit; 3) viestintapalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivastyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan kayttajalle; 7) mitka ovat kayttajan oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) kayttajan oikeus saada tietoja laskunsa muodostumisesta; 10) kayttajan oikeus tehda telelaskusta muistutus; 11) maksun laiminlyonnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun kayttoa; 13) edella 61 §:n 2 momentissa tarkoitetun kayttorajan suuruus seka ohjeet siita, miten kuluttaja voi seurata laskun kertymista.",
        "title_sv": "Avtal om kommunikationstjänster",
        "content_sv": "Avtal om anslutning till telefonnätet och andra avtal om kommunikationstjänster skall ingås skriftligen. Avtal kan också ingås elektroniskt, förutsatt att innehållet i ett elektroniskt avtal inte ensidigt kan ändras och att parterna har tillgång till avtalet. I ett avtal skall teleföretagets namn och kontaktinformation specificeras. I ett avtal skall åtminstone nämnas 1) avtalets giltighetstid, 2) arten av de tjänster som tillhandahålls och deras egenskaper samt typer av underhållsservice, 3) leveranstiden för kommunikationstjänsten, 4) förfarandet vid uppsägning av avtalet och grunderna för uppsägning, 5) påföljder vid ett eventuellt fel eller dröjsmål, 6) hur användaren skall informeras om ändringar i avtalsvillkoren, 7) vilka rättigheter användaren har om avtalsvillkoren ändras, 8) grunderna för prissättning av tjänsterna eller de prislistor som tillämpas, 9) användarens rätt att få uppgifter om hur fakturan är sammansatt, 10) användarens rätt att framställa anmärkning om teleräkningen, 11) påföljderna vid betalningsförsummelse, 12) teleföretagets rätt att sluta tillhandahålla en tjänst eller att begränsa användningen av tjänsten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet.",
        "normalized_sv": "Avtal om anslutning till telefonnätet och andra avtal om kommunikationstjänster skall ingås skriftligen. Avtal kan också ingås elektroniskt, förutsatt att innehållet i ett elektroniskt avtal inte ensidigt kan ändras och att parterna har tillgång till avtalet. I ett avtal skall teleföretagets namn och kontaktinformation specificeras. I ett avtal skall åtminstone nämnas 1) avtalets giltighetstid, 2) arten av de tjänster som tillhandahålls och deras egenskaper samt typer av underhållsservice, 3) leveranstiden för kommunikationstjänsten, 4) förfarandet vid uppsägning av avtalet och grunderna för uppsägning, 5) påföljder vid ett eventuellt fel eller dröjsmål, 6) hur användaren skall informeras om ändringar i avtalsvillkoren, 7) vilka rättigheter användaren har om avtalsvillkoren ändras, 8) grunderna för prissättning av tjänsterna eller de prislistor som tillämpas, 9) användarens rätt att få uppgifter om hur fakturan är sammansatt, 10) användarens rätt att framställa anmärkning om teleräkningen, 11) påföljderna vid betalningsförsummelse, 12) teleföretagets rätt att sluta tillhandahålla en tjänst eller att begränsa användningen av tjänsten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet.",
        "folded_sv": "avtal om anslutning till telefonnatet och andra avtal om kommunikationstjanster skall ingas skriftligen. avtal kan ocksa ingas elektroniskt, forutsatt att innehallet i ett elektroniskt avtal inte ensidigt kan andras och att parterna har tillgang till avtalet. i ett avtal skall teleforetagets namn och kontaktinformation specificeras. i ett avtal skall atminstone namnas 1) avtalets giltighetstid, 2) arten av de tjanster som tillhandahalls och deras egenskaper samt typer av underhallsservice, 3) leveranstiden for kommunikationstjansten, 4) forfarandet vid uppsagning av avtalet och grunderna for uppsagning, 5) pafoljder vid ett eventuellt fel eller drojsmal, 6) hur anvandaren skall informeras om andringar i avtalsvillkoren, 7) vilka rattigheter anvandaren har om avtalsvillkoren andras, 8) grunderna for prissattning av tjansterna eller de prislistor som tillampas, 9) anvandarens ratt att fa uppgifter om hur fakturan ar sammansatt, 10) anvandarens ratt att framstalla anmarkning om telerakningen, 11) pafoljderna vid betalningsforsummelse, 12) teleforetagets ratt att sluta tillhandahalla en tjanst eller att begransa anvandningen av tjansten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet."
      }
    },
    {
      "provision_ref": "7:67 a",
      "chapter": "7",
      "section": "67 a",
      "title": "Viestintäpalvelun toimituksen viivästys ja oikeus pidättyä maksusta",
      "content": "Viestintäpalvelun toimitus on viivästynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eikä tämä johdu käyttäjästä tai käyttäjän puolella olevasta seikasta. Jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivästynyt, jos viestintäpalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jälkeen. Käyttäjä on velvollinen maksamaan viestintäpalvelusopimukseen perustuvat maksut vasta siitä lukien, kun yhteys on käytettävissä. Palvelun kytkemisen jälkeen käyttäjällä on oikeus pidättyä maksamasta sellaista osaa maksusta, joka on tarpeen viivästykseen perustuvan korvauksen vakuudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 a",
        "normalized_fi": "Viestintäpalvelun toimitus on viivästynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eikä tämä johdu käyttäjästä tai käyttäjän puolella olevasta seikasta. Jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivästynyt, jos viestintäpalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jälkeen. Käyttäjä on velvollinen maksamaan viestintäpalvelusopimukseen perustuvat maksut vasta siitä lukien, kun yhteys on käytettävissä. Palvelun kytkemisen jälkeen käyttäjällä on oikeus pidättyä maksamasta sellaista osaa maksusta, joka on tarpeen viivästykseen perustuvan korvauksen vakuudeksi.",
        "folded_fi": "viestintapalvelun toimitus on viivastynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eika tama johdu kayttajasta tai kayttajan puolella olevasta seikasta. jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivastynyt, jos viestintapalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jalkeen. kayttaja on velvollinen maksamaan viestintapalvelusopimukseen perustuvat maksut vasta siita lukien, kun yhteys on kaytettavissa. palvelun kytkemisen jalkeen kayttajalla on oikeus pidattya maksamasta sellaista osaa maksusta, joka on tarpeen viivastykseen perustuvan korvauksen vakuudeksi.",
        "title_sv": "Dröjsmål vid leverans av kommunikationstjänst och rätt att hålla inne betalning",
        "content_sv": "Leveransen av en kommunikationstjänst är fördröjd, om tjänsten inte har levererats vid en överenskommen tidpunkt och detta inte beror på användaren eller på någon annan omständighet som sammanhänger med användaren. Har ingen leveranstidpunkt överenskommits, är leveransen fördröjd om kommunikationstjänsten inte har levererats inom skälig tid efter det att avtalet ingicks. Användaren är skyldig att betala de avgifter som grundar sig på avtalet om kommunikationstjänster först från den tidpunkt då tjänsten kan användas. Efter det att tjänsten har aktiverats har användaren rätt att hålla inne betalningen av en sådan del av avgiften som är nödvändig som säkerhet för ersättning på grund av dröjsmålet.",
        "normalized_sv": "Leveransen av en kommunikationstjänst är fördröjd, om tjänsten inte har levererats vid en överenskommen tidpunkt och detta inte beror på användaren eller på någon annan omständighet som sammanhänger med användaren. Har ingen leveranstidpunkt överenskommits, är leveransen fördröjd om kommunikationstjänsten inte har levererats inom skälig tid efter det att avtalet ingicks. Användaren är skyldig att betala de avgifter som grundar sig på avtalet om kommunikationstjänster först från den tidpunkt då tjänsten kan användas. Efter det att tjänsten har aktiverats har användaren rätt att hålla inne betalningen av en sådan del av avgiften som är nödvändig som säkerhet för ersättning på grund av dröjsmålet.",
        "folded_sv": "leveransen av en kommunikationstjanst ar fordrojd, om tjansten inte har levererats vid en overenskommen tidpunkt och detta inte beror pa anvandaren eller pa nagon annan omstandighet som sammanhanger med anvandaren. har ingen leveranstidpunkt overenskommits, ar leveransen fordrojd om kommunikationstjansten inte har levererats inom skalig tid efter det att avtalet ingicks. anvandaren ar skyldig att betala de avgifter som grundar sig pa avtalet om kommunikationstjanster forst fran den tidpunkt da tjansten kan anvandas. efter det att tjansten har aktiverats har anvandaren ratt att halla inne betalningen av en sadan del av avgiften som ar nodvandig som sakerhet for ersattning pa grund av drojsmalet."
      }
    },
    {
      "provision_ref": "7:67 b",
      "chapter": "7",
      "section": "67 b",
      "title": "Vakiokorvaus toimituksen viivästyksestä",
      "content": "Käyttäjällä on 67 a §:ssä tarkoitetussa tapauksessa oikeus vakiokorvaukseen. Sen määrä on vähintään 15 euroa kultakin alkavalta viivästysviikolta, kuitenkin enintään 120 euroa. Oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivästyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteestä, jota sen ei kohtuudella voida edellyttää ottaneen huomioon sopimusta tehtäessä ja jonka seurauksia se ei ole kohtuudella voinut välttää tai voittaa. Jos viivästys johtuu henkilöstä, jota teleyritys on käyttänyt apunaan sopimuksen tai sen osan täyttämisessä, teleyritys vapautuu vastuusta vain, jos myös tämä henkilö olisi 2 momentin mukaan vapaa vastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 b",
        "normalized_fi": "Käyttäjällä on 67 a § :ssä tarkoitetussa tapauksessa oikeus vakiokorvaukseen. Sen määrä on vähintään 15 euroa kultakin alkavalta viivästysviikolta, kuitenkin enintään 120 euroa. Oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivästyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteestä, jota sen ei kohtuudella voida edellyttää ottaneen huomioon sopimusta tehtäessä ja jonka seurauksia se ei ole kohtuudella voinut välttää tai voittaa. Jos viivästys johtuu henkilöstä, jota teleyritys on käyttänyt apunaan sopimuksen tai sen osan täyttämisessä, teleyritys vapautuu vastuusta vain, jos myös tämä henkilö olisi 2 momentin mukaan vapaa vastuusta.",
        "folded_fi": "kayttajalla on 67 a §:ssa tarkoitetussa tapauksessa oikeus vakiokorvaukseen. sen maara on vahintaan 15 euroa kultakin alkavalta viivastysviikolta, kuitenkin enintaan 120 euroa. oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivastyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteesta, jota sen ei kohtuudella voida edellyttaa ottaneen huomioon sopimusta tehtaessa ja jonka seurauksia se ei ole kohtuudella voinut valttaa tai voittaa. jos viivastys johtuu henkilosta, jota teleyritys on kayttanyt apunaan sopimuksen tai sen osan tayttamisessa, teleyritys vapautuu vastuusta vain, jos myos tama henkilo olisi 2 momentin mukaan vapaa vastuusta.",
        "title_sv": "Standardersättning för dröjsmål vid leverans",
        "content_sv": "Användaren har i sådana fall som avses i 67 a § rätt till standardersättning. Denna ersättning uppgår till minst 15 euro för varje påbörjad vecka som leveransen fördröjs, dock högst till 120 euro. Rätt till standardersättning föreligger dock inte, om teleföretaget visar att dröjsmålet orsakats av ett hinder som ligger utanför teleföretagets kontroll och som företaget inte skäligen kan förväntas ha räknat med då avtalet ingicks samt vars följder företaget inte skäligen kunde ha undvikit eller övervunnit. Beror dröjsmålet på en person som teleföretaget har anlitat vid fullgörandet av avtalet eller en del av det, är teleföretaget fritt från ansvar endast om även denna person skulle vara fri från ansvar enligt 2 mom.",
        "normalized_sv": "Användaren har i sådana fall som avses i 67 a § rätt till standardersättning. Denna ersättning uppgår till minst 15 euro för varje påbörjad vecka som leveransen fördröjs, dock högst till 120 euro. Rätt till standardersättning föreligger dock inte, om teleföretaget visar att dröjsmålet orsakats av ett hinder som ligger utanför teleföretagets kontroll och som företaget inte skäligen kan förväntas ha räknat med då avtalet ingicks samt vars följder företaget inte skäligen kunde ha undvikit eller övervunnit. Beror dröjsmålet på en person som teleföretaget har anlitat vid fullgörandet av avtalet eller en del av det, är teleföretaget fritt från ansvar endast om även denna person skulle vara fri från ansvar enligt 2 mom.",
        "folded_sv": "anvandaren har i sadana fall som avses i 67 a § ratt till standardersattning. denna ersattning uppgar till minst 15 euro for varje paborjad vecka som leveransen fordrojs, dock hogst till 120 euro. ratt till standardersattning foreligger dock inte, om teleforetaget visar att drojsmalet orsakats av ett hinder som ligger utanfor teleforetagets kontroll och som foretaget inte skaligen kan forvantas ha raknat med da avtalet ingicks samt vars foljder foretaget inte skaligen kunde ha undvikit eller overvunnit. beror drojsmalet pa en person som teleforetaget har anlitat vid fullgorandet av avtalet eller en del av det, ar teleforetaget fritt fran ansvar endast om aven denna person skulle vara fri fran ansvar enligt 2 mom."
      }
    },
    {
      "provision_ref": "7:67 c",
      "chapter": "7",
      "section": "67 c",
      "title": "Vahingonkorvausvelvollisuus toimituksen viivästymisestä",
      "content": "Käyttäjällä on oikeus korvaukseen viivästyksestä aiheutuneesta vahingosta, joka ylittää 67 b §:ssä tarkoitetun vakiokorvauksen määrän. Oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos käyttäjällä ei ole oikeutta vakiokorvaukseen 67 b §:n 2 tai 3 momentin mukaisesti. Viivästyksestä aiheutuneesta välillisestä vahingosta teleyritys vastaa vain, jos viivästys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. Välillisenä vahinkona pidetään: 1) ansion menetystä, joka käyttäjälle aiheutuu viivästyksen tai siitä johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintäpalvelun käyttöhyödyn olennaista menetystä, josta ei aiheudu suoranaista taloudellista vahinkoa, sekä siihen rinnastettavaa haittaa, joka on olennainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 c",
        "normalized_fi": "Käyttäjällä on oikeus korvaukseen viivästyksestä aiheutuneesta vahingosta, joka ylittää 67 b § :ssä tarkoitetun vakiokorvauksen määrän. Oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos käyttäjällä ei ole oikeutta vakiokorvaukseen 67 b § :n 2 tai 3 momentin mukaisesti. Viivästyksestä aiheutuneesta välillisestä vahingosta teleyritys vastaa vain, jos viivästys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. Välillisenä vahinkona pidetään: 1) ansion menetystä, joka käyttäjälle aiheutuu viivästyksen tai siitä johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintäpalvelun käyttöhyödyn olennaista menetystä, josta ei aiheudu suoranaista taloudellista vahinkoa, sekä siihen rinnastettavaa haittaa, joka on olennainen.",
        "folded_fi": "kayttajalla on oikeus korvaukseen viivastyksesta aiheutuneesta vahingosta, joka ylittaa 67 b §:ssa tarkoitetun vakiokorvauksen maaran. oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos kayttajalla ei ole oikeutta vakiokorvaukseen 67 b §:n 2 tai 3 momentin mukaisesti. viivastyksesta aiheutuneesta valillisesta vahingosta teleyritys vastaa vain, jos viivastys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. valillisena vahinkona pidetaan: 1) ansion menetysta, joka kayttajalle aiheutuu viivastyksen tai siita johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintapalvelun kayttohyodyn olennaista menetysta, josta ei aiheudu suoranaista taloudellista vahinkoa, seka siihen rinnastettavaa haittaa, joka on olennainen.",
        "title_sv": "Skadeståndsskyldighet på grund av dröjsmål vid leverans",
        "content_sv": "Användaren har rätt till ersättning på grund av skada som föranletts av dröjsmål och som överstiger det standardersättningsbelopp som avses i 67 b §. Rätt till skadestånd föreligger dock inte, om användaren inte enligt 67 b § 2 eller 3 mom. har rätt till standardersättning. Teleföretaget ansvarar för en indirekt skada som orsakats av ett dröjsmål endast om dröjsmålet eller skadan föranletts av vårdslöshet från teleföretagets sida. Som indirekt skada anses 1) inkomstförlust som användaren lider på grund av dröjsmålet eller åtgärder som föranleds av dröjsmålet, 2) skada som beror på en förpliktelse som grundar sig på något annat avtal, 3) sådan väsentlig förlust av nytta av användningen av kommunikationstjänsten som inte medför direkt ekonomisk skada samt annan därmed jämförbar väsentlig olägenhet.",
        "normalized_sv": "Användaren har rätt till ersättning på grund av skada som föranletts av dröjsmål och som överstiger det standardersättningsbelopp som avses i 67 b § . Rätt till skadestånd föreligger dock inte, om användaren inte enligt 67 b § 2 eller 3 mom. har rätt till standardersättning. Teleföretaget ansvarar för en indirekt skada som orsakats av ett dröjsmål endast om dröjsmålet eller skadan föranletts av vårdslöshet från teleföretagets sida. Som indirekt skada anses 1) inkomstförlust som användaren lider på grund av dröjsmålet eller åtgärder som föranleds av dröjsmålet, 2) skada som beror på en förpliktelse som grundar sig på något annat avtal, 3) sådan väsentlig förlust av nytta av användningen av kommunikationstjänsten som inte medför direkt ekonomisk skada samt annan därmed jämförbar väsentlig olägenhet.",
        "folded_sv": "anvandaren har ratt till ersattning pa grund av skada som foranletts av drojsmal och som overstiger det standardersattningsbelopp som avses i 67 b §. ratt till skadestand foreligger dock inte, om anvandaren inte enligt 67 b § 2 eller 3 mom. har ratt till standardersattning. teleforetaget ansvarar for en indirekt skada som orsakats av ett drojsmal endast om drojsmalet eller skadan foranletts av vardsloshet fran teleforetagets sida. som indirekt skada anses 1) inkomstforlust som anvandaren lider pa grund av drojsmalet eller atgarder som foranleds av drojsmalet, 2) skada som beror pa en forpliktelse som grundar sig pa nagot annat avtal, 3) sadan vasentlig forlust av nytta av anvandningen av kommunikationstjansten som inte medfor direkt ekonomisk skada samt annan darmed jamforbar vasentlig olagenhet."
      }
    },
    {
      "provision_ref": "7:67 d",
      "chapter": "7",
      "section": "67 d",
      "title": "Virhe viestintäpalvelun toimituksessa",
      "content": "Viestintäpalvelun toimituksessa on virhe, jos viestintäpalvelun laatu tai toimitustapa ei vastaa sitä, mitä voidaan katsoa sovitun. Jollei toisin ole sovittu, viestintäpalvelun toimitus on virheellinen, jos: 1) viestintäpalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia; 2) viestintäpalvelun toimitus on muusta kuin 72 §:ssä tarkoitetusta syystä yhtäjaksoisesti tai toistuvasti keskeytynyt, eikä keskeytystä voida pitää keskeytyksen syy ja olosuhteet huomioon ottaen vähäisenä; tai 3) viestintäpalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siitä, mitä käyttäjällä yleensä on vastaavan palvelun yhteydessä aihetta olettaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 d",
        "normalized_fi": "Viestintäpalvelun toimituksessa on virhe, jos viestintäpalvelun laatu tai toimitustapa ei vastaa sitä, mitä voidaan katsoa sovitun. Jollei toisin ole sovittu, viestintäpalvelun toimitus on virheellinen, jos: 1) viestintäpalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia; 2) viestintäpalvelun toimitus on muusta kuin 72 § :ssä tarkoitetusta syystä yhtäjaksoisesti tai toistuvasti keskeytynyt, eikä keskeytystä voida pitää keskeytyksen syy ja olosuhteet huomioon ottaen vähäisenä; tai 3) viestintäpalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siitä, mitä käyttäjällä yleensä on vastaavan palvelun yhteydessä aihetta olettaa.",
        "folded_fi": "viestintapalvelun toimituksessa on virhe, jos viestintapalvelun laatu tai toimitustapa ei vastaa sita, mita voidaan katsoa sovitun. jollei toisin ole sovittu, viestintapalvelun toimitus on virheellinen, jos: 1) viestintapalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa viestintaviraston maarayksessa asetettuja vaatimuksia; 2) viestintapalvelun toimitus on muusta kuin 72 §:ssa tarkoitetusta syysta yhtajaksoisesti tai toistuvasti keskeytynyt, eika keskeytysta voida pitaa keskeytyksen syy ja olosuhteet huomioon ottaen vahaisena; tai 3) viestintapalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siita, mita kayttajalla yleensa on vastaavan palvelun yhteydessa aihetta olettaa.",
        "title_sv": "Fel i leveransen av en kommunikationstjänst",
        "content_sv": "Det föreligger ett fel i leveransen av en kommunikationstjänst, om kommunikationstjänstens kvalitet eller leveranssättet inte överensstämmer med vad som kan anses avtalat. Har inte annat överenskommits, föreligger ett fel i leveransen av en kommunikationstjänst, om 1) kommunikationstjänstens kvalitet inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag, 2) leveransen av kommunikationstjänsten av någon annan än en i 72 § avsedd orsak kontinuerligt eller upprepade gånger har avbrutits och avbrottet inte kan anses ringa med beaktande av skälen till och förhållandena under avbrottet, eller 3) kommunikationstjänsten inte överensstämmer med de uppgifter som angetts i marknadsföringen eller annars avviker från vad användaren i allmänhet har anledning att förutsätta i samband med sådana tjänster.",
        "normalized_sv": "Det föreligger ett fel i leveransen av en kommunikationstjänst, om kommunikationstjänstens kvalitet eller leveranssättet inte överensstämmer med vad som kan anses avtalat. Har inte annat överenskommits, föreligger ett fel i leveransen av en kommunikationstjänst, om 1) kommunikationstjänstens kvalitet inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag, 2) leveransen av kommunikationstjänsten av någon annan än en i 72 § avsedd orsak kontinuerligt eller upprepade gånger har avbrutits och avbrottet inte kan anses ringa med beaktande av skälen till och förhållandena under avbrottet, eller 3) kommunikationstjänsten inte överensstämmer med de uppgifter som angetts i marknadsföringen eller annars avviker från vad användaren i allmänhet har anledning att förutsätta i samband med sådana tjänster.",
        "folded_sv": "det foreligger ett fel i leveransen av en kommunikationstjanst, om kommunikationstjanstens kvalitet eller leveranssattet inte overensstammer med vad som kan anses avtalat. har inte annat overenskommits, foreligger ett fel i leveransen av en kommunikationstjanst, om 1) kommunikationstjanstens kvalitet inte overensstammer med de krav som uppstalls i lag eller i kommunikationsverkets foreskrifter som utfardats med stod av lag, 2) leveransen av kommunikationstjansten av nagon annan an en i 72 § avsedd orsak kontinuerligt eller upprepade ganger har avbrutits och avbrottet inte kan anses ringa med beaktande av skalen till och forhallandena under avbrottet, eller 3) kommunikationstjansten inte overensstammer med de uppgifter som angetts i marknadsforingen eller annars avviker fran vad anvandaren i allmanhet har anledning att forutsatta i samband med sadana tjanster."
      }
    },
    {
      "provision_ref": "7:67 e",
      "chapter": "7",
      "section": "67 e",
      "title": "Virheen oikaisu",
      "content": "Käyttäjällä on oikeus vaatia, että teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, että siitä aiheutuu käyttäjälle kustannuksia. Teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhettä, jos siitä aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. Vaikka käyttäjä ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tällaisen oikaisun, jos se käyttäjän ilmoittaessa virheestä viipymättä tarjoutuu tekemään sen. Käyttäjä saa kieltäytyä virheen oikaisusta, jos siitä aiheutuisi hänelle olennaista haittaa tai vaaraa siitä, että käyttäjälle aiheutuvat kustannukset jäävät korvaamatta taikka jos kieltäytymiseen on muu erityinen syy. Teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos käyttäjä on korjauttanut virheen, eikä olosuhteet huomioon ottaen voida kohtuudella edellyttää, että käyttäjä olisi jäänyt odottamaan teleyrityksen suorittamaa oikaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 e",
        "normalized_fi": "Käyttäjällä on oikeus vaatia, että teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, että siitä aiheutuu käyttäjälle kustannuksia. Teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhettä, jos siitä aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. Vaikka käyttäjä ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tällaisen oikaisun, jos se käyttäjän ilmoittaessa virheestä viipymättä tarjoutuu tekemään sen. Käyttäjä saa kieltäytyä virheen oikaisusta, jos siitä aiheutuisi hänelle olennaista haittaa tai vaaraa siitä, että käyttäjälle aiheutuvat kustannukset jäävät korvaamatta taikka jos kieltäytymiseen on muu erityinen syy. Teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos käyttäjä on korjauttanut virheen, eikä olosuhteet huomioon ottaen voida kohtuudella edellyttää, että käyttäjä olisi jäänyt odottamaan teleyrityksen suorittamaa oikaisua.",
        "folded_fi": "kayttajalla on oikeus vaatia, etta teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, etta siita aiheutuu kayttajalle kustannuksia. teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhetta, jos siita aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. vaikka kayttaja ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tallaisen oikaisun, jos se kayttajan ilmoittaessa virheesta viipymatta tarjoutuu tekemaan sen. kayttaja saa kieltaytya virheen oikaisusta, jos siita aiheutuisi hanelle olennaista haittaa tai vaaraa siita, etta kayttajalle aiheutuvat kustannukset jaavat korvaamatta taikka jos kieltaytymiseen on muu erityinen syy. teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos kayttaja on korjauttanut virheen, eika olosuhteet huomioon ottaen voida kohtuudella edellyttaa, etta kayttaja olisi jaanyt odottamaan teleyrityksen suorittamaa oikaisua.",
        "title_sv": "Rättelse av fel",
        "content_sv": "Användaren har rätt att kräva att teleföretaget avhjälper felet eller utför en ny prestation i stället för den felaktiga utan att detta medför kostnader för användaren. Teleföretaget är dock inte skyldigt att avhjälpa felet, om detta förorsakar teleföretaget oskäliga kostnader eller oskäliga olägenheter. Även om användaren inte kräver att felet skall avhjälpas eller prestationen förnyas, får teleföretaget på egen bekostnad göra en sådan rättelse, om det utan dröjsmål erbjuder sig att göra det när användaren anmäler felet. Användaren får avböja rättelsen, om denna skulle förorsaka honom väsentlig olägenhet eller en risk för att de kostnader som förorsakas användaren inte blir ersatta eller om användaren har en annan särskild orsak att avböja. Teleföretaget får inte hänvisa till att det inte har fått tillfälle att avhjälpa felet, om användaren har låtit avhjälpa felet och denne med beaktande av omständigheterna inte skäligen kan förutsättas vänta på att teleföretaget skall avhjälpa felet.",
        "normalized_sv": "Användaren har rätt att kräva att teleföretaget avhjälper felet eller utför en ny prestation i stället för den felaktiga utan att detta medför kostnader för användaren. Teleföretaget är dock inte skyldigt att avhjälpa felet, om detta förorsakar teleföretaget oskäliga kostnader eller oskäliga olägenheter. Även om användaren inte kräver att felet skall avhjälpas eller prestationen förnyas, får teleföretaget på egen bekostnad göra en sådan rättelse, om det utan dröjsmål erbjuder sig att göra det när användaren anmäler felet. Användaren får avböja rättelsen, om denna skulle förorsaka honom väsentlig olägenhet eller en risk för att de kostnader som förorsakas användaren inte blir ersatta eller om användaren har en annan särskild orsak att avböja. Teleföretaget får inte hänvisa till att det inte har fått tillfälle att avhjälpa felet, om användaren har låtit avhjälpa felet och denne med beaktande av omständigheterna inte skäligen kan förutsättas vänta på att teleföretaget skall avhjälpa felet.",
        "folded_sv": "anvandaren har ratt att krava att teleforetaget avhjalper felet eller utfor en ny prestation i stallet for den felaktiga utan att detta medfor kostnader for anvandaren. teleforetaget ar dock inte skyldigt att avhjalpa felet, om detta fororsakar teleforetaget oskaliga kostnader eller oskaliga olagenheter. aven om anvandaren inte kraver att felet skall avhjalpas eller prestationen fornyas, far teleforetaget pa egen bekostnad gora en sadan rattelse, om det utan drojsmal erbjuder sig att gora det nar anvandaren anmaler felet. anvandaren far avboja rattelsen, om denna skulle fororsaka honom vasentlig olagenhet eller en risk for att de kostnader som fororsakas anvandaren inte blir ersatta eller om anvandaren har en annan sarskild orsak att avboja. teleforetaget far inte hanvisa till att det inte har fatt tillfalle att avhjalpa felet, om anvandaren har latit avhjalpa felet och denne med beaktande av omstandigheterna inte skaligen kan forutsattas vanta pa att teleforetaget skall avhjalpa felet."
      }
    },
    {
      "provision_ref": "7:67 f",
      "chapter": "7",
      "section": "67 f",
      "title": "Hinnanalennus ja vakiohyvitys",
      "content": "Jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tällaista oikaisua suoriteta kohtuullisessa ajassa siitä, kun käyttäjä on ilmoittanut virheestä, käyttäjällä on oikeus virhettä vastaavaan hinnanalennukseen. Käyttäjällä on oikeus vakiohyvitykseen, jos 67 d §:ssä tarkoitettu virhe perustuu toimituksen keskeytykseen. Vakiohyvityksen määrä on vähintään 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintään 120 euroa. Jos käyttäjälle maksetaan vakiohyvitys, hänellä ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 f",
        "normalized_fi": "Jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tällaista oikaisua suoriteta kohtuullisessa ajassa siitä, kun käyttäjä on ilmoittanut virheestä, käyttäjällä on oikeus virhettä vastaavaan hinnanalennukseen. Käyttäjällä on oikeus vakiohyvitykseen, jos 67 d § :ssä tarkoitettu virhe perustuu toimituksen keskeytykseen. Vakiohyvityksen määrä on vähintään 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintään 120 euroa. Jos käyttäjälle maksetaan vakiohyvitys, hänellä ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
        "folded_fi": "jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tallaista oikaisua suoriteta kohtuullisessa ajassa siita, kun kayttaja on ilmoittanut virheesta, kayttajalla on oikeus virhetta vastaavaan hinnanalennukseen. kayttajalla on oikeus vakiohyvitykseen, jos 67 d §:ssa tarkoitettu virhe perustuu toimituksen keskeytykseen. vakiohyvityksen maara on vahintaan 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintaan 120 euroa. jos kayttajalle maksetaan vakiohyvitys, hanella ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
        "title_sv": "Prisavdrag och standardgottgörelse",
        "content_sv": "Om det inte kommer på fråga att avhjälpa felet eller utföra en ny prestation eller om felet inte avhjälps inom en skälig tid efter att användaren har anmält det, har användaren rätt till ett prisavdrag som motsvarar felet. Användaren har rätt till standardgottgörelse om en skada som avses i 67 d § beror på ett avbrott i leveransen. Standardgottgörelsen uppgår till minst 15 euro för varje påbörjad vecka då leveransen är avbruten, dock högst till 120 euro. Om en standardgottgörelse betalas till användaren, har användaren inte på grund av samma avbrott rätt till ett prisavdrag enligt 1 mom.",
        "normalized_sv": "Om det inte kommer på fråga att avhjälpa felet eller utföra en ny prestation eller om felet inte avhjälps inom en skälig tid efter att användaren har anmält det, har användaren rätt till ett prisavdrag som motsvarar felet. Användaren har rätt till standardgottgörelse om en skada som avses i 67 d § beror på ett avbrott i leveransen. Standardgottgörelsen uppgår till minst 15 euro för varje påbörjad vecka då leveransen är avbruten, dock högst till 120 euro. Om en standardgottgörelse betalas till användaren, har användaren inte på grund av samma avbrott rätt till ett prisavdrag enligt 1 mom.",
        "folded_sv": "om det inte kommer pa fraga att avhjalpa felet eller utfora en ny prestation eller om felet inte avhjalps inom en skalig tid efter att anvandaren har anmalt det, har anvandaren ratt till ett prisavdrag som motsvarar felet. anvandaren har ratt till standardgottgorelse om en skada som avses i 67 d § beror pa ett avbrott i leveransen. standardgottgorelsen uppgar till minst 15 euro for varje paborjad vecka da leveransen ar avbruten, dock hogst till 120 euro. om en standardgottgorelse betalas till anvandaren, har anvandaren inte pa grund av samma avbrott ratt till ett prisavdrag enligt 1 mom."
      }
    },
    {
      "provision_ref": "7:67 g",
      "chapter": "7",
      "section": "67 g",
      "title": "Virheestä aiheutuva vahingonkorvausvelvollisuus",
      "content": "Käyttäjällä on oikeus korvaukseen vahingosta, jonka hän kärsii viestintäpalvelussa olevan virheen vuoksi. Edellä 67 c §:n 2 momentissa tarkoitetusta välillisestä vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 g",
        "normalized_fi": "Käyttäjällä on oikeus korvaukseen vahingosta, jonka hän kärsii viestintäpalvelussa olevan virheen vuoksi. Edellä 67 c § :n 2 momentissa tarkoitetusta välillisestä vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
        "folded_fi": "kayttajalla on oikeus korvaukseen vahingosta, jonka han karsii viestintapalvelussa olevan virheen vuoksi. edella 67 c §:n 2 momentissa tarkoitetusta valillisesta vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
        "title_sv": "Skadeståndsskyldighet på grund av fel",
        "content_sv": "En användare har rätt till ersättning för skada som användaren lider till följd av ett fel i kommunikationstjänsten. För en sådan indirekt skada som avses i 67 c § 2 mom. ansvarar teleföretaget endast om felet eller skadan beror på vårdslöshet från teleföretagets sida.",
        "normalized_sv": "En användare har rätt till ersättning för skada som användaren lider till följd av ett fel i kommunikationstjänsten. För en sådan indirekt skada som avses i 67 c § 2 mom. ansvarar teleföretaget endast om felet eller skadan beror på vårdslöshet från teleföretagets sida.",
        "folded_sv": "en anvandare har ratt till ersattning for skada som anvandaren lider till foljd av ett fel i kommunikationstjansten. for en sadan indirekt skada som avses i 67 c § 2 mom. ansvarar teleforetaget endast om felet eller skadan beror pa vardsloshet fran teleforetagets sida."
      }
    },
    {
      "provision_ref": "7:67 h",
      "chapter": "7",
      "section": "67 h",
      "title": "Sopimuksen purku viivästyksen tai virheen perusteella",
      "content": "Käyttäjä saa purkaa viestintäpalvelusopimuksen teleyrityksen viivästyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 h",
        "normalized_fi": "Käyttäjä saa purkaa viestintäpalvelusopimuksen teleyrityksen viivästyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
        "folded_fi": "kayttaja saa purkaa viestintapalvelusopimuksen teleyrityksen viivastyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
        "title_sv": "Hävning av avtal på grund av dröjsmål eller fel",
        "content_sv": "Användaren får häva ett avtal om kommunikationstjänster på grund av ett dröjsmål eller fel från teleföretagets sida, om avtalsbrottet är väsentligt.",
        "normalized_sv": "Användaren får häva ett avtal om kommunikationstjänster på grund av ett dröjsmål eller fel från teleföretagets sida, om avtalsbrottet är väsentligt.",
        "folded_sv": "anvandaren far hava ett avtal om kommunikationstjanster pa grund av ett drojsmal eller fel fran teleforetagets sida, om avtalsbrottet ar vasentligt."
      }
    },
    {
      "provision_ref": "7:67 i",
      "chapter": "7",
      "section": "67 i",
      "title": "Virhettä tai viivästystä koskeva ilmoitusvelvollisuus",
      "content": "Käyttäjä ei saa vedota viivästykseen, ellei hän ilmoita viivästyksestä teleyritykselle kohtuullisessa ajassa sen jälkeen, kun palvelu on toimitettu. Käyttäjä ei saa vedota virheeseen, ellei hän ilmoita virheestä teleyritykselle kohtuullisessa ajassa siitä, kun hän on havainnut virheen tai hänen olisi pitänyt se havaita. Käyttäjä saa 1 momentin estämättä vedota viivästykseen tai virheeseen, jos teleyritys on menetellyt törkeän huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintäpalvelu ei vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 i",
        "normalized_fi": "Käyttäjä ei saa vedota viivästykseen, ellei hän ilmoita viivästyksestä teleyritykselle kohtuullisessa ajassa sen jälkeen, kun palvelu on toimitettu. Käyttäjä ei saa vedota virheeseen, ellei hän ilmoita virheestä teleyritykselle kohtuullisessa ajassa siitä, kun hän on havainnut virheen tai hänen olisi pitänyt se havaita. Käyttäjä saa 1 momentin estämättä vedota viivästykseen tai virheeseen, jos teleyritys on menetellyt törkeän huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintäpalvelu ei vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia.",
        "folded_fi": "kayttaja ei saa vedota viivastykseen, ellei han ilmoita viivastyksesta teleyritykselle kohtuullisessa ajassa sen jalkeen, kun palvelu on toimitettu. kayttaja ei saa vedota virheeseen, ellei han ilmoita virheesta teleyritykselle kohtuullisessa ajassa siita, kun han on havainnut virheen tai hanen olisi pitanyt se havaita. kayttaja saa 1 momentin estamatta vedota viivastykseen tai virheeseen, jos teleyritys on menetellyt torkean huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintapalvelu ei vastaa laissa tai sen nojalla annetussa viestintaviraston maarayksessa asetettuja vaatimuksia.",
        "title_sv": "Anmälningsskyldighet vid fel eller dröjsmål",
        "content_sv": "En användare får inte åberopa ett dröjsmål, om inte användaren underrättat teleföretaget om dröjsmålet inom skälig tid efter det att tjänsten har levererats. En användare får inte åberopa ett fel, om inte användaren underrättat teleföretaget om felet inom skälig tid efter det att användaren märkte eller borde ha märkt felet. Utan hinder av 1 mom. får en användare åberopa ett dröjsmål eller ett fel, om teleföretaget har handlat grovt vårdslöst eller i strid med tro och heder eller om kommunikationstjänsten inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag.",
        "normalized_sv": "En användare får inte åberopa ett dröjsmål, om inte användaren underrättat teleföretaget om dröjsmålet inom skälig tid efter det att tjänsten har levererats. En användare får inte åberopa ett fel, om inte användaren underrättat teleföretaget om felet inom skälig tid efter det att användaren märkte eller borde ha märkt felet. Utan hinder av 1 mom. får en användare åberopa ett dröjsmål eller ett fel, om teleföretaget har handlat grovt vårdslöst eller i strid med tro och heder eller om kommunikationstjänsten inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag.",
        "folded_sv": "en anvandare far inte aberopa ett drojsmal, om inte anvandaren underrattat teleforetaget om drojsmalet inom skalig tid efter det att tjansten har levererats. en anvandare far inte aberopa ett fel, om inte anvandaren underrattat teleforetaget om felet inom skalig tid efter det att anvandaren markte eller borde ha markt felet. utan hinder av 1 mom. far en anvandare aberopa ett drojsmal eller ett fel, om teleforetaget har handlat grovt vardslost eller i strid med tro och heder eller om kommunikationstjansten inte overensstammer med de krav som uppstalls i lag eller i kommunikationsverkets foreskrifter som utfardats med stod av lag."
      }
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "title": "Sopimuksen muuttaminen",
      "content": "Teleyritys saa muuttaa viestintäpalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksilöidyillä perusteilla, edellyttäen, että sopimuksen sisältö ei kokonaisuutena olennaisesti muutu; 2) lainsäädännön muutoksen tai viranomaisen päätöksen perusteella; 3) muusta erityisestä syystä olosuhteiden olennaisesti muututtua. Teleyrityksellä on lisäksi oikeus tehdä sopimusehtoihin vähäisiä muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisältöön. Käyttäjällä on oikeus irtisanoa viestintäpalvelusopimus heti päättyväksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. Teleyrityksen on ilmoitettava käyttäjälle sopimusehtojen muutoksesta ja niiden sisällöstä viimeistään kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:71",
        "normalized_fi": "Teleyritys saa muuttaa viestintäpalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksilöidyillä perusteilla, edellyttäen, että sopimuksen sisältö ei kokonaisuutena olennaisesti muutu; 2) lainsäädännön muutoksen tai viranomaisen päätöksen perusteella; 3) muusta erityisestä syystä olosuhteiden olennaisesti muututtua. Teleyrityksellä on lisäksi oikeus tehdä sopimusehtoihin vähäisiä muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisältöön. Käyttäjällä on oikeus irtisanoa viestintäpalvelusopimus heti päättyväksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. Teleyrityksen on ilmoitettava käyttäjälle sopimusehtojen muutoksesta ja niiden sisällöstä viimeistään kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
        "folded_fi": "teleyritys saa muuttaa viestintapalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksiloidyilla perusteilla, edellyttaen, etta sopimuksen sisalto ei kokonaisuutena olennaisesti muutu; 2) lainsaadannon muutoksen tai viranomaisen paatoksen perusteella; 3) muusta erityisesta syysta olosuhteiden olennaisesti muututtua. teleyrityksella on lisaksi oikeus tehda sopimusehtoihin vahaisia muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisaltoon. kayttajalla on oikeus irtisanoa viestintapalvelusopimus heti paattyvaksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. teleyrityksen on ilmoitettava kayttajalle sopimusehtojen muutoksesta ja niiden sisallosta viimeistaan kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
        "title_sv": "Ändring av avtal",
        "content_sv": "Ett teleföretag får ändra avgifter och övriga villkor enligt ett avtal om kommunikationstjänster till nackdel för konsumenten endast 1) på grunder som specificerats i avtalsvillkoren, förutsatt att avtalets innehåll inte som helhet ändras väsentligt, 2) med stöd av en lagstiftningsändring eller ett myndighetsbeslut, 3) på grund av andra särskilda skäl, om omständigheterna förändrats väsentligt. Ett teleföretag har dessutom rätt att göra sådana mindre ändringar i avtalsvillkoren som inte påverkar avtalets centrala innehåll. Användaren har rätt att säga upp ett avtal om kommunikationstjänster med omedelbar verkan, om teleföretaget meddelar att det kommer att ändra avtalsvillkoren. Teleföretagen skall underrätta användarna om ändringar i avtalsvillkoren och om deras innehåll senast en månad innan de ändrade villkoren träder i kraft.",
        "normalized_sv": "Ett teleföretag får ändra avgifter och övriga villkor enligt ett avtal om kommunikationstjänster till nackdel för konsumenten endast 1) på grunder som specificerats i avtalsvillkoren, förutsatt att avtalets innehåll inte som helhet ändras väsentligt, 2) med stöd av en lagstiftningsändring eller ett myndighetsbeslut, 3) på grund av andra särskilda skäl, om omständigheterna förändrats väsentligt. Ett teleföretag har dessutom rätt att göra sådana mindre ändringar i avtalsvillkoren som inte påverkar avtalets centrala innehåll. Användaren har rätt att säga upp ett avtal om kommunikationstjänster med omedelbar verkan, om teleföretaget meddelar att det kommer att ändra avtalsvillkoren. Teleföretagen skall underrätta användarna om ändringar i avtalsvillkoren och om deras innehåll senast en månad innan de ändrade villkoren träder i kraft.",
        "folded_sv": "ett teleforetag far andra avgifter och ovriga villkor enligt ett avtal om kommunikationstjanster till nackdel for konsumenten endast 1) pa grunder som specificerats i avtalsvillkoren, forutsatt att avtalets innehall inte som helhet andras vasentligt, 2) med stod av en lagstiftningsandring eller ett myndighetsbeslut, 3) pa grund av andra sarskilda skal, om omstandigheterna forandrats vasentligt. ett teleforetag har dessutom ratt att gora sadana mindre andringar i avtalsvillkoren som inte paverkar avtalets centrala innehall. anvandaren har ratt att saga upp ett avtal om kommunikationstjanster med omedelbar verkan, om teleforetaget meddelar att det kommer att andra avtalsvillkoren. teleforetagen skall underratta anvandarna om andringar i avtalsvillkoren och om deras innehall senast en manad innan de andrade villkoren trader i kraft."
      }
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "title": "Viestintäverkon rakennus- ja kunnossapitotyö sekä tietoturvaan liittyvät toimenpiteet",
      "content": "Teleyritys saa tilapäisesti ilman käyttäjän suostumusta keskeyttää viestintäpalvelun tarjonnan tai rajoittaa sen käyttöä, jos toimenpide on välttämätön viestintäverkon rakennus- tai kunnossapitotyön taikka tietoturvan vuoksi. Keskeytys on tehtävä käyttäjälle mahdollisimman vähän haittaa aiheuttavalla tavalla ja siitä on mahdollisuuksien mukaan tiedotettava hyvissä ajoin etukäteen. Jos palvelu on keskeytetty 1 momentissa tarkoitetusta syystä kalenterikuukaudessa yhteensä vähintään 48 tunnin ajan, teleyrityksen on hyvitettävä käyttäjälle tämän pyynnöstä palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:72",
        "normalized_fi": "Teleyritys saa tilapäisesti ilman käyttäjän suostumusta keskeyttää viestintäpalvelun tarjonnan tai rajoittaa sen käyttöä, jos toimenpide on välttämätön viestintäverkon rakennus- tai kunnossapitotyön taikka tietoturvan vuoksi. Keskeytys on tehtävä käyttäjälle mahdollisimman vähän haittaa aiheuttavalla tavalla ja siitä on mahdollisuuksien mukaan tiedotettava hyvissä ajoin etukäteen. Jos palvelu on keskeytetty 1 momentissa tarkoitetusta syystä kalenterikuukaudessa yhteensä vähintään 48 tunnin ajan, teleyrityksen on hyvitettävä käyttäjälle tämän pyynnöstä palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
        "folded_fi": "teleyritys saa tilapaisesti ilman kayttajan suostumusta keskeyttaa viestintapalvelun tarjonnan tai rajoittaa sen kayttoa, jos toimenpide on valttamaton viestintaverkon rakennus- tai kunnossapitotyon taikka tietoturvan vuoksi. keskeytys on tehtava kayttajalle mahdollisimman vahan haittaa aiheuttavalla tavalla ja siita on mahdollisuuksien mukaan tiedotettava hyvissa ajoin etukateen. jos palvelu on keskeytetty 1 momentissa tarkoitetusta syysta kalenterikuukaudessa yhteensa vahintaan 48 tunnin ajan, teleyrityksen on hyvitettava kayttajalle taman pyynnosta palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
        "title_sv": "Bygg- och underhållsarbete på kommunikationsnät samt åtgärder i anslutning till dataskydd",
        "content_sv": "Ett teleföretag får tillfälligt utan användarens samtycke avbryta leveransen av en kommunikationstjänst eller begränsa dess användning, om åtgärden är nödvändig på grund av bygg- eller underhållsarbete på kommunikationsnätet eller av dataskyddsskäl. Avbrottet skall göras så att det orsakar användaren minsta möjliga olägenhet och om detta skall i mån av möjlighet informeras i god tid på förhand. Om en tjänst på grund av ett sådant skäl som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermånad, skall teleföretaget på begäran gottgöra användaren tjänstens grundavgift för en månad eller betala en motsvarande skälig gottgörelse.",
        "normalized_sv": "Ett teleföretag får tillfälligt utan användarens samtycke avbryta leveransen av en kommunikationstjänst eller begränsa dess användning, om åtgärden är nödvändig på grund av bygg- eller underhållsarbete på kommunikationsnätet eller av dataskyddsskäl. Avbrottet skall göras så att det orsakar användaren minsta möjliga olägenhet och om detta skall i mån av möjlighet informeras i god tid på förhand. Om en tjänst på grund av ett sådant skäl som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermånad, skall teleföretaget på begäran gottgöra användaren tjänstens grundavgift för en månad eller betala en motsvarande skälig gottgörelse.",
        "folded_sv": "ett teleforetag far tillfalligt utan anvandarens samtycke avbryta leveransen av en kommunikationstjanst eller begransa dess anvandning, om atgarden ar nodvandig pa grund av bygg- eller underhallsarbete pa kommunikationsnatet eller av dataskyddsskal. avbrottet skall goras sa att det orsakar anvandaren minsta mojliga olagenhet och om detta skall i man av mojlighet informeras i god tid pa forhand. om en tjanst pa grund av ett sadant skal som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermanad, skall teleforetaget pa begaran gottgora anvandaren tjanstens grundavgift for en manad eller betala en motsvarande skalig gottgorelse."
      }
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "title": "Liittymän sulkeminen ja käytön rajoittaminen käyttäjästä johtuvasta syystä",
      "content": "Teleyrityksellä on oikeus rajoittaa puhelinverkon liittymän käyttöä tai sulkea se, jos käyttäjä ei ole maksanut kyseistä liittymää koskevaa erääntynyttä maksua. Teleyrityksellä on oikeus rajoittaa liittymän käyttöä myös, jos käyttäjä ylittää 61 §:n 2 momentissa tarkoitetun käyttörajan. Teleyrityksen on ilmoitettava käyttäjälle etukäteen käytön rajoittamisesta ja samalla annettava käyttäjälle ohjeet siitä, miten käytön rajoittaminen on estettävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:73",
        "normalized_fi": "Teleyrityksellä on oikeus rajoittaa puhelinverkon liittymän käyttöä tai sulkea se, jos käyttäjä ei ole maksanut kyseistä liittymää koskevaa erääntynyttä maksua. Teleyrityksellä on oikeus rajoittaa liittymän käyttöä myös, jos käyttäjä ylittää 61 § :n 2 momentissa tarkoitetun käyttörajan. Teleyrityksen on ilmoitettava käyttäjälle etukäteen käytön rajoittamisesta ja samalla annettava käyttäjälle ohjeet siitä, miten käytön rajoittaminen on estettävissä.",
        "folded_fi": "teleyrityksella on oikeus rajoittaa puhelinverkon liittyman kayttoa tai sulkea se, jos kayttaja ei ole maksanut kyseista liittymaa koskevaa eraantynytta maksua. teleyrityksella on oikeus rajoittaa liittyman kayttoa myos, jos kayttaja ylittaa 61 §:n 2 momentissa tarkoitetun kayttorajan. teleyrityksen on ilmoitettava kayttajalle etukateen kayton rajoittamisesta ja samalla annettava kayttajalle ohjeet siita, miten kayton rajoittaminen on estettavissa.",
        "title_sv": "Stängning av anslutning och begränsning av användningen av en orsak som beror på användaren",
        "content_sv": "Ett teleföretag har rätt att begränsa användningen av en telefonnätanslutning eller stänga anslutningen, om användaren inte har betalat en avgift som hänför sig till anslutningen i fråga och som förfallit till betalning. Ett teleföretag har rätt att begränsa användningen av en anslutning även om användaren överskrider den limit som avses i 61 § 2 mom. Teleföretaget skall på förhand underrätta användaren om begränsningen av användningen och samtidigt instruera användaren om hur en begränsning kan förhindras.",
        "normalized_sv": "Ett teleföretag har rätt att begränsa användningen av en telefonnätanslutning eller stänga anslutningen, om användaren inte har betalat en avgift som hänför sig till anslutningen i fråga och som förfallit till betalning. Ett teleföretag har rätt att begränsa användningen av en anslutning även om användaren överskrider den limit som avses i 61 § 2 mom. Teleföretaget skall på förhand underrätta användaren om begränsningen av användningen och samtidigt instruera användaren om hur en begränsning kan förhindras.",
        "folded_sv": "ett teleforetag har ratt att begransa anvandningen av en telefonnatanslutning eller stanga anslutningen, om anvandaren inte har betalat en avgift som hanfor sig till anslutningen i fraga och som forfallit till betalning. ett teleforetag har ratt att begransa anvandningen av en anslutning aven om anvandaren overskrider den limit som avses i 61 § 2 mom. teleforetaget skall pa forhand underratta anvandaren om begransningen av anvandningen och samtidigt instruera anvandaren om hur en begransning kan forhindras."
      }
    },
    {
      "provision_ref": "7:74",
      "chapter": "7",
      "section": "74",
      "title": "Suljetun liittymän avaaminen",
      "content": "Teleyrityksellä on oikeus periä kohtuullinen maksu liittymän avaamisesta ja käyttörajoituksen poistamisesta. Maksua ei kuitenkaan saa periä 73 §:n 3 momentissa tarkoitetun käyttörajoituksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:74",
        "normalized_fi": "Teleyrityksellä on oikeus periä kohtuullinen maksu liittymän avaamisesta ja käyttörajoituksen poistamisesta. Maksua ei kuitenkaan saa periä 73 § :n 3 momentissa tarkoitetun käyttörajoituksen poistamisesta.",
        "folded_fi": "teleyrityksella on oikeus peria kohtuullinen maksu liittyman avaamisesta ja kayttorajoituksen poistamisesta. maksua ei kuitenkaan saa peria 73 §:n 3 momentissa tarkoitetun kayttorajoituksen poistamisesta.",
        "title_sv": "Öppnande av stängd anslutning",
        "content_sv": "Teleföretaget har rätt att ta ut en skälig avgift för att öppna en anslutning eller avbryta en begränsning av användningen. För avbrytande av en sådan begränsning av användningen som avses i 73 § 3 mom. får dock ingen avgift tas ut.",
        "normalized_sv": "Teleföretaget har rätt att ta ut en skälig avgift för att öppna en anslutning eller avbryta en begränsning av användningen. För avbrytande av en sådan begränsning av användningen som avses i 73 § 3 mom. får dock ingen avgift tas ut.",
        "folded_sv": "teleforetaget har ratt att ta ut en skalig avgift for att oppna en anslutning eller avbryta en begransning av anvandningen. for avbrytande av en sadan begransning av anvandningen som avses i 73 § 3 mom. far dock ingen avgift tas ut."
      }
    },
    {
      "provision_ref": "7:79 a",
      "chapter": "7",
      "section": "79 a",
      "title": "Viestintäpalvelun oikeudeton käyttö",
      "content": "Kuluttaja vastaa viestintäpalvelun oikeudettomasta käytöstä vain, jos oikeudeton käyttö on johtunut kuluttajan huolimattomuudesta, joka ei ole lievää. Kuluttaja ei vastaa viestintäpalvelun oikeudettomasta käytöstä siltä osin kuin viestintäpalvelua on käytetty sen jälkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siitä, että liittymä tai muu viestintäpalvelun hallinnoinnissa käytettävä väline on kadonnut tai että se on oikeudettomasti toisen hallussa. Teleyrityksellä on oikeus sulkea viestintäpalvelu välittömästi 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. Teleyrityksen velvollisuudesta sulkea matkapuhelinliittymä ja estää matkapuhelimen käyttö säädetään 76 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:79 a",
        "normalized_fi": "Kuluttaja vastaa viestintäpalvelun oikeudettomasta käytöstä vain, jos oikeudeton käyttö on johtunut kuluttajan huolimattomuudesta, joka ei ole lievää. Kuluttaja ei vastaa viestintäpalvelun oikeudettomasta käytöstä siltä osin kuin viestintäpalvelua on käytetty sen jälkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siitä, että liittymä tai muu viestintäpalvelun hallinnoinnissa käytettävä väline on kadonnut tai että se on oikeudettomasti toisen hallussa. Teleyrityksellä on oikeus sulkea viestintäpalvelu välittömästi 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. Teleyrityksen velvollisuudesta sulkea matkapuhelinliittymä ja estää matkapuhelimen käyttö säädetään 76 § :ssä.",
        "folded_fi": "kuluttaja vastaa viestintapalvelun oikeudettomasta kaytosta vain, jos oikeudeton kaytto on johtunut kuluttajan huolimattomuudesta, joka ei ole lievaa. kuluttaja ei vastaa viestintapalvelun oikeudettomasta kaytosta silta osin kuin viestintapalvelua on kaytetty sen jalkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siita, etta liittyma tai muu viestintapalvelun hallinnoinnissa kaytettava valine on kadonnut tai etta se on oikeudettomasti toisen hallussa. teleyrityksella on oikeus sulkea viestintapalvelu valittomasti 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. teleyrityksen velvollisuudesta sulkea matkapuhelinliittyma ja estaa matkapuhelimen kaytto saadetaan 76 §:ssa.",
        "title_sv": "Obehörig användning av kommunikationstjänst",
        "content_sv": "En konsument ansvarar för obehörig användning av en kommunikationstjänst endast om den obehöriga användningen berott på sådan vårdslöshet från konsumentens sida som inte är lindrig. Konsumenten ansvarar inte för obehörig användning av en kommunikationstjänst, om kommunikationstjänsten har använts efter det att konsumenten har anmält till teleföretaget att anslutningen eller ett annat vid administreringen av kommunikationstjänsten använt medel har försvunnit eller obehörigen innehas av någon annan. Ett teleföretag har rätt att stänga en kommunikationstjänst omedelbart efter det att en anmälan enligt 2 mom. har tagits emot. I fråga om teleföretags skyldighet att stänga en mobiltelefonanslutning och förhindra användning av mobiltelefonen föreskrivs i 76 §.",
        "normalized_sv": "En konsument ansvarar för obehörig användning av en kommunikationstjänst endast om den obehöriga användningen berott på sådan vårdslöshet från konsumentens sida som inte är lindrig. Konsumenten ansvarar inte för obehörig användning av en kommunikationstjänst, om kommunikationstjänsten har använts efter det att konsumenten har anmält till teleföretaget att anslutningen eller ett annat vid administreringen av kommunikationstjänsten använt medel har försvunnit eller obehörigen innehas av någon annan. Ett teleföretag har rätt att stänga en kommunikationstjänst omedelbart efter det att en anmälan enligt 2 mom. har tagits emot. I fråga om teleföretags skyldighet att stänga en mobiltelefonanslutning och förhindra användning av mobiltelefonen föreskrivs i 76 § .",
        "folded_sv": "en konsument ansvarar for obehorig anvandning av en kommunikationstjanst endast om den obehoriga anvandningen berott pa sadan vardsloshet fran konsumentens sida som inte ar lindrig. konsumenten ansvarar inte for obehorig anvandning av en kommunikationstjanst, om kommunikationstjansten har anvants efter det att konsumenten har anmalt till teleforetaget att anslutningen eller ett annat vid administreringen av kommunikationstjansten anvant medel har forsvunnit eller obehorigen innehas av nagon annan. ett teleforetag har ratt att stanga en kommunikationstjanst omedelbart efter det att en anmalan enligt 2 mom. har tagits emot. i fraga om teleforetags skyldighet att stanga en mobiltelefonanslutning och forhindra anvandning av mobiltelefonen foreskrivs i 76 §."
      }
    },
    {
      "provision_ref": "7:83",
      "chapter": "7",
      "section": "83",
      "title": "Kuluttajansuojalain soveltaminen",
      "content": "Viestintävirasto valvoo teleyritysten sopimusehtojen käyttöä. Sopimusehtojen käyttöä kuluttajansuojan kannalta valvoo myös kuluttaja-asiamies. Viestintäviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyössä keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:83",
        "normalized_fi": "Viestintävirasto valvoo teleyritysten sopimusehtojen käyttöä. Sopimusehtojen käyttöä kuluttajansuojan kannalta valvoo myös kuluttaja-asiamies. Viestintäviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyössä keskenään.",
        "folded_fi": "viestintavirasto valvoo teleyritysten sopimusehtojen kayttoa. sopimusehtojen kayttoa kuluttajansuojan kannalta valvoo myos kuluttaja-asiamies. viestintaviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyossa keskenaan.",
        "title_sv": "Tillämpning av konsumentskyddslagen",
        "content_sv": "Kommunikationsverket övervakar tillämpningen av teleföretagens avtalsvillkor. Tillämpningen av avtalsvillkor ur konsumentskyddets synvinkel övervakas även av konsumentombudsmannen. Kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra på behörigt sätt.",
        "normalized_sv": "Kommunikationsverket övervakar tillämpningen av teleföretagens avtalsvillkor. Tillämpningen av avtalsvillkor ur konsumentskyddets synvinkel övervakas även av konsumentombudsmannen. Kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra på behörigt sätt.",
        "folded_sv": "kommunikationsverket overvakar tillampningen av teleforetagens avtalsvillkor. tillampningen av avtalsvillkor ur konsumentskyddets synvinkel overvakas aven av konsumentombudsmannen. kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra pa behorigt satt."
      }
    },
    {
      "provision_ref": "7:121 a",
      "chapter": "7",
      "section": "121 a",
      "title": "Kohtuuttoman sopimusehdon kieltäminen",
      "content": "Viestintävirasto voi kieltää jatkamasta 66 §:n vastaisen sopimusehdon käyttämistä tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon käyttämistä, jos kielto on käyttäjän suojaamiseksi tarpeen. Viestintävirasto voi määrätä kiellon myös väliaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. Viestintävirasto voi asettaa määräämänsä kiellon tehosteeksi uhkasakon. Uhkasakon tuomitsee maksettavaksi markkinaoikeus. Viestintäviraston 1 tai 2 momentissa tarkoitettuun päätökseen ei saa hakea muutosta valittamalla. Teleyritys voi saattaa kieltopäätöksen markkinaoikeuden käsiteltäväksi 30 päivän kuluessa Viestintäviraston päätöksestä tiedon saatuaan. Muutoin päätös jää pysyväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:121 a",
        "normalized_fi": "Viestintävirasto voi kieltää jatkamasta 66 § :n vastaisen sopimusehdon käyttämistä tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon käyttämistä, jos kielto on käyttäjän suojaamiseksi tarpeen. Viestintävirasto voi määrätä kiellon myös väliaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. Viestintävirasto voi asettaa määräämänsä kiellon tehosteeksi uhkasakon. Uhkasakon tuomitsee maksettavaksi markkinaoikeus. Viestintäviraston 1 tai 2 momentissa tarkoitettuun päätökseen ei saa hakea muutosta valittamalla. Teleyritys voi saattaa kieltopäätöksen markkinaoikeuden käsiteltäväksi 30 päivän kuluessa Viestintäviraston päätöksestä tiedon saatuaan. Muutoin päätös jää pysyväksi.",
        "folded_fi": "viestintavirasto voi kieltaa jatkamasta 66 §:n vastaisen sopimusehdon kayttamista tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon kayttamista, jos kielto on kayttajan suojaamiseksi tarpeen. viestintavirasto voi maarata kiellon myos valiaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. viestintavirasto voi asettaa maaraamansa kiellon tehosteeksi uhkasakon. uhkasakon tuomitsee maksettavaksi markkinaoikeus. viestintaviraston 1 tai 2 momentissa tarkoitettuun paatokseen ei saa hakea muutosta valittamalla. teleyritys voi saattaa kieltopaatoksen markkinaoikeuden kasiteltavaksi 30 paivan kuluessa viestintaviraston paatoksesta tiedon saatuaan. muutoin paatos jaa pysyvaksi.",
        "title_sv": "Förbjudande av oskäligt avtalsvillkor",
        "content_sv": "Kommunikationsverket kan, om detta är nödvändigt för att skydda användaren, förbjuda fortsatt användning av ett avtalsvillkor som strider mot 66 § eller förbjuda användning av sådana eller därmed jämförbara avtalsvillkor på nytt. Kommunikationsverket kan även meddela förbudet temporärt, varvid förbudet gäller tills ärendet har avgjorts slutgiltigt. Kommunikationsverket kan förena ett förbud som det utfärdat med vite. Marknadsdomstolen dömer ut vitet. Ändring i Kommunikationsverkets beslut som avses i 1 eller 2 mom. får inte sökas genom besvär. Ett teleföretag kan föra ett beslut om förbud till marknadsdomstolen inom 30 dagar efter det att företaget har fått del av Kommunikationsverkets beslut. I annat fall står beslutet fast.",
        "normalized_sv": "Kommunikationsverket kan, om detta är nödvändigt för att skydda användaren, förbjuda fortsatt användning av ett avtalsvillkor som strider mot 66 § eller förbjuda användning av sådana eller därmed jämförbara avtalsvillkor på nytt. Kommunikationsverket kan även meddela förbudet temporärt, varvid förbudet gäller tills ärendet har avgjorts slutgiltigt. Kommunikationsverket kan förena ett förbud som det utfärdat med vite. Marknadsdomstolen dömer ut vitet. Ändring i Kommunikationsverkets beslut som avses i 1 eller 2 mom. får inte sökas genom besvär. Ett teleföretag kan föra ett beslut om förbud till marknadsdomstolen inom 30 dagar efter det att företaget har fått del av Kommunikationsverkets beslut. I annat fall står beslutet fast.",
        "folded_sv": "kommunikationsverket kan, om detta ar nodvandigt for att skydda anvandaren, forbjuda fortsatt anvandning av ett avtalsvillkor som strider mot 66 § eller forbjuda anvandning av sadana eller darmed jamforbara avtalsvillkor pa nytt. kommunikationsverket kan aven meddela forbudet temporart, varvid forbudet galler tills arendet har avgjorts slutgiltigt. kommunikationsverket kan forena ett forbud som det utfardat med vite. marknadsdomstolen domer ut vitet. andring i kommunikationsverkets beslut som avses i 1 eller 2 mom. far inte sokas genom besvar. ett teleforetag kan fora ett beslut om forbud till marknadsdomstolen inom 30 dagar efter det att foretaget har fatt del av kommunikationsverkets beslut. i annat fall star beslutet fast."
      }
    },
    {
      "provision_ref": "7:126",
      "chapter": "7",
      "section": "126",
      "title": "Erimielisyyksien ratkaiseminen Viestintävirastossa",
      "content": "Viestintäviraston ratkaisuvaltaan eivät kuulu teleyrityksen ja käyttäjän välistä sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:126",
        "normalized_fi": "Viestintäviraston ratkaisuvaltaan eivät kuulu teleyrityksen ja käyttäjän välistä sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
        "folded_fi": "viestintaviraston ratkaisuvaltaan eivat kuulu teleyrityksen ja kayttajan valista sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
        "title_sv": "Avgörande av meningsskiljaktigheter vid Kommunikationsverket",
        "content_sv": "Kommunikationsverkets beslutanderätt omfattar inte frågor som gäller avtalsförhållandena eller ersättningsansvaret mellan teleföretag och användare eller teleföretags regressrätt.",
        "normalized_sv": "Kommunikationsverkets beslutanderätt omfattar inte frågor som gäller avtalsförhållandena eller ersättningsansvaret mellan teleföretag och användare eller teleföretags regressrätt.",
        "folded_sv": "kommunikationsverkets beslutanderatt omfattar inte fragor som galler avtalsforhallandena eller ersattningsansvaret mellan teleforetag och anvandare eller teleforetags regressratt."
      }
    },
    {
      "provision_ref": "7:127",
      "chapter": "7",
      "section": "127",
      "title": "Muutoksenhaku",
      "content": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20, 121 a tai 126 §:n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintävirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintäministeriön tai Viestintäviraston päätöksen tai muuttanut sitä. Viestintäviraston 16―20 ja 126 §:n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valtioneuvoston ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Markkinaoikeuden 121 a §:n 4 momentissa tarkoitettuun päätökseen haetaan muutosta siten kuin eräiden markkinaoikeudellisten asioiden käsittelystä annetussa laissa (1528/2001) säädetään. Edellä 1 ja 3 momentissa tarkoitettua päätöstä koskeva valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:127",
        "normalized_fi": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20, 121 a tai 126 § :n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintävirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintäministeriön tai Viestintäviraston päätöksen tai muuttanut sitä. Viestintäviraston 16―20 ja 126 § :n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valtioneuvoston ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Markkinaoikeuden 121 a § :n 4 momentissa tarkoitettuun päätökseen haetaan muutosta siten kuin eräiden markkinaoikeudellisten asioiden käsittelystä annetussa laissa (1528/2001) säädetään. Edellä 1 ja 3 momentissa tarkoitettua päätöstä koskeva valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "liikenne- ja viestintaministerion ja viestintaviraston taman lain muun kuin 16―20, 121 a tai 126 §:n nojalla antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. liikenne- ja viestintaministerion ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. viestintavirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintaministerion tai viestintaviraston paatoksen tai muuttanut sita. viestintaviraston 16―20 ja 126 §:n nojalla tekemaan paatokseen seka markkinaoikeuden ja valtioneuvoston tekemaan paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. valtioneuvoston ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. markkinaoikeuden 121 a §:n 4 momentissa tarkoitettuun paatokseen haetaan muutosta siten kuin eraiden markkinaoikeudellisten asioiden kasittelysta annetussa laissa (1528/2001) saadetaan. edella 1 ja 3 momentissa tarkoitettua paatosta koskeva valitus on kasiteltava kiireellisena.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20, 121 a eller 126 § i denna lag får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Kommunikationsministeriets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Kommunikationsverket har rätt att genom besvär söka ändring i ett sådant beslut av förvaltningsdomstolen som avses i 1 mom. och genom vilket förvaltningsdomstolen har upphävt kommunikationsministeriets eller Kommunikationsverkets beslut eller ändrat det. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Statsrådets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i marknadsdomstolens beslut som avses i 121 a § 4 mom. söks i enlighet med lagen om behandling av vissa marknadsrättsliga ärenden (1528/2001). Besvär över beslut som avses i 1 och 3 mom. skall behandlas i brådskande ordning.",
        "normalized_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20, 121 a eller 126 § i denna lag får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Kommunikationsministeriets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Kommunikationsverket har rätt att genom besvär söka ändring i ett sådant beslut av förvaltningsdomstolen som avses i 1 mom. och genom vilket förvaltningsdomstolen har upphävt kommunikationsministeriets eller Kommunikationsverkets beslut eller ändrat det. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Statsrådets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i marknadsdomstolens beslut som avses i 121 a § 4 mom. söks i enlighet med lagen om behandling av vissa marknadsrättsliga ärenden (1528/2001). Besvär över beslut som avses i 1 och 3 mom. skall behandlas i brådskande ordning.",
        "folded_sv": "i ett beslut som kommunikationsministeriet och kommunikationsverket har fattat med stod av nagot annat lagrum an 16―20, 121 a eller 126 § i denna lag far andring i enlighet med forvaltningsprocesslagen sokas genom besvar hos forvaltningsdomstolen. kommunikationsministeriets och kommunikationsverkets beslut skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. kommunikationsverket har ratt att genom besvar soka andring i ett sadant beslut av forvaltningsdomstolen som avses i 1 mom. och genom vilket forvaltningsdomstolen har upphavt kommunikationsministeriets eller kommunikationsverkets beslut eller andrat det. andring i beslut som kommunikationsverket har fattat med stod av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsradet far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. statsradets och kommunikationsverkets beslut skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. andring i marknadsdomstolens beslut som avses i 121 a § 4 mom. soks i enlighet med lagen om behandling av vissa marknadsrattsliga arenden (1528/2001). besvar over beslut som avses i 1 och 3 mom. skall behandlas i bradskande ordning."
      }
    },
    {
      "provision_ref": "14:138 b",
      "chapter": "14",
      "section": "138 b",
      "title": "Teleyrityksen takautumisoikeus",
      "content": "Jos teleyritys on tämän lain nojalla joutunut käyttäjälle vastuuseen sellaisesta viivästyksestä tai virheestä, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiseltä toiselta teleyritykseltä, jollei tämä osoita, ettei viivästys tai virhe johtunut huolimattomuudesta sen puolella. Teleyrityksellä on 1 momentin mukainen takautumisoikeus siitä riippumatta, ovatko teleyritykset sopimussuhteessa keskenään. Ennen vahingon ilmenemistä tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:138 b",
        "normalized_fi": "Jos teleyritys on tämän lain nojalla joutunut käyttäjälle vastuuseen sellaisesta viivästyksestä tai virheestä, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiseltä toiselta teleyritykseltä, jollei tämä osoita, ettei viivästys tai virhe johtunut huolimattomuudesta sen puolella. Teleyrityksellä on 1 momentin mukainen takautumisoikeus siitä riippumatta, ovatko teleyritykset sopimussuhteessa keskenään. Ennen vahingon ilmenemistä tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitätön.",
        "folded_fi": "jos teleyritys on taman lain nojalla joutunut kayttajalle vastuuseen sellaisesta viivastyksesta tai virheesta, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiselta toiselta teleyritykselta, jollei tama osoita, ettei viivastys tai virhe johtunut huolimattomuudesta sen puolella. teleyrityksella on 1 momentin mukainen takautumisoikeus siita riippumatta, ovatko teleyritykset sopimussuhteessa keskenaan. ennen vahingon ilmenemista tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitaton.",
        "title_sv": "Teleföretags regressrätt",
        "content_sv": "Om ett teleföretag med stöd av denna lag har blivit ansvarigt gentemot användaren för ett dröjsmål eller ett fel som beror på ett annat teleföretags verksamhet, har det teleföretag som blivit ansvarigt rätt till skadestånd av det andra teleföretaget, om detta inte visar att dröjsmålet eller felet inte berott på vårdslöshet från dess sida. Teleföretaget har regressrätt i enlighet med 1 mom. oberoende av om teleföretagen står i avtalsförhållande sinsemellan eller inte. Ett villkor i ett avtal som ingåtts innan skadan framträtt och som begränsar regressrätten är utan verkan.",
        "normalized_sv": "Om ett teleföretag med stöd av denna lag har blivit ansvarigt gentemot användaren för ett dröjsmål eller ett fel som beror på ett annat teleföretags verksamhet, har det teleföretag som blivit ansvarigt rätt till skadestånd av det andra teleföretaget, om detta inte visar att dröjsmålet eller felet inte berott på vårdslöshet från dess sida. Teleföretaget har regressrätt i enlighet med 1 mom. oberoende av om teleföretagen står i avtalsförhållande sinsemellan eller inte. Ett villkor i ett avtal som ingåtts innan skadan framträtt och som begränsar regressrätten är utan verkan.",
        "folded_sv": "om ett teleforetag med stod av denna lag har blivit ansvarigt gentemot anvandaren for ett drojsmal eller ett fel som beror pa ett annat teleforetags verksamhet, har det teleforetag som blivit ansvarigt ratt till skadestand av det andra teleforetaget, om detta inte visar att drojsmalet eller felet inte berott pa vardsloshet fran dess sida. teleforetaget har regressratt i enlighet med 1 mom. oberoende av om teleforetagen star i avtalsforhallande sinsemellan eller inte. ett villkor i ett avtal som ingatts innan skadan framtratt och som begransar regressratten ar utan verkan."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Teletoimintailmoitus",
      "content": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava Viestintävirastolle. Teleyrityksen on ilmoitettava toiminnan lopettamisesta Viestintävirastolle viimeistään viikkoa ennen toiminnan loppumista. Jos toimintansa lopettava teleyritys on palveluyritys, myös sen verkkoyrityksen, jonka viestintäverkossa palveluyritys toimii, on ilmoitettava asiasta Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava Viestintävirastolle. Teleyrityksen on ilmoitettava toiminnan lopettamisesta Viestintävirastolle viimeistään viikkoa ennen toiminnan loppumista. Jos toimintansa lopettava teleyritys on palveluyritys, myös sen verkkoyrityksen, jonka viestintäverkossa palveluyritys toimii, on ilmoitettava asiasta Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
        "folded_fi": "teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava viestintavirastolle. teleyrityksen on ilmoitettava toiminnan lopettamisesta viestintavirastolle viimeistaan viikkoa ennen toiminnan loppumista. jos toimintansa lopettava teleyritys on palveluyritys, myos sen verkkoyrityksen, jonka viestintaverkossa palveluyritys toimii, on ilmoitettava asiasta viestintavirastolle. viestintavirasto voi myos omasta aloitteestaan todeta teleyrityksen toiminnan paattyneeksi, jos se saa toiminnan paattymisesta luotettavaa selvitysta.",
        "title_sv": "Televerksamhetsanmälan",
        "content_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan. Om ett teleföretag upphör med sin verksamhet, skall det underrätta Kommunikationsverket om detta senast en vecka innan verksamheten upphör. Om det teleföretag som upphör med sin verksamhet är ett tjänsteföretag skall även det nätföretag inom vars kommunikationsnät tjänsteföretaget är verksamt underrätta Kommunikationsverket om saken. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "normalized_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan. Om ett teleföretag upphör med sin verksamhet, skall det underrätta Kommunikationsverket om detta senast en vecka innan verksamheten upphör. Om det teleföretag som upphör med sin verksamhet är ett tjänsteföretag skall även det nätföretag inom vars kommunikationsnät tjänsteföretaget är verksamt underrätta Kommunikationsverket om saken. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "folded_sv": "kommunikationsverket skall underrattas om forandringar i uppgifterna i televerksamhetsanmalan. om ett teleforetag upphor med sin verksamhet, skall det underratta kommunikationsverket om detta senast en vecka innan verksamheten upphor. om det teleforetag som upphor med sin verksamhet ar ett tjansteforetag skall aven det natforetag inom vars kommunikationsnat tjansteforetaget ar verksamt underratta kommunikationsverket om saken. kommunikationsverket kan aven pa eget initiativ konstatera att ett teleforetags verksamhet har upphort, om verket far tillforlitlig utredning om att verksamheten upphort."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "7:58 a",
      "chapter": "7",
      "section": "58 a",
      "title": "Säännösten pakottavuus",
      "content": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Tämän luvun 67 a―67 i, 71―75 ja 78―80 §:ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:58 a",
        "normalized_fi": "Tämän luvun säännöksistä ei saa sopimuksin poiketa kuluttajan vahingoksi. Tämän luvun 67 a―67 i, 71―75 ja 78―80 § :ää sovelletaan muun kuin kuluttajan kanssa tehtäviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "folded_fi": "taman luvun saannoksista ei saa sopimuksin poiketa kuluttajan vahingoksi. taman luvun 67 a―67 i, 71―75 ja 78―80 §:aa sovelletaan muun kuin kuluttajan kanssa tehtaviin sopimuksiin vain, jos muuta ei ole sovittu.",
        "title_sv": "Bestämmelsernas tvingande natur",
        "content_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "normalized_sv": "Avvikelse från bestämmelserna i detta kapitel får inte genom avtal göras till nackdel för konsumenten. Bestämmelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillämpas på andra avtal än avtal med konsumenter endast om inget annat har överenskommits.",
        "folded_sv": "avvikelse fran bestammelserna i detta kapitel far inte genom avtal goras till nackdel for konsumenten. bestammelserna i 67 a― 67 i, 71―75 och 78―80 § i detta kapitel tillampas pa andra avtal an avtal med konsumenter endast om inget annat har overenskommits."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "Ennakkomaksu, vakuus ja käyttöraja",
      "content": "Teleyritys saa vaatia kuluttajalta puhelinliittymää koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtäessä ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttömyydestä tai muusta siihen verrattavasta seikasta johtuva erityinen syy. Ennakkomaksu tai vakuus ei saa ylittää niiden maksujen yhteismäärää, jotka tarjotuista palveluista arvioidaan kertyvän ennen kuin teleyritys voi estää liittymän käytön maksulaiminlyönnin perusteella. Teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromääräisen käyttörajan asettamisesta puhelinliittymälle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:61",
        "normalized_fi": "Teleyritys saa vaatia kuluttajalta puhelinliittymää koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtäessä ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttömyydestä tai muusta siihen verrattavasta seikasta johtuva erityinen syy. Ennakkomaksu tai vakuus ei saa ylittää niiden maksujen yhteismäärää, jotka tarjotuista palveluista arvioidaan kertyvän ennen kuin teleyritys voi estää liittymän käytön maksulaiminlyönnin perusteella. Teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromääräisen käyttörajan asettamisesta puhelinliittymälle.",
        "folded_fi": "teleyritys saa vaatia kuluttajalta puhelinliittymaa koskevasta sopimuksesta ennakkomaksun tai vakuuden vain sopimusta tehtaessa ja vain, jos siihen on ennakoitavissa olevasta maksukyvyttomyydesta tai muusta siihen verrattavasta seikasta johtuva erityinen syy. ennakkomaksu tai vakuus ei saa ylittaa niiden maksujen yhteismaaraa, jotka tarjotuista palveluista arvioidaan kertyvan ennen kuin teleyritys voi estaa liittyman kayton maksulaiminlyonnin perusteella. teleyritys ja kuluttaja voivat sopimussuhteen aikana sopia kohtuullisen euromaaraisen kayttorajan asettamisesta puhelinliittymalle.",
        "title_sv": "Förhandsbetalning, säkerhet och limit",
        "content_sv": "Ett teleföretag får avkräva en konsument förhandsbetalning eller säkerhet för ett avtal om en telefonanslutning endast i samband med att avtalet ingås och endast om det finns en särskild anledning till detta som beror på förutsägbar insolvens eller någon annan därmed jämförbar omständighet. Förhandsbetalningen eller säkerheten får inte överstiga det sammanlagda beloppet av de avgifter som för de tjänster som tillhandahållits beräknas inflyta innan teleföretaget kan förhindra användningen av anslutningen på grund av betalningsförsummelse. Teleföretaget och konsumenten kan under avtalsperioden avtala om en skälig limit i euro för telefonanslutningen.",
        "normalized_sv": "Ett teleföretag får avkräva en konsument förhandsbetalning eller säkerhet för ett avtal om en telefonanslutning endast i samband med att avtalet ingås och endast om det finns en särskild anledning till detta som beror på förutsägbar insolvens eller någon annan därmed jämförbar omständighet. Förhandsbetalningen eller säkerheten får inte överstiga det sammanlagda beloppet av de avgifter som för de tjänster som tillhandahållits beräknas inflyta innan teleföretaget kan förhindra användningen av anslutningen på grund av betalningsförsummelse. Teleföretaget och konsumenten kan under avtalsperioden avtala om en skälig limit i euro för telefonanslutningen.",
        "folded_sv": "ett teleforetag far avkrava en konsument forhandsbetalning eller sakerhet for ett avtal om en telefonanslutning endast i samband med att avtalet ingas och endast om det finns en sarskild anledning till detta som beror pa forutsagbar insolvens eller nagon annan darmed jamforbar omstandighet. forhandsbetalningen eller sakerheten far inte overstiga det sammanlagda beloppet av de avgifter som for de tjanster som tillhandahallits beraknas inflyta innan teleforetaget kan forhindra anvandningen av anslutningen pa grund av betalningsforsummelse. teleforetaget och konsumenten kan under avtalsperioden avtala om en skalig limit i euro for telefonanslutningen."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "title": "Sopimusehdot ja hinnasto",
      "content": "Teleyrityksen on laadittava kuluttajan kanssa tehtäviä viestintäpalvelusopimuksia varten vakiosopimusehdot ja käytettävä niitä tehdessään sopimuksia kuluttajan kanssa. Sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. Teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut käyttämänsä vakiosopimusehdot sekä viestintäpalveluita koskevat hinnastot siten, että ne ovat helposti käyttäjien saatavilla ilman korvausta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:66",
        "normalized_fi": "Teleyrityksen on laadittava kuluttajan kanssa tehtäviä viestintäpalvelusopimuksia varten vakiosopimusehdot ja käytettävä niitä tehdessään sopimuksia kuluttajan kanssa. Sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. Teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut käyttämänsä vakiosopimusehdot sekä viestintäpalveluita koskevat hinnastot siten, että ne ovat helposti käyttäjien saatavilla ilman korvausta.",
        "folded_fi": "teleyrityksen on laadittava kuluttajan kanssa tehtavia viestintapalvelusopimuksia varten vakiosopimusehdot ja kaytettava niita tehdessaan sopimuksia kuluttajan kanssa. sopimuksissa ei saa olla kuluttajan kannalta kohtuuttomia ehtoja tai rajoituksia. teleyrityksen on julkaistava 1 momentissa tarkoitetut ja muut kayttamansa vakiosopimusehdot seka viestintapalveluita koskevat hinnastot siten, etta ne ovat helposti kayttajien saatavilla ilman korvausta.",
        "title_sv": "Avtalsvillkor och prislistor",
        "content_sv": "Ett teleföretag skall utarbeta standardavtalsvillkor för avtal om kommunikationstjänster som ingås med konsumenter och tillämpa dessa villkor när avtal ingås med en konsument. Avtalen får inte innehålla villkor eller begränsningar som är oskäliga för konsumenten. Ett teleföretag skall offentliggöra de standardavtalsvillkor som avses i 1 mom. och övriga standardavtalsvillkor som företaget använder samt prislistor över kommunikationstjänsterna så att användarna lätt och kostnadsfritt har tillgång till dem.",
        "normalized_sv": "Ett teleföretag skall utarbeta standardavtalsvillkor för avtal om kommunikationstjänster som ingås med konsumenter och tillämpa dessa villkor när avtal ingås med en konsument. Avtalen får inte innehålla villkor eller begränsningar som är oskäliga för konsumenten. Ett teleföretag skall offentliggöra de standardavtalsvillkor som avses i 1 mom. och övriga standardavtalsvillkor som företaget använder samt prislistor över kommunikationstjänsterna så att användarna lätt och kostnadsfritt har tillgång till dem.",
        "folded_sv": "ett teleforetag skall utarbeta standardavtalsvillkor for avtal om kommunikationstjanster som ingas med konsumenter och tillampa dessa villkor nar avtal ingas med en konsument. avtalen far inte innehalla villkor eller begransningar som ar oskaliga for konsumenten. ett teleforetag skall offentliggora de standardavtalsvillkor som avses i 1 mom. och ovriga standardavtalsvillkor som foretaget anvander samt prislistor over kommunikationstjansterna sa att anvandarna latt och kostnadsfritt har tillgang till dem."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "title": "Viestintäpalvelusopimus",
      "content": "Puhelinverkon liittymäsopimus ja muu viestintäpalvelusopimus on tehtävä kirjallisesti. Sopimus voidaan tehdä myös sähköisesti edellyttäen, että sähköisen sopimuksen sisältöä ei voida yksipuolisesti muuttaa ja että sopimus säilyy osapuolten saatavilla. Sopimuksessa on yksilöitävä teleyrityksen nimi ja yhteystiedot. Sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet sekä ylläpitopalvelutyypit; 3) viestintäpalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivästyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan käyttäjälle; 7) mitkä ovat käyttäjän oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) käyttäjän oikeus saada tietoja laskunsa muodostumisesta; 10) käyttäjän oikeus tehdä telelaskusta muistutus; 11) maksun laiminlyönnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun käyttöä; 13) edellä 61 §:n 2 momentissa tarkoitetun käyttörajan suuruus sekä ohjeet siitä, miten kuluttaja voi seurata laskun kertymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67",
        "normalized_fi": "Puhelinverkon liittymäsopimus ja muu viestintäpalvelusopimus on tehtävä kirjallisesti. Sopimus voidaan tehdä myös sähköisesti edellyttäen, että sähköisen sopimuksen sisältöä ei voida yksipuolisesti muuttaa ja että sopimus säilyy osapuolten saatavilla. Sopimuksessa on yksilöitävä teleyrityksen nimi ja yhteystiedot. Sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet sekä ylläpitopalvelutyypit; 3) viestintäpalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivästyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan käyttäjälle; 7) mitkä ovat käyttäjän oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) käyttäjän oikeus saada tietoja laskunsa muodostumisesta; 10) käyttäjän oikeus tehdä telelaskusta muistutus; 11) maksun laiminlyönnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun käyttöä; 13) edellä 61 § :n 2 momentissa tarkoitetun käyttörajan suuruus sekä ohjeet siitä, miten kuluttaja voi seurata laskun kertymistä.",
        "folded_fi": "puhelinverkon liittymasopimus ja muu viestintapalvelusopimus on tehtava kirjallisesti. sopimus voidaan tehda myos sahkoisesti edellyttaen, etta sahkoisen sopimuksen sisaltoa ei voida yksipuolisesti muuttaa ja etta sopimus sailyy osapuolten saatavilla. sopimuksessa on yksiloitava teleyrityksen nimi ja yhteystiedot. sopimuksessa on mainittava ainakin: 1) sopimuksen voimassaoloaika; 2) tarjottavien palvelujen laatu ja ominaisuudet seka yllapitopalvelutyypit; 3) viestintapalvelun toimitusaika; 4) sopimuksen irtisanomismenettely ja irtisanomisen perusteet; 5) mahdollisen virheen tai viivastyksen seuraamukset; 6) miten sopimusehtojen muutoksista tiedotetaan kayttajalle; 7) mitka ovat kayttajan oikeudet sopimusehtojen muuttuessa; 8) palvelujen hinnoitteluperuste tai sovellettavat hinnastot; 9) kayttajan oikeus saada tietoja laskunsa muodostumisesta; 10) kayttajan oikeus tehda telelaskusta muistutus; 11) maksun laiminlyonnin seuraamukset; 12) teleyrityksen oikeus lopettaa palvelun tarjoaminen tai rajoittaa palvelun kayttoa; 13) edella 61 §:n 2 momentissa tarkoitetun kayttorajan suuruus seka ohjeet siita, miten kuluttaja voi seurata laskun kertymista.",
        "title_sv": "Avtal om kommunikationstjänster",
        "content_sv": "Avtal om anslutning till telefonnätet och andra avtal om kommunikationstjänster skall ingås skriftligen. Avtal kan också ingås elektroniskt, förutsatt att innehållet i ett elektroniskt avtal inte ensidigt kan ändras och att parterna har tillgång till avtalet. I ett avtal skall teleföretagets namn och kontaktinformation specificeras. I ett avtal skall åtminstone nämnas 1) avtalets giltighetstid, 2) arten av de tjänster som tillhandahålls och deras egenskaper samt typer av underhållsservice, 3) leveranstiden för kommunikationstjänsten, 4) förfarandet vid uppsägning av avtalet och grunderna för uppsägning, 5) påföljder vid ett eventuellt fel eller dröjsmål, 6) hur användaren skall informeras om ändringar i avtalsvillkoren, 7) vilka rättigheter användaren har om avtalsvillkoren ändras, 8) grunderna för prissättning av tjänsterna eller de prislistor som tillämpas, 9) användarens rätt att få uppgifter om hur fakturan är sammansatt, 10) användarens rätt att framställa anmärkning om teleräkningen, 11) påföljderna vid betalningsförsummelse, 12) teleföretagets rätt att sluta tillhandahålla en tjänst eller att begränsa användningen av tjänsten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet.",
        "normalized_sv": "Avtal om anslutning till telefonnätet och andra avtal om kommunikationstjänster skall ingås skriftligen. Avtal kan också ingås elektroniskt, förutsatt att innehållet i ett elektroniskt avtal inte ensidigt kan ändras och att parterna har tillgång till avtalet. I ett avtal skall teleföretagets namn och kontaktinformation specificeras. I ett avtal skall åtminstone nämnas 1) avtalets giltighetstid, 2) arten av de tjänster som tillhandahålls och deras egenskaper samt typer av underhållsservice, 3) leveranstiden för kommunikationstjänsten, 4) förfarandet vid uppsägning av avtalet och grunderna för uppsägning, 5) påföljder vid ett eventuellt fel eller dröjsmål, 6) hur användaren skall informeras om ändringar i avtalsvillkoren, 7) vilka rättigheter användaren har om avtalsvillkoren ändras, 8) grunderna för prissättning av tjänsterna eller de prislistor som tillämpas, 9) användarens rätt att få uppgifter om hur fakturan är sammansatt, 10) användarens rätt att framställa anmärkning om teleräkningen, 11) påföljderna vid betalningsförsummelse, 12) teleföretagets rätt att sluta tillhandahålla en tjänst eller att begränsa användningen av tjänsten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet.",
        "folded_sv": "avtal om anslutning till telefonnatet och andra avtal om kommunikationstjanster skall ingas skriftligen. avtal kan ocksa ingas elektroniskt, forutsatt att innehallet i ett elektroniskt avtal inte ensidigt kan andras och att parterna har tillgang till avtalet. i ett avtal skall teleforetagets namn och kontaktinformation specificeras. i ett avtal skall atminstone namnas 1) avtalets giltighetstid, 2) arten av de tjanster som tillhandahalls och deras egenskaper samt typer av underhallsservice, 3) leveranstiden for kommunikationstjansten, 4) forfarandet vid uppsagning av avtalet och grunderna for uppsagning, 5) pafoljder vid ett eventuellt fel eller drojsmal, 6) hur anvandaren skall informeras om andringar i avtalsvillkoren, 7) vilka rattigheter anvandaren har om avtalsvillkoren andras, 8) grunderna for prissattning av tjansterna eller de prislistor som tillampas, 9) anvandarens ratt att fa uppgifter om hur fakturan ar sammansatt, 10) anvandarens ratt att framstalla anmarkning om telerakningen, 11) pafoljderna vid betalningsforsummelse, 12) teleforetagets ratt att sluta tillhandahalla en tjanst eller att begransa anvandningen av tjansten, 13) beloppet av den limit som avses i 61 § 2 mom. samt anvisningar om hur konsumenten kan kontrollera det sammanlagda upplupna avgiftsbeloppet."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 a",
      "chapter": "7",
      "section": "67 a",
      "title": "Viestintäpalvelun toimituksen viivästys ja oikeus pidättyä maksusta",
      "content": "Viestintäpalvelun toimitus on viivästynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eikä tämä johdu käyttäjästä tai käyttäjän puolella olevasta seikasta. Jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivästynyt, jos viestintäpalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jälkeen. Käyttäjä on velvollinen maksamaan viestintäpalvelusopimukseen perustuvat maksut vasta siitä lukien, kun yhteys on käytettävissä. Palvelun kytkemisen jälkeen käyttäjällä on oikeus pidättyä maksamasta sellaista osaa maksusta, joka on tarpeen viivästykseen perustuvan korvauksen vakuudeksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 a",
        "normalized_fi": "Viestintäpalvelun toimitus on viivästynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eikä tämä johdu käyttäjästä tai käyttäjän puolella olevasta seikasta. Jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivästynyt, jos viestintäpalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jälkeen. Käyttäjä on velvollinen maksamaan viestintäpalvelusopimukseen perustuvat maksut vasta siitä lukien, kun yhteys on käytettävissä. Palvelun kytkemisen jälkeen käyttäjällä on oikeus pidättyä maksamasta sellaista osaa maksusta, joka on tarpeen viivästykseen perustuvan korvauksen vakuudeksi.",
        "folded_fi": "viestintapalvelun toimitus on viivastynyt, jos palvelua ei ole toimitettu sovittuna ajankohtana, eika tama johdu kayttajasta tai kayttajan puolella olevasta seikasta. jos toimitusajankohdasta ei ole sovittu, toimitus on vastaavasti viivastynyt, jos viestintapalvelua ei ole toimitettu kohtuullisessa ajassa sopimuksenteon jalkeen. kayttaja on velvollinen maksamaan viestintapalvelusopimukseen perustuvat maksut vasta siita lukien, kun yhteys on kaytettavissa. palvelun kytkemisen jalkeen kayttajalla on oikeus pidattya maksamasta sellaista osaa maksusta, joka on tarpeen viivastykseen perustuvan korvauksen vakuudeksi.",
        "title_sv": "Dröjsmål vid leverans av kommunikationstjänst och rätt att hålla inne betalning",
        "content_sv": "Leveransen av en kommunikationstjänst är fördröjd, om tjänsten inte har levererats vid en överenskommen tidpunkt och detta inte beror på användaren eller på någon annan omständighet som sammanhänger med användaren. Har ingen leveranstidpunkt överenskommits, är leveransen fördröjd om kommunikationstjänsten inte har levererats inom skälig tid efter det att avtalet ingicks. Användaren är skyldig att betala de avgifter som grundar sig på avtalet om kommunikationstjänster först från den tidpunkt då tjänsten kan användas. Efter det att tjänsten har aktiverats har användaren rätt att hålla inne betalningen av en sådan del av avgiften som är nödvändig som säkerhet för ersättning på grund av dröjsmålet.",
        "normalized_sv": "Leveransen av en kommunikationstjänst är fördröjd, om tjänsten inte har levererats vid en överenskommen tidpunkt och detta inte beror på användaren eller på någon annan omständighet som sammanhänger med användaren. Har ingen leveranstidpunkt överenskommits, är leveransen fördröjd om kommunikationstjänsten inte har levererats inom skälig tid efter det att avtalet ingicks. Användaren är skyldig att betala de avgifter som grundar sig på avtalet om kommunikationstjänster först från den tidpunkt då tjänsten kan användas. Efter det att tjänsten har aktiverats har användaren rätt att hålla inne betalningen av en sådan del av avgiften som är nödvändig som säkerhet för ersättning på grund av dröjsmålet.",
        "folded_sv": "leveransen av en kommunikationstjanst ar fordrojd, om tjansten inte har levererats vid en overenskommen tidpunkt och detta inte beror pa anvandaren eller pa nagon annan omstandighet som sammanhanger med anvandaren. har ingen leveranstidpunkt overenskommits, ar leveransen fordrojd om kommunikationstjansten inte har levererats inom skalig tid efter det att avtalet ingicks. anvandaren ar skyldig att betala de avgifter som grundar sig pa avtalet om kommunikationstjanster forst fran den tidpunkt da tjansten kan anvandas. efter det att tjansten har aktiverats har anvandaren ratt att halla inne betalningen av en sadan del av avgiften som ar nodvandig som sakerhet for ersattning pa grund av drojsmalet."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 b",
      "chapter": "7",
      "section": "67 b",
      "title": "Vakiokorvaus toimituksen viivästyksestä",
      "content": "Käyttäjällä on 67 a §:ssä tarkoitetussa tapauksessa oikeus vakiokorvaukseen. Sen määrä on vähintään 15 euroa kultakin alkavalta viivästysviikolta, kuitenkin enintään 120 euroa. Oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivästyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteestä, jota sen ei kohtuudella voida edellyttää ottaneen huomioon sopimusta tehtäessä ja jonka seurauksia se ei ole kohtuudella voinut välttää tai voittaa. Jos viivästys johtuu henkilöstä, jota teleyritys on käyttänyt apunaan sopimuksen tai sen osan täyttämisessä, teleyritys vapautuu vastuusta vain, jos myös tämä henkilö olisi 2 momentin mukaan vapaa vastuusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 b",
        "normalized_fi": "Käyttäjällä on 67 a § :ssä tarkoitetussa tapauksessa oikeus vakiokorvaukseen. Sen määrä on vähintään 15 euroa kultakin alkavalta viivästysviikolta, kuitenkin enintään 120 euroa. Oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivästyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteestä, jota sen ei kohtuudella voida edellyttää ottaneen huomioon sopimusta tehtäessä ja jonka seurauksia se ei ole kohtuudella voinut välttää tai voittaa. Jos viivästys johtuu henkilöstä, jota teleyritys on käyttänyt apunaan sopimuksen tai sen osan täyttämisessä, teleyritys vapautuu vastuusta vain, jos myös tämä henkilö olisi 2 momentin mukaan vapaa vastuusta.",
        "folded_fi": "kayttajalla on 67 a §:ssa tarkoitetussa tapauksessa oikeus vakiokorvaukseen. sen maara on vahintaan 15 euroa kultakin alkavalta viivastysviikolta, kuitenkin enintaan 120 euroa. oikeutta vakiokorvaukseen ei kuitenkaan ole, jos teleyritys osoittaa viivastyksen johtuneen sen vaikutusmahdollisuuksien ulkopuolella olevasta esteesta, jota sen ei kohtuudella voida edellyttaa ottaneen huomioon sopimusta tehtaessa ja jonka seurauksia se ei ole kohtuudella voinut valttaa tai voittaa. jos viivastys johtuu henkilosta, jota teleyritys on kayttanyt apunaan sopimuksen tai sen osan tayttamisessa, teleyritys vapautuu vastuusta vain, jos myos tama henkilo olisi 2 momentin mukaan vapaa vastuusta.",
        "title_sv": "Standardersättning för dröjsmål vid leverans",
        "content_sv": "Användaren har i sådana fall som avses i 67 a § rätt till standardersättning. Denna ersättning uppgår till minst 15 euro för varje påbörjad vecka som leveransen fördröjs, dock högst till 120 euro. Rätt till standardersättning föreligger dock inte, om teleföretaget visar att dröjsmålet orsakats av ett hinder som ligger utanför teleföretagets kontroll och som företaget inte skäligen kan förväntas ha räknat med då avtalet ingicks samt vars följder företaget inte skäligen kunde ha undvikit eller övervunnit. Beror dröjsmålet på en person som teleföretaget har anlitat vid fullgörandet av avtalet eller en del av det, är teleföretaget fritt från ansvar endast om även denna person skulle vara fri från ansvar enligt 2 mom.",
        "normalized_sv": "Användaren har i sådana fall som avses i 67 a § rätt till standardersättning. Denna ersättning uppgår till minst 15 euro för varje påbörjad vecka som leveransen fördröjs, dock högst till 120 euro. Rätt till standardersättning föreligger dock inte, om teleföretaget visar att dröjsmålet orsakats av ett hinder som ligger utanför teleföretagets kontroll och som företaget inte skäligen kan förväntas ha räknat med då avtalet ingicks samt vars följder företaget inte skäligen kunde ha undvikit eller övervunnit. Beror dröjsmålet på en person som teleföretaget har anlitat vid fullgörandet av avtalet eller en del av det, är teleföretaget fritt från ansvar endast om även denna person skulle vara fri från ansvar enligt 2 mom.",
        "folded_sv": "anvandaren har i sadana fall som avses i 67 a § ratt till standardersattning. denna ersattning uppgar till minst 15 euro for varje paborjad vecka som leveransen fordrojs, dock hogst till 120 euro. ratt till standardersattning foreligger dock inte, om teleforetaget visar att drojsmalet orsakats av ett hinder som ligger utanfor teleforetagets kontroll och som foretaget inte skaligen kan forvantas ha raknat med da avtalet ingicks samt vars foljder foretaget inte skaligen kunde ha undvikit eller overvunnit. beror drojsmalet pa en person som teleforetaget har anlitat vid fullgorandet av avtalet eller en del av det, ar teleforetaget fritt fran ansvar endast om aven denna person skulle vara fri fran ansvar enligt 2 mom."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 c",
      "chapter": "7",
      "section": "67 c",
      "title": "Vahingonkorvausvelvollisuus toimituksen viivästymisestä",
      "content": "Käyttäjällä on oikeus korvaukseen viivästyksestä aiheutuneesta vahingosta, joka ylittää 67 b §:ssä tarkoitetun vakiokorvauksen määrän. Oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos käyttäjällä ei ole oikeutta vakiokorvaukseen 67 b §:n 2 tai 3 momentin mukaisesti. Viivästyksestä aiheutuneesta välillisestä vahingosta teleyritys vastaa vain, jos viivästys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. Välillisenä vahinkona pidetään: 1) ansion menetystä, joka käyttäjälle aiheutuu viivästyksen tai siitä johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintäpalvelun käyttöhyödyn olennaista menetystä, josta ei aiheudu suoranaista taloudellista vahinkoa, sekä siihen rinnastettavaa haittaa, joka on olennainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 c",
        "normalized_fi": "Käyttäjällä on oikeus korvaukseen viivästyksestä aiheutuneesta vahingosta, joka ylittää 67 b § :ssä tarkoitetun vakiokorvauksen määrän. Oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos käyttäjällä ei ole oikeutta vakiokorvaukseen 67 b § :n 2 tai 3 momentin mukaisesti. Viivästyksestä aiheutuneesta välillisestä vahingosta teleyritys vastaa vain, jos viivästys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. Välillisenä vahinkona pidetään: 1) ansion menetystä, joka käyttäjälle aiheutuu viivästyksen tai siitä johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintäpalvelun käyttöhyödyn olennaista menetystä, josta ei aiheudu suoranaista taloudellista vahinkoa, sekä siihen rinnastettavaa haittaa, joka on olennainen.",
        "folded_fi": "kayttajalla on oikeus korvaukseen viivastyksesta aiheutuneesta vahingosta, joka ylittaa 67 b §:ssa tarkoitetun vakiokorvauksen maaran. oikeutta vahingonkorvaukseen ei kuitenkaan ole, jos kayttajalla ei ole oikeutta vakiokorvaukseen 67 b §:n 2 tai 3 momentin mukaisesti. viivastyksesta aiheutuneesta valillisesta vahingosta teleyritys vastaa vain, jos viivastys tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella. valillisena vahinkona pidetaan: 1) ansion menetysta, joka kayttajalle aiheutuu viivastyksen tai siita johtuvien toimenpiteiden vuoksi; 2) vahinkoa, joka johtuu muuhun sopimukseen perustuvasta velvoitteesta; 3) viestintapalvelun kayttohyodyn olennaista menetysta, josta ei aiheudu suoranaista taloudellista vahinkoa, seka siihen rinnastettavaa haittaa, joka on olennainen.",
        "title_sv": "Skadeståndsskyldighet på grund av dröjsmål vid leverans",
        "content_sv": "Användaren har rätt till ersättning på grund av skada som föranletts av dröjsmål och som överstiger det standardersättningsbelopp som avses i 67 b §. Rätt till skadestånd föreligger dock inte, om användaren inte enligt 67 b § 2 eller 3 mom. har rätt till standardersättning. Teleföretaget ansvarar för en indirekt skada som orsakats av ett dröjsmål endast om dröjsmålet eller skadan föranletts av vårdslöshet från teleföretagets sida. Som indirekt skada anses 1) inkomstförlust som användaren lider på grund av dröjsmålet eller åtgärder som föranleds av dröjsmålet, 2) skada som beror på en förpliktelse som grundar sig på något annat avtal, 3) sådan väsentlig förlust av nytta av användningen av kommunikationstjänsten som inte medför direkt ekonomisk skada samt annan därmed jämförbar väsentlig olägenhet.",
        "normalized_sv": "Användaren har rätt till ersättning på grund av skada som föranletts av dröjsmål och som överstiger det standardersättningsbelopp som avses i 67 b § . Rätt till skadestånd föreligger dock inte, om användaren inte enligt 67 b § 2 eller 3 mom. har rätt till standardersättning. Teleföretaget ansvarar för en indirekt skada som orsakats av ett dröjsmål endast om dröjsmålet eller skadan föranletts av vårdslöshet från teleföretagets sida. Som indirekt skada anses 1) inkomstförlust som användaren lider på grund av dröjsmålet eller åtgärder som föranleds av dröjsmålet, 2) skada som beror på en förpliktelse som grundar sig på något annat avtal, 3) sådan väsentlig förlust av nytta av användningen av kommunikationstjänsten som inte medför direkt ekonomisk skada samt annan därmed jämförbar väsentlig olägenhet.",
        "folded_sv": "anvandaren har ratt till ersattning pa grund av skada som foranletts av drojsmal och som overstiger det standardersattningsbelopp som avses i 67 b §. ratt till skadestand foreligger dock inte, om anvandaren inte enligt 67 b § 2 eller 3 mom. har ratt till standardersattning. teleforetaget ansvarar for en indirekt skada som orsakats av ett drojsmal endast om drojsmalet eller skadan foranletts av vardsloshet fran teleforetagets sida. som indirekt skada anses 1) inkomstforlust som anvandaren lider pa grund av drojsmalet eller atgarder som foranleds av drojsmalet, 2) skada som beror pa en forpliktelse som grundar sig pa nagot annat avtal, 3) sadan vasentlig forlust av nytta av anvandningen av kommunikationstjansten som inte medfor direkt ekonomisk skada samt annan darmed jamforbar vasentlig olagenhet."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 d",
      "chapter": "7",
      "section": "67 d",
      "title": "Virhe viestintäpalvelun toimituksessa",
      "content": "Viestintäpalvelun toimituksessa on virhe, jos viestintäpalvelun laatu tai toimitustapa ei vastaa sitä, mitä voidaan katsoa sovitun. Jollei toisin ole sovittu, viestintäpalvelun toimitus on virheellinen, jos: 1) viestintäpalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia; 2) viestintäpalvelun toimitus on muusta kuin 72 §:ssä tarkoitetusta syystä yhtäjaksoisesti tai toistuvasti keskeytynyt, eikä keskeytystä voida pitää keskeytyksen syy ja olosuhteet huomioon ottaen vähäisenä; tai 3) viestintäpalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siitä, mitä käyttäjällä yleensä on vastaavan palvelun yhteydessä aihetta olettaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 d",
        "normalized_fi": "Viestintäpalvelun toimituksessa on virhe, jos viestintäpalvelun laatu tai toimitustapa ei vastaa sitä, mitä voidaan katsoa sovitun. Jollei toisin ole sovittu, viestintäpalvelun toimitus on virheellinen, jos: 1) viestintäpalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia; 2) viestintäpalvelun toimitus on muusta kuin 72 § :ssä tarkoitetusta syystä yhtäjaksoisesti tai toistuvasti keskeytynyt, eikä keskeytystä voida pitää keskeytyksen syy ja olosuhteet huomioon ottaen vähäisenä; tai 3) viestintäpalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siitä, mitä käyttäjällä yleensä on vastaavan palvelun yhteydessä aihetta olettaa.",
        "folded_fi": "viestintapalvelun toimituksessa on virhe, jos viestintapalvelun laatu tai toimitustapa ei vastaa sita, mita voidaan katsoa sovitun. jollei toisin ole sovittu, viestintapalvelun toimitus on virheellinen, jos: 1) viestintapalvelu ei laadultaan vastaa laissa tai sen nojalla annetussa viestintaviraston maarayksessa asetettuja vaatimuksia; 2) viestintapalvelun toimitus on muusta kuin 72 §:ssa tarkoitetusta syysta yhtajaksoisesti tai toistuvasti keskeytynyt, eika keskeytysta voida pitaa keskeytyksen syy ja olosuhteet huomioon ottaen vahaisena; tai 3) viestintapalvelu ei vastaa markkinoinnissa annettuja tietoja tai poikkeaa muutoin siita, mita kayttajalla yleensa on vastaavan palvelun yhteydessa aihetta olettaa.",
        "title_sv": "Fel i leveransen av en kommunikationstjänst",
        "content_sv": "Det föreligger ett fel i leveransen av en kommunikationstjänst, om kommunikationstjänstens kvalitet eller leveranssättet inte överensstämmer med vad som kan anses avtalat. Har inte annat överenskommits, föreligger ett fel i leveransen av en kommunikationstjänst, om 1) kommunikationstjänstens kvalitet inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag, 2) leveransen av kommunikationstjänsten av någon annan än en i 72 § avsedd orsak kontinuerligt eller upprepade gånger har avbrutits och avbrottet inte kan anses ringa med beaktande av skälen till och förhållandena under avbrottet, eller 3) kommunikationstjänsten inte överensstämmer med de uppgifter som angetts i marknadsföringen eller annars avviker från vad användaren i allmänhet har anledning att förutsätta i samband med sådana tjänster.",
        "normalized_sv": "Det föreligger ett fel i leveransen av en kommunikationstjänst, om kommunikationstjänstens kvalitet eller leveranssättet inte överensstämmer med vad som kan anses avtalat. Har inte annat överenskommits, föreligger ett fel i leveransen av en kommunikationstjänst, om 1) kommunikationstjänstens kvalitet inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag, 2) leveransen av kommunikationstjänsten av någon annan än en i 72 § avsedd orsak kontinuerligt eller upprepade gånger har avbrutits och avbrottet inte kan anses ringa med beaktande av skälen till och förhållandena under avbrottet, eller 3) kommunikationstjänsten inte överensstämmer med de uppgifter som angetts i marknadsföringen eller annars avviker från vad användaren i allmänhet har anledning att förutsätta i samband med sådana tjänster.",
        "folded_sv": "det foreligger ett fel i leveransen av en kommunikationstjanst, om kommunikationstjanstens kvalitet eller leveranssattet inte overensstammer med vad som kan anses avtalat. har inte annat overenskommits, foreligger ett fel i leveransen av en kommunikationstjanst, om 1) kommunikationstjanstens kvalitet inte overensstammer med de krav som uppstalls i lag eller i kommunikationsverkets foreskrifter som utfardats med stod av lag, 2) leveransen av kommunikationstjansten av nagon annan an en i 72 § avsedd orsak kontinuerligt eller upprepade ganger har avbrutits och avbrottet inte kan anses ringa med beaktande av skalen till och forhallandena under avbrottet, eller 3) kommunikationstjansten inte overensstammer med de uppgifter som angetts i marknadsforingen eller annars avviker fran vad anvandaren i allmanhet har anledning att forutsatta i samband med sadana tjanster."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 e",
      "chapter": "7",
      "section": "67 e",
      "title": "Virheen oikaisu",
      "content": "Käyttäjällä on oikeus vaatia, että teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, että siitä aiheutuu käyttäjälle kustannuksia. Teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhettä, jos siitä aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. Vaikka käyttäjä ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tällaisen oikaisun, jos se käyttäjän ilmoittaessa virheestä viipymättä tarjoutuu tekemään sen. Käyttäjä saa kieltäytyä virheen oikaisusta, jos siitä aiheutuisi hänelle olennaista haittaa tai vaaraa siitä, että käyttäjälle aiheutuvat kustannukset jäävät korvaamatta taikka jos kieltäytymiseen on muu erityinen syy. Teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos käyttäjä on korjauttanut virheen, eikä olosuhteet huomioon ottaen voida kohtuudella edellyttää, että käyttäjä olisi jäänyt odottamaan teleyrityksen suorittamaa oikaisua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 e",
        "normalized_fi": "Käyttäjällä on oikeus vaatia, että teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, että siitä aiheutuu käyttäjälle kustannuksia. Teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhettä, jos siitä aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. Vaikka käyttäjä ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tällaisen oikaisun, jos se käyttäjän ilmoittaessa virheestä viipymättä tarjoutuu tekemään sen. Käyttäjä saa kieltäytyä virheen oikaisusta, jos siitä aiheutuisi hänelle olennaista haittaa tai vaaraa siitä, että käyttäjälle aiheutuvat kustannukset jäävät korvaamatta taikka jos kieltäytymiseen on muu erityinen syy. Teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos käyttäjä on korjauttanut virheen, eikä olosuhteet huomioon ottaen voida kohtuudella edellyttää, että käyttäjä olisi jäänyt odottamaan teleyrityksen suorittamaa oikaisua.",
        "folded_fi": "kayttajalla on oikeus vaatia, etta teleyritys korjaa virheen tai uusii virheellisen suorituksen ilman, etta siita aiheutuu kayttajalle kustannuksia. teleyritys ei kuitenkaan ole velvollinen oikaisemaan virhetta, jos siita aiheutuisi teleyritykselle kohtuuttomia kustannuksia tai kohtuutonta haittaa. vaikka kayttaja ei vaatisi virheen korjaamista tai suorituksen uusimista, teleyritys saa omalla kustannuksellaan suorittaa tallaisen oikaisun, jos se kayttajan ilmoittaessa virheesta viipymatta tarjoutuu tekemaan sen. kayttaja saa kieltaytya virheen oikaisusta, jos siita aiheutuisi hanelle olennaista haittaa tai vaaraa siita, etta kayttajalle aiheutuvat kustannukset jaavat korvaamatta taikka jos kieltaytymiseen on muu erityinen syy. teleyritys ei saa vedota siihen, ettei se ole saanut tilaisuutta virheen oikaisuun, jos kayttaja on korjauttanut virheen, eika olosuhteet huomioon ottaen voida kohtuudella edellyttaa, etta kayttaja olisi jaanyt odottamaan teleyrityksen suorittamaa oikaisua.",
        "title_sv": "Rättelse av fel",
        "content_sv": "Användaren har rätt att kräva att teleföretaget avhjälper felet eller utför en ny prestation i stället för den felaktiga utan att detta medför kostnader för användaren. Teleföretaget är dock inte skyldigt att avhjälpa felet, om detta förorsakar teleföretaget oskäliga kostnader eller oskäliga olägenheter. Även om användaren inte kräver att felet skall avhjälpas eller prestationen förnyas, får teleföretaget på egen bekostnad göra en sådan rättelse, om det utan dröjsmål erbjuder sig att göra det när användaren anmäler felet. Användaren får avböja rättelsen, om denna skulle förorsaka honom väsentlig olägenhet eller en risk för att de kostnader som förorsakas användaren inte blir ersatta eller om användaren har en annan särskild orsak att avböja. Teleföretaget får inte hänvisa till att det inte har fått tillfälle att avhjälpa felet, om användaren har låtit avhjälpa felet och denne med beaktande av omständigheterna inte skäligen kan förutsättas vänta på att teleföretaget skall avhjälpa felet.",
        "normalized_sv": "Användaren har rätt att kräva att teleföretaget avhjälper felet eller utför en ny prestation i stället för den felaktiga utan att detta medför kostnader för användaren. Teleföretaget är dock inte skyldigt att avhjälpa felet, om detta förorsakar teleföretaget oskäliga kostnader eller oskäliga olägenheter. Även om användaren inte kräver att felet skall avhjälpas eller prestationen förnyas, får teleföretaget på egen bekostnad göra en sådan rättelse, om det utan dröjsmål erbjuder sig att göra det när användaren anmäler felet. Användaren får avböja rättelsen, om denna skulle förorsaka honom väsentlig olägenhet eller en risk för att de kostnader som förorsakas användaren inte blir ersatta eller om användaren har en annan särskild orsak att avböja. Teleföretaget får inte hänvisa till att det inte har fått tillfälle att avhjälpa felet, om användaren har låtit avhjälpa felet och denne med beaktande av omständigheterna inte skäligen kan förutsättas vänta på att teleföretaget skall avhjälpa felet.",
        "folded_sv": "anvandaren har ratt att krava att teleforetaget avhjalper felet eller utfor en ny prestation i stallet for den felaktiga utan att detta medfor kostnader for anvandaren. teleforetaget ar dock inte skyldigt att avhjalpa felet, om detta fororsakar teleforetaget oskaliga kostnader eller oskaliga olagenheter. aven om anvandaren inte kraver att felet skall avhjalpas eller prestationen fornyas, far teleforetaget pa egen bekostnad gora en sadan rattelse, om det utan drojsmal erbjuder sig att gora det nar anvandaren anmaler felet. anvandaren far avboja rattelsen, om denna skulle fororsaka honom vasentlig olagenhet eller en risk for att de kostnader som fororsakas anvandaren inte blir ersatta eller om anvandaren har en annan sarskild orsak att avboja. teleforetaget far inte hanvisa till att det inte har fatt tillfalle att avhjalpa felet, om anvandaren har latit avhjalpa felet och denne med beaktande av omstandigheterna inte skaligen kan forutsattas vanta pa att teleforetaget skall avhjalpa felet."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 f",
      "chapter": "7",
      "section": "67 f",
      "title": "Hinnanalennus ja vakiohyvitys",
      "content": "Jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tällaista oikaisua suoriteta kohtuullisessa ajassa siitä, kun käyttäjä on ilmoittanut virheestä, käyttäjällä on oikeus virhettä vastaavaan hinnanalennukseen. Käyttäjällä on oikeus vakiohyvitykseen, jos 67 d §:ssä tarkoitettu virhe perustuu toimituksen keskeytykseen. Vakiohyvityksen määrä on vähintään 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintään 120 euroa. Jos käyttäjälle maksetaan vakiohyvitys, hänellä ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 f",
        "normalized_fi": "Jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tällaista oikaisua suoriteta kohtuullisessa ajassa siitä, kun käyttäjä on ilmoittanut virheestä, käyttäjällä on oikeus virhettä vastaavaan hinnanalennukseen. Käyttäjällä on oikeus vakiohyvitykseen, jos 67 d § :ssä tarkoitettu virhe perustuu toimituksen keskeytykseen. Vakiohyvityksen määrä on vähintään 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintään 120 euroa. Jos käyttäjälle maksetaan vakiohyvitys, hänellä ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
        "folded_fi": "jollei virheen korjaaminen tai uusi suoritus tule kysymykseen taikka jollei tallaista oikaisua suoriteta kohtuullisessa ajassa siita, kun kayttaja on ilmoittanut virheesta, kayttajalla on oikeus virhetta vastaavaan hinnanalennukseen. kayttajalla on oikeus vakiohyvitykseen, jos 67 d §:ssa tarkoitettu virhe perustuu toimituksen keskeytykseen. vakiohyvityksen maara on vahintaan 15 euroa kultakin alkavalta keskeytysviikolta, kuitenkin enintaan 120 euroa. jos kayttajalle maksetaan vakiohyvitys, hanella ei ole oikeutta 1 momentissa tarkoitettuun hinnanalennukseen saman keskeytyksen johdosta.",
        "title_sv": "Prisavdrag och standardgottgörelse",
        "content_sv": "Om det inte kommer på fråga att avhjälpa felet eller utföra en ny prestation eller om felet inte avhjälps inom en skälig tid efter att användaren har anmält det, har användaren rätt till ett prisavdrag som motsvarar felet. Användaren har rätt till standardgottgörelse om en skada som avses i 67 d § beror på ett avbrott i leveransen. Standardgottgörelsen uppgår till minst 15 euro för varje påbörjad vecka då leveransen är avbruten, dock högst till 120 euro. Om en standardgottgörelse betalas till användaren, har användaren inte på grund av samma avbrott rätt till ett prisavdrag enligt 1 mom.",
        "normalized_sv": "Om det inte kommer på fråga att avhjälpa felet eller utföra en ny prestation eller om felet inte avhjälps inom en skälig tid efter att användaren har anmält det, har användaren rätt till ett prisavdrag som motsvarar felet. Användaren har rätt till standardgottgörelse om en skada som avses i 67 d § beror på ett avbrott i leveransen. Standardgottgörelsen uppgår till minst 15 euro för varje påbörjad vecka då leveransen är avbruten, dock högst till 120 euro. Om en standardgottgörelse betalas till användaren, har användaren inte på grund av samma avbrott rätt till ett prisavdrag enligt 1 mom.",
        "folded_sv": "om det inte kommer pa fraga att avhjalpa felet eller utfora en ny prestation eller om felet inte avhjalps inom en skalig tid efter att anvandaren har anmalt det, har anvandaren ratt till ett prisavdrag som motsvarar felet. anvandaren har ratt till standardgottgorelse om en skada som avses i 67 d § beror pa ett avbrott i leveransen. standardgottgorelsen uppgar till minst 15 euro for varje paborjad vecka da leveransen ar avbruten, dock hogst till 120 euro. om en standardgottgorelse betalas till anvandaren, har anvandaren inte pa grund av samma avbrott ratt till ett prisavdrag enligt 1 mom."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 g",
      "chapter": "7",
      "section": "67 g",
      "title": "Virheestä aiheutuva vahingonkorvausvelvollisuus",
      "content": "Käyttäjällä on oikeus korvaukseen vahingosta, jonka hän kärsii viestintäpalvelussa olevan virheen vuoksi. Edellä 67 c §:n 2 momentissa tarkoitetusta välillisestä vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 g",
        "normalized_fi": "Käyttäjällä on oikeus korvaukseen vahingosta, jonka hän kärsii viestintäpalvelussa olevan virheen vuoksi. Edellä 67 c § :n 2 momentissa tarkoitetusta välillisestä vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
        "folded_fi": "kayttajalla on oikeus korvaukseen vahingosta, jonka han karsii viestintapalvelussa olevan virheen vuoksi. edella 67 c §:n 2 momentissa tarkoitetusta valillisesta vahingosta teleyritys vastaa vain, jos virhe tai vahinko on aiheutunut huolimattomuudesta teleyrityksen puolella.",
        "title_sv": "Skadeståndsskyldighet på grund av fel",
        "content_sv": "En användare har rätt till ersättning för skada som användaren lider till följd av ett fel i kommunikationstjänsten. För en sådan indirekt skada som avses i 67 c § 2 mom. ansvarar teleföretaget endast om felet eller skadan beror på vårdslöshet från teleföretagets sida.",
        "normalized_sv": "En användare har rätt till ersättning för skada som användaren lider till följd av ett fel i kommunikationstjänsten. För en sådan indirekt skada som avses i 67 c § 2 mom. ansvarar teleföretaget endast om felet eller skadan beror på vårdslöshet från teleföretagets sida.",
        "folded_sv": "en anvandare har ratt till ersattning for skada som anvandaren lider till foljd av ett fel i kommunikationstjansten. for en sadan indirekt skada som avses i 67 c § 2 mom. ansvarar teleforetaget endast om felet eller skadan beror pa vardsloshet fran teleforetagets sida."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 h",
      "chapter": "7",
      "section": "67 h",
      "title": "Sopimuksen purku viivästyksen tai virheen perusteella",
      "content": "Käyttäjä saa purkaa viestintäpalvelusopimuksen teleyrityksen viivästyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 h",
        "normalized_fi": "Käyttäjä saa purkaa viestintäpalvelusopimuksen teleyrityksen viivästyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
        "folded_fi": "kayttaja saa purkaa viestintapalvelusopimuksen teleyrityksen viivastyksen tai virheen vuoksi, jos sopimusrikkomus on olennainen.",
        "title_sv": "Hävning av avtal på grund av dröjsmål eller fel",
        "content_sv": "Användaren får häva ett avtal om kommunikationstjänster på grund av ett dröjsmål eller fel från teleföretagets sida, om avtalsbrottet är väsentligt.",
        "normalized_sv": "Användaren får häva ett avtal om kommunikationstjänster på grund av ett dröjsmål eller fel från teleföretagets sida, om avtalsbrottet är väsentligt.",
        "folded_sv": "anvandaren far hava ett avtal om kommunikationstjanster pa grund av ett drojsmal eller fel fran teleforetagets sida, om avtalsbrottet ar vasentligt."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:67 i",
      "chapter": "7",
      "section": "67 i",
      "title": "Virhettä tai viivästystä koskeva ilmoitusvelvollisuus",
      "content": "Käyttäjä ei saa vedota viivästykseen, ellei hän ilmoita viivästyksestä teleyritykselle kohtuullisessa ajassa sen jälkeen, kun palvelu on toimitettu. Käyttäjä ei saa vedota virheeseen, ellei hän ilmoita virheestä teleyritykselle kohtuullisessa ajassa siitä, kun hän on havainnut virheen tai hänen olisi pitänyt se havaita. Käyttäjä saa 1 momentin estämättä vedota viivästykseen tai virheeseen, jos teleyritys on menetellyt törkeän huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintäpalvelu ei vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:67 i",
        "normalized_fi": "Käyttäjä ei saa vedota viivästykseen, ellei hän ilmoita viivästyksestä teleyritykselle kohtuullisessa ajassa sen jälkeen, kun palvelu on toimitettu. Käyttäjä ei saa vedota virheeseen, ellei hän ilmoita virheestä teleyritykselle kohtuullisessa ajassa siitä, kun hän on havainnut virheen tai hänen olisi pitänyt se havaita. Käyttäjä saa 1 momentin estämättä vedota viivästykseen tai virheeseen, jos teleyritys on menetellyt törkeän huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintäpalvelu ei vastaa laissa tai sen nojalla annetussa Viestintäviraston määräyksessä asetettuja vaatimuksia.",
        "folded_fi": "kayttaja ei saa vedota viivastykseen, ellei han ilmoita viivastyksesta teleyritykselle kohtuullisessa ajassa sen jalkeen, kun palvelu on toimitettu. kayttaja ei saa vedota virheeseen, ellei han ilmoita virheesta teleyritykselle kohtuullisessa ajassa siita, kun han on havainnut virheen tai hanen olisi pitanyt se havaita. kayttaja saa 1 momentin estamatta vedota viivastykseen tai virheeseen, jos teleyritys on menetellyt torkean huolimattomasti tai kunnianvastaisesti ja arvottomasti taikka, jos viestintapalvelu ei vastaa laissa tai sen nojalla annetussa viestintaviraston maarayksessa asetettuja vaatimuksia.",
        "title_sv": "Anmälningsskyldighet vid fel eller dröjsmål",
        "content_sv": "En användare får inte åberopa ett dröjsmål, om inte användaren underrättat teleföretaget om dröjsmålet inom skälig tid efter det att tjänsten har levererats. En användare får inte åberopa ett fel, om inte användaren underrättat teleföretaget om felet inom skälig tid efter det att användaren märkte eller borde ha märkt felet. Utan hinder av 1 mom. får en användare åberopa ett dröjsmål eller ett fel, om teleföretaget har handlat grovt vårdslöst eller i strid med tro och heder eller om kommunikationstjänsten inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag.",
        "normalized_sv": "En användare får inte åberopa ett dröjsmål, om inte användaren underrättat teleföretaget om dröjsmålet inom skälig tid efter det att tjänsten har levererats. En användare får inte åberopa ett fel, om inte användaren underrättat teleföretaget om felet inom skälig tid efter det att användaren märkte eller borde ha märkt felet. Utan hinder av 1 mom. får en användare åberopa ett dröjsmål eller ett fel, om teleföretaget har handlat grovt vårdslöst eller i strid med tro och heder eller om kommunikationstjänsten inte överensstämmer med de krav som uppställs i lag eller i Kommunikationsverkets föreskrifter som utfärdats med stöd av lag.",
        "folded_sv": "en anvandare far inte aberopa ett drojsmal, om inte anvandaren underrattat teleforetaget om drojsmalet inom skalig tid efter det att tjansten har levererats. en anvandare far inte aberopa ett fel, om inte anvandaren underrattat teleforetaget om felet inom skalig tid efter det att anvandaren markte eller borde ha markt felet. utan hinder av 1 mom. far en anvandare aberopa ett drojsmal eller ett fel, om teleforetaget har handlat grovt vardslost eller i strid med tro och heder eller om kommunikationstjansten inte overensstammer med de krav som uppstalls i lag eller i kommunikationsverkets foreskrifter som utfardats med stod av lag."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:71",
      "chapter": "7",
      "section": "71",
      "title": "Sopimuksen muuttaminen",
      "content": "Teleyritys saa muuttaa viestintäpalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksilöidyillä perusteilla, edellyttäen, että sopimuksen sisältö ei kokonaisuutena olennaisesti muutu; 2) lainsäädännön muutoksen tai viranomaisen päätöksen perusteella; 3) muusta erityisestä syystä olosuhteiden olennaisesti muututtua. Teleyrityksellä on lisäksi oikeus tehdä sopimusehtoihin vähäisiä muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisältöön. Käyttäjällä on oikeus irtisanoa viestintäpalvelusopimus heti päättyväksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. Teleyrityksen on ilmoitettava käyttäjälle sopimusehtojen muutoksesta ja niiden sisällöstä viimeistään kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:71",
        "normalized_fi": "Teleyritys saa muuttaa viestintäpalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksilöidyillä perusteilla, edellyttäen, että sopimuksen sisältö ei kokonaisuutena olennaisesti muutu; 2) lainsäädännön muutoksen tai viranomaisen päätöksen perusteella; 3) muusta erityisestä syystä olosuhteiden olennaisesti muututtua. Teleyrityksellä on lisäksi oikeus tehdä sopimusehtoihin vähäisiä muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisältöön. Käyttäjällä on oikeus irtisanoa viestintäpalvelusopimus heti päättyväksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. Teleyrityksen on ilmoitettava käyttäjälle sopimusehtojen muutoksesta ja niiden sisällöstä viimeistään kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
        "folded_fi": "teleyritys saa muuttaa viestintapalvelusopimuksen mukaisia maksuja ja muita sopimusehtoja kuluttajan vahingoksi vain: 1) sopimusehdoissa yksiloidyilla perusteilla, edellyttaen, etta sopimuksen sisalto ei kokonaisuutena olennaisesti muutu; 2) lainsaadannon muutoksen tai viranomaisen paatoksen perusteella; 3) muusta erityisesta syysta olosuhteiden olennaisesti muututtua. teleyrityksella on lisaksi oikeus tehda sopimusehtoihin vahaisia muutoksia, joilla ei ole vaikutusta sopimuksen keskeiseen sisaltoon. kayttajalla on oikeus irtisanoa viestintapalvelusopimus heti paattyvaksi, jos teleyritys ilmoittaa muuttavansa sopimusehtoja. teleyrityksen on ilmoitettava kayttajalle sopimusehtojen muutoksesta ja niiden sisallosta viimeistaan kuukautta ennen kuin muutetut ehdot tulevat voimaan.",
        "title_sv": "Ändring av avtal",
        "content_sv": "Ett teleföretag får ändra avgifter och övriga villkor enligt ett avtal om kommunikationstjänster till nackdel för konsumenten endast 1) på grunder som specificerats i avtalsvillkoren, förutsatt att avtalets innehåll inte som helhet ändras väsentligt, 2) med stöd av en lagstiftningsändring eller ett myndighetsbeslut, 3) på grund av andra särskilda skäl, om omständigheterna förändrats väsentligt. Ett teleföretag har dessutom rätt att göra sådana mindre ändringar i avtalsvillkoren som inte påverkar avtalets centrala innehåll. Användaren har rätt att säga upp ett avtal om kommunikationstjänster med omedelbar verkan, om teleföretaget meddelar att det kommer att ändra avtalsvillkoren. Teleföretagen skall underrätta användarna om ändringar i avtalsvillkoren och om deras innehåll senast en månad innan de ändrade villkoren träder i kraft.",
        "normalized_sv": "Ett teleföretag får ändra avgifter och övriga villkor enligt ett avtal om kommunikationstjänster till nackdel för konsumenten endast 1) på grunder som specificerats i avtalsvillkoren, förutsatt att avtalets innehåll inte som helhet ändras väsentligt, 2) med stöd av en lagstiftningsändring eller ett myndighetsbeslut, 3) på grund av andra särskilda skäl, om omständigheterna förändrats väsentligt. Ett teleföretag har dessutom rätt att göra sådana mindre ändringar i avtalsvillkoren som inte påverkar avtalets centrala innehåll. Användaren har rätt att säga upp ett avtal om kommunikationstjänster med omedelbar verkan, om teleföretaget meddelar att det kommer att ändra avtalsvillkoren. Teleföretagen skall underrätta användarna om ändringar i avtalsvillkoren och om deras innehåll senast en månad innan de ändrade villkoren träder i kraft.",
        "folded_sv": "ett teleforetag far andra avgifter och ovriga villkor enligt ett avtal om kommunikationstjanster till nackdel for konsumenten endast 1) pa grunder som specificerats i avtalsvillkoren, forutsatt att avtalets innehall inte som helhet andras vasentligt, 2) med stod av en lagstiftningsandring eller ett myndighetsbeslut, 3) pa grund av andra sarskilda skal, om omstandigheterna forandrats vasentligt. ett teleforetag har dessutom ratt att gora sadana mindre andringar i avtalsvillkoren som inte paverkar avtalets centrala innehall. anvandaren har ratt att saga upp ett avtal om kommunikationstjanster med omedelbar verkan, om teleforetaget meddelar att det kommer att andra avtalsvillkoren. teleforetagen skall underratta anvandarna om andringar i avtalsvillkoren och om deras innehall senast en manad innan de andrade villkoren trader i kraft."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:72",
      "chapter": "7",
      "section": "72",
      "title": "Viestintäverkon rakennus- ja kunnossapitotyö sekä tietoturvaan liittyvät toimenpiteet",
      "content": "Teleyritys saa tilapäisesti ilman käyttäjän suostumusta keskeyttää viestintäpalvelun tarjonnan tai rajoittaa sen käyttöä, jos toimenpide on välttämätön viestintäverkon rakennus- tai kunnossapitotyön taikka tietoturvan vuoksi. Keskeytys on tehtävä käyttäjälle mahdollisimman vähän haittaa aiheuttavalla tavalla ja siitä on mahdollisuuksien mukaan tiedotettava hyvissä ajoin etukäteen. Jos palvelu on keskeytetty 1 momentissa tarkoitetusta syystä kalenterikuukaudessa yhteensä vähintään 48 tunnin ajan, teleyrityksen on hyvitettävä käyttäjälle tämän pyynnöstä palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:72",
        "normalized_fi": "Teleyritys saa tilapäisesti ilman käyttäjän suostumusta keskeyttää viestintäpalvelun tarjonnan tai rajoittaa sen käyttöä, jos toimenpide on välttämätön viestintäverkon rakennus- tai kunnossapitotyön taikka tietoturvan vuoksi. Keskeytys on tehtävä käyttäjälle mahdollisimman vähän haittaa aiheuttavalla tavalla ja siitä on mahdollisuuksien mukaan tiedotettava hyvissä ajoin etukäteen. Jos palvelu on keskeytetty 1 momentissa tarkoitetusta syystä kalenterikuukaudessa yhteensä vähintään 48 tunnin ajan, teleyrityksen on hyvitettävä käyttäjälle tämän pyynnöstä palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
        "folded_fi": "teleyritys saa tilapaisesti ilman kayttajan suostumusta keskeyttaa viestintapalvelun tarjonnan tai rajoittaa sen kayttoa, jos toimenpide on valttamaton viestintaverkon rakennus- tai kunnossapitotyon taikka tietoturvan vuoksi. keskeytys on tehtava kayttajalle mahdollisimman vahan haittaa aiheuttavalla tavalla ja siita on mahdollisuuksien mukaan tiedotettava hyvissa ajoin etukateen. jos palvelu on keskeytetty 1 momentissa tarkoitetusta syysta kalenterikuukaudessa yhteensa vahintaan 48 tunnin ajan, teleyrityksen on hyvitettava kayttajalle taman pyynnosta palvelun perusmaksu yhden kuukauden ajalta tai suoritettava vastaava kohtuullinen hyvitys.",
        "title_sv": "Bygg- och underhållsarbete på kommunikationsnät samt åtgärder i anslutning till dataskydd",
        "content_sv": "Ett teleföretag får tillfälligt utan användarens samtycke avbryta leveransen av en kommunikationstjänst eller begränsa dess användning, om åtgärden är nödvändig på grund av bygg- eller underhållsarbete på kommunikationsnätet eller av dataskyddsskäl. Avbrottet skall göras så att det orsakar användaren minsta möjliga olägenhet och om detta skall i mån av möjlighet informeras i god tid på förhand. Om en tjänst på grund av ett sådant skäl som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermånad, skall teleföretaget på begäran gottgöra användaren tjänstens grundavgift för en månad eller betala en motsvarande skälig gottgörelse.",
        "normalized_sv": "Ett teleföretag får tillfälligt utan användarens samtycke avbryta leveransen av en kommunikationstjänst eller begränsa dess användning, om åtgärden är nödvändig på grund av bygg- eller underhållsarbete på kommunikationsnätet eller av dataskyddsskäl. Avbrottet skall göras så att det orsakar användaren minsta möjliga olägenhet och om detta skall i mån av möjlighet informeras i god tid på förhand. Om en tjänst på grund av ett sådant skäl som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermånad, skall teleföretaget på begäran gottgöra användaren tjänstens grundavgift för en månad eller betala en motsvarande skälig gottgörelse.",
        "folded_sv": "ett teleforetag far tillfalligt utan anvandarens samtycke avbryta leveransen av en kommunikationstjanst eller begransa dess anvandning, om atgarden ar nodvandig pa grund av bygg- eller underhallsarbete pa kommunikationsnatet eller av dataskyddsskal. avbrottet skall goras sa att det orsakar anvandaren minsta mojliga olagenhet och om detta skall i man av mojlighet informeras i god tid pa forhand. om en tjanst pa grund av ett sadant skal som avses i 1 mom. har varit avbruten sammanlagt minst 48 timmar under en kalendermanad, skall teleforetaget pa begaran gottgora anvandaren tjanstens grundavgift for en manad eller betala en motsvarande skalig gottgorelse."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:73",
      "chapter": "7",
      "section": "73",
      "title": "Liittymän sulkeminen ja käytön rajoittaminen käyttäjästä johtuvasta syystä",
      "content": "Teleyrityksellä on oikeus rajoittaa puhelinverkon liittymän käyttöä tai sulkea se, jos käyttäjä ei ole maksanut kyseistä liittymää koskevaa erääntynyttä maksua. Teleyrityksellä on oikeus rajoittaa liittymän käyttöä myös, jos käyttäjä ylittää 61 §:n 2 momentissa tarkoitetun käyttörajan. Teleyrityksen on ilmoitettava käyttäjälle etukäteen käytön rajoittamisesta ja samalla annettava käyttäjälle ohjeet siitä, miten käytön rajoittaminen on estettävissä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:73",
        "normalized_fi": "Teleyrityksellä on oikeus rajoittaa puhelinverkon liittymän käyttöä tai sulkea se, jos käyttäjä ei ole maksanut kyseistä liittymää koskevaa erääntynyttä maksua. Teleyrityksellä on oikeus rajoittaa liittymän käyttöä myös, jos käyttäjä ylittää 61 § :n 2 momentissa tarkoitetun käyttörajan. Teleyrityksen on ilmoitettava käyttäjälle etukäteen käytön rajoittamisesta ja samalla annettava käyttäjälle ohjeet siitä, miten käytön rajoittaminen on estettävissä.",
        "folded_fi": "teleyrityksella on oikeus rajoittaa puhelinverkon liittyman kayttoa tai sulkea se, jos kayttaja ei ole maksanut kyseista liittymaa koskevaa eraantynytta maksua. teleyrityksella on oikeus rajoittaa liittyman kayttoa myos, jos kayttaja ylittaa 61 §:n 2 momentissa tarkoitetun kayttorajan. teleyrityksen on ilmoitettava kayttajalle etukateen kayton rajoittamisesta ja samalla annettava kayttajalle ohjeet siita, miten kayton rajoittaminen on estettavissa.",
        "title_sv": "Stängning av anslutning och begränsning av användningen av en orsak som beror på användaren",
        "content_sv": "Ett teleföretag har rätt att begränsa användningen av en telefonnätanslutning eller stänga anslutningen, om användaren inte har betalat en avgift som hänför sig till anslutningen i fråga och som förfallit till betalning. Ett teleföretag har rätt att begränsa användningen av en anslutning även om användaren överskrider den limit som avses i 61 § 2 mom. Teleföretaget skall på förhand underrätta användaren om begränsningen av användningen och samtidigt instruera användaren om hur en begränsning kan förhindras.",
        "normalized_sv": "Ett teleföretag har rätt att begränsa användningen av en telefonnätanslutning eller stänga anslutningen, om användaren inte har betalat en avgift som hänför sig till anslutningen i fråga och som förfallit till betalning. Ett teleföretag har rätt att begränsa användningen av en anslutning även om användaren överskrider den limit som avses i 61 § 2 mom. Teleföretaget skall på förhand underrätta användaren om begränsningen av användningen och samtidigt instruera användaren om hur en begränsning kan förhindras.",
        "folded_sv": "ett teleforetag har ratt att begransa anvandningen av en telefonnatanslutning eller stanga anslutningen, om anvandaren inte har betalat en avgift som hanfor sig till anslutningen i fraga och som forfallit till betalning. ett teleforetag har ratt att begransa anvandningen av en anslutning aven om anvandaren overskrider den limit som avses i 61 § 2 mom. teleforetaget skall pa forhand underratta anvandaren om begransningen av anvandningen och samtidigt instruera anvandaren om hur en begransning kan forhindras."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:74",
      "chapter": "7",
      "section": "74",
      "title": "Suljetun liittymän avaaminen",
      "content": "Teleyrityksellä on oikeus periä kohtuullinen maksu liittymän avaamisesta ja käyttörajoituksen poistamisesta. Maksua ei kuitenkaan saa periä 73 §:n 3 momentissa tarkoitetun käyttörajoituksen poistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:74",
        "normalized_fi": "Teleyrityksellä on oikeus periä kohtuullinen maksu liittymän avaamisesta ja käyttörajoituksen poistamisesta. Maksua ei kuitenkaan saa periä 73 § :n 3 momentissa tarkoitetun käyttörajoituksen poistamisesta.",
        "folded_fi": "teleyrityksella on oikeus peria kohtuullinen maksu liittyman avaamisesta ja kayttorajoituksen poistamisesta. maksua ei kuitenkaan saa peria 73 §:n 3 momentissa tarkoitetun kayttorajoituksen poistamisesta.",
        "title_sv": "Öppnande av stängd anslutning",
        "content_sv": "Teleföretaget har rätt att ta ut en skälig avgift för att öppna en anslutning eller avbryta en begränsning av användningen. För avbrytande av en sådan begränsning av användningen som avses i 73 § 3 mom. får dock ingen avgift tas ut.",
        "normalized_sv": "Teleföretaget har rätt att ta ut en skälig avgift för att öppna en anslutning eller avbryta en begränsning av användningen. För avbrytande av en sådan begränsning av användningen som avses i 73 § 3 mom. får dock ingen avgift tas ut.",
        "folded_sv": "teleforetaget har ratt att ta ut en skalig avgift for att oppna en anslutning eller avbryta en begransning av anvandningen. for avbrytande av en sadan begransning av anvandningen som avses i 73 § 3 mom. far dock ingen avgift tas ut."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:79 a",
      "chapter": "7",
      "section": "79 a",
      "title": "Viestintäpalvelun oikeudeton käyttö",
      "content": "Kuluttaja vastaa viestintäpalvelun oikeudettomasta käytöstä vain, jos oikeudeton käyttö on johtunut kuluttajan huolimattomuudesta, joka ei ole lievää. Kuluttaja ei vastaa viestintäpalvelun oikeudettomasta käytöstä siltä osin kuin viestintäpalvelua on käytetty sen jälkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siitä, että liittymä tai muu viestintäpalvelun hallinnoinnissa käytettävä väline on kadonnut tai että se on oikeudettomasti toisen hallussa. Teleyrityksellä on oikeus sulkea viestintäpalvelu välittömästi 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. Teleyrityksen velvollisuudesta sulkea matkapuhelinliittymä ja estää matkapuhelimen käyttö säädetään 76 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:79 a",
        "normalized_fi": "Kuluttaja vastaa viestintäpalvelun oikeudettomasta käytöstä vain, jos oikeudeton käyttö on johtunut kuluttajan huolimattomuudesta, joka ei ole lievää. Kuluttaja ei vastaa viestintäpalvelun oikeudettomasta käytöstä siltä osin kuin viestintäpalvelua on käytetty sen jälkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siitä, että liittymä tai muu viestintäpalvelun hallinnoinnissa käytettävä väline on kadonnut tai että se on oikeudettomasti toisen hallussa. Teleyrityksellä on oikeus sulkea viestintäpalvelu välittömästi 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. Teleyrityksen velvollisuudesta sulkea matkapuhelinliittymä ja estää matkapuhelimen käyttö säädetään 76 § :ssä.",
        "folded_fi": "kuluttaja vastaa viestintapalvelun oikeudettomasta kaytosta vain, jos oikeudeton kaytto on johtunut kuluttajan huolimattomuudesta, joka ei ole lievaa. kuluttaja ei vastaa viestintapalvelun oikeudettomasta kaytosta silta osin kuin viestintapalvelua on kaytetty sen jalkeen, kun kuluttaja on tehnyt teleyritykselle ilmoituksen siita, etta liittyma tai muu viestintapalvelun hallinnoinnissa kaytettava valine on kadonnut tai etta se on oikeudettomasti toisen hallussa. teleyrityksella on oikeus sulkea viestintapalvelu valittomasti 2 momentissa tarkoitetun ilmoituksen vastaanotettuaan. teleyrityksen velvollisuudesta sulkea matkapuhelinliittyma ja estaa matkapuhelimen kaytto saadetaan 76 §:ssa.",
        "title_sv": "Obehörig användning av kommunikationstjänst",
        "content_sv": "En konsument ansvarar för obehörig användning av en kommunikationstjänst endast om den obehöriga användningen berott på sådan vårdslöshet från konsumentens sida som inte är lindrig. Konsumenten ansvarar inte för obehörig användning av en kommunikationstjänst, om kommunikationstjänsten har använts efter det att konsumenten har anmält till teleföretaget att anslutningen eller ett annat vid administreringen av kommunikationstjänsten använt medel har försvunnit eller obehörigen innehas av någon annan. Ett teleföretag har rätt att stänga en kommunikationstjänst omedelbart efter det att en anmälan enligt 2 mom. har tagits emot. I fråga om teleföretags skyldighet att stänga en mobiltelefonanslutning och förhindra användning av mobiltelefonen föreskrivs i 76 §.",
        "normalized_sv": "En konsument ansvarar för obehörig användning av en kommunikationstjänst endast om den obehöriga användningen berott på sådan vårdslöshet från konsumentens sida som inte är lindrig. Konsumenten ansvarar inte för obehörig användning av en kommunikationstjänst, om kommunikationstjänsten har använts efter det att konsumenten har anmält till teleföretaget att anslutningen eller ett annat vid administreringen av kommunikationstjänsten använt medel har försvunnit eller obehörigen innehas av någon annan. Ett teleföretag har rätt att stänga en kommunikationstjänst omedelbart efter det att en anmälan enligt 2 mom. har tagits emot. I fråga om teleföretags skyldighet att stänga en mobiltelefonanslutning och förhindra användning av mobiltelefonen föreskrivs i 76 § .",
        "folded_sv": "en konsument ansvarar for obehorig anvandning av en kommunikationstjanst endast om den obehoriga anvandningen berott pa sadan vardsloshet fran konsumentens sida som inte ar lindrig. konsumenten ansvarar inte for obehorig anvandning av en kommunikationstjanst, om kommunikationstjansten har anvants efter det att konsumenten har anmalt till teleforetaget att anslutningen eller ett annat vid administreringen av kommunikationstjansten anvant medel har forsvunnit eller obehorigen innehas av nagon annan. ett teleforetag har ratt att stanga en kommunikationstjanst omedelbart efter det att en anmalan enligt 2 mom. har tagits emot. i fraga om teleforetags skyldighet att stanga en mobiltelefonanslutning och forhindra anvandning av mobiltelefonen foreskrivs i 76 §."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:83",
      "chapter": "7",
      "section": "83",
      "title": "Kuluttajansuojalain soveltaminen",
      "content": "Viestintävirasto valvoo teleyritysten sopimusehtojen käyttöä. Sopimusehtojen käyttöä kuluttajansuojan kannalta valvoo myös kuluttaja-asiamies. Viestintäviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyössä keskenään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:83",
        "normalized_fi": "Viestintävirasto valvoo teleyritysten sopimusehtojen käyttöä. Sopimusehtojen käyttöä kuluttajansuojan kannalta valvoo myös kuluttaja-asiamies. Viestintäviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyössä keskenään.",
        "folded_fi": "viestintavirasto valvoo teleyritysten sopimusehtojen kayttoa. sopimusehtojen kayttoa kuluttajansuojan kannalta valvoo myos kuluttaja-asiamies. viestintaviraston ja kuluttaja-asiamiehen on oltava asianmukaisessa yhteistyossa keskenaan.",
        "title_sv": "Tillämpning av konsumentskyddslagen",
        "content_sv": "Kommunikationsverket övervakar tillämpningen av teleföretagens avtalsvillkor. Tillämpningen av avtalsvillkor ur konsumentskyddets synvinkel övervakas även av konsumentombudsmannen. Kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra på behörigt sätt.",
        "normalized_sv": "Kommunikationsverket övervakar tillämpningen av teleföretagens avtalsvillkor. Tillämpningen av avtalsvillkor ur konsumentskyddets synvinkel övervakas även av konsumentombudsmannen. Kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra på behörigt sätt.",
        "folded_sv": "kommunikationsverket overvakar tillampningen av teleforetagens avtalsvillkor. tillampningen av avtalsvillkor ur konsumentskyddets synvinkel overvakas aven av konsumentombudsmannen. kommunikationsverket och konsumentombudsmannen skall samarbeta med varandra pa behorigt satt."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:121 a",
      "chapter": "7",
      "section": "121 a",
      "title": "Kohtuuttoman sopimusehdon kieltäminen",
      "content": "Viestintävirasto voi kieltää jatkamasta 66 §:n vastaisen sopimusehdon käyttämistä tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon käyttämistä, jos kielto on käyttäjän suojaamiseksi tarpeen. Viestintävirasto voi määrätä kiellon myös väliaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. Viestintävirasto voi asettaa määräämänsä kiellon tehosteeksi uhkasakon. Uhkasakon tuomitsee maksettavaksi markkinaoikeus. Viestintäviraston 1 tai 2 momentissa tarkoitettuun päätökseen ei saa hakea muutosta valittamalla. Teleyritys voi saattaa kieltopäätöksen markkinaoikeuden käsiteltäväksi 30 päivän kuluessa Viestintäviraston päätöksestä tiedon saatuaan. Muutoin päätös jää pysyväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:121 a",
        "normalized_fi": "Viestintävirasto voi kieltää jatkamasta 66 § :n vastaisen sopimusehdon käyttämistä tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon käyttämistä, jos kielto on käyttäjän suojaamiseksi tarpeen. Viestintävirasto voi määrätä kiellon myös väliaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. Viestintävirasto voi asettaa määräämänsä kiellon tehosteeksi uhkasakon. Uhkasakon tuomitsee maksettavaksi markkinaoikeus. Viestintäviraston 1 tai 2 momentissa tarkoitettuun päätökseen ei saa hakea muutosta valittamalla. Teleyritys voi saattaa kieltopäätöksen markkinaoikeuden käsiteltäväksi 30 päivän kuluessa Viestintäviraston päätöksestä tiedon saatuaan. Muutoin päätös jää pysyväksi.",
        "folded_fi": "viestintavirasto voi kieltaa jatkamasta 66 §:n vastaisen sopimusehdon kayttamista tai uudistamasta sellaisen tai siihen rinnastettavan sopimusehdon kayttamista, jos kielto on kayttajan suojaamiseksi tarpeen. viestintavirasto voi maarata kiellon myos valiaikaisena, jolloin kielto on voimassa, kunnes asia on lopullisesti ratkaistu. viestintavirasto voi asettaa maaraamansa kiellon tehosteeksi uhkasakon. uhkasakon tuomitsee maksettavaksi markkinaoikeus. viestintaviraston 1 tai 2 momentissa tarkoitettuun paatokseen ei saa hakea muutosta valittamalla. teleyritys voi saattaa kieltopaatoksen markkinaoikeuden kasiteltavaksi 30 paivan kuluessa viestintaviraston paatoksesta tiedon saatuaan. muutoin paatos jaa pysyvaksi.",
        "title_sv": "Förbjudande av oskäligt avtalsvillkor",
        "content_sv": "Kommunikationsverket kan, om detta är nödvändigt för att skydda användaren, förbjuda fortsatt användning av ett avtalsvillkor som strider mot 66 § eller förbjuda användning av sådana eller därmed jämförbara avtalsvillkor på nytt. Kommunikationsverket kan även meddela förbudet temporärt, varvid förbudet gäller tills ärendet har avgjorts slutgiltigt. Kommunikationsverket kan förena ett förbud som det utfärdat med vite. Marknadsdomstolen dömer ut vitet. Ändring i Kommunikationsverkets beslut som avses i 1 eller 2 mom. får inte sökas genom besvär. Ett teleföretag kan föra ett beslut om förbud till marknadsdomstolen inom 30 dagar efter det att företaget har fått del av Kommunikationsverkets beslut. I annat fall står beslutet fast.",
        "normalized_sv": "Kommunikationsverket kan, om detta är nödvändigt för att skydda användaren, förbjuda fortsatt användning av ett avtalsvillkor som strider mot 66 § eller förbjuda användning av sådana eller därmed jämförbara avtalsvillkor på nytt. Kommunikationsverket kan även meddela förbudet temporärt, varvid förbudet gäller tills ärendet har avgjorts slutgiltigt. Kommunikationsverket kan förena ett förbud som det utfärdat med vite. Marknadsdomstolen dömer ut vitet. Ändring i Kommunikationsverkets beslut som avses i 1 eller 2 mom. får inte sökas genom besvär. Ett teleföretag kan föra ett beslut om förbud till marknadsdomstolen inom 30 dagar efter det att företaget har fått del av Kommunikationsverkets beslut. I annat fall står beslutet fast.",
        "folded_sv": "kommunikationsverket kan, om detta ar nodvandigt for att skydda anvandaren, forbjuda fortsatt anvandning av ett avtalsvillkor som strider mot 66 § eller forbjuda anvandning av sadana eller darmed jamforbara avtalsvillkor pa nytt. kommunikationsverket kan aven meddela forbudet temporart, varvid forbudet galler tills arendet har avgjorts slutgiltigt. kommunikationsverket kan forena ett forbud som det utfardat med vite. marknadsdomstolen domer ut vitet. andring i kommunikationsverkets beslut som avses i 1 eller 2 mom. far inte sokas genom besvar. ett teleforetag kan fora ett beslut om forbud till marknadsdomstolen inom 30 dagar efter det att foretaget har fatt del av kommunikationsverkets beslut. i annat fall star beslutet fast."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:126",
      "chapter": "7",
      "section": "126",
      "title": "Erimielisyyksien ratkaiseminen Viestintävirastossa",
      "content": "Viestintäviraston ratkaisuvaltaan eivät kuulu teleyrityksen ja käyttäjän välistä sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:126",
        "normalized_fi": "Viestintäviraston ratkaisuvaltaan eivät kuulu teleyrityksen ja käyttäjän välistä sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
        "folded_fi": "viestintaviraston ratkaisuvaltaan eivat kuulu teleyrityksen ja kayttajan valista sopimussuhdetta tai korvausvastuuta taikka teleyrityksen takautumisoikeutta koskevat asiat.",
        "title_sv": "Avgörande av meningsskiljaktigheter vid Kommunikationsverket",
        "content_sv": "Kommunikationsverkets beslutanderätt omfattar inte frågor som gäller avtalsförhållandena eller ersättningsansvaret mellan teleföretag och användare eller teleföretags regressrätt.",
        "normalized_sv": "Kommunikationsverkets beslutanderätt omfattar inte frågor som gäller avtalsförhållandena eller ersättningsansvaret mellan teleföretag och användare eller teleföretags regressrätt.",
        "folded_sv": "kommunikationsverkets beslutanderatt omfattar inte fragor som galler avtalsforhallandena eller ersattningsansvaret mellan teleforetag och anvandare eller teleforetags regressratt."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "7:127",
      "chapter": "7",
      "section": "127",
      "title": "Muutoksenhaku",
      "content": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20, 121 a tai 126 §:n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintävirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintäministeriön tai Viestintäviraston päätöksen tai muuttanut sitä. Viestintäviraston 16―20 ja 126 §:n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valtioneuvoston ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Markkinaoikeuden 121 a §:n 4 momentissa tarkoitettuun päätökseen haetaan muutosta siten kuin eräiden markkinaoikeudellisten asioiden käsittelystä annetussa laissa (1528/2001) säädetään. Edellä 1 ja 3 momentissa tarkoitettua päätöstä koskeva valitus on käsiteltävä kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "7:127",
        "normalized_fi": "Liikenne- ja viestintäministeriön ja Viestintäviraston tämän lain muun kuin 16―20, 121 a tai 126 § :n nojalla antamaan päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Liikenne- ja viestintäministeriön ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Viestintävirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden päätökseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintäministeriön tai Viestintäviraston päätöksen tai muuttanut sitä. Viestintäviraston 16―20 ja 126 § :n nojalla tekemään päätökseen sekä markkinaoikeuden ja valtioneuvoston tekemään päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Valtioneuvoston ja Viestintäviraston päätöstä on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin määrää. Markkinaoikeuden 121 a § :n 4 momentissa tarkoitettuun päätökseen haetaan muutosta siten kuin eräiden markkinaoikeudellisten asioiden käsittelystä annetussa laissa (1528/2001) säädetään. Edellä 1 ja 3 momentissa tarkoitettua päätöstä koskeva valitus on käsiteltävä kiireellisenä.",
        "folded_fi": "liikenne- ja viestintaministerion ja viestintaviraston taman lain muun kuin 16―20, 121 a tai 126 §:n nojalla antamaan paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. liikenne- ja viestintaministerion ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. viestintavirastolla on oikeus hakea valittamalla muutosta 1 momentissa tarkoitettuun hallinto-oikeuden paatokseen, jolla hallinto-oikeus on kumonnut liikenne- ja viestintaministerion tai viestintaviraston paatoksen tai muuttanut sita. viestintaviraston 16―20 ja 126 §:n nojalla tekemaan paatokseen seka markkinaoikeuden ja valtioneuvoston tekemaan paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. valtioneuvoston ja viestintaviraston paatosta on noudatettava muutoksenhausta huolimatta, jollei valitusviranomainen toisin maaraa. markkinaoikeuden 121 a §:n 4 momentissa tarkoitettuun paatokseen haetaan muutosta siten kuin eraiden markkinaoikeudellisten asioiden kasittelysta annetussa laissa (1528/2001) saadetaan. edella 1 ja 3 momentissa tarkoitettua paatosta koskeva valitus on kasiteltava kiireellisena.",
        "title_sv": "Ändringssökande",
        "content_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20, 121 a eller 126 § i denna lag får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Kommunikationsministeriets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Kommunikationsverket har rätt att genom besvär söka ändring i ett sådant beslut av förvaltningsdomstolen som avses i 1 mom. och genom vilket förvaltningsdomstolen har upphävt kommunikationsministeriets eller Kommunikationsverkets beslut eller ändrat det. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Statsrådets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i marknadsdomstolens beslut som avses i 121 a § 4 mom. söks i enlighet med lagen om behandling av vissa marknadsrättsliga ärenden (1528/2001). Besvär över beslut som avses i 1 och 3 mom. skall behandlas i brådskande ordning.",
        "normalized_sv": "I ett beslut som kommunikationsministeriet och Kommunikationsverket har fattat med stöd av något annat lagrum än 16―20, 121 a eller 126 § i denna lag får ändring i enlighet med förvaltningsprocesslagen sökas genom besvär hos förvaltningsdomstolen. Kommunikationsministeriets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Kommunikationsverket har rätt att genom besvär söka ändring i ett sådant beslut av förvaltningsdomstolen som avses i 1 mom. och genom vilket förvaltningsdomstolen har upphävt kommunikationsministeriets eller Kommunikationsverkets beslut eller ändrat det. Ändring i beslut som Kommunikationsverket har fattat med stöd av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsrådet får sökas genom besvär hos högsta förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen. Statsrådets och Kommunikationsverkets beslut skall iakttas trots att ändring har sökts, om inte besvärsmyndigheten bestämmer något annat. Ändring i marknadsdomstolens beslut som avses i 121 a § 4 mom. söks i enlighet med lagen om behandling av vissa marknadsrättsliga ärenden (1528/2001). Besvär över beslut som avses i 1 och 3 mom. skall behandlas i brådskande ordning.",
        "folded_sv": "i ett beslut som kommunikationsministeriet och kommunikationsverket har fattat med stod av nagot annat lagrum an 16―20, 121 a eller 126 § i denna lag far andring i enlighet med forvaltningsprocesslagen sokas genom besvar hos forvaltningsdomstolen. kommunikationsministeriets och kommunikationsverkets beslut skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. kommunikationsverket har ratt att genom besvar soka andring i ett sadant beslut av forvaltningsdomstolen som avses i 1 mom. och genom vilket forvaltningsdomstolen har upphavt kommunikationsministeriets eller kommunikationsverkets beslut eller andrat det. andring i beslut som kommunikationsverket har fattat med stod av 16―20 och 126 § samt i beslut av marknadsdomstolen och statsradet far sokas genom besvar hos hogsta forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen. statsradets och kommunikationsverkets beslut skall iakttas trots att andring har sokts, om inte besvarsmyndigheten bestammer nagot annat. andring i marknadsdomstolens beslut som avses i 121 a § 4 mom. soks i enlighet med lagen om behandling av vissa marknadsrattsliga arenden (1528/2001). besvar over beslut som avses i 1 och 3 mom. skall behandlas i bradskande ordning."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "14:138 b",
      "chapter": "14",
      "section": "138 b",
      "title": "Teleyrityksen takautumisoikeus",
      "content": "Jos teleyritys on tämän lain nojalla joutunut käyttäjälle vastuuseen sellaisesta viivästyksestä tai virheestä, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiseltä toiselta teleyritykseltä, jollei tämä osoita, ettei viivästys tai virhe johtunut huolimattomuudesta sen puolella. Teleyrityksellä on 1 momentin mukainen takautumisoikeus siitä riippumatta, ovatko teleyritykset sopimussuhteessa keskenään. Ennen vahingon ilmenemistä tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitätön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "14:138 b",
        "normalized_fi": "Jos teleyritys on tämän lain nojalla joutunut käyttäjälle vastuuseen sellaisesta viivästyksestä tai virheestä, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiseltä toiselta teleyritykseltä, jollei tämä osoita, ettei viivästys tai virhe johtunut huolimattomuudesta sen puolella. Teleyrityksellä on 1 momentin mukainen takautumisoikeus siitä riippumatta, ovatko teleyritykset sopimussuhteessa keskenään. Ennen vahingon ilmenemistä tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitätön.",
        "folded_fi": "jos teleyritys on taman lain nojalla joutunut kayttajalle vastuuseen sellaisesta viivastyksesta tai virheesta, joka johtuu toisen teleyrityksen toiminnasta, vastuuseen joutuneella on oikeus saada korvaus vahingostaan kyseiselta toiselta teleyritykselta, jollei tama osoita, ettei viivastys tai virhe johtunut huolimattomuudesta sen puolella. teleyrityksella on 1 momentin mukainen takautumisoikeus siita riippumatta, ovatko teleyritykset sopimussuhteessa keskenaan. ennen vahingon ilmenemista tehdyn sopimuksen ehto, joka rajoittaa takautumisoikeutta, on mitaton.",
        "title_sv": "Teleföretags regressrätt",
        "content_sv": "Om ett teleföretag med stöd av denna lag har blivit ansvarigt gentemot användaren för ett dröjsmål eller ett fel som beror på ett annat teleföretags verksamhet, har det teleföretag som blivit ansvarigt rätt till skadestånd av det andra teleföretaget, om detta inte visar att dröjsmålet eller felet inte berott på vårdslöshet från dess sida. Teleföretaget har regressrätt i enlighet med 1 mom. oberoende av om teleföretagen står i avtalsförhållande sinsemellan eller inte. Ett villkor i ett avtal som ingåtts innan skadan framträtt och som begränsar regressrätten är utan verkan.",
        "normalized_sv": "Om ett teleföretag med stöd av denna lag har blivit ansvarigt gentemot användaren för ett dröjsmål eller ett fel som beror på ett annat teleföretags verksamhet, har det teleföretag som blivit ansvarigt rätt till skadestånd av det andra teleföretaget, om detta inte visar att dröjsmålet eller felet inte berott på vårdslöshet från dess sida. Teleföretaget har regressrätt i enlighet med 1 mom. oberoende av om teleföretagen står i avtalsförhållande sinsemellan eller inte. Ett villkor i ett avtal som ingåtts innan skadan framträtt och som begränsar regressrätten är utan verkan.",
        "folded_sv": "om ett teleforetag med stod av denna lag har blivit ansvarigt gentemot anvandaren for ett drojsmal eller ett fel som beror pa ett annat teleforetags verksamhet, har det teleforetag som blivit ansvarigt ratt till skadestand av det andra teleforetaget, om detta inte visar att drojsmalet eller felet inte berott pa vardsloshet fran dess sida. teleforetaget har regressratt i enlighet med 1 mom. oberoende av om teleforetagen star i avtalsforhallande sinsemellan eller inte. ett villkor i ett avtal som ingatts innan skadan framtratt och som begransar regressratten ar utan verkan."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Teletoimintailmoitus",
      "content": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava Viestintävirastolle. Teleyrityksen on ilmoitettava toiminnan lopettamisesta Viestintävirastolle viimeistään viikkoa ennen toiminnan loppumista. Jos toimintansa lopettava teleyritys on palveluyritys, myös sen verkkoyrityksen, jonka viestintäverkossa palveluyritys toimii, on ilmoitettava asiasta Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava Viestintävirastolle. Teleyrityksen on ilmoitettava toiminnan lopettamisesta Viestintävirastolle viimeistään viikkoa ennen toiminnan loppumista. Jos toimintansa lopettava teleyritys on palveluyritys, myös sen verkkoyrityksen, jonka viestintäverkossa palveluyritys toimii, on ilmoitettava asiasta Viestintävirastolle. Viestintävirasto voi myös omasta aloitteestaan todeta teleyrityksen toiminnan päättyneeksi, jos se saa toiminnan päättymisestä luotettavaa selvitystä.",
        "folded_fi": "teletoimintailmoituksen tiedoissa tapahtuneista muutoksista on ilmoitettava viestintavirastolle. teleyrityksen on ilmoitettava toiminnan lopettamisesta viestintavirastolle viimeistaan viikkoa ennen toiminnan loppumista. jos toimintansa lopettava teleyritys on palveluyritys, myos sen verkkoyrityksen, jonka viestintaverkossa palveluyritys toimii, on ilmoitettava asiasta viestintavirastolle. viestintavirasto voi myos omasta aloitteestaan todeta teleyrityksen toiminnan paattyneeksi, jos se saa toiminnan paattymisesta luotettavaa selvitysta.",
        "title_sv": "Televerksamhetsanmälan",
        "content_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan. Om ett teleföretag upphör med sin verksamhet, skall det underrätta Kommunikationsverket om detta senast en vecka innan verksamheten upphör. Om det teleföretag som upphör med sin verksamhet är ett tjänsteföretag skall även det nätföretag inom vars kommunikationsnät tjänsteföretaget är verksamt underrätta Kommunikationsverket om saken. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "normalized_sv": "Kommunikationsverket skall underrättas om förändringar i uppgifterna i televerksamhetsanmälan. Om ett teleföretag upphör med sin verksamhet, skall det underrätta Kommunikationsverket om detta senast en vecka innan verksamheten upphör. Om det teleföretag som upphör med sin verksamhet är ett tjänsteföretag skall även det nätföretag inom vars kommunikationsnät tjänsteföretaget är verksamt underrätta Kommunikationsverket om saken. Kommunikationsverket kan även på eget initiativ konstatera att ett teleföretags verksamhet har upphört, om verket får tillförlitlig utredning om att verksamheten upphört.",
        "folded_sv": "kommunikationsverket skall underrattas om forandringar i uppgifterna i televerksamhetsanmalan. om ett teleforetag upphor med sin verksamhet, skall det underratta kommunikationsverket om detta senast en vecka innan verksamheten upphor. om det teleforetag som upphor med sin verksamhet ar ett tjansteforetag skall aven det natforetag inom vars kommunikationsnat tjansteforetaget ar verksamt underratta kommunikationsverket om saken. kommunikationsverket kan aven pa eget initiativ konstatera att ett teleforetags verksamhet har upphort, om verket far tillforlitlig utredning om att verksamheten upphort."
      },
      "valid_from": "2006-09-01",
      "valid_to": null
    }
  ]
}