{
  "id": "759/2015",
  "type": "statute",
  "title": "Laki edellytyksistä osallistua tietyissä Ahvenanmaan maakuntaan rakennettavissa tuulivoimaloissa tuotetun sähkön tuotantotuen kustannuksiin",
  "title_en": "Lag om villkoren för deltagande i kostnaderna för produktionsstödet för el som produceras vid vissa vindkraftverk som byggs i landskapet Åland",
  "status": "in_force",
  "issued_date": "2015-06-12",
  "in_force_date": "2015-06-12",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/759/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään niistä edellytyksistä, joilla valtio voi osallistua Ahvenanmaan maakuntaan rakennettavissa, liitteessä mainituissa tuulivoimaloissa tuotetun sähkön tuotantotuen kustannuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään niistä edellytyksistä, joilla valtio voi osallistua Ahvenanmaan maakuntaan rakennettavissa, liitteessä mainituissa tuulivoimaloissa tuotetun sähkön tuotantotuen kustannuksiin.",
        "folded_fi": "tassa laissa saadetaan niista edellytyksista, joilla valtio voi osallistua ahvenanmaan maakuntaan rakennettavissa, liitteessa mainituissa tuulivoimaloissa tuotetun sahkon tuotantotuen kustannuksiin.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om villkoren för statens deltagande i kostnaderna för produktionsstödet för el som produceras vid de i bilagan nämnda vindkraftverk som byggs i landskapet Åland.",
        "normalized_sv": "Denna lag innehåller bestämmelser om villkoren för statens deltagande i kostnaderna för produktionsstödet för el som produceras vid de i bilagan nämnda vindkraftverk som byggs i landskapet Åland.",
        "folded_sv": "denna lag innehaller bestammelser om villkoren for statens deltagande i kostnaderna for produktionsstodet for el som produceras vid de i bilagan namnda vindkraftverk som byggs i landskapet aland."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain suhde muuhun lainsäädäntöön",
      "content": "Sen lisäksi, mitä tässä laissa säädetään, valtion varoista maksettavaan tuotantotukeen sovelletaan, mitä valtion talousarviosta annetussa laissa (423/1988) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Sen lisäksi, mitä tässä laissa säädetään, valtion varoista maksettavaan tuotantotukeen sovelletaan, mitä valtion talousarviosta annetussa laissa (423/1988) säädetään.",
        "folded_fi": "sen lisaksi, mita tassa laissa saadetaan, valtion varoista maksettavaan tuotantotukeen sovelletaan, mita valtion talousarviosta annetussa laissa (423/1988) saadetaan.",
        "title_sv": "Lagens förhållande till annan lagstiftning",
        "content_sv": "På produktionsstöd som betalas med statsmedel tillämpas utöver denna lag vad som föreskrivs i lagen om statsbudgeten (423/1988).",
        "normalized_sv": "På produktionsstöd som betalas med statsmedel tillämpas utöver denna lag vad som föreskrivs i lagen om statsbudgeten (423/1988).",
        "folded_sv": "pa produktionsstod som betalas med statsmedel tillampas utover denna lag vad som foreskrivs i lagen om statsbudgeten (423/1988)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Työ- ja elinkeinoministeriön tehtävät",
      "content": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen sekä lain noudattamisen valvonta kuuluvat työ- ja elinkeinoministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen sekä lain noudattamisen valvonta kuuluvat työ- ja elinkeinoministeriölle.",
        "folded_fi": "taman lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittaminen seka lain noudattamisen valvonta kuuluvat tyo- ja elinkeinoministeriolle.",
        "title_sv": "Arbets- och näringsministeriets uppgifter",
        "content_sv": "Den allmänna ledningen, uppföljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen över efterlevnaden av lagen hör till arbets- och näringsministeriets uppgifter.",
        "normalized_sv": "Den allmänna ledningen, uppföljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen över efterlevnaden av lagen hör till arbets- och näringsministeriets uppgifter.",
        "folded_sv": "den allmanna ledningen, uppfoljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen over efterlevnaden av lagen hor till arbets- och naringsministeriets uppgifter."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Edellytykset valtion osallistumiselle kustannuksiin",
      "content": "Valtion varoista voidaan osallistua liitteessä mainituissa tuulivoimaloissa tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin, jos: 1) Ahvenanmaan maakunta on: a) tehnyt päätökset ohjauskeinoista ja sitoutunut niiden edellyttämään rahoitukseen uusiutuvan osuuden lisäämiseksi maakunnassa vähintään 9,5 prosenttiyksikköä vuoteen 2020 mennessä sekä tehnyt päätöksistä täytäntöönpanoilmoituksen Euroopan komissiolle; b) toimittanut uusiutuvan energian edistämistä koskevan, uusiutuvista lähteistä peräisin olevan energian käytön edistämisestä sekä direktiivien 2001/77/EY ja 2003/30/EY muuttamisesta ja myöhemmästä kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/28/EY ja sen nojalla annetun komission päätöksen mukaisen toimintasuunnitelman Euroopan komissiolle; sekä c) sitoutunut muihin EU-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) Ahvenanmaan maakunta on säätänyt tuulivoiman edistämisestä maakuntalain, joka sisältää säännökset tuotantotuen myöntämisen ja maksamisen edellytyksistä, valvonnasta sekä tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, että: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eikä sisällä käytettyjä osia; c) sijoitetun pääoman tuotto on enintään 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksestä, palauttamisesta ja takaisinperinnästä sekä valvonnasta on riittävät ja asianmukaiset säännökset; 3) Ahvenanmaan maakunta on suorittanut valtiolle vähintään 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissä tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen käyttöön ennen 1 päivää tammikuuta 2020; 5) Euroopan komissio on katsonut tässä laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa säädetyn tukijärjestelmän soveltuvan sisämarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa Ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; sekä 7) työ- ja elinkeinoministeriö saa tämän lain noudattamisen valvomiseksi oikeat ja riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtion varoista voidaan osallistua liitteessä mainituissa tuulivoimaloissa tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin, jos: 1) Ahvenanmaan maakunta on: a) tehnyt päätökset ohjauskeinoista ja sitoutunut niiden edellyttämään rahoitukseen uusiutuvan osuuden lisäämiseksi maakunnassa vähintään 9,5 prosenttiyksikköä vuoteen 2020 mennessä sekä tehnyt päätöksistä täytäntöönpanoilmoituksen Euroopan komissiolle; b) toimittanut uusiutuvan energian edistämistä koskevan, uusiutuvista lähteistä peräisin olevan energian käytön edistämisestä sekä direktiivien 2001/77/EY ja 2003/30/EY muuttamisesta ja myöhemmästä kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/28/EY ja sen nojalla annetun komission päätöksen mukaisen toimintasuunnitelman Euroopan komissiolle; sekä c) sitoutunut muihin EU-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) Ahvenanmaan maakunta on säätänyt tuulivoiman edistämisestä maakuntalain, joka sisältää säännökset tuotantotuen myöntämisen ja maksamisen edellytyksistä, valvonnasta sekä tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, että: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eikä sisällä käytettyjä osia; c) sijoitetun pääoman tuotto on enintään 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksestä, palauttamisesta ja takaisinperinnästä sekä valvonnasta on riittävät ja asianmukaiset säännökset; 3) Ahvenanmaan maakunta on suorittanut valtiolle vähintään 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissä tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen käyttöön ennen 1 päivää tammikuuta 2020; 5) Euroopan komissio on katsonut tässä laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa säädetyn tukijärjestelmän soveltuvan sisämarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa Ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; sekä 7) työ- ja elinkeinoministeriö saa tämän lain noudattamisen valvomiseksi oikeat ja riittävät tiedot.",
        "folded_fi": "valtion varoista voidaan osallistua liitteessa mainituissa tuulivoimaloissa tuotetusta sahkosta maksettavan tuotantotuen kustannuksiin, jos: 1) ahvenanmaan maakunta on: a) tehnyt paatokset ohjauskeinoista ja sitoutunut niiden edellyttamaan rahoitukseen uusiutuvan osuuden lisaamiseksi maakunnassa vahintaan 9,5 prosenttiyksikkoa vuoteen 2020 mennessa seka tehnyt paatoksista taytantoonpanoilmoituksen euroopan komissiolle; b) toimittanut uusiutuvan energian edistamista koskevan, uusiutuvista lahteista peraisin olevan energian kayton edistamisesta seka direktiivien 2001/77/ey ja 2003/30/ey muuttamisesta ja myohemmasta kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2009/28/ey ja sen nojalla annetun komission paatoksen mukaisen toimintasuunnitelman euroopan komissiolle; seka c) sitoutunut muihin eu-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) ahvenanmaan maakunta on saatanyt tuulivoiman edistamisesta maakuntalain, joka sisaltaa saannokset tuotantotuen myontamisen ja maksamisen edellytyksista, valvonnasta seka tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, etta: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eika sisalla kaytettyja osia; c) sijoitetun paaoman tuotto on enintaan 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksesta, palauttamisesta ja takaisinperinnasta seka valvonnasta on riittavat ja asianmukaiset saannokset; 3) ahvenanmaan maakunta on suorittanut valtiolle vahintaan 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissa tuotetusta sahkosta maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen kayttoon ennen 1 paivaa tammikuuta 2020; 5) euroopan komissio on katsonut tassa laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa saadetyn tukijarjestelman soveltuvan sisamarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; seka 7) tyo- ja elinkeinoministerio saa taman lain noudattamisen valvomiseksi oikeat ja riittavat tiedot.",
        "title_sv": "Villkoren för statens deltagande i kostnaderna",
        "content_sv": "Med statsmedel är det möjligt att delta i kostnaderna för det produktionsstöd som betalas för el som produceras vid de vindkraftverk som nämns i bilagan om 1) landskapet Åland har a) fattat beslut om styrmedlen och gjort de ekonomiska åtaganden som styrmedlen förutsätter för att öka andelen förnybar energi i landskapet med minst 9,5 procentenheter fram till år 2020 samt lämnat in ett genomförandemeddelande till Europeiska kommissionen, b) till Europeiska kommissionen lämnat in en sådan handlingsplan för främjande av förnybar energi som avses i Europaparlamentets och rådets direktiv 2009/28/EG om främjande av användningen av energi från förnybara energikällor och om ändring och ett senare upphävande av direktiven 2001/77/EG och 2003/30/EG och i kommissionens beslut som antagits med stöd av direktivet, samt c) förbundit sig att fullgöra de övriga skyldigheter i fråga om förnybar energi som följer av EU-rätten, 2) landskapet Åland har stiftat en landskapslag om främjande av vindkraften som innehåller bestämmelser om villkoren för beviljande och betalning av produktionsstöd, om tillsyn och om vindkraftsproducenternas rättigheter och skyldigheter så att a) stöd betalas i 12 års tid, b) stöd betalas endast om vindkraftverket inte fått statligt stöd och är nytt och inte innehåller några begagnade delar, c) avkastningen på investerat kapital är högst 9,6 procent, och d) det finns tillräckliga och ändamålsenliga bestämmelser om avbrytande av utbetalning, återbetalning och återkrav av stödet och om tillsyn, 3) landskapet Åland har betalat staten minst 500 000 euro för varje vindkraftverk under varje sådant år då staten deltar i kostnaderna för det produktionsstöd som betalas för el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk före den 1 januari 2020, 5) Europeiska kommissionen har ansett att det statliga stöd som avses i denna lag och den stödordning som det föreskrivs om i den i 2 punkten avsedda landskapslagen är förenliga med den inre marknaden, 6) statens revisionsverks rätt att granska de företag i landskapet Åland som får sådant produktionsstöd som staten deltar i kostnaderna för har säkerställts, och 7) arbets- och näringsministeriet får korrekta och tillräckliga uppgifter för tillsynen över efterlevnaden av denna lag.",
        "normalized_sv": "Med statsmedel är det möjligt att delta i kostnaderna för det produktionsstöd som betalas för el som produceras vid de vindkraftverk som nämns i bilagan om 1) landskapet Åland har a) fattat beslut om styrmedlen och gjort de ekonomiska åtaganden som styrmedlen förutsätter för att öka andelen förnybar energi i landskapet med minst 9,5 procentenheter fram till år 2020 samt lämnat in ett genomförandemeddelande till Europeiska kommissionen, b) till Europeiska kommissionen lämnat in en sådan handlingsplan för främjande av förnybar energi som avses i Europaparlamentets och rådets direktiv 2009/28/EG om främjande av användningen av energi från förnybara energikällor och om ändring och ett senare upphävande av direktiven 2001/77/EG och 2003/30/EG och i kommissionens beslut som antagits med stöd av direktivet, samt c) förbundit sig att fullgöra de övriga skyldigheter i fråga om förnybar energi som följer av EU-rätten, 2) landskapet Åland har stiftat en landskapslag om främjande av vindkraften som innehåller bestämmelser om villkoren för beviljande och betalning av produktionsstöd, om tillsyn och om vindkraftsproducenternas rättigheter och skyldigheter så att a) stöd betalas i 12 års tid, b) stöd betalas endast om vindkraftverket inte fått statligt stöd och är nytt och inte innehåller några begagnade delar, c) avkastningen på investerat kapital är högst 9,6 procent, och d) det finns tillräckliga och ändamålsenliga bestämmelser om avbrytande av utbetalning, återbetalning och återkrav av stödet och om tillsyn, 3) landskapet Åland har betalat staten minst 500 000 euro för varje vindkraftverk under varje sådant år då staten deltar i kostnaderna för det produktionsstöd som betalas för el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk före den 1 januari 2020, 5) Europeiska kommissionen har ansett att det statliga stöd som avses i denna lag och den stödordning som det föreskrivs om i den i 2 punkten avsedda landskapslagen är förenliga med den inre marknaden, 6) statens revisionsverks rätt att granska de företag i landskapet Åland som får sådant produktionsstöd som staten deltar i kostnaderna för har säkerställts, och 7) arbets- och näringsministeriet får korrekta och tillräckliga uppgifter för tillsynen över efterlevnaden av denna lag.",
        "folded_sv": "med statsmedel ar det mojligt att delta i kostnaderna for det produktionsstod som betalas for el som produceras vid de vindkraftverk som namns i bilagan om 1) landskapet aland har a) fattat beslut om styrmedlen och gjort de ekonomiska ataganden som styrmedlen forutsatter for att oka andelen fornybar energi i landskapet med minst 9,5 procentenheter fram till ar 2020 samt lamnat in ett genomforandemeddelande till europeiska kommissionen, b) till europeiska kommissionen lamnat in en sadan handlingsplan for framjande av fornybar energi som avses i europaparlamentets och radets direktiv 2009/28/eg om framjande av anvandningen av energi fran fornybara energikallor och om andring och ett senare upphavande av direktiven 2001/77/eg och 2003/30/eg och i kommissionens beslut som antagits med stod av direktivet, samt c) forbundit sig att fullgora de ovriga skyldigheter i fraga om fornybar energi som foljer av eu-ratten, 2) landskapet aland har stiftat en landskapslag om framjande av vindkraften som innehaller bestammelser om villkoren for beviljande och betalning av produktionsstod, om tillsyn och om vindkraftsproducenternas rattigheter och skyldigheter sa att a) stod betalas i 12 ars tid, b) stod betalas endast om vindkraftverket inte fatt statligt stod och ar nytt och inte innehaller nagra begagnade delar, c) avkastningen pa investerat kapital ar hogst 9,6 procent, och d) det finns tillrackliga och andamalsenliga bestammelser om avbrytande av utbetalning, aterbetalning och aterkrav av stodet och om tillsyn, 3) landskapet aland har betalat staten minst 500 000 euro for varje vindkraftverk under varje sadant ar da staten deltar i kostnaderna for det produktionsstod som betalas for el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk fore den 1 januari 2020, 5) europeiska kommissionen har ansett att det statliga stod som avses i denna lag och den stodordning som det foreskrivs om i den i 2 punkten avsedda landskapslagen ar forenliga med den inre marknaden, 6) statens revisionsverks ratt att granska de foretag i landskapet aland som far sadant produktionsstod som staten deltar i kostnaderna for har sakerstallts, och 7) arbets- och naringsministeriet far korrekta och tillrackliga uppgifter for tillsynen over efterlevnaden av denna lag."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tuotantotuen maksaminen",
      "content": "Jos valtio 4 §:n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijärjestelmään hyväksytylle sähkön tuottajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos valtio 4 § :n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijärjestelmään hyväksytylle sähkön tuottajalle.",
        "folded_fi": "jos valtio 4 §:n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijarjestelmaan hyvaksytylle sahkon tuottajalle.",
        "title_sv": "Utbetalningen av produktionsstödet",
        "content_sv": "Om staten med stöd av 4 § deltar i kostnaderna för produktionsstödet, utbetalas statsunderstödet direkt till den elproducent som har godkänts för stödordningen.",
        "normalized_sv": "Om staten med stöd av 4 § deltar i kostnaderna för produktionsstödet, utbetalas statsunderstödet direkt till den elproducent som har godkänts för stödordningen.",
        "folded_sv": "om staten med stod av 4 § deltar i kostnaderna for produktionsstodet, utbetalas statsunderstodet direkt till den elproducent som har godkants for stodordningen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lain soveltamisala",
      "content": "Tässä laissa säädetään niistä edellytyksistä, joilla valtio voi osallistua Ahvenanmaan maakuntaan rakennettavissa, liitteessä mainituissa tuulivoimaloissa tuotetun sähkön tuotantotuen kustannuksiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tässä laissa säädetään niistä edellytyksistä, joilla valtio voi osallistua Ahvenanmaan maakuntaan rakennettavissa, liitteessä mainituissa tuulivoimaloissa tuotetun sähkön tuotantotuen kustannuksiin.",
        "folded_fi": "tassa laissa saadetaan niista edellytyksista, joilla valtio voi osallistua ahvenanmaan maakuntaan rakennettavissa, liitteessa mainituissa tuulivoimaloissa tuotetun sahkon tuotantotuen kustannuksiin.",
        "title_sv": "Lagens tillämpningsområde",
        "content_sv": "Denna lag innehåller bestämmelser om villkoren för statens deltagande i kostnaderna för produktionsstödet för el som produceras vid de i bilagan nämnda vindkraftverk som byggs i landskapet Åland.",
        "normalized_sv": "Denna lag innehåller bestämmelser om villkoren för statens deltagande i kostnaderna för produktionsstödet för el som produceras vid de i bilagan nämnda vindkraftverk som byggs i landskapet Åland.",
        "folded_sv": "denna lag innehaller bestammelser om villkoren for statens deltagande i kostnaderna for produktionsstodet for el som produceras vid de i bilagan namnda vindkraftverk som byggs i landskapet aland."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Lain suhde muuhun lainsäädäntöön",
      "content": "Sen lisäksi, mitä tässä laissa säädetään, valtion varoista maksettavaan tuotantotukeen sovelletaan, mitä valtion talousarviosta annetussa laissa (423/1988) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Sen lisäksi, mitä tässä laissa säädetään, valtion varoista maksettavaan tuotantotukeen sovelletaan, mitä valtion talousarviosta annetussa laissa (423/1988) säädetään.",
        "folded_fi": "sen lisaksi, mita tassa laissa saadetaan, valtion varoista maksettavaan tuotantotukeen sovelletaan, mita valtion talousarviosta annetussa laissa (423/1988) saadetaan.",
        "title_sv": "Lagens förhållande till annan lagstiftning",
        "content_sv": "På produktionsstöd som betalas med statsmedel tillämpas utöver denna lag vad som föreskrivs i lagen om statsbudgeten (423/1988).",
        "normalized_sv": "På produktionsstöd som betalas med statsmedel tillämpas utöver denna lag vad som föreskrivs i lagen om statsbudgeten (423/1988).",
        "folded_sv": "pa produktionsstod som betalas med statsmedel tillampas utover denna lag vad som foreskrivs i lagen om statsbudgeten (423/1988)."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Työ- ja elinkeinoministeriön tehtävät",
      "content": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen sekä lain noudattamisen valvonta kuuluvat työ- ja elinkeinoministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Tämän lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittäminen sekä lain noudattamisen valvonta kuuluvat työ- ja elinkeinoministeriölle.",
        "folded_fi": "taman lain mukaisen toiminnan yleinen ohjaus, seuranta ja kehittaminen seka lain noudattamisen valvonta kuuluvat tyo- ja elinkeinoministeriolle.",
        "title_sv": "Arbets- och näringsministeriets uppgifter",
        "content_sv": "Den allmänna ledningen, uppföljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen över efterlevnaden av lagen hör till arbets- och näringsministeriets uppgifter.",
        "normalized_sv": "Den allmänna ledningen, uppföljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen över efterlevnaden av lagen hör till arbets- och näringsministeriets uppgifter.",
        "folded_sv": "den allmanna ledningen, uppfoljningen och utvecklingen av verksamhet enligt denna lag samt tillsynen over efterlevnaden av lagen hor till arbets- och naringsministeriets uppgifter."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Edellytykset valtion osallistumiselle kustannuksiin",
      "content": "Valtion varoista voidaan osallistua liitteessä mainituissa tuulivoimaloissa tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin, jos: 1) Ahvenanmaan maakunta on: a) tehnyt päätökset ohjauskeinoista ja sitoutunut niiden edellyttämään rahoitukseen uusiutuvan osuuden lisäämiseksi maakunnassa vähintään 9,5 prosenttiyksikköä vuoteen 2020 mennessä sekä tehnyt päätöksistä täytäntöönpanoilmoituksen Euroopan komissiolle; b) toimittanut uusiutuvan energian edistämistä koskevan, uusiutuvista lähteistä peräisin olevan energian käytön edistämisestä sekä direktiivien 2001/77/EY ja 2003/30/EY muuttamisesta ja myöhemmästä kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/28/EY ja sen nojalla annetun komission päätöksen mukaisen toimintasuunnitelman Euroopan komissiolle; sekä c) sitoutunut muihin EU-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) Ahvenanmaan maakunta on säätänyt tuulivoiman edistämisestä maakuntalain, joka sisältää säännökset tuotantotuen myöntämisen ja maksamisen edellytyksistä, valvonnasta sekä tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, että: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eikä sisällä käytettyjä osia; c) sijoitetun pääoman tuotto on enintään 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksestä, palauttamisesta ja takaisinperinnästä sekä valvonnasta on riittävät ja asianmukaiset säännökset; 3) Ahvenanmaan maakunta on suorittanut valtiolle vähintään 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissä tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen käyttöön ennen 1 päivää tammikuuta 2020; 5) Euroopan komissio on katsonut tässä laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa säädetyn tukijärjestelmän soveltuvan sisämarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa Ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; sekä 7) työ- ja elinkeinoministeriö saa tämän lain noudattamisen valvomiseksi oikeat ja riittävät tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Valtion varoista voidaan osallistua liitteessä mainituissa tuulivoimaloissa tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin, jos: 1) Ahvenanmaan maakunta on: a) tehnyt päätökset ohjauskeinoista ja sitoutunut niiden edellyttämään rahoitukseen uusiutuvan osuuden lisäämiseksi maakunnassa vähintään 9,5 prosenttiyksikköä vuoteen 2020 mennessä sekä tehnyt päätöksistä täytäntöönpanoilmoituksen Euroopan komissiolle; b) toimittanut uusiutuvan energian edistämistä koskevan, uusiutuvista lähteistä peräisin olevan energian käytön edistämisestä sekä direktiivien 2001/77/EY ja 2003/30/EY muuttamisesta ja myöhemmästä kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2009/28/EY ja sen nojalla annetun komission päätöksen mukaisen toimintasuunnitelman Euroopan komissiolle; sekä c) sitoutunut muihin EU-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) Ahvenanmaan maakunta on säätänyt tuulivoiman edistämisestä maakuntalain, joka sisältää säännökset tuotantotuen myöntämisen ja maksamisen edellytyksistä, valvonnasta sekä tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, että: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eikä sisällä käytettyjä osia; c) sijoitetun pääoman tuotto on enintään 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksestä, palauttamisesta ja takaisinperinnästä sekä valvonnasta on riittävät ja asianmukaiset säännökset; 3) Ahvenanmaan maakunta on suorittanut valtiolle vähintään 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissä tuotetusta sähköstä maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen käyttöön ennen 1 päivää tammikuuta 2020; 5) Euroopan komissio on katsonut tässä laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa säädetyn tukijärjestelmän soveltuvan sisämarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa Ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; sekä 7) työ- ja elinkeinoministeriö saa tämän lain noudattamisen valvomiseksi oikeat ja riittävät tiedot.",
        "folded_fi": "valtion varoista voidaan osallistua liitteessa mainituissa tuulivoimaloissa tuotetusta sahkosta maksettavan tuotantotuen kustannuksiin, jos: 1) ahvenanmaan maakunta on: a) tehnyt paatokset ohjauskeinoista ja sitoutunut niiden edellyttamaan rahoitukseen uusiutuvan osuuden lisaamiseksi maakunnassa vahintaan 9,5 prosenttiyksikkoa vuoteen 2020 mennessa seka tehnyt paatoksista taytantoonpanoilmoituksen euroopan komissiolle; b) toimittanut uusiutuvan energian edistamista koskevan, uusiutuvista lahteista peraisin olevan energian kayton edistamisesta seka direktiivien 2001/77/ey ja 2003/30/ey muuttamisesta ja myohemmasta kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2009/28/ey ja sen nojalla annetun komission paatoksen mukaisen toimintasuunnitelman euroopan komissiolle; seka c) sitoutunut muihin eu-oikeuden mukaisiin uusiutuvaa energiaa koskeviin velvoitteisiin; 2) ahvenanmaan maakunta on saatanyt tuulivoiman edistamisesta maakuntalain, joka sisaltaa saannokset tuotantotuen myontamisen ja maksamisen edellytyksista, valvonnasta seka tuulivoiman tuottajien oikeuksista ja velvollisuuksista siten, etta: a) tukea maksetaan 12 vuoden ajan; b) tukea maksetaan vain, jos tuulivoimala ei ole saanut valtiontukea ja on uusi eika sisalla kaytettyja osia; c) sijoitetun paaoman tuotto on enintaan 9,6 prosenttia; ja d) tuen maksatuksen keskeytyksesta, palauttamisesta ja takaisinperinnasta seka valvonnasta on riittavat ja asianmukaiset saannokset; 3) ahvenanmaan maakunta on suorittanut valtiolle vahintaan 500 000 euroa kustakin tuulivoimalasta jokaisena vuonna, jolloin valtio osallistuu niissa tuotetusta sahkosta maksettavan tuotantotuen kustannuksiin; 4) tuulivoimalat on otettu kaupalliseen kayttoon ennen 1 paivaa tammikuuta 2020; 5) euroopan komissio on katsonut tassa laissa tarkoitetun valtiontuen ja 2 kohdassa tarkoitetussa maakuntalaissa saadetyn tukijarjestelman soveltuvan sisamarkkinoille; 6) valtiontalouden tarkastusviraston oikeus tarkastaa ahvenanmaan maakunnassa sijaitsevat yritykset, joille maksettavan tuotantotuen kustannuksiin valtio osallistuu, on varmistettu; seka 7) tyo- ja elinkeinoministerio saa taman lain noudattamisen valvomiseksi oikeat ja riittavat tiedot.",
        "title_sv": "Villkoren för statens deltagande i kostnaderna",
        "content_sv": "Med statsmedel är det möjligt att delta i kostnaderna för det produktionsstöd som betalas för el som produceras vid de vindkraftverk som nämns i bilagan om 1) landskapet Åland har a) fattat beslut om styrmedlen och gjort de ekonomiska åtaganden som styrmedlen förutsätter för att öka andelen förnybar energi i landskapet med minst 9,5 procentenheter fram till år 2020 samt lämnat in ett genomförandemeddelande till Europeiska kommissionen, b) till Europeiska kommissionen lämnat in en sådan handlingsplan för främjande av förnybar energi som avses i Europaparlamentets och rådets direktiv 2009/28/EG om främjande av användningen av energi från förnybara energikällor och om ändring och ett senare upphävande av direktiven 2001/77/EG och 2003/30/EG och i kommissionens beslut som antagits med stöd av direktivet, samt c) förbundit sig att fullgöra de övriga skyldigheter i fråga om förnybar energi som följer av EU-rätten, 2) landskapet Åland har stiftat en landskapslag om främjande av vindkraften som innehåller bestämmelser om villkoren för beviljande och betalning av produktionsstöd, om tillsyn och om vindkraftsproducenternas rättigheter och skyldigheter så att a) stöd betalas i 12 års tid, b) stöd betalas endast om vindkraftverket inte fått statligt stöd och är nytt och inte innehåller några begagnade delar, c) avkastningen på investerat kapital är högst 9,6 procent, och d) det finns tillräckliga och ändamålsenliga bestämmelser om avbrytande av utbetalning, återbetalning och återkrav av stödet och om tillsyn, 3) landskapet Åland har betalat staten minst 500 000 euro för varje vindkraftverk under varje sådant år då staten deltar i kostnaderna för det produktionsstöd som betalas för el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk före den 1 januari 2020, 5) Europeiska kommissionen har ansett att det statliga stöd som avses i denna lag och den stödordning som det föreskrivs om i den i 2 punkten avsedda landskapslagen är förenliga med den inre marknaden, 6) statens revisionsverks rätt att granska de företag i landskapet Åland som får sådant produktionsstöd som staten deltar i kostnaderna för har säkerställts, och 7) arbets- och näringsministeriet får korrekta och tillräckliga uppgifter för tillsynen över efterlevnaden av denna lag.",
        "normalized_sv": "Med statsmedel är det möjligt att delta i kostnaderna för det produktionsstöd som betalas för el som produceras vid de vindkraftverk som nämns i bilagan om 1) landskapet Åland har a) fattat beslut om styrmedlen och gjort de ekonomiska åtaganden som styrmedlen förutsätter för att öka andelen förnybar energi i landskapet med minst 9,5 procentenheter fram till år 2020 samt lämnat in ett genomförandemeddelande till Europeiska kommissionen, b) till Europeiska kommissionen lämnat in en sådan handlingsplan för främjande av förnybar energi som avses i Europaparlamentets och rådets direktiv 2009/28/EG om främjande av användningen av energi från förnybara energikällor och om ändring och ett senare upphävande av direktiven 2001/77/EG och 2003/30/EG och i kommissionens beslut som antagits med stöd av direktivet, samt c) förbundit sig att fullgöra de övriga skyldigheter i fråga om förnybar energi som följer av EU-rätten, 2) landskapet Åland har stiftat en landskapslag om främjande av vindkraften som innehåller bestämmelser om villkoren för beviljande och betalning av produktionsstöd, om tillsyn och om vindkraftsproducenternas rättigheter och skyldigheter så att a) stöd betalas i 12 års tid, b) stöd betalas endast om vindkraftverket inte fått statligt stöd och är nytt och inte innehåller några begagnade delar, c) avkastningen på investerat kapital är högst 9,6 procent, och d) det finns tillräckliga och ändamålsenliga bestämmelser om avbrytande av utbetalning, återbetalning och återkrav av stödet och om tillsyn, 3) landskapet Åland har betalat staten minst 500 000 euro för varje vindkraftverk under varje sådant år då staten deltar i kostnaderna för det produktionsstöd som betalas för el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk före den 1 januari 2020, 5) Europeiska kommissionen har ansett att det statliga stöd som avses i denna lag och den stödordning som det föreskrivs om i den i 2 punkten avsedda landskapslagen är förenliga med den inre marknaden, 6) statens revisionsverks rätt att granska de företag i landskapet Åland som får sådant produktionsstöd som staten deltar i kostnaderna för har säkerställts, och 7) arbets- och näringsministeriet får korrekta och tillräckliga uppgifter för tillsynen över efterlevnaden av denna lag.",
        "folded_sv": "med statsmedel ar det mojligt att delta i kostnaderna for det produktionsstod som betalas for el som produceras vid de vindkraftverk som namns i bilagan om 1) landskapet aland har a) fattat beslut om styrmedlen och gjort de ekonomiska ataganden som styrmedlen forutsatter for att oka andelen fornybar energi i landskapet med minst 9,5 procentenheter fram till ar 2020 samt lamnat in ett genomforandemeddelande till europeiska kommissionen, b) till europeiska kommissionen lamnat in en sadan handlingsplan for framjande av fornybar energi som avses i europaparlamentets och radets direktiv 2009/28/eg om framjande av anvandningen av energi fran fornybara energikallor och om andring och ett senare upphavande av direktiven 2001/77/eg och 2003/30/eg och i kommissionens beslut som antagits med stod av direktivet, samt c) forbundit sig att fullgora de ovriga skyldigheter i fraga om fornybar energi som foljer av eu-ratten, 2) landskapet aland har stiftat en landskapslag om framjande av vindkraften som innehaller bestammelser om villkoren for beviljande och betalning av produktionsstod, om tillsyn och om vindkraftsproducenternas rattigheter och skyldigheter sa att a) stod betalas i 12 ars tid, b) stod betalas endast om vindkraftverket inte fatt statligt stod och ar nytt och inte innehaller nagra begagnade delar, c) avkastningen pa investerat kapital ar hogst 9,6 procent, och d) det finns tillrackliga och andamalsenliga bestammelser om avbrytande av utbetalning, aterbetalning och aterkrav av stodet och om tillsyn, 3) landskapet aland har betalat staten minst 500 000 euro for varje vindkraftverk under varje sadant ar da staten deltar i kostnaderna for det produktionsstod som betalas for el som producerats vid vindkraftverken, 4) vindkraftverken har tagits i kommersiellt bruk fore den 1 januari 2020, 5) europeiska kommissionen har ansett att det statliga stod som avses i denna lag och den stodordning som det foreskrivs om i den i 2 punkten avsedda landskapslagen ar forenliga med den inre marknaden, 6) statens revisionsverks ratt att granska de foretag i landskapet aland som far sadant produktionsstod som staten deltar i kostnaderna for har sakerstallts, och 7) arbets- och naringsministeriet far korrekta och tillrackliga uppgifter for tillsynen over efterlevnaden av denna lag."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tuotantotuen maksaminen",
      "content": "Jos valtio 4 §:n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijärjestelmään hyväksytylle sähkön tuottajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos valtio 4 § :n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijärjestelmään hyväksytylle sähkön tuottajalle.",
        "folded_fi": "jos valtio 4 §:n nojalla osallistuu tuotantotuen kustannuksiin, maksetaan valtionavustus suoraan tukijarjestelmaan hyvaksytylle sahkon tuottajalle.",
        "title_sv": "Utbetalningen av produktionsstödet",
        "content_sv": "Om staten med stöd av 4 § deltar i kostnaderna för produktionsstödet, utbetalas statsunderstödet direkt till den elproducent som har godkänts för stödordningen.",
        "normalized_sv": "Om staten med stöd av 4 § deltar i kostnaderna för produktionsstödet, utbetalas statsunderstödet direkt till den elproducent som har godkänts för stödordningen.",
        "folded_sv": "om staten med stod av 4 § deltar i kostnaderna for produktionsstodet, utbetalas statsunderstodet direkt till den elproducent som har godkants for stodordningen."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Tämä laki tulee voimaan valtioneuvoston asetuksella säädettävänä ajankohtana.",
        "folded_fi": "tama laki tulee voimaan valtioneuvoston asetuksella saadettavana ajankohtana.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet.",
        "normalized_sv": "Denna lag träder i kraft vid en tidpunkt som bestäms genom förordning av statsrådet.",
        "folded_sv": "denna lag trader i kraft vid en tidpunkt som bestams genom forordning av statsradet."
      },
      "valid_from": "2015-06-12",
      "valid_to": null
    }
  ]
}