{
  "id": "77/2016",
  "type": "statute",
  "title": "Maatalousyrittäjän eläkelain muuttamisesta annetun lain voimaanpanolaki",
  "title_en": "Lag om införande av lagen om ändring av lagen om pension för lantbruksföretagare",
  "status": "in_force",
  "issued_date": "2016-01-29",
  "in_force_date": "2016-01-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/77/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaantulo",
      "content": "Maatalousyrittäjän eläkelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitettuun maatalousyrittäjätoimintaan 1 päivästä tammikuuta 2017 lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Maatalousyrittäjän eläkelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitettuun maatalousyrittäjätoimintaan 1 päivästä tammikuuta 2017 lukien.",
        "folded_fi": "maatalousyrittajan elakelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 paivana tammikuuta 2017. sita sovelletaan elakkeisiin, joissa elaketapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen seka maatalousyrittajan elakelaissa (1280/2006) tarkoitettuun maatalousyrittajatoimintaan 1 paivasta tammikuuta 2017 lukien.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Lagen om ändring av lagen om pension för lantbruksföretagare (75/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på lantbruksföretagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006) från och med den 1 januari 2017.",
        "normalized_sv": "Lagen om ändring av lagen om pension för lantbruksföretagare (75/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på lantbruksföretagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006) från och med den 1 januari 2017.",
        "folded_sv": "lagen om andring av lagen om pension for lantbruksforetagare (75/2016) trader i kraft den 1 januari 2017. den tillampas pa pensioner dar pensionsfallet intraffar den 1 januari 2017 eller darefter samt pa lantbruksforetagarverksamhet som avses i lagen om pension for lantbruksforetagare (1280/2006) fran och med den 1 januari 2017."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvan sopeuttaminen yleiseen eliniän muutokseen",
      "content": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 78 §:n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmäisen kerran 1965 syntyneille maatalousyrittäjille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 78 § :n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 § :n mukaisesti ensimmäisen kerran 1965 syntyneille maatalousyrittäjille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
        "folded_fi": "alin vanhuuselakeika, osittaisen varhennetun vanhuuselakkeen alaikaraja ja tyouraelakkeen alaikaraja vahvistetaan maatalousyrittajan elakelain muuttamisesta annetun lain 78 §:n ja tyontekijan elakelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmaisen kerran 1965 syntyneille maatalousyrittajille vuodelle 2027. tyokyvyttomyyden alkaessa ennen vuotta 2027 vain tyokyvyttomyyselakkeen alkamiseen mennessa ansaittu elake muunnetaan elinaikakertoimella.",
        "title_sv": "Anpassning av pensionsskyddet till den allmänna förändringen i livslängden",
        "content_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 78 § i lagen om ändring av lagen om pension för lantbruksföretagare och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för lantbruksföretagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "normalized_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 78 § i lagen om ändring av lagen om pension för lantbruksföretagare och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för lantbruksföretagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "folded_sv": "den lagsta aldern for alderspension, den nedre aldersgransen for partiell fortida alderspension och den nedre aldersgransen for arbetslivspension faststalls i enlighet med 78 § i lagen om andring av lagen om pension for lantbruksforetagare och 83 § i lagen om andring av lagen om pension for arbetstagare (69/2016) forsta gangen for 2027 for lantbruksforetagare som ar fodda 1965. om arbetsoformagan borjar fore 2027, omvandlas med livslangdskoefficienten endast den pension som tjanats in fram till det att invalidpensionen borjar."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Lykkäyskorotus",
      "content": "Vuonna 1948 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle maatalousyrittäjälle lasketaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 32 ja 36 §:ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä karttuneesta eläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Vuonna 1948 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle maatalousyrittäjälle lasketaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 32 ja 36 § :ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä karttuneesta eläkkeestä.",
        "folded_fi": "vuonna 1948 ja sita ennen syntyneen maatalousyrittajan vanhuuselaketta lykattaessa elaketta korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 68 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 68 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta. vuonna 1949-1953 syntyneelle maatalousyrittajalle lasketaan maatalousyrittajan elakelain muuttamisesta annetun lain 32 ja 36 §:ssa tarkoitettu lykkayskorotus aikaisintaan 1 paivasta tammikuuta 2017 alkaen. vuonna 1939 ja sita ennen syntyneen maatalousyrittajan vanhuuselaketta lykattaessa elaketta korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 65 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 65 vuoden ian tayttamiskuukauden loppuun mennessa karttuneesta elakkeesta.",
        "title_sv": "Uppskovsförhöjning",
        "content_sv": "Om ålderspensionen skjuts upp för lantbruksföretagare födda 1948 eller tidigare, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 68 års ålder uppnås. För lantbruksföretagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 32 och 36 § i lagen om ändring av lagen om pension för lantbruksföretagare tidigast från och med den 1 januari 2017. Om ålderspensionen skjuts upp för lantbruksföretagare födda 1939 eller tidigare, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 65 års ålder uppnås.",
        "normalized_sv": "Om ålderspensionen skjuts upp för lantbruksföretagare födda 1948 eller tidigare, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 68 års ålder uppnås. För lantbruksföretagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 32 och 36 § i lagen om ändring av lagen om pension för lantbruksföretagare tidigast från och med den 1 januari 2017. Om ålderspensionen skjuts upp för lantbruksföretagare födda 1939 eller tidigare, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 65 års ålder uppnås.",
        "folded_sv": "om alderspensionen skjuts upp for lantbruksforetagare fodda 1948 eller tidigare, hojs pensionen med 0,4 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den da 68 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad da 68 ars alder uppnas. for lantbruksforetagare fodda 1949-1953 beraknas den uppskovsforhojning som avses i 32 och 36 § i lagen om andring av lagen om pension for lantbruksforetagare tidigast fran och med den 1 januari 2017. om alderspensionen skjuts upp for lantbruksforetagare fodda 1939 eller tidigare, hojs pensionen med 0,6 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den da 65 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad da 65 ars alder uppnas."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Siirtymäajan korotettu karttuma",
      "content": "Vuoden 2025 loppuun eläkettä karttuu kokonaistyötulosta 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittäjä täyttää 63 vuotta, jos maatalousyrittäjä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua tai ennen 63 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua saaduksi työtuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien määrä 53 vuoden iän täyttämiskuukauden loppuun tai 63 vuoden iän täyttämiskuukauden loppuun on kaikkien ansiokuukausien määrästä kyseisenä vuonna. Tällöin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. Mitä 1 momentissa säädetään, koskee myös maatalousyrittäjää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan tämän lain perusteella vakuutetun maatalousyrittäjätoiminnan kokonaistyötulon perusteella. Vuoden 2025 loppuun saakka maatalousyrittäjän ja apurahansaajan työeläkevakuutusmaksun perusprosentti on 53 vuoden täyttämistä seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittäjä tai apurahansaaja täyttää 63 vuotta, maatalousyrittäjän eläkelain 22 §:ssä tarkoitettu perusprosentti lisättynä 1,5 prosenttiyksiköllä. Sosiaali- ja terveysministeriön asetuksella säädetään vuosittain seuraavana kalenterivuonna sovellettava korotettu työeläkevakuutusmaksun perusprosentti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Vuoden 2025 loppuun eläkettä karttuu kokonaistyötulosta 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittäjä täyttää 63 vuotta, jos maatalousyrittäjä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua tai ennen 63 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua saaduksi työtuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien määrä 53 vuoden iän täyttämiskuukauden loppuun tai 63 vuoden iän täyttämiskuukauden loppuun on kaikkien ansiokuukausien määrästä kyseisenä vuonna. Tällöin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. Mitä 1 momentissa säädetään, koskee myös maatalousyrittäjää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan tämän lain perusteella vakuutetun maatalousyrittäjätoiminnan kokonaistyötulon perusteella. Vuoden 2025 loppuun saakka maatalousyrittäjän ja apurahansaajan työeläkevakuutusmaksun perusprosentti on 53 vuoden täyttämistä seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittäjä tai apurahansaaja täyttää 63 vuotta, maatalousyrittäjän eläkelain 22 § :ssä tarkoitettu perusprosentti lisättynä 1,5 prosenttiyksiköllä. Sosiaali- ja terveysministeriön asetuksella säädetään vuosittain seuraavana kalenterivuonna sovellettava korotettu työeläkevakuutusmaksun perusprosentti.",
        "folded_fi": "vuoden 2025 loppuun elaketta karttuu kokonaistyotulosta 1,7 prosenttia vuodessa 53 vuoden ian tayttamista seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittaja tayttaa 63 vuotta, jos maatalousyrittaja ei saa maatalousyrittajien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan tyoskentelyyn perustuvaa tyoelakelakien mukaista etuutta kuin osa-aikaelaketta tai osittaista varhennettua vanhuuselaketta. kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden ian tayttamista seuraavan kalenterikuukauden alkua tai ennen 63 vuoden ian tayttamista seuraavan kalenterikuukauden alkua saaduksi tyotuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien maara 53 vuoden ian tayttamiskuukauden loppuun tai 63 vuoden ian tayttamiskuukauden loppuun on kaikkien ansiokuukausien maarasta kyseisena vuonna. talloin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. mita 1 momentissa saadetaan, koskee myos maatalousyrittajaa, joka tyoskentelee toisessa euroopan unionin jasenvaltiossa tai euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta taytettyaan. talloin teoreettiseen elakkeeseen lisataan 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisa. erillinen lisa lasketaan taman lain perusteella vakuutetun maatalousyrittajatoiminnan kokonaistyotulon perusteella. vuoden 2025 loppuun saakka maatalousyrittajan ja apurahansaajan tyoelakevakuutusmaksun perusprosentti on 53 vuoden tayttamista seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittaja tai apurahansaaja tayttaa 63 vuotta, maatalousyrittajan elakelain 22 §:ssa tarkoitettu perusprosentti lisattyna 1,5 prosenttiyksikolla. sosiaali- ja terveysministerion asetuksella saadetaan vuosittain seuraavana kalenterivuonna sovellettava korotettu tyoelakevakuutusmaksun perusprosentti.",
        "title_sv": "Höjd pensionstillväxt under övergångsperioden",
        "content_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på den totala arbetsinkomsten från ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år fram till utgången av den månad då lantbruksföretagaren fyller 63 år, om inte lantbruksföretagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, anses som arbetsinkomst som erhållits före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år eller före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 63 år en lika stor andel av den totala inkomsten under kalenderåret som antalet månader med förvärvsinkomst till utgången av den månad då lantbruksföretagaren fyller 53 år eller till utgången av den månad då lantbruksföretagaren fyller 63 år är av det totala antalet månader med förvärvsinkomst under året i fråga. I detta fall anses som månad med förvärvsinkomster vara en kalendermånad under vilken försäkringen är i kraft. Det som föreskrivs i 1 mom. gäller även lantbruksföretagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas utifrån den totala arbetsinkomsten för lantbruksföretagarverksamhet som försäkrats enligt denna lag. Fram till utgången av 2025 är basprocentsatsen för lantbruksföretagarens och stipendiatens arbetspensionsförsäkringsavgift från ingången av kalenderåret efter det då lantbruksföretagaren eller stipendiaten har fyllt 53 år till utgången av det kalenderår då lantbruksföretagaren eller stipendiaten fyller 63 år den basprocentsats som avses i 22 § i lagen om pension för lantbruksföretagare, höjd med 1,5 procentenheter. Genom förordning av social- och hälsovårdsministeriet utfärdas årligen bestämmelser om den höjda basprocentsatsen för arbetspensionsförsäkringsavgiften som ska tillämpas det följande kalenderåret.",
        "normalized_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på den totala arbetsinkomsten från ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år fram till utgången av den månad då lantbruksföretagaren fyller 63 år, om inte lantbruksföretagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, anses som arbetsinkomst som erhållits före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år eller före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 63 år en lika stor andel av den totala inkomsten under kalenderåret som antalet månader med förvärvsinkomst till utgången av den månad då lantbruksföretagaren fyller 53 år eller till utgången av den månad då lantbruksföretagaren fyller 63 år är av det totala antalet månader med förvärvsinkomst under året i fråga. I detta fall anses som månad med förvärvsinkomster vara en kalendermånad under vilken försäkringen är i kraft. Det som föreskrivs i 1 mom. gäller även lantbruksföretagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas utifrån den totala arbetsinkomsten för lantbruksföretagarverksamhet som försäkrats enligt denna lag. Fram till utgången av 2025 är basprocentsatsen för lantbruksföretagarens och stipendiatens arbetspensionsförsäkringsavgift från ingången av kalenderåret efter det då lantbruksföretagaren eller stipendiaten har fyllt 53 år till utgången av det kalenderår då lantbruksföretagaren eller stipendiaten fyller 63 år den basprocentsats som avses i 22 § i lagen om pension för lantbruksföretagare, höjd med 1,5 procentenheter. Genom förordning av social- och hälsovårdsministeriet utfärdas årligen bestämmelser om den höjda basprocentsatsen för arbetspensionsförsäkringsavgiften som ska tillämpas det följande kalenderåret.",
        "folded_sv": "fram till utgangen av 2025 tjanas 1,7 procent in i pension per ar pa den totala arbetsinkomsten fran ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 53 ar fram till utgangen av den manad da lantbruksforetagaren fyller 63 ar, om inte lantbruksforetagaren far avtradelsestod enligt lagen om avtradelsestod for lantbruksforetagare (1293/1994) eller lagen om stod for upphorande med att bedriva jordbruk (612/2006) eller nagon annan sadan pa eget arbete baserad forman som avses i arbetspensionslagarna an deltidspension eller partiell fortida alderspension. om tillvaxtprocenten andras under kalenderaret, anses som arbetsinkomst som erhallits fore ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 53 ar eller fore ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 63 ar en lika stor andel av den totala inkomsten under kalenderaret som antalet manader med forvarvsinkomst till utgangen av den manad da lantbruksforetagaren fyller 53 ar eller till utgangen av den manad da lantbruksforetagaren fyller 63 ar ar av det totala antalet manader med forvarvsinkomst under aret i fraga. i detta fall anses som manad med forvarvsinkomster vara en kalendermanad under vilken forsakringen ar i kraft. det som foreskrivs i 1 mom. galler aven lantbruksforetagare som arbetar i nagon annan av europeiska unionens medlemsstater eller i en stat som hor till europeiska ekonomiska samarbetsomradet nar han eller hon fyllt 53 ar. till den teoretiska pensionen fogas da ett sarskilt tillagg som beraknas pa basis av skillnaden mellan tillvaxtprocenten 1,7 och tillvaxtprocenten 1,5. det sarskilda tillagget beraknas utifran den totala arbetsinkomsten for lantbruksforetagarverksamhet som forsakrats enligt denna lag. fram till utgangen av 2025 ar basprocentsatsen for lantbruksforetagarens och stipendiatens arbetspensionsforsakringsavgift fran ingangen av kalenderaret efter det da lantbruksforetagaren eller stipendiaten har fyllt 53 ar till utgangen av det kalenderar da lantbruksforetagaren eller stipendiaten fyller 63 ar den basprocentsats som avses i 22 § i lagen om pension for lantbruksforetagare, hojd med 1,5 procentenheter. genom forordning av social- och halsovardsministeriet utfardas arligen bestammelser om den hojda basprocentsatsen for arbetspensionsforsakringsavgiften som ska tillampas det foljande kalenderaret."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Osa-aikaeläke",
      "content": "Ennen vuotta 1956 syntyneen maatalousyrittäjän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan työntekijän eläkelain 91 §:ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan työntekijän eläkelain 23 ja 24 §:ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin maatalousyrittäjän eläkelain muuttamisesta annetussa laissa ja tämän lain 4 §:ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittäjällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen vuotta 1956 syntyneen maatalousyrittäjän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan työntekijän eläkelain 91 § :ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan työntekijän eläkelain 23 ja 24 § :ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin maatalousyrittäjän eläkelain muuttamisesta annetussa laissa ja tämän lain 4 § :ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittäjällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
        "folded_fi": "ennen vuotta 1956 syntyneen maatalousyrittajan 1 paivana tammikuuta 2017 tai sita ennen alkaneeseen osa-aikaelakkeeseen sovelletaan 31 paivana joulukuuta 2016 voimassa olleita saannoksia ja osa-aikaelaketta saavan lesken leskenelakkeen vahentamiseen sovelletaan tyontekijan elakelain 91 §:aa, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2016. lisaksi osa-aikaelakkeen jalkeiseen muuhun elakkeeseen sovelletaan tyontekijan elakelain 23 ja 24 §:aa, sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2016. osa-aikaelakkeen rinnalla tehdyn osa-aikatyon kunkin vuoden tyoansioista karttuu elaketta siten kuin maatalousyrittajan elakelain muuttamisesta annetussa laissa ja taman lain 4 §:ssa saadetaan. jos osa-aikaelake on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittajalla ei ole enaa oikeutta osa-aikaelakkeeseen.",
        "title_sv": "Deltidspension",
        "content_sv": "På deltidspension som börjat den 1 januari 2017 eller tidigare för lantbruksföretagare födda före 1956 tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 91 § i lagen om pension för arbetstagare, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om pension för arbetstagare, sådana paragraferna lydde den 31 december 2016, tillämpas på annan pension efter deltidspension. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in på basis av respektive års arbetsförtjänster på det sätt som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader har lantbruksföretagaren inte längre rätt att få deltidspension.",
        "normalized_sv": "På deltidspension som börjat den 1 januari 2017 eller tidigare för lantbruksföretagare födda före 1956 tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 91 § i lagen om pension för arbetstagare, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om pension för arbetstagare, sådana paragraferna lydde den 31 december 2016, tillämpas på annan pension efter deltidspension. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in på basis av respektive års arbetsförtjänster på det sätt som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader har lantbruksföretagaren inte längre rätt att få deltidspension.",
        "folded_sv": "pa deltidspension som borjat den 1 januari 2017 eller tidigare for lantbruksforetagare fodda fore 1956 tillampas de bestammelser som var i kraft den 31 december 2016, och pa minskning av efterlevandepension som erhalls av en efterlevande make som far deltidspension tillampas 91 § i lagen om pension for arbetstagare, sadan paragrafen lydde den 31 december 2016. dessutom ska 23 och 24 § i lagen om pension for arbetstagare, sadana paragraferna lydde den 31 december 2016, tillampas pa annan pension efter deltidspension. for deltidsarbete som utforts jamsides med deltidspensionen tjanas pension in pa basis av respektive ars arbetsfortjanster pa det satt som foreskrivs i lagen om andring av lagen om pension for lantbruksforetagare och i 4 § i denna lag. om deltidspensionen har varit indragen utan avbrott i over sex manader har lantbruksforetagaren inte langre ratt att fa deltidspension."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Työeläkeote",
      "content": "Vuonna 1954-1958 syntyneille maatalousyrittäjille lähetetään maatalousyrittäjän eläkelain muuttamisesta annetun lain 75 c §:n 2 momentin mukainen työeläkeote vuonna 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuonna 1954-1958 syntyneille maatalousyrittäjille lähetetään maatalousyrittäjän eläkelain muuttamisesta annetun lain 75 c § :n 2 momentin mukainen työeläkeote vuonna 2017.",
        "folded_fi": "vuonna 1954-1958 syntyneille maatalousyrittajille lahetetaan maatalousyrittajan elakelain muuttamisesta annetun lain 75 c §:n 2 momentin mukainen tyoelakeote vuonna 2017.",
        "title_sv": "Arbetspensionsutdrag",
        "content_sv": "Till varje lantbruksföretagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om ändring av lagen om pension för lantbruksföretagare.",
        "normalized_sv": "Till varje lantbruksföretagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om ändring av lagen om pension för lantbruksföretagare.",
        "folded_sv": "till varje lantbruksforetagare fodd 1954-1958 sands ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om andring av lagen om pension for lantbruksforetagare."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vanhuuseläke työttömyyspäivärahan lisäpäivien jälkeen",
      "content": "Sen estämättä, mitä maatalousyrittäjän eläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen maatalousyrittäjän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 §:ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan maatalousyrittäjän eläkelain 31 §:n 1 momenttia, 32 §:n 3 momenttia ja 33 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Sen estämättä, mitä maatalousyrittäjän eläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen maatalousyrittäjän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 § :ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan maatalousyrittäjän eläkelain 31 § :n 1 momenttia, 32 § :n 3 momenttia ja 33 § :n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
        "folded_fi": "sen estamatta, mita maatalousyrittajan elakelain muuttamisesta annetussa laissa saadetaan, ennen vuotta 1958 syntyneen maatalousyrittajan, joka saa tyottomyyspaivarahaa tyottomyysturvalain (1290/2002) 6 luvun 9 §:ssa tarkoitetun lisapaivaoikeuden perusteella, oikeuteen jaada varhennusvahennyksella vahentamattomalle vanhuuselakkeelle sovelletaan maatalousyrittajan elakelain 31 §:n 1 momenttia, 32 §:n 3 momenttia ja 33 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2012.",
        "title_sv": "Ålderspension efter arbetslöshetsdagpenningens tilläggsdagar",
        "content_sv": "Trots det som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare tillämpas på rätten för en lantbruksföretagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension för lantbruksföretagare sådana de lydde den 31 december 2012.",
        "normalized_sv": "Trots det som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare tillämpas på rätten för en lantbruksföretagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension för lantbruksföretagare sådana de lydde den 31 december 2012.",
        "folded_sv": "trots det som foreskrivs i lagen om andring av lagen om pension for lantbruksforetagare tillampas pa ratten for en lantbruksforetagare fodd fore 1958, som far arbetsloshetsdagpenning med stod av den ratt till tillaggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd for arbetslosa (1290/2002), att ga i alderspension utan fortidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension for lantbruksforetagare sadana de lydde den 31 december 2012."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oikeus eläkkeeseen lisäeläkejärjestelyn eläkeiässä",
      "content": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 §:n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuseläkkeeseen maatalousyrittäjän eläkelain 31 §:n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös maatalousyrittäjän eläkelain mukaiseen eläkkeeseen. Tällöin maatalousyrittäjän eläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen maatalousyrittäjän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset maatalousyrittäjän eläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 § :n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b § :n 2 momentin perusteella oikeus vanhuuseläkkeeseen maatalousyrittäjän eläkelain 31 § :n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös maatalousyrittäjän eläkelain mukaiseen eläkkeeseen. Tällöin maatalousyrittäjän eläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen maatalousyrittäjän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset maatalousyrittäjän eläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "jos henkilolla on tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 §:n tai tyontekijan elakelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuselakkeeseen maatalousyrittajan elakelain 31 §:n mukaista alinta vanhuuselakeikaansa alemmassa elakeiassa, on hanella oikeus samasta ajankohdasta myos maatalousyrittajan elakelain mukaiseen elakkeeseen. talloin maatalousyrittajan elakelain mukaista elaketta vahennetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa varhennetaan ennen maatalousyrittajan alimman vanhuuselakeian tayttamista seuraavan kuukauden alkua. tarkemmat saannokset maatalousyrittajan elakelain mukaisen elakkeen vahentamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Rätt till pension enligt pensionsåldern i tilläggspensionsarrangemang",
        "content_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 31 § i lagen om pension för lantbruksföretagare, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om pension för lantbruksföretagare. Pensionen enligt lagen om pension för lantbruksföretagare minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den då lantbruksföretagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om pension för lantbruksföretagare utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 31 § i lagen om pension för lantbruksföretagare, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om pension för lantbruksföretagare. Pensionen enligt lagen om pension för lantbruksföretagare minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den då lantbruksföretagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om pension för lantbruksföretagare utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en person enligt 8 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006) har ratt till alderspension vid en lagre pensionsalder an sin lagsta alder for alderspension enligt 31 § i lagen om pension for lantbruksforetagare, har han eller hon fran samma tidpunkt aven ratt till pension enligt lagen om pension for lantbruksforetagare. pensionen enligt lagen om pension for lantbruksforetagare minskas da med 0,4 procent for varje manad som begynnelsetidpunkten for pensionen tidigarelaggs fore ingangen av manaden efter den da lantbruksforetagaren uppnar den lagsta aldern for alderspension. narmare bestammelser om minskning av pensionen enligt lagen om pension for lantbruksforetagare utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaantulo",
      "content": "Maatalousyrittäjän eläkelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitettuun maatalousyrittäjätoimintaan 1 päivästä tammikuuta 2017 lukien.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Maatalousyrittäjän eläkelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä maatalousyrittäjän eläkelaissa (1280/2006) tarkoitettuun maatalousyrittäjätoimintaan 1 päivästä tammikuuta 2017 lukien.",
        "folded_fi": "maatalousyrittajan elakelain muuttamisesta annettu laki (75/2016) tulee voimaan 1 paivana tammikuuta 2017. sita sovelletaan elakkeisiin, joissa elaketapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen seka maatalousyrittajan elakelaissa (1280/2006) tarkoitettuun maatalousyrittajatoimintaan 1 paivasta tammikuuta 2017 lukien.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Lagen om ändring av lagen om pension för lantbruksföretagare (75/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på lantbruksföretagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006) från och med den 1 januari 2017.",
        "normalized_sv": "Lagen om ändring av lagen om pension för lantbruksföretagare (75/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på lantbruksföretagarverksamhet som avses i lagen om pension för lantbruksföretagare (1280/2006) från och med den 1 januari 2017.",
        "folded_sv": "lagen om andring av lagen om pension for lantbruksforetagare (75/2016) trader i kraft den 1 januari 2017. den tillampas pa pensioner dar pensionsfallet intraffar den 1 januari 2017 eller darefter samt pa lantbruksforetagarverksamhet som avses i lagen om pension for lantbruksforetagare (1280/2006) fran och med den 1 januari 2017."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvan sopeuttaminen yleiseen eliniän muutokseen",
      "content": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 78 §:n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmäisen kerran 1965 syntyneille maatalousyrittäjille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 78 § :n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 § :n mukaisesti ensimmäisen kerran 1965 syntyneille maatalousyrittäjille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
        "folded_fi": "alin vanhuuselakeika, osittaisen varhennetun vanhuuselakkeen alaikaraja ja tyouraelakkeen alaikaraja vahvistetaan maatalousyrittajan elakelain muuttamisesta annetun lain 78 §:n ja tyontekijan elakelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmaisen kerran 1965 syntyneille maatalousyrittajille vuodelle 2027. tyokyvyttomyyden alkaessa ennen vuotta 2027 vain tyokyvyttomyyselakkeen alkamiseen mennessa ansaittu elake muunnetaan elinaikakertoimella.",
        "title_sv": "Anpassning av pensionsskyddet till den allmänna förändringen i livslängden",
        "content_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 78 § i lagen om ändring av lagen om pension för lantbruksföretagare och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för lantbruksföretagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "normalized_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 78 § i lagen om ändring av lagen om pension för lantbruksföretagare och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för lantbruksföretagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "folded_sv": "den lagsta aldern for alderspension, den nedre aldersgransen for partiell fortida alderspension och den nedre aldersgransen for arbetslivspension faststalls i enlighet med 78 § i lagen om andring av lagen om pension for lantbruksforetagare och 83 § i lagen om andring av lagen om pension for arbetstagare (69/2016) forsta gangen for 2027 for lantbruksforetagare som ar fodda 1965. om arbetsoformagan borjar fore 2027, omvandlas med livslangdskoefficienten endast den pension som tjanats in fram till det att invalidpensionen borjar."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Lykkäyskorotus",
      "content": "Vuonna 1948 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle maatalousyrittäjälle lasketaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 32 ja 36 §:ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä karttuneesta eläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Vuonna 1948 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle maatalousyrittäjälle lasketaan maatalousyrittäjän eläkelain muuttamisesta annetun lain 32 ja 36 § :ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen maatalousyrittäjän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä karttuneesta eläkkeestä.",
        "folded_fi": "vuonna 1948 ja sita ennen syntyneen maatalousyrittajan vanhuuselaketta lykattaessa elaketta korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 68 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 68 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta. vuonna 1949-1953 syntyneelle maatalousyrittajalle lasketaan maatalousyrittajan elakelain muuttamisesta annetun lain 32 ja 36 §:ssa tarkoitettu lykkayskorotus aikaisintaan 1 paivasta tammikuuta 2017 alkaen. vuonna 1939 ja sita ennen syntyneen maatalousyrittajan vanhuuselaketta lykattaessa elaketta korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 65 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 65 vuoden ian tayttamiskuukauden loppuun mennessa karttuneesta elakkeesta.",
        "title_sv": "Uppskovsförhöjning",
        "content_sv": "Om ålderspensionen skjuts upp för lantbruksföretagare födda 1948 eller tidigare, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 68 års ålder uppnås. För lantbruksföretagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 32 och 36 § i lagen om ändring av lagen om pension för lantbruksföretagare tidigast från och med den 1 januari 2017. Om ålderspensionen skjuts upp för lantbruksföretagare födda 1939 eller tidigare, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 65 års ålder uppnås.",
        "normalized_sv": "Om ålderspensionen skjuts upp för lantbruksföretagare födda 1948 eller tidigare, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 68 års ålder uppnås. För lantbruksföretagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 32 och 36 § i lagen om ändring av lagen om pension för lantbruksföretagare tidigast från och med den 1 januari 2017. Om ålderspensionen skjuts upp för lantbruksföretagare födda 1939 eller tidigare, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den då 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad då 65 års ålder uppnås.",
        "folded_sv": "om alderspensionen skjuts upp for lantbruksforetagare fodda 1948 eller tidigare, hojs pensionen med 0,4 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den da 68 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad da 68 ars alder uppnas. for lantbruksforetagare fodda 1949-1953 beraknas den uppskovsforhojning som avses i 32 och 36 § i lagen om andring av lagen om pension for lantbruksforetagare tidigast fran och med den 1 januari 2017. om alderspensionen skjuts upp for lantbruksforetagare fodda 1939 eller tidigare, hojs pensionen med 0,6 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den da 65 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad da 65 ars alder uppnas."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Siirtymäajan korotettu karttuma",
      "content": "Vuoden 2025 loppuun eläkettä karttuu kokonaistyötulosta 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittäjä täyttää 63 vuotta, jos maatalousyrittäjä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua tai ennen 63 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua saaduksi työtuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien määrä 53 vuoden iän täyttämiskuukauden loppuun tai 63 vuoden iän täyttämiskuukauden loppuun on kaikkien ansiokuukausien määrästä kyseisenä vuonna. Tällöin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. Mitä 1 momentissa säädetään, koskee myös maatalousyrittäjää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan tämän lain perusteella vakuutetun maatalousyrittäjätoiminnan kokonaistyötulon perusteella. Vuoden 2025 loppuun saakka maatalousyrittäjän ja apurahansaajan työeläkevakuutusmaksun perusprosentti on 53 vuoden täyttämistä seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittäjä tai apurahansaaja täyttää 63 vuotta, maatalousyrittäjän eläkelain 22 §:ssä tarkoitettu perusprosentti lisättynä 1,5 prosenttiyksiköllä. Sosiaali- ja terveysministeriön asetuksella säädetään vuosittain seuraavana kalenterivuonna sovellettava korotettu työeläkevakuutusmaksun perusprosentti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Vuoden 2025 loppuun eläkettä karttuu kokonaistyötulosta 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittäjä täyttää 63 vuotta, jos maatalousyrittäjä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua tai ennen 63 vuoden iän täyttämistä seuraavan kalenterikuukauden alkua saaduksi työtuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien määrä 53 vuoden iän täyttämiskuukauden loppuun tai 63 vuoden iän täyttämiskuukauden loppuun on kaikkien ansiokuukausien määrästä kyseisenä vuonna. Tällöin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. Mitä 1 momentissa säädetään, koskee myös maatalousyrittäjää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan tämän lain perusteella vakuutetun maatalousyrittäjätoiminnan kokonaistyötulon perusteella. Vuoden 2025 loppuun saakka maatalousyrittäjän ja apurahansaajan työeläkevakuutusmaksun perusprosentti on 53 vuoden täyttämistä seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittäjä tai apurahansaaja täyttää 63 vuotta, maatalousyrittäjän eläkelain 22 § :ssä tarkoitettu perusprosentti lisättynä 1,5 prosenttiyksiköllä. Sosiaali- ja terveysministeriön asetuksella säädetään vuosittain seuraavana kalenterivuonna sovellettava korotettu työeläkevakuutusmaksun perusprosentti.",
        "folded_fi": "vuoden 2025 loppuun elaketta karttuu kokonaistyotulosta 1,7 prosenttia vuodessa 53 vuoden ian tayttamista seuraavan kalenterikuukauden alusta sen kuukauden loppuun, jona maatalousyrittaja tayttaa 63 vuotta, jos maatalousyrittaja ei saa maatalousyrittajien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan tyoskentelyyn perustuvaa tyoelakelakien mukaista etuutta kuin osa-aikaelaketta tai osittaista varhennettua vanhuuselaketta. kun karttumisprosentti muuttuu kalenterivuoden aikana, katsotaan ennen 53 vuoden ian tayttamista seuraavan kalenterikuukauden alkua tai ennen 63 vuoden ian tayttamista seuraavan kalenterikuukauden alkua saaduksi tyotuloksi niin suuri osuus kalenterivuoden kokonaistulosta kuin ansiokuukausien maara 53 vuoden ian tayttamiskuukauden loppuun tai 63 vuoden ian tayttamiskuukauden loppuun on kaikkien ansiokuukausien maarasta kyseisena vuonna. talloin ansiokuukaudeksi katsotaan kalenterikuukausi, jonka aikana vakuutus on voimassa. mita 1 momentissa saadetaan, koskee myos maatalousyrittajaa, joka tyoskentelee toisessa euroopan unionin jasenvaltiossa tai euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta taytettyaan. talloin teoreettiseen elakkeeseen lisataan 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisa. erillinen lisa lasketaan taman lain perusteella vakuutetun maatalousyrittajatoiminnan kokonaistyotulon perusteella. vuoden 2025 loppuun saakka maatalousyrittajan ja apurahansaajan tyoelakevakuutusmaksun perusprosentti on 53 vuoden tayttamista seuraavan kalenterivuoden alusta sen kalenterivuoden loppuun, jona maatalousyrittaja tai apurahansaaja tayttaa 63 vuotta, maatalousyrittajan elakelain 22 §:ssa tarkoitettu perusprosentti lisattyna 1,5 prosenttiyksikolla. sosiaali- ja terveysministerion asetuksella saadetaan vuosittain seuraavana kalenterivuonna sovellettava korotettu tyoelakevakuutusmaksun perusprosentti.",
        "title_sv": "Höjd pensionstillväxt under övergångsperioden",
        "content_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på den totala arbetsinkomsten från ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år fram till utgången av den månad då lantbruksföretagaren fyller 63 år, om inte lantbruksföretagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, anses som arbetsinkomst som erhållits före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år eller före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 63 år en lika stor andel av den totala inkomsten under kalenderåret som antalet månader med förvärvsinkomst till utgången av den månad då lantbruksföretagaren fyller 53 år eller till utgången av den månad då lantbruksföretagaren fyller 63 år är av det totala antalet månader med förvärvsinkomst under året i fråga. I detta fall anses som månad med förvärvsinkomster vara en kalendermånad under vilken försäkringen är i kraft. Det som föreskrivs i 1 mom. gäller även lantbruksföretagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas utifrån den totala arbetsinkomsten för lantbruksföretagarverksamhet som försäkrats enligt denna lag. Fram till utgången av 2025 är basprocentsatsen för lantbruksföretagarens och stipendiatens arbetspensionsförsäkringsavgift från ingången av kalenderåret efter det då lantbruksföretagaren eller stipendiaten har fyllt 53 år till utgången av det kalenderår då lantbruksföretagaren eller stipendiaten fyller 63 år den basprocentsats som avses i 22 § i lagen om pension för lantbruksföretagare, höjd med 1,5 procentenheter. Genom förordning av social- och hälsovårdsministeriet utfärdas årligen bestämmelser om den höjda basprocentsatsen för arbetspensionsförsäkringsavgiften som ska tillämpas det följande kalenderåret.",
        "normalized_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på den totala arbetsinkomsten från ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år fram till utgången av den månad då lantbruksföretagaren fyller 63 år, om inte lantbruksföretagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, anses som arbetsinkomst som erhållits före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 53 år eller före ingången av kalendermånaden efter den månad då lantbruksföretagaren fyller 63 år en lika stor andel av den totala inkomsten under kalenderåret som antalet månader med förvärvsinkomst till utgången av den månad då lantbruksföretagaren fyller 53 år eller till utgången av den månad då lantbruksföretagaren fyller 63 år är av det totala antalet månader med förvärvsinkomst under året i fråga. I detta fall anses som månad med förvärvsinkomster vara en kalendermånad under vilken försäkringen är i kraft. Det som föreskrivs i 1 mom. gäller även lantbruksföretagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas utifrån den totala arbetsinkomsten för lantbruksföretagarverksamhet som försäkrats enligt denna lag. Fram till utgången av 2025 är basprocentsatsen för lantbruksföretagarens och stipendiatens arbetspensionsförsäkringsavgift från ingången av kalenderåret efter det då lantbruksföretagaren eller stipendiaten har fyllt 53 år till utgången av det kalenderår då lantbruksföretagaren eller stipendiaten fyller 63 år den basprocentsats som avses i 22 § i lagen om pension för lantbruksföretagare, höjd med 1,5 procentenheter. Genom förordning av social- och hälsovårdsministeriet utfärdas årligen bestämmelser om den höjda basprocentsatsen för arbetspensionsförsäkringsavgiften som ska tillämpas det följande kalenderåret.",
        "folded_sv": "fram till utgangen av 2025 tjanas 1,7 procent in i pension per ar pa den totala arbetsinkomsten fran ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 53 ar fram till utgangen av den manad da lantbruksforetagaren fyller 63 ar, om inte lantbruksforetagaren far avtradelsestod enligt lagen om avtradelsestod for lantbruksforetagare (1293/1994) eller lagen om stod for upphorande med att bedriva jordbruk (612/2006) eller nagon annan sadan pa eget arbete baserad forman som avses i arbetspensionslagarna an deltidspension eller partiell fortida alderspension. om tillvaxtprocenten andras under kalenderaret, anses som arbetsinkomst som erhallits fore ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 53 ar eller fore ingangen av kalendermanaden efter den manad da lantbruksforetagaren fyller 63 ar en lika stor andel av den totala inkomsten under kalenderaret som antalet manader med forvarvsinkomst till utgangen av den manad da lantbruksforetagaren fyller 53 ar eller till utgangen av den manad da lantbruksforetagaren fyller 63 ar ar av det totala antalet manader med forvarvsinkomst under aret i fraga. i detta fall anses som manad med forvarvsinkomster vara en kalendermanad under vilken forsakringen ar i kraft. det som foreskrivs i 1 mom. galler aven lantbruksforetagare som arbetar i nagon annan av europeiska unionens medlemsstater eller i en stat som hor till europeiska ekonomiska samarbetsomradet nar han eller hon fyllt 53 ar. till den teoretiska pensionen fogas da ett sarskilt tillagg som beraknas pa basis av skillnaden mellan tillvaxtprocenten 1,7 och tillvaxtprocenten 1,5. det sarskilda tillagget beraknas utifran den totala arbetsinkomsten for lantbruksforetagarverksamhet som forsakrats enligt denna lag. fram till utgangen av 2025 ar basprocentsatsen for lantbruksforetagarens och stipendiatens arbetspensionsforsakringsavgift fran ingangen av kalenderaret efter det da lantbruksforetagaren eller stipendiaten har fyllt 53 ar till utgangen av det kalenderar da lantbruksforetagaren eller stipendiaten fyller 63 ar den basprocentsats som avses i 22 § i lagen om pension for lantbruksforetagare, hojd med 1,5 procentenheter. genom forordning av social- och halsovardsministeriet utfardas arligen bestammelser om den hojda basprocentsatsen for arbetspensionsforsakringsavgiften som ska tillampas det foljande kalenderaret."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Osa-aikaeläke",
      "content": "Ennen vuotta 1956 syntyneen maatalousyrittäjän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan työntekijän eläkelain 91 §:ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan työntekijän eläkelain 23 ja 24 §:ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin maatalousyrittäjän eläkelain muuttamisesta annetussa laissa ja tämän lain 4 §:ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittäjällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen vuotta 1956 syntyneen maatalousyrittäjän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan työntekijän eläkelain 91 § :ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan työntekijän eläkelain 23 ja 24 § :ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin maatalousyrittäjän eläkelain muuttamisesta annetussa laissa ja tämän lain 4 § :ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittäjällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
        "folded_fi": "ennen vuotta 1956 syntyneen maatalousyrittajan 1 paivana tammikuuta 2017 tai sita ennen alkaneeseen osa-aikaelakkeeseen sovelletaan 31 paivana joulukuuta 2016 voimassa olleita saannoksia ja osa-aikaelaketta saavan lesken leskenelakkeen vahentamiseen sovelletaan tyontekijan elakelain 91 §:aa, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2016. lisaksi osa-aikaelakkeen jalkeiseen muuhun elakkeeseen sovelletaan tyontekijan elakelain 23 ja 24 §:aa, sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2016. osa-aikaelakkeen rinnalla tehdyn osa-aikatyon kunkin vuoden tyoansioista karttuu elaketta siten kuin maatalousyrittajan elakelain muuttamisesta annetussa laissa ja taman lain 4 §:ssa saadetaan. jos osa-aikaelake on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, maatalousyrittajalla ei ole enaa oikeutta osa-aikaelakkeeseen.",
        "title_sv": "Deltidspension",
        "content_sv": "På deltidspension som börjat den 1 januari 2017 eller tidigare för lantbruksföretagare födda före 1956 tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 91 § i lagen om pension för arbetstagare, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om pension för arbetstagare, sådana paragraferna lydde den 31 december 2016, tillämpas på annan pension efter deltidspension. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in på basis av respektive års arbetsförtjänster på det sätt som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader har lantbruksföretagaren inte längre rätt att få deltidspension.",
        "normalized_sv": "På deltidspension som börjat den 1 januari 2017 eller tidigare för lantbruksföretagare födda före 1956 tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 91 § i lagen om pension för arbetstagare, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om pension för arbetstagare, sådana paragraferna lydde den 31 december 2016, tillämpas på annan pension efter deltidspension. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in på basis av respektive års arbetsförtjänster på det sätt som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader har lantbruksföretagaren inte längre rätt att få deltidspension.",
        "folded_sv": "pa deltidspension som borjat den 1 januari 2017 eller tidigare for lantbruksforetagare fodda fore 1956 tillampas de bestammelser som var i kraft den 31 december 2016, och pa minskning av efterlevandepension som erhalls av en efterlevande make som far deltidspension tillampas 91 § i lagen om pension for arbetstagare, sadan paragrafen lydde den 31 december 2016. dessutom ska 23 och 24 § i lagen om pension for arbetstagare, sadana paragraferna lydde den 31 december 2016, tillampas pa annan pension efter deltidspension. for deltidsarbete som utforts jamsides med deltidspensionen tjanas pension in pa basis av respektive ars arbetsfortjanster pa det satt som foreskrivs i lagen om andring av lagen om pension for lantbruksforetagare och i 4 § i denna lag. om deltidspensionen har varit indragen utan avbrott i over sex manader har lantbruksforetagaren inte langre ratt att fa deltidspension."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Työeläkeote",
      "content": "Vuonna 1954-1958 syntyneille maatalousyrittäjille lähetetään maatalousyrittäjän eläkelain muuttamisesta annetun lain 75 c §:n 2 momentin mukainen työeläkeote vuonna 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuonna 1954-1958 syntyneille maatalousyrittäjille lähetetään maatalousyrittäjän eläkelain muuttamisesta annetun lain 75 c § :n 2 momentin mukainen työeläkeote vuonna 2017.",
        "folded_fi": "vuonna 1954-1958 syntyneille maatalousyrittajille lahetetaan maatalousyrittajan elakelain muuttamisesta annetun lain 75 c §:n 2 momentin mukainen tyoelakeote vuonna 2017.",
        "title_sv": "Arbetspensionsutdrag",
        "content_sv": "Till varje lantbruksföretagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om ändring av lagen om pension för lantbruksföretagare.",
        "normalized_sv": "Till varje lantbruksföretagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om ändring av lagen om pension för lantbruksföretagare.",
        "folded_sv": "till varje lantbruksforetagare fodd 1954-1958 sands ett arbetspensionsutdrag 2017 i enlighet med 75 c § 2 mom. i lagen om andring av lagen om pension for lantbruksforetagare."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vanhuuseläke työttömyyspäivärahan lisäpäivien jälkeen",
      "content": "Sen estämättä, mitä maatalousyrittäjän eläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen maatalousyrittäjän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 §:ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan maatalousyrittäjän eläkelain 31 §:n 1 momenttia, 32 §:n 3 momenttia ja 33 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Sen estämättä, mitä maatalousyrittäjän eläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen maatalousyrittäjän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 § :ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan maatalousyrittäjän eläkelain 31 § :n 1 momenttia, 32 § :n 3 momenttia ja 33 § :n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
        "folded_fi": "sen estamatta, mita maatalousyrittajan elakelain muuttamisesta annetussa laissa saadetaan, ennen vuotta 1958 syntyneen maatalousyrittajan, joka saa tyottomyyspaivarahaa tyottomyysturvalain (1290/2002) 6 luvun 9 §:ssa tarkoitetun lisapaivaoikeuden perusteella, oikeuteen jaada varhennusvahennyksella vahentamattomalle vanhuuselakkeelle sovelletaan maatalousyrittajan elakelain 31 §:n 1 momenttia, 32 §:n 3 momenttia ja 33 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2012.",
        "title_sv": "Ålderspension efter arbetslöshetsdagpenningens tilläggsdagar",
        "content_sv": "Trots det som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare tillämpas på rätten för en lantbruksföretagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension för lantbruksföretagare sådana de lydde den 31 december 2012.",
        "normalized_sv": "Trots det som föreskrivs i lagen om ändring av lagen om pension för lantbruksföretagare tillämpas på rätten för en lantbruksföretagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension för lantbruksföretagare sådana de lydde den 31 december 2012.",
        "folded_sv": "trots det som foreskrivs i lagen om andring av lagen om pension for lantbruksforetagare tillampas pa ratten for en lantbruksforetagare fodd fore 1958, som far arbetsloshetsdagpenning med stod av den ratt till tillaggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd for arbetslosa (1290/2002), att ga i alderspension utan fortidsminskning 31 § 1 mom., 32 § 3 mom. och 33 § 1 mom. i lagen om pension for lantbruksforetagare sadana de lydde den 31 december 2012."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oikeus eläkkeeseen lisäeläkejärjestelyn eläkeiässä",
      "content": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 §:n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuseläkkeeseen maatalousyrittäjän eläkelain 31 §:n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös maatalousyrittäjän eläkelain mukaiseen eläkkeeseen. Tällöin maatalousyrittäjän eläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen maatalousyrittäjän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset maatalousyrittäjän eläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 § :n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b § :n 2 momentin perusteella oikeus vanhuuseläkkeeseen maatalousyrittäjän eläkelain 31 § :n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös maatalousyrittäjän eläkelain mukaiseen eläkkeeseen. Tällöin maatalousyrittäjän eläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen maatalousyrittäjän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset maatalousyrittäjän eläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "jos henkilolla on tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 8 §:n tai tyontekijan elakelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuselakkeeseen maatalousyrittajan elakelain 31 §:n mukaista alinta vanhuuselakeikaansa alemmassa elakeiassa, on hanella oikeus samasta ajankohdasta myos maatalousyrittajan elakelain mukaiseen elakkeeseen. talloin maatalousyrittajan elakelain mukaista elaketta vahennetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa varhennetaan ennen maatalousyrittajan alimman vanhuuselakeian tayttamista seuraavan kuukauden alkua. tarkemmat saannokset maatalousyrittajan elakelain mukaisen elakkeen vahentamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Rätt till pension enligt pensionsåldern i tilläggspensionsarrangemang",
        "content_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 31 § i lagen om pension för lantbruksföretagare, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om pension för lantbruksföretagare. Pensionen enligt lagen om pension för lantbruksföretagare minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den då lantbruksföretagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om pension för lantbruksföretagare utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 31 § i lagen om pension för lantbruksföretagare, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om pension för lantbruksföretagare. Pensionen enligt lagen om pension för lantbruksföretagare minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den då lantbruksföretagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om pension för lantbruksföretagare utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en person enligt 8 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016) eller 30 b § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006) har ratt till alderspension vid en lagre pensionsalder an sin lagsta alder for alderspension enligt 31 § i lagen om pension for lantbruksforetagare, har han eller hon fran samma tidpunkt aven ratt till pension enligt lagen om pension for lantbruksforetagare. pensionen enligt lagen om pension for lantbruksforetagare minskas da med 0,4 procent for varje manad som begynnelsetidpunkten for pensionen tidigarelaggs fore ingangen av manaden efter den da lantbruksforetagaren uppnar den lagsta aldern for alderspension. narmare bestammelser om minskning av pensionen enligt lagen om pension for lantbruksforetagare utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    }
  ]
}