{
  "id": "802/2024",
  "type": "statute",
  "title": "Laki ylioppilastutkinnosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om studentexamen",
  "status": "in_force",
  "issued_date": "2024-12-19",
  "in_force_date": "2024-12-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2024/802/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ylioppilastutkinto",
      "content": "Ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. Ylioppilastutkinto voidaan suorittaa myös englanniksi siten kuin 5 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. Ylioppilastutkinto voidaan suorittaa myös englanniksi siten kuin 5 a § :ssä säädetään.",
        "folded_fi": "ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. ylioppilastutkinto voidaan suorittaa myos englanniksi siten kuin 5 a §:ssa saadetaan.",
        "title_sv": "Studentexamen",
        "content_sv": "Studentexamen avläggs på finska eller svenska enligt läroanstaltens undervisningsspråk. Studentexamen kan även avläggas på engelska i enlighet med vad som föreskrivs i 5 a §.",
        "normalized_sv": "Studentexamen avläggs på finska eller svenska enligt läroanstaltens undervisningsspråk. Studentexamen kan även avläggas på engelska i enlighet med vad som föreskrivs i 5 a § .",
        "folded_sv": "studentexamen avlaggs pa finska eller svenska enligt laroanstaltens undervisningssprak. studentexamen kan aven avlaggas pa engelska i enlighet med vad som foreskrivs i 5 a §."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ylioppilastutkinnon kokeet",
      "content": "reaaliaineet Ylioppilastutkintoon kuuluu äidinkielessä ja kirjallisuudessa, toisessa kotimaisessa kielessä, vieraissa kielissä, matematiikassa, luonnontieteellisissä, humanistis-yhteiskunnallisissa oppiaineissa () sekä taito- ja taideaineissa järjestettäviä kokeita. Valtioneuvoston asetuksella säädetään siitä, missä reaaliaineissa, vieraissa kielissä ja taito- ja taideaineissa kokeet järjestetään, sekä kokeiden laatimisesta. Ylioppilastutkintolautakunta määrää, missä vieraissa kielissä järjestetään kahden eri tason mukaiset kokeet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "reaaliaineet Ylioppilastutkintoon kuuluu äidinkielessä ja kirjallisuudessa, toisessa kotimaisessa kielessä, vieraissa kielissä, matematiikassa, luonnontieteellisissä, humanistis-yhteiskunnallisissa oppiaineissa () sekä taito- ja taideaineissa järjestettäviä kokeita. Valtioneuvoston asetuksella säädetään siitä, missä reaaliaineissa, vieraissa kielissä ja taito- ja taideaineissa kokeet järjestetään, sekä kokeiden laatimisesta. Ylioppilastutkintolautakunta määrää, missä vieraissa kielissä järjestetään kahden eri tason mukaiset kokeet.",
        "folded_fi": "reaaliaineet ylioppilastutkintoon kuuluu aidinkielessa ja kirjallisuudessa, toisessa kotimaisessa kielessa, vieraissa kielissa, matematiikassa, luonnontieteellisissa, humanistis-yhteiskunnallisissa oppiaineissa () seka taito- ja taideaineissa jarjestettavia kokeita. valtioneuvoston asetuksella saadetaan siita, missa reaaliaineissa, vieraissa kielissa ja taito- ja taideaineissa kokeet jarjestetaan, seka kokeiden laatimisesta. ylioppilastutkintolautakunta maaraa, missa vieraissa kielissa jarjestetaan kahden eri tason mukaiset kokeet.",
        "title_sv": "Prov i studentexamen",
        "content_sv": "realämnen I studentexamen ordnas prov i modersmål och litteratur, det andra inhemska språket, främmande språk, matematik, naturvetenskapliga och humanistisk-samhälleliga läroämnen () samt i konst- och färdighetsämnen. Bestämmelser om i vilka realämnen, främmande språk och konst- och färdighetsämnen det ordnas prov samt om utarbetande av prov utfärdas genom förordning av statsrådet. Studentexamensnämnden bestämmer i vilka främmande språk det ordnas prov med två olika svårighetsgrader.",
        "normalized_sv": "realämnen I studentexamen ordnas prov i modersmål och litteratur, det andra inhemska språket, främmande språk, matematik, naturvetenskapliga och humanistisk-samhälleliga läroämnen () samt i konst- och färdighetsämnen. Bestämmelser om i vilka realämnen, främmande språk och konst- och färdighetsämnen det ordnas prov samt om utarbetande av prov utfärdas genom förordning av statsrådet. Studentexamensnämnden bestämmer i vilka främmande språk det ordnas prov med två olika svårighetsgrader.",
        "folded_sv": "realamnen i studentexamen ordnas prov i modersmal och litteratur, det andra inhemska spraket, frammande sprak, matematik, naturvetenskapliga och humanistisk-samhalleliga laroamnen () samt i konst- och fardighetsamnen. bestammelser om i vilka realamnen, frammande sprak och konst- och fardighetsamnen det ordnas prov samt om utarbetande av prov utfardas genom forordning av statsradet. studentexamensnamnden bestammer i vilka frammande sprak det ordnas prov med tva olika svarighetsgrader."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kokeiden järjestäminen",
      "content": "Ylioppilastutkinnon kokeet järjestetään kirjallisesti tai digitaalisesti. Kokeisiin voi sisältyä suullisia tehtäviä ja valmistavia näyttöjä. Ylioppilastutkintolautakunta määrää tarkemmin kokeiden järjestämisestä ja siihen liittyvistä aikatauluista ja järjestelyistä. Ylioppilastutkintolautakunta voi kokeiden järjestämisen olosuhteita koskevasta erittäin painavasta syystä päättää, että oppilaitoksen kokeet järjestetään toisin kuin muissa oppilaitoksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ylioppilastutkinnon kokeet järjestetään kirjallisesti tai digitaalisesti. Kokeisiin voi sisältyä suullisia tehtäviä ja valmistavia näyttöjä. Ylioppilastutkintolautakunta määrää tarkemmin kokeiden järjestämisestä ja siihen liittyvistä aikatauluista ja järjestelyistä. Ylioppilastutkintolautakunta voi kokeiden järjestämisen olosuhteita koskevasta erittäin painavasta syystä päättää, että oppilaitoksen kokeet järjestetään toisin kuin muissa oppilaitoksissa.",
        "folded_fi": "ylioppilastutkinnon kokeet jarjestetaan kirjallisesti tai digitaalisesti. kokeisiin voi sisaltya suullisia tehtavia ja valmistavia nayttoja. ylioppilastutkintolautakunta maaraa tarkemmin kokeiden jarjestamisesta ja siihen liittyvista aikatauluista ja jarjestelyista. ylioppilastutkintolautakunta voi kokeiden jarjestamisen olosuhteita koskevasta erittain painavasta syysta paattaa, etta oppilaitoksen kokeet jarjestetaan toisin kuin muissa oppilaitoksissa.",
        "title_sv": "Anordnande av prov",
        "content_sv": "Proven i studentexamen ordnas skriftligt eller digitalt. Proven kan omfatta muntliga uppgifter och arbetsprov. Studentexamensnämnden bestämmer närmare om anordnande av prov samt om tidtabeller och arrangemang. Studentexamensnämnden kan av synnerligen vägande skäl som gäller omständigheterna för anordnande av prov besluta att proven vid en läroanstalt ordnas på annat sätt än vid andra läroanstalter.",
        "normalized_sv": "Proven i studentexamen ordnas skriftligt eller digitalt. Proven kan omfatta muntliga uppgifter och arbetsprov. Studentexamensnämnden bestämmer närmare om anordnande av prov samt om tidtabeller och arrangemang. Studentexamensnämnden kan av synnerligen vägande skäl som gäller omständigheterna för anordnande av prov besluta att proven vid en läroanstalt ordnas på annat sätt än vid andra läroanstalter.",
        "folded_sv": "proven i studentexamen ordnas skriftligt eller digitalt. proven kan omfatta muntliga uppgifter och arbetsprov. studentexamensnamnden bestammer narmare om anordnande av prov samt om tidtabeller och arrangemang. studentexamensnamnden kan av synnerligen vagande skal som galler omstandigheterna for anordnande av prov besluta att proven vid en laroanstalt ordnas pa annat satt an vid andra laroanstalter."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oikeus englanninkielisen ylioppilastutkinnon suorittamiseen",
      "content": "Englanninkielisen ylioppilastutkinnon saa lukiolain 20 §:n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimäärää englannin kielellä suorittavan lisäksi suorittaa henkilö, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimäärän englannin kielellä; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sitä vastaavan aiemman tutkinnon englannin kielellä; 3) englanninkieliseen International Baccalaureate tai European Baccalaureate -tutkintoon tähtäävät opinnot, mutta ei ole suorittanut tutkintoa. Edellä 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan vielä opiskelijana asianomaisessa perustutkintokoulutuksessa. Sen lisäksi, mitä 1 momentissa säädetään, edellytetään 2 ja 3 kohtaa sovellettaessa lisäksi, että opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielellä. Koulutuksen järjestäjä päättää noudattaen, mitä lukiolain 21 a §:ssä säädetään, riittääkö henkilön kielitaito siihen, että hän voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Englanninkielisen ylioppilastutkinnon saa lukiolain 20 § :n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimäärää englannin kielellä suorittavan lisäksi suorittaa henkilö, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimäärän englannin kielellä; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sitä vastaavan aiemman tutkinnon englannin kielellä; 3) englanninkieliseen International Baccalaureate tai European Baccalaureate -tutkintoon tähtäävät opinnot, mutta ei ole suorittanut tutkintoa. Edellä 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan vielä opiskelijana asianomaisessa perustutkintokoulutuksessa. Sen lisäksi, mitä 1 momentissa säädetään, edellytetään 2 ja 3 kohtaa sovellettaessa lisäksi, että opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielellä. Koulutuksen järjestäjä päättää noudattaen, mitä lukiolain 21 a § :ssä säädetään, riittääkö henkilön kielitaito siihen, että hän voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
        "folded_fi": "englanninkielisen ylioppilastutkinnon saa lukiolain 20 §:n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimaaraa englannin kielella suorittavan lisaksi suorittaa henkilo, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimaaran englannin kielella; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sita vastaavan aiemman tutkinnon englannin kielella; 3) englanninkieliseen international baccalaureate tai european baccalaureate -tutkintoon tahtaavat opinnot, mutta ei ole suorittanut tutkintoa. edella 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan viela opiskelijana asianomaisessa perustutkintokoulutuksessa. sen lisaksi, mita 1 momentissa saadetaan, edellytetaan 2 ja 3 kohtaa sovellettaessa lisaksi, etta opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielella. koulutuksen jarjestaja paattaa noudattaen, mita lukiolain 21 a §:ssa saadetaan, riittaako henkilon kielitaito siihen, etta han voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
        "title_sv": "Rätt att avlägga studentexamen på engelska",
        "content_sv": "Studentexamen på engelska får avläggas förutom av den som genomgår gymnasieutbildningens lärokurs på engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen även av den som tidigare har slutfört 1) gymnasieutbildningens lärokurs på engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen på engelska, 3) studier för en International Baccalaureate-examen eller European Baccalaureate-examen på engelska, men inte har avlagt examen. En studerande som avlägger en examen enligt 1 mom. 2 punkten får delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fråga. Utöver vad som föreskrivs i 1 mom. förutsätts vid tillämpningen av 2 och 3 punkten dessutom att den studerande saknar tillräckliga språkkunskaper för att avlägga studentexamen på finska eller svenska. Utbildningsanordnaren beslutar, med iakttagande av vad som föreskrivs i gymnasielagens 21 a §, om en persons språkkunskaper är tillräckliga för att han eller hon ska kunna avlägga studentexamen på finska eller svenska.",
        "normalized_sv": "Studentexamen på engelska får avläggas förutom av den som genomgår gymnasieutbildningens lärokurs på engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen även av den som tidigare har slutfört 1) gymnasieutbildningens lärokurs på engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen på engelska, 3) studier för en International Baccalaureate-examen eller European Baccalaureate-examen på engelska, men inte har avlagt examen. En studerande som avlägger en examen enligt 1 mom. 2 punkten får delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fråga. Utöver vad som föreskrivs i 1 mom. förutsätts vid tillämpningen av 2 och 3 punkten dessutom att den studerande saknar tillräckliga språkkunskaper för att avlägga studentexamen på finska eller svenska. Utbildningsanordnaren beslutar, med iakttagande av vad som föreskrivs i gymnasielagens 21 a § , om en persons språkkunskaper är tillräckliga för att han eller hon ska kunna avlägga studentexamen på finska eller svenska.",
        "folded_sv": "studentexamen pa engelska far avlaggas forutom av den som genomgar gymnasieutbildningens larokurs pa engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen aven av den som tidigare har slutfort 1) gymnasieutbildningens larokurs pa engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen pa engelska, 3) studier for en international baccalaureate-examen eller european baccalaureate-examen pa engelska, men inte har avlagt examen. en studerande som avlagger en examen enligt 1 mom. 2 punkten far delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fraga. utover vad som foreskrivs i 1 mom. forutsatts vid tillampningen av 2 och 3 punkten dessutom att den studerande saknar tillrackliga sprakkunskaper for att avlagga studentexamen pa finska eller svenska. utbildningsanordnaren beslutar, med iakttagande av vad som foreskrivs i gymnasielagens 21 a §, om en persons sprakkunskaper ar tillrackliga for att han eller hon ska kunna avlagga studentexamen pa finska eller svenska."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kokeisiin osallistumisen edellytykset",
      "content": "Lukiokoulutuksen oppimäärää suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 §:n nojalla annetussa valtioneuvoston asetuksessa säädetyt pakolliset opinnot oppiaineessa, jonka kokeeseen hän osallistuu. Reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Jos vieraan kielen koe perustuu oppimäärään, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistettä oppiaineen opintoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Lukiokoulutuksen oppimäärää suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 § :n nojalla annetussa valtioneuvoston asetuksessa säädetyt pakolliset opinnot oppiaineessa, jonka kokeeseen hän osallistuu. Reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Jos vieraan kielen koe perustuu oppimäärään, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistettä oppiaineen opintoja.",
        "folded_fi": "lukiokoulutuksen oppimaaraa suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 §:n nojalla annetussa valtioneuvoston asetuksessa saadetyt pakolliset opinnot oppiaineessa, jonka kokeeseen han osallistuu. reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua opiskeltuaan nelja opintopistetta oppiaineen opintoja. taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua opiskeltuaan nelja opintopistetta oppiaineen opintoja. jos vieraan kielen koe perustuu oppimaaraan, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistetta oppiaineen opintoja.",
        "title_sv": "Förutsättningar för deltagande i prov",
        "content_sv": "Den som genomgår lärokursen för gymnasieutbildningen får delta i ett prov i studentexamen efter att ha slutfört de obligatoriska studier som föreskrivs i den förordning av statsrådet som utfärdats med stöd av 11 § i gymnasielagen i det läroämne som provet gäller. I ett prov i ett realämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. I ett prov i ett konst- och färdighetsämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. Om provet i ett främmande språk bygger på en lärokurs som inte innehåller obligatoriska studier, får den som genomgår gymnasieutbildningens lärokurs delta i provet efter att ha avlagt sex studiepoäng i läroämnets studier.",
        "normalized_sv": "Den som genomgår lärokursen för gymnasieutbildningen får delta i ett prov i studentexamen efter att ha slutfört de obligatoriska studier som föreskrivs i den förordning av statsrådet som utfärdats med stöd av 11 § i gymnasielagen i det läroämne som provet gäller. I ett prov i ett realämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. I ett prov i ett konst- och färdighetsämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. Om provet i ett främmande språk bygger på en lärokurs som inte innehåller obligatoriska studier, får den som genomgår gymnasieutbildningens lärokurs delta i provet efter att ha avlagt sex studiepoäng i läroämnets studier.",
        "folded_sv": "den som genomgar larokursen for gymnasieutbildningen far delta i ett prov i studentexamen efter att ha slutfort de obligatoriska studier som foreskrivs i den forordning av statsradet som utfardats med stod av 11 § i gymnasielagen i det laroamne som provet galler. i ett prov i ett realamne som inte innehaller obligatoriska studier far den som genomgar gymnasieutbildningens larokurs delta efter att ha avlagt fyra studiepoang i laroamnets studier. i ett prov i ett konst- och fardighetsamne som inte innehaller obligatoriska studier far den som genomgar gymnasieutbildningens larokurs delta efter att ha avlagt fyra studiepoang i laroamnets studier. om provet i ett frammande sprak bygger pa en larokurs som inte innehaller obligatoriska studier, far den som genomgar gymnasieutbildningens larokurs delta i provet efter att ha avlagt sex studiepoang i laroamnets studier."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoittautuminen kokeisiin",
      "content": "Kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistään Ylioppilastutkintolautakunnan määräämänä päivänä siihen lukioon, jossa aikoo suorittaa kokeen. Rehtorin tehtävänä on varmistaa, että kokelas täyttää 5, 5 a, 6 ja 7 §:ssä tutkintoon ja sen kokeisiin osallistumiselle säädetyt edellytykset. Osallistumisoikeuden epäämisestä tulee antaa perusteltu kirjallinen päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistään Ylioppilastutkintolautakunnan määräämänä päivänä siihen lukioon, jossa aikoo suorittaa kokeen. Rehtorin tehtävänä on varmistaa, että kokelas täyttää 5, 5 a, 6 ja 7 § :ssä tutkintoon ja sen kokeisiin osallistumiselle säädetyt edellytykset. Osallistumisoikeuden epäämisestä tulee antaa perusteltu kirjallinen päätös.",
        "folded_fi": "kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistaan ylioppilastutkintolautakunnan maaraamana paivana siihen lukioon, jossa aikoo suorittaa kokeen. rehtorin tehtavana on varmistaa, etta kokelas tayttaa 5, 5 a, 6 ja 7 §:ssa tutkintoon ja sen kokeisiin osallistumiselle saadetyt edellytykset. osallistumisoikeuden epaamisesta tulee antaa perusteltu kirjallinen paatos.",
        "title_sv": "Anmälan till prov",
        "content_sv": "En examinand ska för varje enskilt examenstillfälle och prov som avläggs anmäla sig skriftligt senast den dag som Studentexamensnämnden fastställer till det gymnasium där denne avser avlägga provet. Rektorn har till uppgift att säkerställa att examinanden uppfyller förutsättningarna enligt 5, 5 a, 6 och 7 § för deltagande i examen och proven i den. Om rätten att delta förvägras ska ett motiverat, skriftligt beslut meddelas.",
        "normalized_sv": "En examinand ska för varje enskilt examenstillfälle och prov som avläggs anmäla sig skriftligt senast den dag som Studentexamensnämnden fastställer till det gymnasium där denne avser avlägga provet. Rektorn har till uppgift att säkerställa att examinanden uppfyller förutsättningarna enligt 5, 5 a, 6 och 7 § för deltagande i examen och proven i den. Om rätten att delta förvägras ska ett motiverat, skriftligt beslut meddelas.",
        "folded_sv": "en examinand ska for varje enskilt examenstillfalle och prov som avlaggs anmala sig skriftligt senast den dag som studentexamensnamnden faststaller till det gymnasium dar denne avser avlagga provet. rektorn har till uppgift att sakerstalla att examinanden uppfyller forutsattningarna enligt 5, 5 a, 6 och 7 § for deltagande i examen och proven i den. om ratten att delta forvagras ska ett motiverat, skriftligt beslut meddelas."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ylioppilastutkinnossa suoritettavat kokeet",
      "content": "Ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmistä: 1) äidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. Edellä 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmästä 1, kolme koetta eri ryhmistä 2-5 ja yksi koe ryhmistä 2-6. Edellä 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. Lisäksi tutkintoon voi kuulua yksi tai useampi muu koe mistä tahansa ryhmistä 1-6. Tutkintoon on sisällyttävä vähintään yksi 3 §:n 3 momentissa tarkoitettu vaativampi koe taikka 11 §:n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu äidinkielen ja kirjallisuuden koe.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmistä: 1) äidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. Edellä 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmästä 1, kolme koetta eri ryhmistä 2-5 ja yksi koe ryhmistä 2-6. Edellä 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. Lisäksi tutkintoon voi kuulua yksi tai useampi muu koe mistä tahansa ryhmistä 1-6. Tutkintoon on sisällyttävä vähintään yksi 3 § :n 3 momentissa tarkoitettu vaativampi koe taikka 11 § :n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu äidinkielen ja kirjallisuuden koe.",
        "folded_fi": "ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmista: 1) aidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. edella 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmasta 1, kolme koetta eri ryhmista 2-5 ja yksi koe ryhmista 2-6. edella 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. lisaksi tutkintoon voi kuulua yksi tai useampi muu koe mista tahansa ryhmista 1-6. tutkintoon on sisallyttava vahintaan yksi 3 §:n 3 momentissa tarkoitettu vaativampi koe taikka 11 §:n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu aidinkielen ja kirjallisuuden koe.",
        "title_sv": "Prov som avläggs i studentexamen",
        "content_sv": "En examinand som avlägger studentexamen ska avlägga fem prov ur följande grupper: 1) modersmål och litteratur, 2) matematik, 3) det andra inhemska språket, 4) främmande språk, 5) realämnen, 6) konst- och färdighetsämnen. Av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. Av de prov som avses i 1 mom. får endast ett avläggas i ett och samma läroämne. I examen kan dessutom ingå ett eller flera andra prov ur vilken som helst av grupperna 1-6. I examen ska det ingå minst ett i 3 § 3 mom. avsett prov med högre svårighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmål och litteratur som avläggs i stället för provet i det andra inhemska språket eller i ett främmande språk.",
        "normalized_sv": "En examinand som avlägger studentexamen ska avlägga fem prov ur följande grupper: 1) modersmål och litteratur, 2) matematik, 3) det andra inhemska språket, 4) främmande språk, 5) realämnen, 6) konst- och färdighetsämnen. Av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. Av de prov som avses i 1 mom. får endast ett avläggas i ett och samma läroämne. I examen kan dessutom ingå ett eller flera andra prov ur vilken som helst av grupperna 1-6. I examen ska det ingå minst ett i 3 § 3 mom. avsett prov med högre svårighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmål och litteratur som avläggs i stället för provet i det andra inhemska språket eller i ett främmande språk.",
        "folded_sv": "en examinand som avlagger studentexamen ska avlagga fem prov ur foljande grupper: 1) modersmal och litteratur, 2) matematik, 3) det andra inhemska spraket, 4) frammande sprak, 5) realamnen, 6) konst- och fardighetsamnen. av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. av de prov som avses i 1 mom. far endast ett avlaggas i ett och samma laroamne. i examen kan dessutom inga ett eller flera andra prov ur vilken som helst av grupperna 1-6. i examen ska det inga minst ett i 3 § 3 mom. avsett prov med hogre svarighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmal och litteratur som avlaggs i stallet for provet i det andra inhemska spraket eller i ett frammande sprak."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koetilaisuuteen saapumatta jääminen ja keskeytynyt koe",
      "content": "Jos kokeeseen ilmoittautunut henkilö jää saapumatta koetilaisuuteen tai valmistavaan näyttöön tai ei jätä koesuoritusta tai valmistavaa näyttöä arvosteltavaksi, koe katsotaan hylätyksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos kokeeseen ilmoittautunut henkilö jää saapumatta koetilaisuuteen tai valmistavaan näyttöön tai ei jätä koesuoritusta tai valmistavaa näyttöä arvosteltavaksi, koe katsotaan hylätyksi.",
        "folded_fi": "jos kokeeseen ilmoittautunut henkilo jaa saapumatta koetilaisuuteen tai valmistavaan nayttoon tai ei jata koesuoritusta tai valmistavaa nayttoa arvosteltavaksi, koe katsotaan hylatyksi.",
        "title_sv": "Utevaro från provtillfället och avbrutet prov",
        "content_sv": "Om den som har anmält sig till ett prov uteblir från provtillfället eller arbetsprovet eller inte lämnar in en provprestation eller ett arbetsprov för bedömning, betraktas provet som underkänt.",
        "normalized_sv": "Om den som har anmält sig till ett prov uteblir från provtillfället eller arbetsprovet eller inte lämnar in en provprestation eller ett arbetsprov för bedömning, betraktas provet som underkänt.",
        "folded_sv": "om den som har anmalt sig till ett prov uteblir fran provtillfallet eller arbetsprovet eller inte lamnar in en provprestation eller ett arbetsprov for bedomning, betraktas provet som underkant."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Tutkintotodistus ja kokeiden suorittamisesta annettavat todistukset",
      "content": "Englanninkielisestä ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisäksi englanninkielinen ylioppilastutkintotodistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Englanninkielisestä ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisäksi englanninkielinen ylioppilastutkintotodistus.",
        "folded_fi": "englanninkielisesta ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisaksi englanninkielinen ylioppilastutkintotodistus.",
        "title_sv": "Examensbetyg och betyg över avlagda prov",
        "content_sv": "Över studentexamen på engelska utfärdas förutom ett studentexamensbetyg på finska eller svenska även ett studentexamensbetyg på engelska.",
        "normalized_sv": "Över studentexamen på engelska utfärdas förutom ett studentexamensbetyg på finska eller svenska även ett studentexamensbetyg på engelska.",
        "folded_sv": "over studentexamen pa engelska utfardas forutom ett studentexamensbetyg pa finska eller svenska aven ett studentexamensbetyg pa engelska."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Muutoksenhaku rehtorin ja koulutuksen järjestäjän monijäsenisen toimielimen päätökseen",
      "content": "Rehtorin päätökseen, jolla on 8 §:n 1 momentin mukaisesti evätty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Päätös pannaan täytäntöön tehdystä valituksesta huolimatta, jollei valitusviranomainen kiellä täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Rehtorin päätökseen, jolla on 8 § :n 1 momentin mukaisesti evätty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Päätös pannaan täytäntöön tehdystä valituksesta huolimatta, jollei valitusviranomainen kiellä täytäntöönpanoa.",
        "folded_fi": "rehtorin paatokseen, jolla on 8 §:n 1 momentin mukaisesti evatty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003). muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019). paatos pannaan taytantoon tehdysta valituksesta huolimatta, jollei valitusviranomainen kiella taytantoonpanoa.",
        "title_sv": "Sökande av ändring i beslut av rektorn eller utbildningsanordnarens kollegiala organ",
        "content_sv": "Omprövning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har förvägrat rätt att delta i studentexamen eller i ett prov i studentexamen får begäras hos regionförvaltningsverket. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Beslutet verkställs även om besvär har anförts, om inte besvärsmyndigheten förbjuder verkställigheten.",
        "normalized_sv": "Omprövning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har förvägrat rätt att delta i studentexamen eller i ett prov i studentexamen får begäras hos regionförvaltningsverket. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Beslutet verkställs även om besvär har anförts, om inte besvärsmyndigheten förbjuder verkställigheten.",
        "folded_sv": "omprovning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har forvagrat ratt att delta i studentexamen eller i ett prov i studentexamen far begaras hos regionforvaltningsverket. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003). bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019). beslutet verkstalls aven om besvar har anforts, om inte besvarsmyndigheten forbjuder verkstalligheten."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Ylioppilastutkinto",
      "content": "Ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. Ylioppilastutkinto voidaan suorittaa myös englanniksi siten kuin 5 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. Ylioppilastutkinto voidaan suorittaa myös englanniksi siten kuin 5 a § :ssä säädetään.",
        "folded_fi": "ylioppilastutkinto suoritetaan suomeksi tai ruotsiksi oppilaitoksen opetuskielen mukaisesti. ylioppilastutkinto voidaan suorittaa myos englanniksi siten kuin 5 a §:ssa saadetaan.",
        "title_sv": "Studentexamen",
        "content_sv": "Studentexamen avläggs på finska eller svenska enligt läroanstaltens undervisningsspråk. Studentexamen kan även avläggas på engelska i enlighet med vad som föreskrivs i 5 a §.",
        "normalized_sv": "Studentexamen avläggs på finska eller svenska enligt läroanstaltens undervisningsspråk. Studentexamen kan även avläggas på engelska i enlighet med vad som föreskrivs i 5 a § .",
        "folded_sv": "studentexamen avlaggs pa finska eller svenska enligt laroanstaltens undervisningssprak. studentexamen kan aven avlaggas pa engelska i enlighet med vad som foreskrivs i 5 a §."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Ylioppilastutkinnon kokeet",
      "content": "reaaliaineet Ylioppilastutkintoon kuuluu äidinkielessä ja kirjallisuudessa, toisessa kotimaisessa kielessä, vieraissa kielissä, matematiikassa, luonnontieteellisissä, humanistis-yhteiskunnallisissa oppiaineissa () sekä taito- ja taideaineissa järjestettäviä kokeita. Valtioneuvoston asetuksella säädetään siitä, missä reaaliaineissa, vieraissa kielissä ja taito- ja taideaineissa kokeet järjestetään, sekä kokeiden laatimisesta. Ylioppilastutkintolautakunta määrää, missä vieraissa kielissä järjestetään kahden eri tason mukaiset kokeet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "reaaliaineet Ylioppilastutkintoon kuuluu äidinkielessä ja kirjallisuudessa, toisessa kotimaisessa kielessä, vieraissa kielissä, matematiikassa, luonnontieteellisissä, humanistis-yhteiskunnallisissa oppiaineissa () sekä taito- ja taideaineissa järjestettäviä kokeita. Valtioneuvoston asetuksella säädetään siitä, missä reaaliaineissa, vieraissa kielissä ja taito- ja taideaineissa kokeet järjestetään, sekä kokeiden laatimisesta. Ylioppilastutkintolautakunta määrää, missä vieraissa kielissä järjestetään kahden eri tason mukaiset kokeet.",
        "folded_fi": "reaaliaineet ylioppilastutkintoon kuuluu aidinkielessa ja kirjallisuudessa, toisessa kotimaisessa kielessa, vieraissa kielissa, matematiikassa, luonnontieteellisissa, humanistis-yhteiskunnallisissa oppiaineissa () seka taito- ja taideaineissa jarjestettavia kokeita. valtioneuvoston asetuksella saadetaan siita, missa reaaliaineissa, vieraissa kielissa ja taito- ja taideaineissa kokeet jarjestetaan, seka kokeiden laatimisesta. ylioppilastutkintolautakunta maaraa, missa vieraissa kielissa jarjestetaan kahden eri tason mukaiset kokeet.",
        "title_sv": "Prov i studentexamen",
        "content_sv": "realämnen I studentexamen ordnas prov i modersmål och litteratur, det andra inhemska språket, främmande språk, matematik, naturvetenskapliga och humanistisk-samhälleliga läroämnen () samt i konst- och färdighetsämnen. Bestämmelser om i vilka realämnen, främmande språk och konst- och färdighetsämnen det ordnas prov samt om utarbetande av prov utfärdas genom förordning av statsrådet. Studentexamensnämnden bestämmer i vilka främmande språk det ordnas prov med två olika svårighetsgrader.",
        "normalized_sv": "realämnen I studentexamen ordnas prov i modersmål och litteratur, det andra inhemska språket, främmande språk, matematik, naturvetenskapliga och humanistisk-samhälleliga läroämnen () samt i konst- och färdighetsämnen. Bestämmelser om i vilka realämnen, främmande språk och konst- och färdighetsämnen det ordnas prov samt om utarbetande av prov utfärdas genom förordning av statsrådet. Studentexamensnämnden bestämmer i vilka främmande språk det ordnas prov med två olika svårighetsgrader.",
        "folded_sv": "realamnen i studentexamen ordnas prov i modersmal och litteratur, det andra inhemska spraket, frammande sprak, matematik, naturvetenskapliga och humanistisk-samhalleliga laroamnen () samt i konst- och fardighetsamnen. bestammelser om i vilka realamnen, frammande sprak och konst- och fardighetsamnen det ordnas prov samt om utarbetande av prov utfardas genom forordning av statsradet. studentexamensnamnden bestammer i vilka frammande sprak det ordnas prov med tva olika svarighetsgrader."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Kokeiden järjestäminen",
      "content": "Ylioppilastutkinnon kokeet järjestetään kirjallisesti tai digitaalisesti. Kokeisiin voi sisältyä suullisia tehtäviä ja valmistavia näyttöjä. Ylioppilastutkintolautakunta määrää tarkemmin kokeiden järjestämisestä ja siihen liittyvistä aikatauluista ja järjestelyistä. Ylioppilastutkintolautakunta voi kokeiden järjestämisen olosuhteita koskevasta erittäin painavasta syystä päättää, että oppilaitoksen kokeet järjestetään toisin kuin muissa oppilaitoksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ylioppilastutkinnon kokeet järjestetään kirjallisesti tai digitaalisesti. Kokeisiin voi sisältyä suullisia tehtäviä ja valmistavia näyttöjä. Ylioppilastutkintolautakunta määrää tarkemmin kokeiden järjestämisestä ja siihen liittyvistä aikatauluista ja järjestelyistä. Ylioppilastutkintolautakunta voi kokeiden järjestämisen olosuhteita koskevasta erittäin painavasta syystä päättää, että oppilaitoksen kokeet järjestetään toisin kuin muissa oppilaitoksissa.",
        "folded_fi": "ylioppilastutkinnon kokeet jarjestetaan kirjallisesti tai digitaalisesti. kokeisiin voi sisaltya suullisia tehtavia ja valmistavia nayttoja. ylioppilastutkintolautakunta maaraa tarkemmin kokeiden jarjestamisesta ja siihen liittyvista aikatauluista ja jarjestelyista. ylioppilastutkintolautakunta voi kokeiden jarjestamisen olosuhteita koskevasta erittain painavasta syysta paattaa, etta oppilaitoksen kokeet jarjestetaan toisin kuin muissa oppilaitoksissa.",
        "title_sv": "Anordnande av prov",
        "content_sv": "Proven i studentexamen ordnas skriftligt eller digitalt. Proven kan omfatta muntliga uppgifter och arbetsprov. Studentexamensnämnden bestämmer närmare om anordnande av prov samt om tidtabeller och arrangemang. Studentexamensnämnden kan av synnerligen vägande skäl som gäller omständigheterna för anordnande av prov besluta att proven vid en läroanstalt ordnas på annat sätt än vid andra läroanstalter.",
        "normalized_sv": "Proven i studentexamen ordnas skriftligt eller digitalt. Proven kan omfatta muntliga uppgifter och arbetsprov. Studentexamensnämnden bestämmer närmare om anordnande av prov samt om tidtabeller och arrangemang. Studentexamensnämnden kan av synnerligen vägande skäl som gäller omständigheterna för anordnande av prov besluta att proven vid en läroanstalt ordnas på annat sätt än vid andra läroanstalter.",
        "folded_sv": "proven i studentexamen ordnas skriftligt eller digitalt. proven kan omfatta muntliga uppgifter och arbetsprov. studentexamensnamnden bestammer narmare om anordnande av prov samt om tidtabeller och arrangemang. studentexamensnamnden kan av synnerligen vagande skal som galler omstandigheterna for anordnande av prov besluta att proven vid en laroanstalt ordnas pa annat satt an vid andra laroanstalter."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oikeus englanninkielisen ylioppilastutkinnon suorittamiseen",
      "content": "Englanninkielisen ylioppilastutkinnon saa lukiolain 20 §:n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimäärää englannin kielellä suorittavan lisäksi suorittaa henkilö, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimäärän englannin kielellä; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sitä vastaavan aiemman tutkinnon englannin kielellä; 3) englanninkieliseen International Baccalaureate tai European Baccalaureate -tutkintoon tähtäävät opinnot, mutta ei ole suorittanut tutkintoa. Edellä 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan vielä opiskelijana asianomaisessa perustutkintokoulutuksessa. Sen lisäksi, mitä 1 momentissa säädetään, edellytetään 2 ja 3 kohtaa sovellettaessa lisäksi, että opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielellä. Koulutuksen järjestäjä päättää noudattaen, mitä lukiolain 21 a §:ssä säädetään, riittääkö henkilön kielitaito siihen, että hän voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Englanninkielisen ylioppilastutkinnon saa lukiolain 20 § :n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimäärää englannin kielellä suorittavan lisäksi suorittaa henkilö, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimäärän englannin kielellä; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sitä vastaavan aiemman tutkinnon englannin kielellä; 3) englanninkieliseen International Baccalaureate tai European Baccalaureate -tutkintoon tähtäävät opinnot, mutta ei ole suorittanut tutkintoa. Edellä 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan vielä opiskelijana asianomaisessa perustutkintokoulutuksessa. Sen lisäksi, mitä 1 momentissa säädetään, edellytetään 2 ja 3 kohtaa sovellettaessa lisäksi, että opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielellä. Koulutuksen järjestäjä päättää noudattaen, mitä lukiolain 21 a § :ssä säädetään, riittääkö henkilön kielitaito siihen, että hän voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
        "folded_fi": "englanninkielisen ylioppilastutkinnon saa lukiolain 20 §:n 2 momentin 1 kohdan mukaista lukiokoulutuksen oppimaaraa englannin kielella suorittavan lisaksi suorittaa henkilo, joka on aiemmin suorittanut: 1) lukiokoulutuksen oppimaaran englannin kielella; 2) ammatillisesta koulutuksesta annetussa laissa tarkoitetun ammatillisen perustutkinnon tai sita vastaavan aiemman tutkinnon englannin kielella; 3) englanninkieliseen international baccalaureate tai european baccalaureate -tutkintoon tahtaavat opinnot, mutta ei ole suorittanut tutkintoa. edella 1 momentin 2 kohdassa tarkoitettua tutkintoa suorittava opiskelija voi osallistua ylioppilastutkintoon ollessaan viela opiskelijana asianomaisessa perustutkintokoulutuksessa. sen lisaksi, mita 1 momentissa saadetaan, edellytetaan 2 ja 3 kohtaa sovellettaessa lisaksi, etta opiskelijalla on puutteellinen kielitaito ylioppilastutkinnon suorittamiseen suomen tai ruotsin kielella. koulutuksen jarjestaja paattaa noudattaen, mita lukiolain 21 a §:ssa saadetaan, riittaako henkilon kielitaito siihen, etta han voi suorittaa ylioppilastutkinnon suomeksi tai ruotsiksi.",
        "title_sv": "Rätt att avlägga studentexamen på engelska",
        "content_sv": "Studentexamen på engelska får avläggas förutom av den som genomgår gymnasieutbildningens lärokurs på engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen även av den som tidigare har slutfört 1) gymnasieutbildningens lärokurs på engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen på engelska, 3) studier för en International Baccalaureate-examen eller European Baccalaureate-examen på engelska, men inte har avlagt examen. En studerande som avlägger en examen enligt 1 mom. 2 punkten får delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fråga. Utöver vad som föreskrivs i 1 mom. förutsätts vid tillämpningen av 2 och 3 punkten dessutom att den studerande saknar tillräckliga språkkunskaper för att avlägga studentexamen på finska eller svenska. Utbildningsanordnaren beslutar, med iakttagande av vad som föreskrivs i gymnasielagens 21 a §, om en persons språkkunskaper är tillräckliga för att han eller hon ska kunna avlägga studentexamen på finska eller svenska.",
        "normalized_sv": "Studentexamen på engelska får avläggas förutom av den som genomgår gymnasieutbildningens lärokurs på engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen även av den som tidigare har slutfört 1) gymnasieutbildningens lärokurs på engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen på engelska, 3) studier för en International Baccalaureate-examen eller European Baccalaureate-examen på engelska, men inte har avlagt examen. En studerande som avlägger en examen enligt 1 mom. 2 punkten får delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fråga. Utöver vad som föreskrivs i 1 mom. förutsätts vid tillämpningen av 2 och 3 punkten dessutom att den studerande saknar tillräckliga språkkunskaper för att avlägga studentexamen på finska eller svenska. Utbildningsanordnaren beslutar, med iakttagande av vad som föreskrivs i gymnasielagens 21 a § , om en persons språkkunskaper är tillräckliga för att han eller hon ska kunna avlägga studentexamen på finska eller svenska.",
        "folded_sv": "studentexamen pa engelska far avlaggas forutom av den som genomgar gymnasieutbildningens larokurs pa engelska enligt 20 § 2 mom. 1 punkten i gymnasielagen aven av den som tidigare har slutfort 1) gymnasieutbildningens larokurs pa engelska, 2) en yrkesinriktad grundexamen enligt lagen om yrkesutbildning eller en motsvarande tidigare examen pa engelska, 3) studier for en international baccalaureate-examen eller european baccalaureate-examen pa engelska, men inte har avlagt examen. en studerande som avlagger en examen enligt 1 mom. 2 punkten far delta i studentexamen medan han eller hon fortfarande studerar inom grundexamensutbildningen i fraga. utover vad som foreskrivs i 1 mom. forutsatts vid tillampningen av 2 och 3 punkten dessutom att den studerande saknar tillrackliga sprakkunskaper for att avlagga studentexamen pa finska eller svenska. utbildningsanordnaren beslutar, med iakttagande av vad som foreskrivs i gymnasielagens 21 a §, om en persons sprakkunskaper ar tillrackliga for att han eller hon ska kunna avlagga studentexamen pa finska eller svenska."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kokeisiin osallistumisen edellytykset",
      "content": "Lukiokoulutuksen oppimäärää suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 §:n nojalla annetussa valtioneuvoston asetuksessa säädetyt pakolliset opinnot oppiaineessa, jonka kokeeseen hän osallistuu. Reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Jos vieraan kielen koe perustuu oppimäärään, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistettä oppiaineen opintoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Lukiokoulutuksen oppimäärää suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 § :n nojalla annetussa valtioneuvoston asetuksessa säädetyt pakolliset opinnot oppiaineessa, jonka kokeeseen hän osallistuu. Reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua opiskeltuaan neljä opintopistettä oppiaineen opintoja. Jos vieraan kielen koe perustuu oppimäärään, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimäärää suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistettä oppiaineen opintoja.",
        "folded_fi": "lukiokoulutuksen oppimaaraa suorittava voi osallistua ylioppilastutkinnon kokeeseen opiskeltuaan lukiolain 11 §:n nojalla annetussa valtioneuvoston asetuksessa saadetyt pakolliset opinnot oppiaineessa, jonka kokeeseen han osallistuu. reaaliaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua opiskeltuaan nelja opintopistetta oppiaineen opintoja. taito- ja taideaineen kokeeseen aineessa, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua opiskeltuaan nelja opintopistetta oppiaineen opintoja. jos vieraan kielen koe perustuu oppimaaraan, jossa ei ole pakollisia opintoja, lukiokoulutuksen oppimaaraa suorittava voi osallistua kokeeseen opiskeltuaan kuusi opintopistetta oppiaineen opintoja.",
        "title_sv": "Förutsättningar för deltagande i prov",
        "content_sv": "Den som genomgår lärokursen för gymnasieutbildningen får delta i ett prov i studentexamen efter att ha slutfört de obligatoriska studier som föreskrivs i den förordning av statsrådet som utfärdats med stöd av 11 § i gymnasielagen i det läroämne som provet gäller. I ett prov i ett realämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. I ett prov i ett konst- och färdighetsämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. Om provet i ett främmande språk bygger på en lärokurs som inte innehåller obligatoriska studier, får den som genomgår gymnasieutbildningens lärokurs delta i provet efter att ha avlagt sex studiepoäng i läroämnets studier.",
        "normalized_sv": "Den som genomgår lärokursen för gymnasieutbildningen får delta i ett prov i studentexamen efter att ha slutfört de obligatoriska studier som föreskrivs i den förordning av statsrådet som utfärdats med stöd av 11 § i gymnasielagen i det läroämne som provet gäller. I ett prov i ett realämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. I ett prov i ett konst- och färdighetsämne som inte innehåller obligatoriska studier får den som genomgår gymnasieutbildningens lärokurs delta efter att ha avlagt fyra studiepoäng i läroämnets studier. Om provet i ett främmande språk bygger på en lärokurs som inte innehåller obligatoriska studier, får den som genomgår gymnasieutbildningens lärokurs delta i provet efter att ha avlagt sex studiepoäng i läroämnets studier.",
        "folded_sv": "den som genomgar larokursen for gymnasieutbildningen far delta i ett prov i studentexamen efter att ha slutfort de obligatoriska studier som foreskrivs i den forordning av statsradet som utfardats med stod av 11 § i gymnasielagen i det laroamne som provet galler. i ett prov i ett realamne som inte innehaller obligatoriska studier far den som genomgar gymnasieutbildningens larokurs delta efter att ha avlagt fyra studiepoang i laroamnets studier. i ett prov i ett konst- och fardighetsamne som inte innehaller obligatoriska studier far den som genomgar gymnasieutbildningens larokurs delta efter att ha avlagt fyra studiepoang i laroamnets studier. om provet i ett frammande sprak bygger pa en larokurs som inte innehaller obligatoriska studier, far den som genomgar gymnasieutbildningens larokurs delta i provet efter att ha avlagt sex studiepoang i laroamnets studier."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Ilmoittautuminen kokeisiin",
      "content": "Kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistään Ylioppilastutkintolautakunnan määräämänä päivänä siihen lukioon, jossa aikoo suorittaa kokeen. Rehtorin tehtävänä on varmistaa, että kokelas täyttää 5, 5 a, 6 ja 7 §:ssä tutkintoon ja sen kokeisiin osallistumiselle säädetyt edellytykset. Osallistumisoikeuden epäämisestä tulee antaa perusteltu kirjallinen päätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistään Ylioppilastutkintolautakunnan määräämänä päivänä siihen lukioon, jossa aikoo suorittaa kokeen. Rehtorin tehtävänä on varmistaa, että kokelas täyttää 5, 5 a, 6 ja 7 § :ssä tutkintoon ja sen kokeisiin osallistumiselle säädetyt edellytykset. Osallistumisoikeuden epäämisestä tulee antaa perusteltu kirjallinen päätös.",
        "folded_fi": "kokelaan tulee ilmoittautua kirjallisesti kutakin tutkintokertaa ja suoritettavaa koetta varten viimeistaan ylioppilastutkintolautakunnan maaraamana paivana siihen lukioon, jossa aikoo suorittaa kokeen. rehtorin tehtavana on varmistaa, etta kokelas tayttaa 5, 5 a, 6 ja 7 §:ssa tutkintoon ja sen kokeisiin osallistumiselle saadetyt edellytykset. osallistumisoikeuden epaamisesta tulee antaa perusteltu kirjallinen paatos.",
        "title_sv": "Anmälan till prov",
        "content_sv": "En examinand ska för varje enskilt examenstillfälle och prov som avläggs anmäla sig skriftligt senast den dag som Studentexamensnämnden fastställer till det gymnasium där denne avser avlägga provet. Rektorn har till uppgift att säkerställa att examinanden uppfyller förutsättningarna enligt 5, 5 a, 6 och 7 § för deltagande i examen och proven i den. Om rätten att delta förvägras ska ett motiverat, skriftligt beslut meddelas.",
        "normalized_sv": "En examinand ska för varje enskilt examenstillfälle och prov som avläggs anmäla sig skriftligt senast den dag som Studentexamensnämnden fastställer till det gymnasium där denne avser avlägga provet. Rektorn har till uppgift att säkerställa att examinanden uppfyller förutsättningarna enligt 5, 5 a, 6 och 7 § för deltagande i examen och proven i den. Om rätten att delta förvägras ska ett motiverat, skriftligt beslut meddelas.",
        "folded_sv": "en examinand ska for varje enskilt examenstillfalle och prov som avlaggs anmala sig skriftligt senast den dag som studentexamensnamnden faststaller till det gymnasium dar denne avser avlagga provet. rektorn har till uppgift att sakerstalla att examinanden uppfyller forutsattningarna enligt 5, 5 a, 6 och 7 § for deltagande i examen och proven i den. om ratten att delta forvagras ska ett motiverat, skriftligt beslut meddelas."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Ylioppilastutkinnossa suoritettavat kokeet",
      "content": "Ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmistä: 1) äidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. Edellä 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmästä 1, kolme koetta eri ryhmistä 2-5 ja yksi koe ryhmistä 2-6. Edellä 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. Lisäksi tutkintoon voi kuulua yksi tai useampi muu koe mistä tahansa ryhmistä 1-6. Tutkintoon on sisällyttävä vähintään yksi 3 §:n 3 momentissa tarkoitettu vaativampi koe taikka 11 §:n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu äidinkielen ja kirjallisuuden koe.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmistä: 1) äidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. Edellä 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmästä 1, kolme koetta eri ryhmistä 2-5 ja yksi koe ryhmistä 2-6. Edellä 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. Lisäksi tutkintoon voi kuulua yksi tai useampi muu koe mistä tahansa ryhmistä 1-6. Tutkintoon on sisällyttävä vähintään yksi 3 § :n 3 momentissa tarkoitettu vaativampi koe taikka 11 § :n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu äidinkielen ja kirjallisuuden koe.",
        "folded_fi": "ylioppilastutkintoa suorittavan kokelaan on suoritettava viisi koetta seuraavista ryhmista: 1) aidinkieli ja kirjallisuus; 2) matematiikka; 3) toinen kotimainen kieli; 4) vieraat kielet; 5) reaaliaineet; 6) taito- ja taideaineet. edella 1 momentissa tarkoitetuista kokeista yhden kokeen tulee olla ryhmasta 1, kolme koetta eri ryhmista 2-5 ja yksi koe ryhmista 2-6. edella 1 momentissa tarkoitettuihin kokeisiin voi kuulua vain yksi koe samassa oppiaineessa. lisaksi tutkintoon voi kuulua yksi tai useampi muu koe mista tahansa ryhmista 1-6. tutkintoon on sisallyttava vahintaan yksi 3 §:n 3 momentissa tarkoitettu vaativampi koe taikka 11 §:n 2 tai 3 momentissa tarkoitettu toisen kotimaisen kielen tai vieraan kielen kokeen sijasta suoritettu aidinkielen ja kirjallisuuden koe.",
        "title_sv": "Prov som avläggs i studentexamen",
        "content_sv": "En examinand som avlägger studentexamen ska avlägga fem prov ur följande grupper: 1) modersmål och litteratur, 2) matematik, 3) det andra inhemska språket, 4) främmande språk, 5) realämnen, 6) konst- och färdighetsämnen. Av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. Av de prov som avses i 1 mom. får endast ett avläggas i ett och samma läroämne. I examen kan dessutom ingå ett eller flera andra prov ur vilken som helst av grupperna 1-6. I examen ska det ingå minst ett i 3 § 3 mom. avsett prov med högre svårighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmål och litteratur som avläggs i stället för provet i det andra inhemska språket eller i ett främmande språk.",
        "normalized_sv": "En examinand som avlägger studentexamen ska avlägga fem prov ur följande grupper: 1) modersmål och litteratur, 2) matematik, 3) det andra inhemska språket, 4) främmande språk, 5) realämnen, 6) konst- och färdighetsämnen. Av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. Av de prov som avses i 1 mom. får endast ett avläggas i ett och samma läroämne. I examen kan dessutom ingå ett eller flera andra prov ur vilken som helst av grupperna 1-6. I examen ska det ingå minst ett i 3 § 3 mom. avsett prov med högre svårighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmål och litteratur som avläggs i stället för provet i det andra inhemska språket eller i ett främmande språk.",
        "folded_sv": "en examinand som avlagger studentexamen ska avlagga fem prov ur foljande grupper: 1) modersmal och litteratur, 2) matematik, 3) det andra inhemska spraket, 4) frammande sprak, 5) realamnen, 6) konst- och fardighetsamnen. av de prov som avses i 1 mom. ska ett prov vara ur grupp 1, tre prov ur olika grupper ur grupperna 2-5 och ett prov ur grupperna 2-6. av de prov som avses i 1 mom. far endast ett avlaggas i ett och samma laroamne. i examen kan dessutom inga ett eller flera andra prov ur vilken som helst av grupperna 1-6. i examen ska det inga minst ett i 3 § 3 mom. avsett prov med hogre svarighetsgrad, eller ett i 11 § 2 eller 3 mom. avsett prov i modersmal och litteratur som avlaggs i stallet for provet i det andra inhemska spraket eller i ett frammande sprak."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Koetilaisuuteen saapumatta jääminen ja keskeytynyt koe",
      "content": "Jos kokeeseen ilmoittautunut henkilö jää saapumatta koetilaisuuteen tai valmistavaan näyttöön tai ei jätä koesuoritusta tai valmistavaa näyttöä arvosteltavaksi, koe katsotaan hylätyksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Jos kokeeseen ilmoittautunut henkilö jää saapumatta koetilaisuuteen tai valmistavaan näyttöön tai ei jätä koesuoritusta tai valmistavaa näyttöä arvosteltavaksi, koe katsotaan hylätyksi.",
        "folded_fi": "jos kokeeseen ilmoittautunut henkilo jaa saapumatta koetilaisuuteen tai valmistavaan nayttoon tai ei jata koesuoritusta tai valmistavaa nayttoa arvosteltavaksi, koe katsotaan hylatyksi.",
        "title_sv": "Utevaro från provtillfället och avbrutet prov",
        "content_sv": "Om den som har anmält sig till ett prov uteblir från provtillfället eller arbetsprovet eller inte lämnar in en provprestation eller ett arbetsprov för bedömning, betraktas provet som underkänt.",
        "normalized_sv": "Om den som har anmält sig till ett prov uteblir från provtillfället eller arbetsprovet eller inte lämnar in en provprestation eller ett arbetsprov för bedömning, betraktas provet som underkänt.",
        "folded_sv": "om den som har anmalt sig till ett prov uteblir fran provtillfallet eller arbetsprovet eller inte lamnar in en provprestation eller ett arbetsprov for bedomning, betraktas provet som underkant."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Tutkintotodistus ja kokeiden suorittamisesta annettavat todistukset",
      "content": "Englanninkielisestä ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisäksi englanninkielinen ylioppilastutkintotodistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19",
        "normalized_fi": "Englanninkielisestä ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisäksi englanninkielinen ylioppilastutkintotodistus.",
        "folded_fi": "englanninkielisesta ylioppilastutkinnosta annetaan suomen- tai ruotsinkielisen ylioppilastutkintotodistuksen lisaksi englanninkielinen ylioppilastutkintotodistus.",
        "title_sv": "Examensbetyg och betyg över avlagda prov",
        "content_sv": "Över studentexamen på engelska utfärdas förutom ett studentexamensbetyg på finska eller svenska även ett studentexamensbetyg på engelska.",
        "normalized_sv": "Över studentexamen på engelska utfärdas förutom ett studentexamensbetyg på finska eller svenska även ett studentexamensbetyg på engelska.",
        "folded_sv": "over studentexamen pa engelska utfardas forutom ett studentexamensbetyg pa finska eller svenska aven ett studentexamensbetyg pa engelska."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Muutoksenhaku rehtorin ja koulutuksen järjestäjän monijäsenisen toimielimen päätökseen",
      "content": "Rehtorin päätökseen, jolla on 8 §:n 1 momentin mukaisesti evätty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Päätös pannaan täytäntöön tehdystä valituksesta huolimatta, jollei valitusviranomainen kiellä täytäntöönpanoa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Rehtorin päätökseen, jolla on 8 § :n 1 momentin mukaisesti evätty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. Oikaisuvaatimuksesta säädetään hallintolaissa (434/2003). Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019). Päätös pannaan täytäntöön tehdystä valituksesta huolimatta, jollei valitusviranomainen kiellä täytäntöönpanoa.",
        "folded_fi": "rehtorin paatokseen, jolla on 8 §:n 1 momentin mukaisesti evatty osallistumisoikeus ylioppilastutkintoon tai sen kokeeseen, saa vaatia oikaisua aluehallintovirastolta. oikaisuvaatimuksesta saadetaan hallintolaissa (434/2003). muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019). paatos pannaan taytantoon tehdysta valituksesta huolimatta, jollei valitusviranomainen kiella taytantoonpanoa.",
        "title_sv": "Sökande av ändring i beslut av rektorn eller utbildningsanordnarens kollegiala organ",
        "content_sv": "Omprövning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har förvägrat rätt att delta i studentexamen eller i ett prov i studentexamen får begäras hos regionförvaltningsverket. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Beslutet verkställs även om besvär har anförts, om inte besvärsmyndigheten förbjuder verkställigheten.",
        "normalized_sv": "Omprövning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har förvägrat rätt att delta i studentexamen eller i ett prov i studentexamen får begäras hos regionförvaltningsverket. Bestämmelser om begäran om omprövning finns i förvaltningslagen (434/2003). Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019). Beslutet verkställs även om besvär har anförts, om inte besvärsmyndigheten förbjuder verkställigheten.",
        "folded_sv": "omprovning av ett beslut genom vilket rektorn enligt 8 § 1 mom. har forvagrat ratt att delta i studentexamen eller i ett prov i studentexamen far begaras hos regionforvaltningsverket. bestammelser om begaran om omprovning finns i forvaltningslagen (434/2003). bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019). beslutet verkstalls aven om besvar har anforts, om inte besvarsmyndigheten forbjuder verkstalligheten."
      },
      "valid_from": "2024-12-19",
      "valid_to": null
    }
  ]
}