{
  "id": "80/2016",
  "type": "statute",
  "title": "Merimieseläkelain muuttamisesta annetun lain voimaanpanolaki",
  "title_en": "Lag om införande av lagen om ändring av lagen om sjömanspensioner",
  "status": "in_force",
  "issued_date": "2016-01-29",
  "in_force_date": "2016-01-29",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2016/80/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaantulo",
      "content": "Merimieseläkelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä merimieseläkelain (1290/2006) soveltamisalaan kuuluvassa työsuhteessa tehtyyn työhön 1 päivästä tammikuuta 2017 lukien. Merimieseläkelain muuttamisesta annetun lain 97 §:n 1 momentin 6 kohtaa ja 100 §:n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Merimieseläkelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä merimieseläkelain (1290/2006) soveltamisalaan kuuluvassa työsuhteessa tehtyyn työhön 1 päivästä tammikuuta 2017 lukien. Merimieseläkelain muuttamisesta annetun lain 97 § :n 1 momentin 6 kohtaa ja 100 § :n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen.",
        "folded_fi": "merimieselakelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 paivana tammikuuta 2017. sita sovelletaan elakkeisiin, joissa elaketapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen seka merimieselakelain (1290/2006) soveltamisalaan kuuluvassa tyosuhteessa tehtyyn tyohon 1 paivasta tammikuuta 2017 lukien. merimieselakelain muuttamisesta annetun lain 97 §:n 1 momentin 6 kohtaa ja 100 §:n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Lagen om ändring av lagen om sjömanspensioner (78/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på arbete som utförts i anställningsförhållanden som omfattas av tillämpningsområdet för lagen om sjömanspensioner (1290/2006) från och med den 1 januari 2017. Bestämmelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om ändring av lagen om sjömanspensioner tillämpas på ersättning enligt patientskadelagen (585/1986) eller lagen om ansvar i spårtrafik (113/1999) i fråga om försäkringsfall som inträffar den 1 januari 2017 eller därefter.",
        "normalized_sv": "Lagen om ändring av lagen om sjömanspensioner (78/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på arbete som utförts i anställningsförhållanden som omfattas av tillämpningsområdet för lagen om sjömanspensioner (1290/2006) från och med den 1 januari 2017. Bestämmelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om ändring av lagen om sjömanspensioner tillämpas på ersättning enligt patientskadelagen (585/1986) eller lagen om ansvar i spårtrafik (113/1999) i fråga om försäkringsfall som inträffar den 1 januari 2017 eller därefter.",
        "folded_sv": "lagen om andring av lagen om sjomanspensioner (78/2016) trader i kraft den 1 januari 2017. den tillampas pa pensioner dar pensionsfallet intraffar den 1 januari 2017 eller darefter samt pa arbete som utforts i anstallningsforhallanden som omfattas av tillampningsomradet for lagen om sjomanspensioner (1290/2006) fran och med den 1 januari 2017. bestammelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om andring av lagen om sjomanspensioner tillampas pa ersattning enligt patientskadelagen (585/1986) eller lagen om ansvar i spartrafik (113/1999) i fraga om forsakringsfall som intraffar den 1 januari 2017 eller darefter."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvan sopeuttaminen yleiseen eliniän muutokseen",
      "content": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan merimieseläkelain muuttamisesta annetun lain 88 §:n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmäisen kerran 1965 syntyneille työntekijöille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan merimieseläkelain muuttamisesta annetun lain 88 § :n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 § :n mukaisesti ensimmäisen kerran 1965 syntyneille työntekijöille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
        "folded_fi": "alin vanhuuselakeika, osittaisen varhennetun vanhuuselakkeen alaikaraja ja tyouraelakkeen alaikaraja vahvistetaan merimieselakelain muuttamisesta annetun lain 88 §:n ja tyontekijan elakelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmaisen kerran 1965 syntyneille tyontekijoille vuodelle 2027. tyokyvyttomyyden alkaessa ennen vuotta 2027 vain tyokyvyttomyyselakkeen alkamiseen mennessa ansaittu elake muunnetaan elinaikakertoimella.",
        "title_sv": "Anpassning av pensionsskyddet till den allmänna förändringen i livslängden",
        "content_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 88 § i lagen om ändring av lagen om sjömanspensioner och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för arbetstagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "normalized_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 88 § i lagen om ändring av lagen om sjömanspensioner och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för arbetstagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "folded_sv": "den lagsta aldern for alderspension, den nedre aldersgransen for partiell fortida alderspension och den nedre aldersgransen for arbetslivspension faststalls i enlighet med 88 § i lagen om andring av lagen om sjomanspensioner och 83 § i lagen om andring av lagen om pension for arbetstagare (69/2016) forsta gangen for 2027 for arbetstagare som ar fodda 1965. om arbetsoformagan borjar fore 2027, omvandlas med livslangdskoefficienten endast den pension som tjanats in fram till det att invalidpensionen borjar."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Lykkäyskorotus",
      "content": "Vuonna 1948 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle työntekijälle lasketaan merimieseläkelain muuttamisesta annetun lain 11 ja 16 §:ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Vuonna 1948 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle työntekijälle lasketaan merimieseläkelain muuttamisesta annetun lain 11 ja 16 § :ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä.",
        "folded_fi": "vuonna 1948 ja sita ennen syntyneen tyontekijan vanhuuselaketta lykattaessa elaketta korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 68 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 68 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta. vuonna 1949-1953 syntyneelle tyontekijalle lasketaan merimieselakelain muuttamisesta annetun lain 11 ja 16 §:ssa tarkoitettu lykkayskorotus aikaisintaan 1 paivasta tammikuuta 2017 alkaen. vuonna 1939 ja sita ennen syntyneen tyontekijan vanhuuselaketta lykattaessa elaketta korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 65 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 65 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta.",
        "title_sv": "Uppskovsförhöjning",
        "content_sv": "Om ålderspensionen för arbetstagare födda 1948 eller tidigare skjuts upp, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 68 års ålder uppnås. För arbetstagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 11 och 16 § i lagen om ändring av lagen om sjömanspensioner tidigast från och med den 1 januari 2017. Om ålderspensionen för arbetstagare födda 1939 eller tidigare skjuts upp, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 65 års ålder uppnås.",
        "normalized_sv": "Om ålderspensionen för arbetstagare födda 1948 eller tidigare skjuts upp, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 68 års ålder uppnås. För arbetstagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 11 och 16 § i lagen om ändring av lagen om sjömanspensioner tidigast från och med den 1 januari 2017. Om ålderspensionen för arbetstagare födda 1939 eller tidigare skjuts upp, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 65 års ålder uppnås.",
        "folded_sv": "om alderspensionen for arbetstagare fodda 1948 eller tidigare skjuts upp, hojs pensionen med 0,4 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den under vilken 68 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad under vilken 68 ars alder uppnas. for arbetstagare fodda 1949-1953 beraknas den uppskovsforhojning som avses i 11 och 16 § i lagen om andring av lagen om sjomanspensioner tidigast fran och med den 1 januari 2017. om alderspensionen for arbetstagare fodda 1939 eller tidigare skjuts upp, hojs pensionen med 0,6 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den under vilken 65 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad under vilken 65 ars alder uppnas."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Siirtymäajan korotettu karttuma",
      "content": "Vuoden 2025 loppuun eläkettä karttuu työansioista 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona työntekijä täyttää 63 vuotta, jos työntekijä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Jos karttumisprosentti muuttuu kalenterivuoden aikana, eläkkeen karttuminen määräytyy keskimääräisen karttumisprosentin mukaan muista kuin vanhuuseläkkeen alkamisen jälkeen ansaituista työansioista. Keskimääräinen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisältyvien kalenterikuukausien lukumäärän suhteessa, joihin karttumisprosentit kohdistuvat. Mitä 1 momentissa säädetään, koskee myös työntekijää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan Suomessa ansaittujen työansioiden perusteella. Vuoden 2025 loppuun saakka 53 vuotta täyttäneen työntekijän eläkevakuutusmaksu määräytyy työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 §:n 2 momentissa säädetysti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Vuoden 2025 loppuun eläkettä karttuu työansioista 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona työntekijä täyttää 63 vuotta, jos työntekijä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Jos karttumisprosentti muuttuu kalenterivuoden aikana, eläkkeen karttuminen määräytyy keskimääräisen karttumisprosentin mukaan muista kuin vanhuuseläkkeen alkamisen jälkeen ansaituista työansioista. Keskimääräinen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisältyvien kalenterikuukausien lukumäärän suhteessa, joihin karttumisprosentit kohdistuvat. Mitä 1 momentissa säädetään, koskee myös työntekijää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan Suomessa ansaittujen työansioiden perusteella. Vuoden 2025 loppuun saakka 53 vuotta täyttäneen työntekijän eläkevakuutusmaksu määräytyy työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 § :n 2 momentissa säädetysti.",
        "folded_fi": "vuoden 2025 loppuun elaketta karttuu tyoansioista 1,7 prosenttia vuodessa 53 vuoden ian tayttamista seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona tyontekija tayttaa 63 vuotta, jos tyontekija ei saa maatalousyrittajien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan tyoskentelyyn perustuvaa tyoelakelakien mukaista etuutta kuin osa-aikaelaketta tai osittaista varhennettua vanhuuselaketta. jos karttumisprosentti muuttuu kalenterivuoden aikana, elakkeen karttuminen maaraytyy keskimaaraisen karttumisprosentin mukaan muista kuin vanhuuselakkeen alkamisen jalkeen ansaituista tyoansioista. keskimaarainen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisaltyvien kalenterikuukausien lukumaaran suhteessa, joihin karttumisprosentit kohdistuvat. mita 1 momentissa saadetaan, koskee myos tyontekijaa, joka tyoskentelee toisessa euroopan unionin jasenvaltiossa tai euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta taytettyaan. talloin teoreettiseen elakkeeseen lisataan 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisa. erillinen lisa lasketaan suomessa ansaittujen tyoansioiden perusteella. vuoden 2025 loppuun saakka 53 vuotta tayttaneen tyontekijan elakevakuutusmaksu maaraytyy tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 §:n 2 momentissa saadetysti.",
        "title_sv": "Höjd pensionstillväxt under övergångsperioden",
        "content_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på arbetsinkomster från ingången av kalendermånaden efter den under vilken 53 års ålder uppnås till utgången av kalendermånaden då 63 års ålder uppnås, om inte arbetstagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, fastställs pensionstillväxten enligt en genomsnittlig tillväxtprocent på basis av andra arbetsinkomster än sådana som tjänats in efter ålderspensionens början. Den genomsnittliga tillväxtprocenten räknas ut genom att tillväxtprocentsatserna beaktas i förhållande till det antal kalendermånader under kalenderåret till vilka tillväxtprocentsatserna hänför sig. Det som föreskrivs i 1 mom. gäller även arbetstagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas på basis av de arbetsinkomster som tjänats in i Finland. Fram till utgången av 2025 bestäms pensionsförsäkringsavgiften för en arbetstagare som fyllt 53 år i enlighet med 4 § 2 mom. i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016).",
        "normalized_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på arbetsinkomster från ingången av kalendermånaden efter den under vilken 53 års ålder uppnås till utgången av kalendermånaden då 63 års ålder uppnås, om inte arbetstagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, fastställs pensionstillväxten enligt en genomsnittlig tillväxtprocent på basis av andra arbetsinkomster än sådana som tjänats in efter ålderspensionens början. Den genomsnittliga tillväxtprocenten räknas ut genom att tillväxtprocentsatserna beaktas i förhållande till det antal kalendermånader under kalenderåret till vilka tillväxtprocentsatserna hänför sig. Det som föreskrivs i 1 mom. gäller även arbetstagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas på basis av de arbetsinkomster som tjänats in i Finland. Fram till utgången av 2025 bestäms pensionsförsäkringsavgiften för en arbetstagare som fyllt 53 år i enlighet med 4 § 2 mom. i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016).",
        "folded_sv": "fram till utgangen av 2025 tjanas 1,7 procent in i pension per ar pa arbetsinkomster fran ingangen av kalendermanaden efter den under vilken 53 ars alder uppnas till utgangen av kalendermanaden da 63 ars alder uppnas, om inte arbetstagaren far avtradelsestod enligt lagen om avtradelsestod for lantbruksforetagare (1293/1994) eller lagen om stod for upphorande med att bedriva jordbruk (612/2006) eller nagon annan sadan pa eget arbete baserad forman som avses i arbetspensionslagarna an deltidspension eller partiell fortida alderspension. om tillvaxtprocenten andras under kalenderaret, faststalls pensionstillvaxten enligt en genomsnittlig tillvaxtprocent pa basis av andra arbetsinkomster an sadana som tjanats in efter alderspensionens borjan. den genomsnittliga tillvaxtprocenten raknas ut genom att tillvaxtprocentsatserna beaktas i forhallande till det antal kalendermanader under kalenderaret till vilka tillvaxtprocentsatserna hanfor sig. det som foreskrivs i 1 mom. galler aven arbetstagare som arbetar i nagon annan av europeiska unionens medlemsstater eller i en stat som hor till europeiska ekonomiska samarbetsomradet nar han eller hon fyllt 53 ar. till den teoretiska pensionen fogas da ett sarskilt tillagg som beraknas pa basis av skillnaden mellan tillvaxtprocenten 1,7 och tillvaxtprocenten 1,5. det sarskilda tillagget beraknas pa basis av de arbetsinkomster som tjanats in i finland. fram till utgangen av 2025 bestams pensionsforsakringsavgiften for en arbetstagare som fyllt 53 ar i enlighet med 4 § 2 mom. i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016)."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Osa-aikaeläke",
      "content": "Ennen vuotta 1956 syntyneen työntekijän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan merimieseläkelain 96 §:ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan merimieseläkelain 23 ja 24 §:ää sekä osa-aikaeläkkeen suuruiseksi vanhuuseläkkeeksi muutetun eläkkeen kustannustenjakoon mainitun lain 159 §:ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin merimieseläkelain muuttamisesta annetussa laissa ja tämän lain 4 §:ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, työntekijällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen vuotta 1956 syntyneen työntekijän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan merimieseläkelain 96 § :ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan merimieseläkelain 23 ja 24 § :ää sekä osa-aikaeläkkeen suuruiseksi vanhuuseläkkeeksi muutetun eläkkeen kustannustenjakoon mainitun lain 159 § :ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin merimieseläkelain muuttamisesta annetussa laissa ja tämän lain 4 § :ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, työntekijällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
        "folded_fi": "ennen vuotta 1956 syntyneen tyontekijan 1 paivana tammikuuta 2017 tai sita ennen alkaneeseen osa-aikaelakkeeseen sovelletaan 31 paivana joulukuuta 2016 voimassa olleita saannoksia ja osa-aikaelaketta saavan lesken leskenelakkeen vahentamiseen sovelletaan merimieselakelain 96 §:aa, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2016. lisaksi osa-aikaelakkeen jalkeiseen muuhun elakkeeseen sovelletaan merimieselakelain 23 ja 24 §:aa seka osa-aikaelakkeen suuruiseksi vanhuuselakkeeksi muutetun elakkeen kustannustenjakoon mainitun lain 159 §:aa, sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2016. osa-aikaelakkeen rinnalla tehdyn osa-aikatyon kunkin vuoden tyoansioista karttuu elaketta siten kuin merimieselakelain muuttamisesta annetussa laissa ja taman lain 4 §:ssa saadetaan. jos osa-aikaelake on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, tyontekijalla ei ole enaa oikeutta osa-aikaelakkeeseen.",
        "title_sv": "Deltidspension",
        "content_sv": "På sådan deltidspension för arbetstagare födda före 1956 som börjat den 1 januari 2017 eller tidigare tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 96 § i lagen om sjömanspensioner, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om sjömanspensioner tillämpas på annan pension efter deltidspension samt 159 § i den lagen på kostnadsfördelningen av till ålderspension motsvarande deltidspension ändrad pension, sådana paragraferna lydde den 31 december 2016. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in för arbetsinkomsterna varje år på det sätt som föreskrivs i lagen om ändring av lagen om sjömanspensioner och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader, har arbetstagaren inte längre rätt att få deltidspension.",
        "normalized_sv": "På sådan deltidspension för arbetstagare födda före 1956 som börjat den 1 januari 2017 eller tidigare tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 96 § i lagen om sjömanspensioner, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om sjömanspensioner tillämpas på annan pension efter deltidspension samt 159 § i den lagen på kostnadsfördelningen av till ålderspension motsvarande deltidspension ändrad pension, sådana paragraferna lydde den 31 december 2016. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in för arbetsinkomsterna varje år på det sätt som föreskrivs i lagen om ändring av lagen om sjömanspensioner och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader, har arbetstagaren inte längre rätt att få deltidspension.",
        "folded_sv": "pa sadan deltidspension for arbetstagare fodda fore 1956 som borjat den 1 januari 2017 eller tidigare tillampas de bestammelser som var i kraft den 31 december 2016, och pa minskning av efterlevandepension som erhalls av en efterlevande make som far deltidspension tillampas 96 § i lagen om sjomanspensioner, sadan paragrafen lydde den 31 december 2016. dessutom ska 23 och 24 § i lagen om sjomanspensioner tillampas pa annan pension efter deltidspension samt 159 § i den lagen pa kostnadsfordelningen av till alderspension motsvarande deltidspension andrad pension, sadana paragraferna lydde den 31 december 2016. for deltidsarbete som utforts jamsides med deltidspensionen tjanas pension in for arbetsinkomsterna varje ar pa det satt som foreskrivs i lagen om andring av lagen om sjomanspensioner och i 4 § i denna lag. om deltidspensionen har varit indragen utan avbrott i over sex manader, har arbetstagaren inte langre ratt att fa deltidspension."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Työeläkeote",
      "content": "Vuonna 1954-1958 syntyneille työntekijöille lähetetään merimieseläkelain muuttamisesta annetun lain 81 c §:n 2 momentin mukainen työeläkeote vuonna 2017. Merimieseläkelain muuttamisesta annetun lain 81 c §:n mukaista arviota työntekijän tavoite-eläkeiästä ei ilmoiteta työeläkeotteilla, jotka lähetetään työntekijöille, joilla merimieseläkelain muuttamisesta annetun lain (296/2015) voimaantulosäännöksen 3 tai 4 momentin perusteella on oikeus vanhuuseläkkeeseen merimieseläkelain 8 §:ssä säädettyä alinta vanhuuseläkeikää alemmassa alennetussa eläkeiässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuonna 1954-1958 syntyneille työntekijöille lähetetään merimieseläkelain muuttamisesta annetun lain 81 c § :n 2 momentin mukainen työeläkeote vuonna 2017. Merimieseläkelain muuttamisesta annetun lain 81 c § :n mukaista arviota työntekijän tavoite-eläkeiästä ei ilmoiteta työeläkeotteilla, jotka lähetetään työntekijöille, joilla merimieseläkelain muuttamisesta annetun lain (296/2015) voimaantulosäännöksen 3 tai 4 momentin perusteella on oikeus vanhuuseläkkeeseen merimieseläkelain 8 § :ssä säädettyä alinta vanhuuseläkeikää alemmassa alennetussa eläkeiässä.",
        "folded_fi": "vuonna 1954-1958 syntyneille tyontekijoille lahetetaan merimieselakelain muuttamisesta annetun lain 81 c §:n 2 momentin mukainen tyoelakeote vuonna 2017. merimieselakelain muuttamisesta annetun lain 81 c §:n mukaista arviota tyontekijan tavoite-elakeiasta ei ilmoiteta tyoelakeotteilla, jotka lahetetaan tyontekijoille, joilla merimieselakelain muuttamisesta annetun lain (296/2015) voimaantulosaannoksen 3 tai 4 momentin perusteella on oikeus vanhuuselakkeeseen merimieselakelain 8 §:ssa saadettya alinta vanhuuselakeikaa alemmassa alennetussa elakeiassa.",
        "title_sv": "Arbetspensionsutdrag",
        "content_sv": "Till varje arbetstagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om ändring av lagen om sjömanspensioner. Uppskattningen av arbetstagarens målsatta pensionsålder enligt 81 c § i lagen om ändring av lagen om sjömanspensioner meddelas inte genom arbetspensionsutdrag som sänds till de arbetstagare som på basis av 3 eller 4 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om sjömanspensioner (296/2015) har rätt till ålderspension vid en sänkt pensionsålder som är lägre än den i 8 § i lagen om sjömanspensioner föreskrivna lägsta åldern för ålderspension.",
        "normalized_sv": "Till varje arbetstagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om ändring av lagen om sjömanspensioner. Uppskattningen av arbetstagarens målsatta pensionsålder enligt 81 c § i lagen om ändring av lagen om sjömanspensioner meddelas inte genom arbetspensionsutdrag som sänds till de arbetstagare som på basis av 3 eller 4 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om sjömanspensioner (296/2015) har rätt till ålderspension vid en sänkt pensionsålder som är lägre än den i 8 § i lagen om sjömanspensioner föreskrivna lägsta åldern för ålderspension.",
        "folded_sv": "till varje arbetstagare fodd 1954-1958 sands ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om andring av lagen om sjomanspensioner. uppskattningen av arbetstagarens malsatta pensionsalder enligt 81 c § i lagen om andring av lagen om sjomanspensioner meddelas inte genom arbetspensionsutdrag som sands till de arbetstagare som pa basis av 3 eller 4 mom. i ikrafttradandebestammelsen i lagen om andring av lagen om sjomanspensioner (296/2015) har ratt till alderspension vid en sankt pensionsalder som ar lagre an den i 8 § i lagen om sjomanspensioner foreskrivna lagsta aldern for alderspension."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vanhuuseläke työttömyyspäivärahan lisäpäivien jälkeen",
      "content": "Sen estämättä, mitä merimieseläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen työntekijän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 §:ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan merimieseläkelain 8 §:n 4 momenttia, 11 §:n 3 momenttia ja 13 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Sen estämättä, mitä merimieseläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen työntekijän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 § :ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan merimieseläkelain 8 § :n 4 momenttia, 11 § :n 3 momenttia ja 13 § :n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
        "folded_fi": "sen estamatta, mita merimieselakelain muuttamisesta annetussa laissa saadetaan, ennen vuotta 1958 syntyneen tyontekijan, joka saa tyottomyyspaivarahaa tyottomyysturvalain (1290/2002) 6 luvun 9 §:ssa tarkoitetun lisapaivaoikeuden perusteella, oikeuteen jaada varhennusvahennyksella vahentamattomalle vanhuuselakkeelle sovelletaan merimieselakelain 8 §:n 4 momenttia, 11 §:n 3 momenttia ja 13 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2012.",
        "title_sv": "Ålderspension efter arbetslöshetsdagpenningens tilläggsdagar",
        "content_sv": "Trots det som föreskrivs i lagen om ändring av lagen om sjömanspensioner tillämpas på rätten för en arbetstagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjömanspensioner sådana de lydde den 31 december 2012.",
        "normalized_sv": "Trots det som föreskrivs i lagen om ändring av lagen om sjömanspensioner tillämpas på rätten för en arbetstagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjömanspensioner sådana de lydde den 31 december 2012.",
        "folded_sv": "trots det som foreskrivs i lagen om andring av lagen om sjomanspensioner tillampas pa ratten for en arbetstagare fodd fore 1958, som far arbetsloshetsdagpenning med stod av den ratt till tillaggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd for arbetslosa (1290/2002), att ga i alderspension utan fortidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjomanspensioner sadana de lydde den 31 december 2012."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kuolevuusperustetäydennys",
      "content": "Eläkekassan tasausvastuuseen siirretään vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 päivänä joulukuuta 2016 vakavaraisuuspääomasta määrä, joka on merimieseläkelain 202 §:ssä tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimäärä 31 päivänä joulukuuta 2015 mennessä karttuneesta vanhuuseläkevastuusta. Prosenttimäärä vahvistetaan sen suuruiseksi, että se vastaa työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 §:ssä tarkoitettua työntekijän eläkelain mukaisissa vastuuvelan tai eläkevastuun laskuperusteissa vahvistettua prosenttimäärää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Eläkekassan tasausvastuuseen siirretään vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 päivänä joulukuuta 2016 vakavaraisuuspääomasta määrä, joka on merimieseläkelain 202 § :ssä tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimäärä 31 päivänä joulukuuta 2015 mennessä karttuneesta vanhuuseläkevastuusta. Prosenttimäärä vahvistetaan sen suuruiseksi, että se vastaa työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 § :ssä tarkoitettua työntekijän eläkelain mukaisissa vastuuvelan tai eläkevastuun laskuperusteissa vahvistettua prosenttimäärää.",
        "folded_fi": "elakekassan tasausvastuuseen siirretaan vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 paivana joulukuuta 2016 vakavaraisuuspaaomasta maara, joka on merimieselakelain 202 §:ssa tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimaara 31 paivana joulukuuta 2015 mennessa karttuneesta vanhuuselakevastuusta. prosenttimaara vahvistetaan sen suuruiseksi, etta se vastaa tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 §:ssa tarkoitettua tyontekijan elakelain mukaisissa vastuuvelan tai elakevastuun laskuperusteissa vahvistettua prosenttimaaraa.",
        "title_sv": "Dödlighetsgrundsavsättning",
        "content_sv": "Till pensionskassans utjämningsavsättning ska den 31 december 2016 för att täcka kostnaderna för ändringen i beräkningsgrunderna för den försäkringstekniska ansvarsskulden överföras från solvenskapitalet ett belopp som utgör ett procenttal av det ålderspensionsansvar som tillväxt fram till den 31 december 2015 och som fastställts i de beräkningsgrunder för den försäkringstekniska ansvarsskulden som avses i 202 § i lagen om sjömanspensioner. Procenttalets storlek fastställs så att det motsvarar den i 10 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) avsedda procentsats som fastställts i de beräkningsgrunder för ansvarsskulden eller pensionsansvaret som avses i lagen om pension för arbetstagare.",
        "normalized_sv": "Till pensionskassans utjämningsavsättning ska den 31 december 2016 för att täcka kostnaderna för ändringen i beräkningsgrunderna för den försäkringstekniska ansvarsskulden överföras från solvenskapitalet ett belopp som utgör ett procenttal av det ålderspensionsansvar som tillväxt fram till den 31 december 2015 och som fastställts i de beräkningsgrunder för den försäkringstekniska ansvarsskulden som avses i 202 § i lagen om sjömanspensioner. Procenttalets storlek fastställs så att det motsvarar den i 10 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) avsedda procentsats som fastställts i de beräkningsgrunder för ansvarsskulden eller pensionsansvaret som avses i lagen om pension för arbetstagare.",
        "folded_sv": "till pensionskassans utjamningsavsattning ska den 31 december 2016 for att tacka kostnaderna for andringen i berakningsgrunderna for den forsakringstekniska ansvarsskulden overforas fran solvenskapitalet ett belopp som utgor ett procenttal av det alderspensionsansvar som tillvaxt fram till den 31 december 2015 och som faststallts i de berakningsgrunder for den forsakringstekniska ansvarsskulden som avses i 202 § i lagen om sjomanspensioner. procenttalets storlek faststalls sa att det motsvarar den i 10 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016) avsedda procentsats som faststallts i de berakningsgrunder for ansvarsskulden eller pensionsansvaret som avses i lagen om pension for arbetstagare."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus eläkkeeseen lisäeläkejärjestelyn eläkeiässä",
      "content": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 §:n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuseläkkeeseen merimieseläkelain 8 §:n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös merimieseläkelain mukaiseen eläkkeeseen. Tällöin merimieseläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen työntekijän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset merimieseläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 § :n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b § :n 2 momentin perusteella oikeus vanhuuseläkkeeseen merimieseläkelain 8 § :n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös merimieseläkelain mukaiseen eläkkeeseen. Tällöin merimieseläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen työntekijän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset merimieseläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "jos henkilolla on tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 §:n tai tyontekijan elakelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuselakkeeseen merimieselakelain 8 §:n mukaista alinta vanhuuselakeikaansa alemmassa elakeiassa, on hanella oikeus samasta ajankohdasta myos merimieselakelain mukaiseen elakkeeseen. talloin merimieselakelain mukaista elaketta vahennetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa varhennetaan ennen tyontekijan alimman vanhuuselakeian tayttamista seuraavan kuukauden alkua. tarkemmat saannokset merimieselakelain mukaisen elakkeen vahentamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Rätt till pension enligt pensionsåldern i tilläggspensionsarrangemang",
        "content_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 8 § i lagen om sjömanspensioner, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om sjömanspensioner. Pensionen enligt lagen om sjömanspensioner minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den under vilken arbetstagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om sjömanspensioner utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 8 § i lagen om sjömanspensioner, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om sjömanspensioner. Pensionen enligt lagen om sjömanspensioner minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den under vilken arbetstagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om sjömanspensioner utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en person enligt 8 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006) har ratt till alderspension vid en lagre pensionsalder an sin lagsta alder for alderspension enligt 8 § i lagen om sjomanspensioner, har han eller hon fran samma tidpunkt aven ratt till pension enligt lagen om sjomanspensioner. pensionen enligt lagen om sjomanspensioner minskas da med 0,4 procent for varje manad som begynnelsetidpunkten for pensionen tidigarelaggs fore ingangen av manaden efter den under vilken arbetstagaren uppnar den lagsta aldern for alderspension. narmare bestammelser om minskning av pensionen enligt lagen om sjomanspensioner utfardas genom forordning av social- och halsovardsministeriet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tämän lain 8 §:ää sovelletaan kuitenkin jo 31 päivänä joulukuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tämän lain 8 § :ää sovelletaan kuitenkin jo 31 päivänä joulukuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017. taman lain 8 §:aa sovelletaan kuitenkin jo 31 paivana joulukuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017. Bestämmelserna i 8 § tillämpas dock redan den 31 december 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017. Bestämmelserna i 8 § tillämpas dock redan den 31 december 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017. bestammelserna i 8 § tillampas dock redan den 31 december 2016."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Voimaantulo",
      "content": "Merimieseläkelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä merimieseläkelain (1290/2006) soveltamisalaan kuuluvassa työsuhteessa tehtyyn työhön 1 päivästä tammikuuta 2017 lukien. Merimieseläkelain muuttamisesta annetun lain 97 §:n 1 momentin 6 kohtaa ja 100 §:n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Merimieseläkelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 päivänä tammikuuta 2017. Sitä sovelletaan eläkkeisiin, joissa eläketapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen sekä merimieseläkelain (1290/2006) soveltamisalaan kuuluvassa työsuhteessa tehtyyn työhön 1 päivästä tammikuuta 2017 lukien. Merimieseläkelain muuttamisesta annetun lain 97 § :n 1 momentin 6 kohtaa ja 100 § :n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 päivänä tammikuuta 2017 tai sen jälkeen.",
        "folded_fi": "merimieselakelain muuttamisesta annettu laki (78/2016) tulee voimaan 1 paivana tammikuuta 2017. sita sovelletaan elakkeisiin, joissa elaketapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen seka merimieselakelain (1290/2006) soveltamisalaan kuuluvassa tyosuhteessa tehtyyn tyohon 1 paivasta tammikuuta 2017 lukien. merimieselakelain muuttamisesta annetun lain 97 §:n 1 momentin 6 kohtaa ja 100 §:n 2 momenttia sovelletaan potilasvahinkolain (585/1986) tai raideliikennevastuulain (113/1999) mukaiseen korvaukseen, jonka vakuutustapahtuma on 1 paivana tammikuuta 2017 tai sen jalkeen.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Lagen om ändring av lagen om sjömanspensioner (78/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på arbete som utförts i anställningsförhållanden som omfattas av tillämpningsområdet för lagen om sjömanspensioner (1290/2006) från och med den 1 januari 2017. Bestämmelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om ändring av lagen om sjömanspensioner tillämpas på ersättning enligt patientskadelagen (585/1986) eller lagen om ansvar i spårtrafik (113/1999) i fråga om försäkringsfall som inträffar den 1 januari 2017 eller därefter.",
        "normalized_sv": "Lagen om ändring av lagen om sjömanspensioner (78/2016) träder i kraft den 1 januari 2017. Den tillämpas på pensioner där pensionsfallet inträffar den 1 januari 2017 eller därefter samt på arbete som utförts i anställningsförhållanden som omfattas av tillämpningsområdet för lagen om sjömanspensioner (1290/2006) från och med den 1 januari 2017. Bestämmelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om ändring av lagen om sjömanspensioner tillämpas på ersättning enligt patientskadelagen (585/1986) eller lagen om ansvar i spårtrafik (113/1999) i fråga om försäkringsfall som inträffar den 1 januari 2017 eller därefter.",
        "folded_sv": "lagen om andring av lagen om sjomanspensioner (78/2016) trader i kraft den 1 januari 2017. den tillampas pa pensioner dar pensionsfallet intraffar den 1 januari 2017 eller darefter samt pa arbete som utforts i anstallningsforhallanden som omfattas av tillampningsomradet for lagen om sjomanspensioner (1290/2006) fran och med den 1 januari 2017. bestammelserna i 97 § 1 mom. 6 punkten och 100 § 2 mom. i lagen om andring av lagen om sjomanspensioner tillampas pa ersattning enligt patientskadelagen (585/1986) eller lagen om ansvar i spartrafik (113/1999) i fraga om forsakringsfall som intraffar den 1 januari 2017 eller darefter."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Eläketurvan sopeuttaminen yleiseen eliniän muutokseen",
      "content": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan merimieseläkelain muuttamisesta annetun lain 88 §:n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmäisen kerran 1965 syntyneille työntekijöille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Alin vanhuuseläkeikä, osittaisen varhennetun vanhuuseläkkeen alaikäraja ja työuraeläkkeen alaikäraja vahvistetaan merimieseläkelain muuttamisesta annetun lain 88 § :n ja työntekijän eläkelain muuttamisesta annetun lain (69/2016) 83 § :n mukaisesti ensimmäisen kerran 1965 syntyneille työntekijöille vuodelle 2027. Työkyvyttömyyden alkaessa ennen vuotta 2027 vain työkyvyttömyyseläkkeen alkamiseen mennessä ansaittu eläke muunnetaan elinaikakertoimella.",
        "folded_fi": "alin vanhuuselakeika, osittaisen varhennetun vanhuuselakkeen alaikaraja ja tyouraelakkeen alaikaraja vahvistetaan merimieselakelain muuttamisesta annetun lain 88 §:n ja tyontekijan elakelain muuttamisesta annetun lain (69/2016) 83 §:n mukaisesti ensimmaisen kerran 1965 syntyneille tyontekijoille vuodelle 2027. tyokyvyttomyyden alkaessa ennen vuotta 2027 vain tyokyvyttomyyselakkeen alkamiseen mennessa ansaittu elake muunnetaan elinaikakertoimella.",
        "title_sv": "Anpassning av pensionsskyddet till den allmänna förändringen i livslängden",
        "content_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 88 § i lagen om ändring av lagen om sjömanspensioner och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för arbetstagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "normalized_sv": "Den lägsta åldern för ålderspension, den nedre åldersgränsen för partiell förtida ålderspension och den nedre åldersgränsen för arbetslivspension fastställs i enlighet med 88 § i lagen om ändring av lagen om sjömanspensioner och 83 § i lagen om ändring av lagen om pension för arbetstagare (69/2016) första gången för 2027 för arbetstagare som är födda 1965. Om arbetsoförmågan börjar före 2027, omvandlas med livslängdskoefficienten endast den pension som tjänats in fram till det att invalidpensionen börjar.",
        "folded_sv": "den lagsta aldern for alderspension, den nedre aldersgransen for partiell fortida alderspension och den nedre aldersgransen for arbetslivspension faststalls i enlighet med 88 § i lagen om andring av lagen om sjomanspensioner och 83 § i lagen om andring av lagen om pension for arbetstagare (69/2016) forsta gangen for 2027 for arbetstagare som ar fodda 1965. om arbetsoformagan borjar fore 2027, omvandlas med livslangdskoefficienten endast den pension som tjanats in fram till det att invalidpensionen borjar."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Lykkäyskorotus",
      "content": "Vuonna 1948 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle työntekijälle lasketaan merimieseläkelain muuttamisesta annetun lain 11 ja 16 §:ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Vuonna 1948 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 68 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 68 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä. Vuonna 1949-1953 syntyneelle työntekijälle lasketaan merimieseläkelain muuttamisesta annetun lain 11 ja 16 § :ssä tarkoitettu lykkäyskorotus aikaisintaan 1 päivästä tammikuuta 2017 alkaen. Vuonna 1939 ja sitä ennen syntyneen työntekijän vanhuuseläkettä lykättäessä eläkettä korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa lykätään myöhemmäksi 65 vuoden täyttämistä seuraavan kuukauden alusta. Lykkäyskorotus lasketaan 65 vuoden iän täyttämiskuukauden loppuun mennessä ansaitusta eläkkeestä.",
        "folded_fi": "vuonna 1948 ja sita ennen syntyneen tyontekijan vanhuuselaketta lykattaessa elaketta korotetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 68 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 68 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta. vuonna 1949-1953 syntyneelle tyontekijalle lasketaan merimieselakelain muuttamisesta annetun lain 11 ja 16 §:ssa tarkoitettu lykkayskorotus aikaisintaan 1 paivasta tammikuuta 2017 alkaen. vuonna 1939 ja sita ennen syntyneen tyontekijan vanhuuselaketta lykattaessa elaketta korotetaan 0,6 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa lykataan myohemmaksi 65 vuoden tayttamista seuraavan kuukauden alusta. lykkayskorotus lasketaan 65 vuoden ian tayttamiskuukauden loppuun mennessa ansaitusta elakkeesta.",
        "title_sv": "Uppskovsförhöjning",
        "content_sv": "Om ålderspensionen för arbetstagare födda 1948 eller tidigare skjuts upp, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 68 års ålder uppnås. För arbetstagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 11 och 16 § i lagen om ändring av lagen om sjömanspensioner tidigast från och med den 1 januari 2017. Om ålderspensionen för arbetstagare födda 1939 eller tidigare skjuts upp, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 65 års ålder uppnås.",
        "normalized_sv": "Om ålderspensionen för arbetstagare födda 1948 eller tidigare skjuts upp, höjs pensionen med 0,4 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 68 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 68 års ålder uppnås. För arbetstagare födda 1949-1953 beräknas den uppskovsförhöjning som avses i 11 och 16 § i lagen om ändring av lagen om sjömanspensioner tidigast från och med den 1 januari 2017. Om ålderspensionen för arbetstagare födda 1939 eller tidigare skjuts upp, höjs pensionen med 0,6 procent för varje månad med vilken begynnelsetidpunkten för pensionen skjuts upp till en senare tidpunkt än ingången av månaden efter den under vilken 65 års ålder uppnåtts. Uppskovsförhöjningen beräknas på den pension som har tjänats in fram till utgången av den månad under vilken 65 års ålder uppnås.",
        "folded_sv": "om alderspensionen for arbetstagare fodda 1948 eller tidigare skjuts upp, hojs pensionen med 0,4 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den under vilken 68 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad under vilken 68 ars alder uppnas. for arbetstagare fodda 1949-1953 beraknas den uppskovsforhojning som avses i 11 och 16 § i lagen om andring av lagen om sjomanspensioner tidigast fran och med den 1 januari 2017. om alderspensionen for arbetstagare fodda 1939 eller tidigare skjuts upp, hojs pensionen med 0,6 procent for varje manad med vilken begynnelsetidpunkten for pensionen skjuts upp till en senare tidpunkt an ingangen av manaden efter den under vilken 65 ars alder uppnatts. uppskovsforhojningen beraknas pa den pension som har tjanats in fram till utgangen av den manad under vilken 65 ars alder uppnas."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Siirtymäajan korotettu karttuma",
      "content": "Vuoden 2025 loppuun eläkettä karttuu työansioista 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona työntekijä täyttää 63 vuotta, jos työntekijä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Jos karttumisprosentti muuttuu kalenterivuoden aikana, eläkkeen karttuminen määräytyy keskimääräisen karttumisprosentin mukaan muista kuin vanhuuseläkkeen alkamisen jälkeen ansaituista työansioista. Keskimääräinen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisältyvien kalenterikuukausien lukumäärän suhteessa, joihin karttumisprosentit kohdistuvat. Mitä 1 momentissa säädetään, koskee myös työntekijää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan Suomessa ansaittujen työansioiden perusteella. Vuoden 2025 loppuun saakka 53 vuotta täyttäneen työntekijän eläkevakuutusmaksu määräytyy työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 §:n 2 momentissa säädetysti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Vuoden 2025 loppuun eläkettä karttuu työansioista 1,7 prosenttia vuodessa 53 vuoden iän täyttämistä seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona työntekijä täyttää 63 vuotta, jos työntekijä ei saa maatalousyrittäjien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan työskentelyyn perustuvaa työeläkelakien mukaista etuutta kuin osa-aikaeläkettä tai osittaista varhennettua vanhuuseläkettä. Jos karttumisprosentti muuttuu kalenterivuoden aikana, eläkkeen karttuminen määräytyy keskimääräisen karttumisprosentin mukaan muista kuin vanhuuseläkkeen alkamisen jälkeen ansaituista työansioista. Keskimääräinen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisältyvien kalenterikuukausien lukumäärän suhteessa, joihin karttumisprosentit kohdistuvat. Mitä 1 momentissa säädetään, koskee myös työntekijää, joka työskentelee toisessa Euroopan unionin jäsenvaltiossa tai Euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta täytettyään. Tällöin teoreettiseen eläkkeeseen lisätään 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisä. Erillinen lisä lasketaan Suomessa ansaittujen työansioiden perusteella. Vuoden 2025 loppuun saakka 53 vuotta täyttäneen työntekijän eläkevakuutusmaksu määräytyy työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 § :n 2 momentissa säädetysti.",
        "folded_fi": "vuoden 2025 loppuun elaketta karttuu tyoansioista 1,7 prosenttia vuodessa 53 vuoden ian tayttamista seuraavan kalenterikuukauden alusta sen kalenterikuukauden loppuun, jona tyontekija tayttaa 63 vuotta, jos tyontekija ei saa maatalousyrittajien luopumistuesta annetun lain (1293/1994) tai maatalouden harjoittamisesta luopumisen tukemisesta annetun lain (612/2006) mukaista luopumistukea tai muuta omaan tyoskentelyyn perustuvaa tyoelakelakien mukaista etuutta kuin osa-aikaelaketta tai osittaista varhennettua vanhuuselaketta. jos karttumisprosentti muuttuu kalenterivuoden aikana, elakkeen karttuminen maaraytyy keskimaaraisen karttumisprosentin mukaan muista kuin vanhuuselakkeen alkamisen jalkeen ansaituista tyoansioista. keskimaarainen karttumisprosentti lasketaan ottamalla karttumisprosentit huomioon niiden kalenterivuoteen sisaltyvien kalenterikuukausien lukumaaran suhteessa, joihin karttumisprosentit kohdistuvat. mita 1 momentissa saadetaan, koskee myos tyontekijaa, joka tyoskentelee toisessa euroopan unionin jasenvaltiossa tai euroopan talousalueeseen kuuluvassa valtiossa 53 vuotta taytettyaan. talloin teoreettiseen elakkeeseen lisataan 1,7 karttumisprosentin ja 1,5 karttumisprosentin erotuksen perusteella laskettu erillinen lisa. erillinen lisa lasketaan suomessa ansaittujen tyoansioiden perusteella. vuoden 2025 loppuun saakka 53 vuotta tayttaneen tyontekijan elakevakuutusmaksu maaraytyy tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 4 §:n 2 momentissa saadetysti.",
        "title_sv": "Höjd pensionstillväxt under övergångsperioden",
        "content_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på arbetsinkomster från ingången av kalendermånaden efter den under vilken 53 års ålder uppnås till utgången av kalendermånaden då 63 års ålder uppnås, om inte arbetstagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, fastställs pensionstillväxten enligt en genomsnittlig tillväxtprocent på basis av andra arbetsinkomster än sådana som tjänats in efter ålderspensionens början. Den genomsnittliga tillväxtprocenten räknas ut genom att tillväxtprocentsatserna beaktas i förhållande till det antal kalendermånader under kalenderåret till vilka tillväxtprocentsatserna hänför sig. Det som föreskrivs i 1 mom. gäller även arbetstagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas på basis av de arbetsinkomster som tjänats in i Finland. Fram till utgången av 2025 bestäms pensionsförsäkringsavgiften för en arbetstagare som fyllt 53 år i enlighet med 4 § 2 mom. i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016).",
        "normalized_sv": "Fram till utgången av 2025 tjänas 1,7 procent in i pension per år på arbetsinkomster från ingången av kalendermånaden efter den under vilken 53 års ålder uppnås till utgången av kalendermånaden då 63 års ålder uppnås, om inte arbetstagaren får avträdelsestöd enligt lagen om avträdelsestöd för lantbruksföretagare (1293/1994) eller lagen om stöd för upphörande med att bedriva jordbruk (612/2006) eller någon annan sådan på eget arbete baserad förmån som avses i arbetspensionslagarna än deltidspension eller partiell förtida ålderspension. Om tillväxtprocenten ändras under kalenderåret, fastställs pensionstillväxten enligt en genomsnittlig tillväxtprocent på basis av andra arbetsinkomster än sådana som tjänats in efter ålderspensionens början. Den genomsnittliga tillväxtprocenten räknas ut genom att tillväxtprocentsatserna beaktas i förhållande till det antal kalendermånader under kalenderåret till vilka tillväxtprocentsatserna hänför sig. Det som föreskrivs i 1 mom. gäller även arbetstagare som arbetar i någon annan av Europeiska unionens medlemsstater eller i en stat som hör till Europeiska ekonomiska samarbetsområdet när han eller hon fyllt 53 år. Till den teoretiska pensionen fogas då ett särskilt tillägg som beräknas på basis av skillnaden mellan tillväxtprocenten 1,7 och tillväxtprocenten 1,5. Det särskilda tillägget beräknas på basis av de arbetsinkomster som tjänats in i Finland. Fram till utgången av 2025 bestäms pensionsförsäkringsavgiften för en arbetstagare som fyllt 53 år i enlighet med 4 § 2 mom. i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016).",
        "folded_sv": "fram till utgangen av 2025 tjanas 1,7 procent in i pension per ar pa arbetsinkomster fran ingangen av kalendermanaden efter den under vilken 53 ars alder uppnas till utgangen av kalendermanaden da 63 ars alder uppnas, om inte arbetstagaren far avtradelsestod enligt lagen om avtradelsestod for lantbruksforetagare (1293/1994) eller lagen om stod for upphorande med att bedriva jordbruk (612/2006) eller nagon annan sadan pa eget arbete baserad forman som avses i arbetspensionslagarna an deltidspension eller partiell fortida alderspension. om tillvaxtprocenten andras under kalenderaret, faststalls pensionstillvaxten enligt en genomsnittlig tillvaxtprocent pa basis av andra arbetsinkomster an sadana som tjanats in efter alderspensionens borjan. den genomsnittliga tillvaxtprocenten raknas ut genom att tillvaxtprocentsatserna beaktas i forhallande till det antal kalendermanader under kalenderaret till vilka tillvaxtprocentsatserna hanfor sig. det som foreskrivs i 1 mom. galler aven arbetstagare som arbetar i nagon annan av europeiska unionens medlemsstater eller i en stat som hor till europeiska ekonomiska samarbetsomradet nar han eller hon fyllt 53 ar. till den teoretiska pensionen fogas da ett sarskilt tillagg som beraknas pa basis av skillnaden mellan tillvaxtprocenten 1,7 och tillvaxtprocenten 1,5. det sarskilda tillagget beraknas pa basis av de arbetsinkomster som tjanats in i finland. fram till utgangen av 2025 bestams pensionsforsakringsavgiften for en arbetstagare som fyllt 53 ar i enlighet med 4 § 2 mom. i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016)."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Osa-aikaeläke",
      "content": "Ennen vuotta 1956 syntyneen työntekijän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan merimieseläkelain 96 §:ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan merimieseläkelain 23 ja 24 §:ää sekä osa-aikaeläkkeen suuruiseksi vanhuuseläkkeeksi muutetun eläkkeen kustannustenjakoon mainitun lain 159 §:ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin merimieseläkelain muuttamisesta annetussa laissa ja tämän lain 4 §:ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, työntekijällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Ennen vuotta 1956 syntyneen työntekijän 1 päivänä tammikuuta 2017 tai sitä ennen alkaneeseen osa-aikaeläkkeeseen sovelletaan 31 päivänä joulukuuta 2016 voimassa olleita säännöksiä ja osa-aikaeläkettä saavan lesken leskeneläkkeen vähentämiseen sovelletaan merimieseläkelain 96 § :ää, sellaisena kuin se oli voimassa 31 päivänä joulukuuta 2016. Lisäksi osa-aikaeläkkeen jälkeiseen muuhun eläkkeeseen sovelletaan merimieseläkelain 23 ja 24 § :ää sekä osa-aikaeläkkeen suuruiseksi vanhuuseläkkeeksi muutetun eläkkeen kustannustenjakoon mainitun lain 159 § :ää, sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2016. Osa-aikaeläkkeen rinnalla tehdyn osa-aikatyön kunkin vuoden työansioista karttuu eläkettä siten kuin merimieseläkelain muuttamisesta annetussa laissa ja tämän lain 4 § :ssä säädetään. Jos osa-aikaeläke on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, työntekijällä ei ole enää oikeutta osa-aikaeläkkeeseen.",
        "folded_fi": "ennen vuotta 1956 syntyneen tyontekijan 1 paivana tammikuuta 2017 tai sita ennen alkaneeseen osa-aikaelakkeeseen sovelletaan 31 paivana joulukuuta 2016 voimassa olleita saannoksia ja osa-aikaelaketta saavan lesken leskenelakkeen vahentamiseen sovelletaan merimieselakelain 96 §:aa, sellaisena kuin se oli voimassa 31 paivana joulukuuta 2016. lisaksi osa-aikaelakkeen jalkeiseen muuhun elakkeeseen sovelletaan merimieselakelain 23 ja 24 §:aa seka osa-aikaelakkeen suuruiseksi vanhuuselakkeeksi muutetun elakkeen kustannustenjakoon mainitun lain 159 §:aa, sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2016. osa-aikaelakkeen rinnalla tehdyn osa-aikatyon kunkin vuoden tyoansioista karttuu elaketta siten kuin merimieselakelain muuttamisesta annetussa laissa ja taman lain 4 §:ssa saadetaan. jos osa-aikaelake on lakkautettuna yhdenjaksoisesti yli kuuden kuukauden ajan, tyontekijalla ei ole enaa oikeutta osa-aikaelakkeeseen.",
        "title_sv": "Deltidspension",
        "content_sv": "På sådan deltidspension för arbetstagare födda före 1956 som börjat den 1 januari 2017 eller tidigare tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 96 § i lagen om sjömanspensioner, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om sjömanspensioner tillämpas på annan pension efter deltidspension samt 159 § i den lagen på kostnadsfördelningen av till ålderspension motsvarande deltidspension ändrad pension, sådana paragraferna lydde den 31 december 2016. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in för arbetsinkomsterna varje år på det sätt som föreskrivs i lagen om ändring av lagen om sjömanspensioner och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader, har arbetstagaren inte längre rätt att få deltidspension.",
        "normalized_sv": "På sådan deltidspension för arbetstagare födda före 1956 som börjat den 1 januari 2017 eller tidigare tillämpas de bestämmelser som var i kraft den 31 december 2016, och på minskning av efterlevandepension som erhålls av en efterlevande make som får deltidspension tillämpas 96 § i lagen om sjömanspensioner, sådan paragrafen lydde den 31 december 2016. Dessutom ska 23 och 24 § i lagen om sjömanspensioner tillämpas på annan pension efter deltidspension samt 159 § i den lagen på kostnadsfördelningen av till ålderspension motsvarande deltidspension ändrad pension, sådana paragraferna lydde den 31 december 2016. För deltidsarbete som utförts jämsides med deltidspensionen tjänas pension in för arbetsinkomsterna varje år på det sätt som föreskrivs i lagen om ändring av lagen om sjömanspensioner och i 4 § i denna lag. Om deltidspensionen har varit indragen utan avbrott i över sex månader, har arbetstagaren inte längre rätt att få deltidspension.",
        "folded_sv": "pa sadan deltidspension for arbetstagare fodda fore 1956 som borjat den 1 januari 2017 eller tidigare tillampas de bestammelser som var i kraft den 31 december 2016, och pa minskning av efterlevandepension som erhalls av en efterlevande make som far deltidspension tillampas 96 § i lagen om sjomanspensioner, sadan paragrafen lydde den 31 december 2016. dessutom ska 23 och 24 § i lagen om sjomanspensioner tillampas pa annan pension efter deltidspension samt 159 § i den lagen pa kostnadsfordelningen av till alderspension motsvarande deltidspension andrad pension, sadana paragraferna lydde den 31 december 2016. for deltidsarbete som utforts jamsides med deltidspensionen tjanas pension in for arbetsinkomsterna varje ar pa det satt som foreskrivs i lagen om andring av lagen om sjomanspensioner och i 4 § i denna lag. om deltidspensionen har varit indragen utan avbrott i over sex manader, har arbetstagaren inte langre ratt att fa deltidspension."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Työeläkeote",
      "content": "Vuonna 1954-1958 syntyneille työntekijöille lähetetään merimieseläkelain muuttamisesta annetun lain 81 c §:n 2 momentin mukainen työeläkeote vuonna 2017. Merimieseläkelain muuttamisesta annetun lain 81 c §:n mukaista arviota työntekijän tavoite-eläkeiästä ei ilmoiteta työeläkeotteilla, jotka lähetetään työntekijöille, joilla merimieseläkelain muuttamisesta annetun lain (296/2015) voimaantulosäännöksen 3 tai 4 momentin perusteella on oikeus vanhuuseläkkeeseen merimieseläkelain 8 §:ssä säädettyä alinta vanhuuseläkeikää alemmassa alennetussa eläkeiässä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Vuonna 1954-1958 syntyneille työntekijöille lähetetään merimieseläkelain muuttamisesta annetun lain 81 c § :n 2 momentin mukainen työeläkeote vuonna 2017. Merimieseläkelain muuttamisesta annetun lain 81 c § :n mukaista arviota työntekijän tavoite-eläkeiästä ei ilmoiteta työeläkeotteilla, jotka lähetetään työntekijöille, joilla merimieseläkelain muuttamisesta annetun lain (296/2015) voimaantulosäännöksen 3 tai 4 momentin perusteella on oikeus vanhuuseläkkeeseen merimieseläkelain 8 § :ssä säädettyä alinta vanhuuseläkeikää alemmassa alennetussa eläkeiässä.",
        "folded_fi": "vuonna 1954-1958 syntyneille tyontekijoille lahetetaan merimieselakelain muuttamisesta annetun lain 81 c §:n 2 momentin mukainen tyoelakeote vuonna 2017. merimieselakelain muuttamisesta annetun lain 81 c §:n mukaista arviota tyontekijan tavoite-elakeiasta ei ilmoiteta tyoelakeotteilla, jotka lahetetaan tyontekijoille, joilla merimieselakelain muuttamisesta annetun lain (296/2015) voimaantulosaannoksen 3 tai 4 momentin perusteella on oikeus vanhuuselakkeeseen merimieselakelain 8 §:ssa saadettya alinta vanhuuselakeikaa alemmassa alennetussa elakeiassa.",
        "title_sv": "Arbetspensionsutdrag",
        "content_sv": "Till varje arbetstagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om ändring av lagen om sjömanspensioner. Uppskattningen av arbetstagarens målsatta pensionsålder enligt 81 c § i lagen om ändring av lagen om sjömanspensioner meddelas inte genom arbetspensionsutdrag som sänds till de arbetstagare som på basis av 3 eller 4 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om sjömanspensioner (296/2015) har rätt till ålderspension vid en sänkt pensionsålder som är lägre än den i 8 § i lagen om sjömanspensioner föreskrivna lägsta åldern för ålderspension.",
        "normalized_sv": "Till varje arbetstagare född 1954-1958 sänds ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om ändring av lagen om sjömanspensioner. Uppskattningen av arbetstagarens målsatta pensionsålder enligt 81 c § i lagen om ändring av lagen om sjömanspensioner meddelas inte genom arbetspensionsutdrag som sänds till de arbetstagare som på basis av 3 eller 4 mom. i ikraftträdandebestämmelsen i lagen om ändring av lagen om sjömanspensioner (296/2015) har rätt till ålderspension vid en sänkt pensionsålder som är lägre än den i 8 § i lagen om sjömanspensioner föreskrivna lägsta åldern för ålderspension.",
        "folded_sv": "till varje arbetstagare fodd 1954-1958 sands ett arbetspensionsutdrag 2017 i enlighet med 81 c § 2 mom. i lagen om andring av lagen om sjomanspensioner. uppskattningen av arbetstagarens malsatta pensionsalder enligt 81 c § i lagen om andring av lagen om sjomanspensioner meddelas inte genom arbetspensionsutdrag som sands till de arbetstagare som pa basis av 3 eller 4 mom. i ikrafttradandebestammelsen i lagen om andring av lagen om sjomanspensioner (296/2015) har ratt till alderspension vid en sankt pensionsalder som ar lagre an den i 8 § i lagen om sjomanspensioner foreskrivna lagsta aldern for alderspension."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vanhuuseläke työttömyyspäivärahan lisäpäivien jälkeen",
      "content": "Sen estämättä, mitä merimieseläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen työntekijän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 §:ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan merimieseläkelain 8 §:n 4 momenttia, 11 §:n 3 momenttia ja 13 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Sen estämättä, mitä merimieseläkelain muuttamisesta annetussa laissa säädetään, ennen vuotta 1958 syntyneen työntekijän, joka saa työttömyyspäivärahaa työttömyysturvalain (1290/2002) 6 luvun 9 § :ssä tarkoitetun lisäpäiväoikeuden perusteella, oikeuteen jäädä varhennusvähennyksellä vähentämättömälle vanhuuseläkkeelle sovelletaan merimieseläkelain 8 § :n 4 momenttia, 11 § :n 3 momenttia ja 13 § :n 1 momenttia sellaisina kuin ne olivat voimassa 31 päivänä joulukuuta 2012.",
        "folded_fi": "sen estamatta, mita merimieselakelain muuttamisesta annetussa laissa saadetaan, ennen vuotta 1958 syntyneen tyontekijan, joka saa tyottomyyspaivarahaa tyottomyysturvalain (1290/2002) 6 luvun 9 §:ssa tarkoitetun lisapaivaoikeuden perusteella, oikeuteen jaada varhennusvahennyksella vahentamattomalle vanhuuselakkeelle sovelletaan merimieselakelain 8 §:n 4 momenttia, 11 §:n 3 momenttia ja 13 §:n 1 momenttia sellaisina kuin ne olivat voimassa 31 paivana joulukuuta 2012.",
        "title_sv": "Ålderspension efter arbetslöshetsdagpenningens tilläggsdagar",
        "content_sv": "Trots det som föreskrivs i lagen om ändring av lagen om sjömanspensioner tillämpas på rätten för en arbetstagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjömanspensioner sådana de lydde den 31 december 2012.",
        "normalized_sv": "Trots det som föreskrivs i lagen om ändring av lagen om sjömanspensioner tillämpas på rätten för en arbetstagare född före 1958, som får arbetslöshetsdagpenning med stöd av den rätt till tilläggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd för arbetslösa (1290/2002), att gå i ålderspension utan förtidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjömanspensioner sådana de lydde den 31 december 2012.",
        "folded_sv": "trots det som foreskrivs i lagen om andring av lagen om sjomanspensioner tillampas pa ratten for en arbetstagare fodd fore 1958, som far arbetsloshetsdagpenning med stod av den ratt till tillaggsdagar som avses i 6 kap. 9 § i lagen om utkomstskydd for arbetslosa (1290/2002), att ga i alderspension utan fortidsminskning 8 § 4 mom., 11 § 3 mom. och 13 § 1 mom. i lagen om sjomanspensioner sadana de lydde den 31 december 2012."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Kuolevuusperustetäydennys",
      "content": "Eläkekassan tasausvastuuseen siirretään vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 päivänä joulukuuta 2016 vakavaraisuuspääomasta määrä, joka on merimieseläkelain 202 §:ssä tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimäärä 31 päivänä joulukuuta 2015 mennessä karttuneesta vanhuuseläkevastuusta. Prosenttimäärä vahvistetaan sen suuruiseksi, että se vastaa työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 §:ssä tarkoitettua työntekijän eläkelain mukaisissa vastuuvelan tai eläkevastuun laskuperusteissa vahvistettua prosenttimäärää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Eläkekassan tasausvastuuseen siirretään vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 päivänä joulukuuta 2016 vakavaraisuuspääomasta määrä, joka on merimieseläkelain 202 § :ssä tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimäärä 31 päivänä joulukuuta 2015 mennessä karttuneesta vanhuuseläkevastuusta. Prosenttimäärä vahvistetaan sen suuruiseksi, että se vastaa työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 § :ssä tarkoitettua työntekijän eläkelain mukaisissa vastuuvelan tai eläkevastuun laskuperusteissa vahvistettua prosenttimäärää.",
        "folded_fi": "elakekassan tasausvastuuseen siirretaan vakuutusteknisen vastuuvelan laskuperusteiden muutoksesta aiheutuvien kustannusten kattamiseksi 31 paivana joulukuuta 2016 vakavaraisuuspaaomasta maara, joka on merimieselakelain 202 §:ssa tarkoitetuissa vakuutusteknisen vastuuvelan laskuperusteissa vahvistettu prosenttimaara 31 paivana joulukuuta 2015 mennessa karttuneesta vanhuuselakevastuusta. prosenttimaara vahvistetaan sen suuruiseksi, etta se vastaa tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (71/2016) 10 §:ssa tarkoitettua tyontekijan elakelain mukaisissa vastuuvelan tai elakevastuun laskuperusteissa vahvistettua prosenttimaaraa.",
        "title_sv": "Dödlighetsgrundsavsättning",
        "content_sv": "Till pensionskassans utjämningsavsättning ska den 31 december 2016 för att täcka kostnaderna för ändringen i beräkningsgrunderna för den försäkringstekniska ansvarsskulden överföras från solvenskapitalet ett belopp som utgör ett procenttal av det ålderspensionsansvar som tillväxt fram till den 31 december 2015 och som fastställts i de beräkningsgrunder för den försäkringstekniska ansvarsskulden som avses i 202 § i lagen om sjömanspensioner. Procenttalets storlek fastställs så att det motsvarar den i 10 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) avsedda procentsats som fastställts i de beräkningsgrunder för ansvarsskulden eller pensionsansvaret som avses i lagen om pension för arbetstagare.",
        "normalized_sv": "Till pensionskassans utjämningsavsättning ska den 31 december 2016 för att täcka kostnaderna för ändringen i beräkningsgrunderna för den försäkringstekniska ansvarsskulden överföras från solvenskapitalet ett belopp som utgör ett procenttal av det ålderspensionsansvar som tillväxt fram till den 31 december 2015 och som fastställts i de beräkningsgrunder för den försäkringstekniska ansvarsskulden som avses i 202 § i lagen om sjömanspensioner. Procenttalets storlek fastställs så att det motsvarar den i 10 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (71/2016) avsedda procentsats som fastställts i de beräkningsgrunder för ansvarsskulden eller pensionsansvaret som avses i lagen om pension för arbetstagare.",
        "folded_sv": "till pensionskassans utjamningsavsattning ska den 31 december 2016 for att tacka kostnaderna for andringen i berakningsgrunderna for den forsakringstekniska ansvarsskulden overforas fran solvenskapitalet ett belopp som utgor ett procenttal av det alderspensionsansvar som tillvaxt fram till den 31 december 2015 och som faststallts i de berakningsgrunder for den forsakringstekniska ansvarsskulden som avses i 202 § i lagen om sjomanspensioner. procenttalets storlek faststalls sa att det motsvarar den i 10 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (71/2016) avsedda procentsats som faststallts i de berakningsgrunder for ansvarsskulden eller pensionsansvaret som avses i lagen om pension for arbetstagare."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Oikeus eläkkeeseen lisäeläkejärjestelyn eläkeiässä",
      "content": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 §:n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuseläkkeeseen merimieseläkelain 8 §:n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös merimieseläkelain mukaiseen eläkkeeseen. Tällöin merimieseläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen työntekijän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset merimieseläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Jos henkilöllä on työntekijän eläkelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 § :n tai työntekijän eläkelain voimaanpanolain (396/2006) 30 b § :n 2 momentin perusteella oikeus vanhuuseläkkeeseen merimieseläkelain 8 § :n mukaista alinta vanhuuseläkeikäänsä alemmassa eläkeiässä, on hänellä oikeus samasta ajankohdasta myös merimieseläkelain mukaiseen eläkkeeseen. Tällöin merimieseläkelain mukaista eläkettä vähennetään 0,4 prosenttia jokaiselta kuukaudelta, jolta eläkkeen alkamisaikaa varhennetaan ennen työntekijän alimman vanhuuseläkeiän täyttämistä seuraavan kuukauden alkua. Tarkemmat säännökset merimieseläkelain mukaisen eläkkeen vähentämisestä annetaan sosiaali- ja terveysministeriön asetuksella.",
        "folded_fi": "jos henkilolla on tyontekijan elakelain muuttamisesta annetun lain voimaanpanolain (69/2016) 8 §:n tai tyontekijan elakelain voimaanpanolain (396/2006) 30 b §:n 2 momentin perusteella oikeus vanhuuselakkeeseen merimieselakelain 8 §:n mukaista alinta vanhuuselakeikaansa alemmassa elakeiassa, on hanella oikeus samasta ajankohdasta myos merimieselakelain mukaiseen elakkeeseen. talloin merimieselakelain mukaista elaketta vahennetaan 0,4 prosenttia jokaiselta kuukaudelta, jolta elakkeen alkamisaikaa varhennetaan ennen tyontekijan alimman vanhuuselakeian tayttamista seuraavan kuukauden alkua. tarkemmat saannokset merimieselakelain mukaisen elakkeen vahentamisesta annetaan sosiaali- ja terveysministerion asetuksella.",
        "title_sv": "Rätt till pension enligt pensionsåldern i tilläggspensionsarrangemang",
        "content_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 8 § i lagen om sjömanspensioner, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om sjömanspensioner. Pensionen enligt lagen om sjömanspensioner minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den under vilken arbetstagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om sjömanspensioner utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "normalized_sv": "Om en person enligt 8 § i lagen om införande av lagen om ändring av lagen om pension för arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om införande av lagen om pension för arbetstagare (396/2006) har rätt till ålderspension vid en lägre pensionsålder än sin lägsta ålder för ålderspension enligt 8 § i lagen om sjömanspensioner, har han eller hon från samma tidpunkt även rätt till pension enligt lagen om sjömanspensioner. Pensionen enligt lagen om sjömanspensioner minskas då med 0,4 procent för varje månad som begynnelsetidpunkten för pensionen tidigareläggs före ingången av månaden efter den under vilken arbetstagaren uppnår den lägsta åldern för ålderspension. Närmare bestämmelser om minskning av pensionen enligt lagen om sjömanspensioner utfärdas genom förordning av social- och hälsovårdsministeriet.",
        "folded_sv": "om en person enligt 8 § i lagen om inforande av lagen om andring av lagen om pension for arbetstagare (69/2016) eller 30 b § 2 mom. i lagen om inforande av lagen om pension for arbetstagare (396/2006) har ratt till alderspension vid en lagre pensionsalder an sin lagsta alder for alderspension enligt 8 § i lagen om sjomanspensioner, har han eller hon fran samma tidpunkt aven ratt till pension enligt lagen om sjomanspensioner. pensionen enligt lagen om sjomanspensioner minskas da med 0,4 procent for varje manad som begynnelsetidpunkten for pensionen tidigarelaggs fore ingangen av manaden efter den under vilken arbetstagaren uppnar den lagsta aldern for alderspension. narmare bestammelser om minskning av pensionen enligt lagen om sjomanspensioner utfardas genom forordning av social- och halsovardsministeriet."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tämän lain 8 §:ää sovelletaan kuitenkin jo 31 päivänä joulukuuta 2016.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2017. Tämän lain 8 § :ää sovelletaan kuitenkin jo 31 päivänä joulukuuta 2016.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2017. taman lain 8 §:aa sovelletaan kuitenkin jo 31 paivana joulukuuta 2016.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 januari 2017. Bestämmelserna i 8 § tillämpas dock redan den 31 december 2016.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2017. Bestämmelserna i 8 § tillämpas dock redan den 31 december 2016.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2017. bestammelserna i 8 § tillampas dock redan den 31 december 2016."
      },
      "valid_from": "2016-01-29",
      "valid_to": null
    }
  ]
}