{
  "id": "814/2005",
  "type": "statute",
  "title": "Laki ympäristönsuojelulain muuttamisesta",
  "title_en": "Lag om ändring av miljöskyddslagen",
  "status": "in_force",
  "issued_date": "2005-10-14",
  "in_force_date": "2005-10-14",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/814/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "17 a",
      "section": "17 a",
      "title": "Poikkeuksen myöntäminen eräissä tapauksissa",
      "content": "Suomen ympäristökeskus voi hakemuksesta myöntää poikkeuksen ostaa tai myydä tietty määrä tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien käytöstä tietyissä maaleissa ja lakoissa sekä ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden päästöjen rajoittamisesta ja direktiivin 1999/13/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/42/EY täytäntöön panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. Poikkeus voidaan myöntää tuotteille, joita käytetään sellaisten rakennusten ja vanhojen ajoneuvojen entistämistä ja ylläpitoa varten, joilla on erityistä historiallista ja kulttuurista arvoa. Valtioneuvoston asetuksella säädetään tarkemmin niistä erityistä historiallista ja kulttuurista arvoa omaavista kohteista, joissa käytettäville tuotteille poikkeus voidaan myöntää. Poikkeusta koskevan hakemuksen vireilläolosta on ilmoitettava ja asianosaisia kuultava sekä päätös annettava tiedoksi siten kuin hallintolaissa säädetään. Hakemuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 a",
        "normalized_fi": "Suomen ympäristökeskus voi hakemuksesta myöntää poikkeuksen ostaa tai myydä tietty määrä tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien käytöstä tietyissä maaleissa ja lakoissa sekä ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden päästöjen rajoittamisesta ja direktiivin 1999/13/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/42/EY täytäntöön panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. Poikkeus voidaan myöntää tuotteille, joita käytetään sellaisten rakennusten ja vanhojen ajoneuvojen entistämistä ja ylläpitoa varten, joilla on erityistä historiallista ja kulttuurista arvoa. Valtioneuvoston asetuksella säädetään tarkemmin niistä erityistä historiallista ja kulttuurista arvoa omaavista kohteista, joissa käytettäville tuotteille poikkeus voidaan myöntää. Poikkeusta koskevan hakemuksen vireilläolosta on ilmoitettava ja asianosaisia kuultava sekä päätös annettava tiedoksi siten kuin hallintolaissa säädetään. Hakemuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "suomen ymparistokeskus voi hakemuksesta myontaa poikkeuksen ostaa tai myyda tietty maara tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien kaytosta tietyissa maaleissa ja lakoissa seka ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden paastojen rajoittamisesta ja direktiivin 1999/13/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/42/ey taytantoon panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. poikkeus voidaan myontaa tuotteille, joita kaytetaan sellaisten rakennusten ja vanhojen ajoneuvojen entistamista ja yllapitoa varten, joilla on erityista historiallista ja kulttuurista arvoa. valtioneuvoston asetuksella saadetaan tarkemmin niista erityista historiallista ja kulttuurista arvoa omaavista kohteista, joissa kaytettaville tuotteille poikkeus voidaan myontaa. poikkeusta koskevan hakemuksen vireillaolosta on ilmoitettava ja asianosaisia kuultava seka paatos annettava tiedoksi siten kuin hallintolaissa saadetaan. hakemuksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Beviljande av undantag i vissa fall",
        "content_sv": "Finlands miljöcentral kan på ansökan bevilja undantag för köp eller försäljning av en bestämd mängd av en produkt vars halt av flyktiga organiska föreningar inte motsvarar gränsvärdena i statsrådets förordning om genomförande av Europaparlamentets och rådets direktiv 2004/42/EG om begränsning av utsläpp av flyktiga organiska föreningar förorsakade av användning av organiska lösningsmedel i vissa färger och lacker samt produkter för fordonsreparationslackering och om ändring av direktiv 1999/13/EG. Undantag kan beviljas för produkter som används för restaurering och underhåll av byggnader och gamla fordon som har ett särskilt historiskt och kulturellt värde. Genom förordning av statsrådet föreskrivs det närmare vilka objekt med ett särskilt historiskt och kulturellt värde i fråga om vilka ett ovan nämnt undantag kan beviljas. Information om att en ansökan om undantag är anhängig skall ges och parterna höras samt beslutet delges i enlighet med förvaltningslagen. Närmare bestämmelser om ansökan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Finlands miljöcentral kan på ansökan bevilja undantag för köp eller försäljning av en bestämd mängd av en produkt vars halt av flyktiga organiska föreningar inte motsvarar gränsvärdena i statsrådets förordning om genomförande av Europaparlamentets och rådets direktiv 2004/42/EG om begränsning av utsläpp av flyktiga organiska föreningar förorsakade av användning av organiska lösningsmedel i vissa färger och lacker samt produkter för fordonsreparationslackering och om ändring av direktiv 1999/13/EG. Undantag kan beviljas för produkter som används för restaurering och underhåll av byggnader och gamla fordon som har ett särskilt historiskt och kulturellt värde. Genom förordning av statsrådet föreskrivs det närmare vilka objekt med ett särskilt historiskt och kulturellt värde i fråga om vilka ett ovan nämnt undantag kan beviljas. Information om att en ansökan om undantag är anhängig skall ges och parterna höras samt beslutet delges i enlighet med förvaltningslagen. Närmare bestämmelser om ansökan utfärdas genom förordning av statsrådet.",
        "folded_sv": "finlands miljocentral kan pa ansokan bevilja undantag for kop eller forsaljning av en bestamd mangd av en produkt vars halt av flyktiga organiska foreningar inte motsvarar gransvardena i statsradets forordning om genomforande av europaparlamentets och radets direktiv 2004/42/eg om begransning av utslapp av flyktiga organiska foreningar fororsakade av anvandning av organiska losningsmedel i vissa farger och lacker samt produkter for fordonsreparationslackering och om andring av direktiv 1999/13/eg. undantag kan beviljas for produkter som anvands for restaurering och underhall av byggnader och gamla fordon som har ett sarskilt historiskt och kulturellt varde. genom forordning av statsradet foreskrivs det narmare vilka objekt med ett sarskilt historiskt och kulturellt varde i fraga om vilka ett ovan namnt undantag kan beviljas. information om att en ansokan om undantag ar anhangig skall ges och parterna horas samt beslutet delges i enlighet med forvaltningslagen. narmare bestammelser om ansokan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvontaviranomaiset",
      "content": "Työsuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 §:n 1 momentin 2 kohdassa ja 108 a §:n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus valvoo 15 §:ssä tarkoitetun orgaanisia liottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Työsuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 § :n 1 momentin 2 kohdassa ja 108 a § :n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus valvoo 15 § :ssä tarkoitetun orgaanisia liottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
        "folded_fi": "tyosuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 §:n 1 momentin 2 kohdassa ja 108 a §:n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. suomen ymparistokeskus valvoo 15 §:ssa tarkoitetun orgaanisia liottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
        "title_sv": "Tillsynsmyndigheter",
        "content_sv": "Arbetarskyddsmyndigheterna, hälsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsäkerhetslagen övervakar iakttagandet av de förordningar av statsrådet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. Finlands miljöcentral övervakar iakttagandet av den förordning av statsrådet som avses i 15 § och som gäller produkter som innehåller organiska lösningsmedel.",
        "normalized_sv": "Arbetarskyddsmyndigheterna, hälsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsäkerhetslagen övervakar iakttagandet av de förordningar av statsrådet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. Finlands miljöcentral övervakar iakttagandet av den förordning av statsrådet som avses i 15 § och som gäller produkter som innehåller organiska lösningsmedel.",
        "folded_sv": "arbetarskyddsmyndigheterna, halsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsakerhetslagen overvakar iakttagandet av de forordningar av statsradet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. finlands miljocentral overvakar iakttagandet av den forordning av statsradet som avses i 15 § och som galler produkter som innehaller organiska losningsmedel."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Valtakunnalliset suunnitelmat ja ohjelmat",
      "content": "Valtioneuvosto hyväksyy Euroopan yhteisön säädöksissä tarkoitetut ympäristönsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. Suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, sekä jäljempänä 92 §:ssä tarkoitetuille valtakunnallisille yhdistyksille ja säätiöille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. Luonnos on julkaistava sähköisesti ja varattava yleisölle riittävän ajoissa mahdollisuus mielipiteiden esittämiseen. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sähköisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Valtioneuvosto hyväksyy Euroopan yhteisön säädöksissä tarkoitetut ympäristönsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. Suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, sekä jäljempänä 92 § :ssä tarkoitetuille valtakunnallisille yhdistyksille ja säätiöille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. Luonnos on julkaistava sähköisesti ja varattava yleisölle riittävän ajoissa mahdollisuus mielipiteiden esittämiseen. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sähköisesti.",
        "folded_fi": "valtioneuvosto hyvaksyy euroopan yhteison saadoksissa tarkoitetut ymparistonsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, seka jaljempana 92 §:ssa tarkoitetuille valtakunnallisille yhdistyksille ja saatioille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. luonnos on julkaistava sahkoisesti ja varattava yleisolle riittavan ajoissa mahdollisuus mielipiteiden esittamiseen. hyvaksytysta suunnitelmasta tai ohjelmasta perusteluineen seka siita, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sahkoisesti.",
        "title_sv": "Riksomfattande planer och program",
        "content_sv": "Statsrådet godkänner de i Europeiska gemenskapens rättsakter avsedda riksomfattande miljöskyddsplanerna och miljöskyddsprogrammen. När planerna och programmen bereds skall de myndigheter och intressegrupper vilkas rätt eller fördel ärendet berör samt de riksomfattande föreningar och stiftelser som avses i 92 § ges tillfälle att avge utlåtande om utkasten till planer och program. Utkasten skall publiceras i elektronisk form och allmänheten skall i tillräckligt god tid ges tillfälle att framföra sina åsikter. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges i elektronisk form.",
        "normalized_sv": "Statsrådet godkänner de i Europeiska gemenskapens rättsakter avsedda riksomfattande miljöskyddsplanerna och miljöskyddsprogrammen. När planerna och programmen bereds skall de myndigheter och intressegrupper vilkas rätt eller fördel ärendet berör samt de riksomfattande föreningar och stiftelser som avses i 92 § ges tillfälle att avge utlåtande om utkasten till planer och program. Utkasten skall publiceras i elektronisk form och allmänheten skall i tillräckligt god tid ges tillfälle att framföra sina åsikter. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges i elektronisk form.",
        "folded_sv": "statsradet godkanner de i europeiska gemenskapens rattsakter avsedda riksomfattande miljoskyddsplanerna och miljoskyddsprogrammen. nar planerna och programmen bereds skall de myndigheter och intressegrupper vilkas ratt eller fordel arendet beror samt de riksomfattande foreningar och stiftelser som avses i 92 § ges tillfalle att avge utlatande om utkasten till planer och program. utkasten skall publiceras i elektronisk form och allmanheten skall i tillrackligt god tid ges tillfalle att framfora sina asikter. information om en godkand plan eller ett godkant program jamte motivering samt om hur de framforda asikterna har blivit beaktade skall ges i elektronisk form."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Aineita, valmisteita, tuotteita, laitteita ja koneita koskeva kielto- ja velvoittamispäätös",
      "content": "Suomen ympäristökeskus päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 §:n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista sekä 17 a §:ssä tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentävistä aineista annetun Euroopan parlamentin ja neuvoston asetuksen, 15 §:n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a §:n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista sekä muutoin 108 a §:n mukaisten velvoitteiden noudattamista. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan velvoitteen antaa kuitenkin 22 §:n 1 momentissa tarkoitettu valvontaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Suomen ympäristökeskus päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 § :n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista sekä 17 a § :ssä tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentävistä aineista annetun Euroopan parlamentin ja neuvoston asetuksen, 15 § :n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a § :n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista sekä muutoin 108 a § :n mukaisten velvoitteiden noudattamista. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan velvoitteen antaa kuitenkin 22 § :n 1 momentissa tarkoitettu valvontaviranomainen.",
        "folded_fi": "suomen ymparistokeskus paattaa 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 §:n nojalla annettua orgaanisia liuottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista seka 17 a §:ssa tarkoitetun poikkeuslupapaatoksen noudattamista. suomen ymparistokeskus paattaa myos kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentavista aineista annetun euroopan parlamentin ja neuvoston asetuksen, 15 §:n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a §:n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista seka muutoin 108 a §:n mukaisten velvoitteiden noudattamista. kiellon kayttaa saannosten vastaista yksittaista laitetta tai huoltovelvollisuuden tayttamista koskevan velvoitteen antaa kuitenkin 22 §:n 1 momentissa tarkoitettu valvontaviranomainen.",
        "title_sv": "Beslut om förbud eller åläggande som gäller ämnen, preparat, produkter, anläggningar och maskiner",
        "content_sv": "Finlands miljöcentral beslutar om förbud eller åläggande enligt 1 och 2 mom. när överträdelsen gäller iakttagande av en förordning av statsrådet som utfärdats med stöd av 15 § och som gäller produkter som innehåller organiska lösningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a §. Finlands miljöcentral beslutar även om förbud eller åläggande när överträdelsen gäller iakttagande av Europaparlamentets och rådets förordning om ämnen som bryter ned ozonskiktet, en förordning av statsrådet som utfärdats med stöd av 15 § för att skydda ozonskiktet och en förordning av statsrådet som utfärdats med stöd av 108 a § 3 mom. samt i övrigt uppfyllande av förpliktelserna enligt 108 a §. Förbud mot användning av en enskild anläggning som strider mot bestämmelserna meddelas eller åläggande att fullgöra underhållsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom.",
        "normalized_sv": "Finlands miljöcentral beslutar om förbud eller åläggande enligt 1 och 2 mom. när överträdelsen gäller iakttagande av en förordning av statsrådet som utfärdats med stöd av 15 § och som gäller produkter som innehåller organiska lösningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a § . Finlands miljöcentral beslutar även om förbud eller åläggande när överträdelsen gäller iakttagande av Europaparlamentets och rådets förordning om ämnen som bryter ned ozonskiktet, en förordning av statsrådet som utfärdats med stöd av 15 § för att skydda ozonskiktet och en förordning av statsrådet som utfärdats med stöd av 108 a § 3 mom. samt i övrigt uppfyllande av förpliktelserna enligt 108 a § . Förbud mot användning av en enskild anläggning som strider mot bestämmelserna meddelas eller åläggande att fullgöra underhållsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom.",
        "folded_sv": "finlands miljocentral beslutar om forbud eller alaggande enligt 1 och 2 mom. nar overtradelsen galler iakttagande av en forordning av statsradet som utfardats med stod av 15 § och som galler produkter som innehaller organiska losningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a §. finlands miljocentral beslutar aven om forbud eller alaggande nar overtradelsen galler iakttagande av europaparlamentets och radets forordning om amnen som bryter ned ozonskiktet, en forordning av statsradet som utfardats med stod av 15 § for att skydda ozonskiktet och en forordning av statsradet som utfardats med stod av 108 a § 3 mom. samt i ovrigt uppfyllande av forpliktelserna enligt 108 a §. forbud mot anvandning av en enskild anlaggning som strider mot bestammelserna meddelas eller alaggande att fullgora underhallsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "title": "Muutoksenhaku",
      "content": "Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen ympäristökeskuksen 17 a §:n nojalla tekemästä päätöksestä valitetaan Vaasan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96",
        "normalized_fi": "Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen ympäristökeskuksen 17 a § :n nojalla tekemästä päätöksestä valitetaan Vaasan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "valtioneuvoston ja ymparistoministerion paatoksesta valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. suomen ymparistokeskuksen 17 a §:n nojalla tekemasta paatoksesta valitetaan vaasan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen. Besvär över Finlands miljöcentrals beslut med stöd av 17 a § anförs hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen. Besvär över Finlands miljöcentrals beslut med stöd av 17 a § anförs hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen.",
        "folded_sv": "besvar over statsradets och miljoministeriets beslut anfors hos hogsta forvaltningsdomstolen sa som anges i forvaltningsprocesslagen. besvar over finlands miljocentrals beslut med stod av 17 a § anfors hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Ilmanlaadun turvaaminen",
      "content": "Kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisölle ja varattava tälle riittävän ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensä. Mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviävässä sanomalehdessä ja sekä lisäksi sähköisesti. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisölle ja varattava tälle riittävän ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensä. Mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviävässä sanomalehdessä ja sekä lisäksi sähköisesti. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
        "folded_fi": "kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisolle ja varattava talle riittavan ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensa. mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviavassa sanomalehdessa ja seka lisaksi sahkoisesti. hyvaksytysta suunnitelmasta tai ohjelmasta perusteluineen seka siita, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
        "title_sv": "Säkerställande av luftkvaliteten",
        "content_sv": "Kommunen skall informera allmänheten om beredningen av planer eller program som utarbetas för att säkerställa luftkvaliteten och i tillräckligt god tid ge allmänheten tillfälle att framföra sina åsikter om utkastet till plan eller program. Tillfälle ges genom att ärendet kungörs på kommunens anslagstavla eller i en tidning med allmän spridning på orten samt därtill elektroniskt. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges på samma sätt som i fråga om utkastet till plan eller program.",
        "normalized_sv": "Kommunen skall informera allmänheten om beredningen av planer eller program som utarbetas för att säkerställa luftkvaliteten och i tillräckligt god tid ge allmänheten tillfälle att framföra sina åsikter om utkastet till plan eller program. Tillfälle ges genom att ärendet kungörs på kommunens anslagstavla eller i en tidning med allmän spridning på orten samt därtill elektroniskt. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges på samma sätt som i fråga om utkastet till plan eller program.",
        "folded_sv": "kommunen skall informera allmanheten om beredningen av planer eller program som utarbetas for att sakerstalla luftkvaliteten och i tillrackligt god tid ge allmanheten tillfalle att framfora sina asikter om utkastet till plan eller program. tillfalle ges genom att arendet kungors pa kommunens anslagstavla eller i en tidning med allman spridning pa orten samt dartill elektroniskt. information om en godkand plan eller ett godkant program jamte motivering samt om hur de framforda asikterna har blivit beaktade skall ges pa samma satt som i fraga om utkastet till plan eller program."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "17 a",
      "section": "17 a",
      "title": "Poikkeuksen myöntäminen eräissä tapauksissa",
      "content": "Suomen ympäristökeskus voi hakemuksesta myöntää poikkeuksen ostaa tai myydä tietty määrä tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien käytöstä tietyissä maaleissa ja lakoissa sekä ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden päästöjen rajoittamisesta ja direktiivin 1999/13/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/42/EY täytäntöön panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. Poikkeus voidaan myöntää tuotteille, joita käytetään sellaisten rakennusten ja vanhojen ajoneuvojen entistämistä ja ylläpitoa varten, joilla on erityistä historiallista ja kulttuurista arvoa. Valtioneuvoston asetuksella säädetään tarkemmin niistä erityistä historiallista ja kulttuurista arvoa omaavista kohteista, joissa käytettäville tuotteille poikkeus voidaan myöntää. Poikkeusta koskevan hakemuksen vireilläolosta on ilmoitettava ja asianosaisia kuultava sekä päätös annettava tiedoksi siten kuin hallintolaissa säädetään. Hakemuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17 a",
        "normalized_fi": "Suomen ympäristökeskus voi hakemuksesta myöntää poikkeuksen ostaa tai myydä tietty määrä tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien käytöstä tietyissä maaleissa ja lakoissa sekä ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden päästöjen rajoittamisesta ja direktiivin 1999/13/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/42/EY täytäntöön panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. Poikkeus voidaan myöntää tuotteille, joita käytetään sellaisten rakennusten ja vanhojen ajoneuvojen entistämistä ja ylläpitoa varten, joilla on erityistä historiallista ja kulttuurista arvoa. Valtioneuvoston asetuksella säädetään tarkemmin niistä erityistä historiallista ja kulttuurista arvoa omaavista kohteista, joissa käytettäville tuotteille poikkeus voidaan myöntää. Poikkeusta koskevan hakemuksen vireilläolosta on ilmoitettava ja asianosaisia kuultava sekä päätös annettava tiedoksi siten kuin hallintolaissa säädetään. Hakemuksesta säädetään tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "suomen ymparistokeskus voi hakemuksesta myontaa poikkeuksen ostaa tai myyda tietty maara tuotetta, jonka haihtuvien orgaanisten yhdisteiden pitoisuus ei vastaa orgaanisten liuottimien kaytosta tietyissa maaleissa ja lakoissa seka ajoneuvojen korjausmaalaustuotteissa aiheutuvien haihtuvien orgaanisten yhdisteiden paastojen rajoittamisesta ja direktiivin 1999/13/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/42/ey taytantoon panemiseksi annetun valtioneuvoston asetuksen raja-arvoa. poikkeus voidaan myontaa tuotteille, joita kaytetaan sellaisten rakennusten ja vanhojen ajoneuvojen entistamista ja yllapitoa varten, joilla on erityista historiallista ja kulttuurista arvoa. valtioneuvoston asetuksella saadetaan tarkemmin niista erityista historiallista ja kulttuurista arvoa omaavista kohteista, joissa kaytettaville tuotteille poikkeus voidaan myontaa. poikkeusta koskevan hakemuksen vireillaolosta on ilmoitettava ja asianosaisia kuultava seka paatos annettava tiedoksi siten kuin hallintolaissa saadetaan. hakemuksesta saadetaan tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Beviljande av undantag i vissa fall",
        "content_sv": "Finlands miljöcentral kan på ansökan bevilja undantag för köp eller försäljning av en bestämd mängd av en produkt vars halt av flyktiga organiska föreningar inte motsvarar gränsvärdena i statsrådets förordning om genomförande av Europaparlamentets och rådets direktiv 2004/42/EG om begränsning av utsläpp av flyktiga organiska föreningar förorsakade av användning av organiska lösningsmedel i vissa färger och lacker samt produkter för fordonsreparationslackering och om ändring av direktiv 1999/13/EG. Undantag kan beviljas för produkter som används för restaurering och underhåll av byggnader och gamla fordon som har ett särskilt historiskt och kulturellt värde. Genom förordning av statsrådet föreskrivs det närmare vilka objekt med ett särskilt historiskt och kulturellt värde i fråga om vilka ett ovan nämnt undantag kan beviljas. Information om att en ansökan om undantag är anhängig skall ges och parterna höras samt beslutet delges i enlighet med förvaltningslagen. Närmare bestämmelser om ansökan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Finlands miljöcentral kan på ansökan bevilja undantag för köp eller försäljning av en bestämd mängd av en produkt vars halt av flyktiga organiska föreningar inte motsvarar gränsvärdena i statsrådets förordning om genomförande av Europaparlamentets och rådets direktiv 2004/42/EG om begränsning av utsläpp av flyktiga organiska föreningar förorsakade av användning av organiska lösningsmedel i vissa färger och lacker samt produkter för fordonsreparationslackering och om ändring av direktiv 1999/13/EG. Undantag kan beviljas för produkter som används för restaurering och underhåll av byggnader och gamla fordon som har ett särskilt historiskt och kulturellt värde. Genom förordning av statsrådet föreskrivs det närmare vilka objekt med ett särskilt historiskt och kulturellt värde i fråga om vilka ett ovan nämnt undantag kan beviljas. Information om att en ansökan om undantag är anhängig skall ges och parterna höras samt beslutet delges i enlighet med förvaltningslagen. Närmare bestämmelser om ansökan utfärdas genom förordning av statsrådet.",
        "folded_sv": "finlands miljocentral kan pa ansokan bevilja undantag for kop eller forsaljning av en bestamd mangd av en produkt vars halt av flyktiga organiska foreningar inte motsvarar gransvardena i statsradets forordning om genomforande av europaparlamentets och radets direktiv 2004/42/eg om begransning av utslapp av flyktiga organiska foreningar fororsakade av anvandning av organiska losningsmedel i vissa farger och lacker samt produkter for fordonsreparationslackering och om andring av direktiv 1999/13/eg. undantag kan beviljas for produkter som anvands for restaurering och underhall av byggnader och gamla fordon som har ett sarskilt historiskt och kulturellt varde. genom forordning av statsradet foreskrivs det narmare vilka objekt med ett sarskilt historiskt och kulturellt varde i fraga om vilka ett ovan namnt undantag kan beviljas. information om att en ansokan om undantag ar anhangig skall ges och parterna horas samt beslutet delges i enlighet med forvaltningslagen. narmare bestammelser om ansokan utfardas genom forordning av statsradet."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Valvontaviranomaiset",
      "content": "Työsuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 §:n 1 momentin 2 kohdassa ja 108 a §:n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus valvoo 15 §:ssä tarkoitetun orgaanisia liottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Työsuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 § :n 1 momentin 2 kohdassa ja 108 a § :n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. Suomen ympäristökeskus valvoo 15 § :ssä tarkoitetun orgaanisia liottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
        "folded_fi": "tyosuojeluviranomaiset, terveydensuojeluviranomaiset ja tuoteturvallisuuslaissa tarkoitetut valvontaviranomaiset valvovat 13 §:n 1 momentin 2 kohdassa ja 108 a §:n 3 momentissa tarkoitetun valtioneuvoston asetuksen noudattamista. suomen ymparistokeskus valvoo 15 §:ssa tarkoitetun orgaanisia liottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista.",
        "title_sv": "Tillsynsmyndigheter",
        "content_sv": "Arbetarskyddsmyndigheterna, hälsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsäkerhetslagen övervakar iakttagandet av de förordningar av statsrådet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. Finlands miljöcentral övervakar iakttagandet av den förordning av statsrådet som avses i 15 § och som gäller produkter som innehåller organiska lösningsmedel.",
        "normalized_sv": "Arbetarskyddsmyndigheterna, hälsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsäkerhetslagen övervakar iakttagandet av de förordningar av statsrådet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. Finlands miljöcentral övervakar iakttagandet av den förordning av statsrådet som avses i 15 § och som gäller produkter som innehåller organiska lösningsmedel.",
        "folded_sv": "arbetarskyddsmyndigheterna, halsoskyddsmyndigheterna och de tillsynsmyndigheter som avses i produktsakerhetslagen overvakar iakttagandet av de forordningar av statsradet som avses i 13 § 1 mom. 2 punkten och 108 a § 3 mom. finlands miljocentral overvakar iakttagandet av den forordning av statsradet som avses i 15 § och som galler produkter som innehaller organiska losningsmedel."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Valtakunnalliset suunnitelmat ja ohjelmat",
      "content": "Valtioneuvosto hyväksyy Euroopan yhteisön säädöksissä tarkoitetut ympäristönsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. Suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, sekä jäljempänä 92 §:ssä tarkoitetuille valtakunnallisille yhdistyksille ja säätiöille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. Luonnos on julkaistava sähköisesti ja varattava yleisölle riittävän ajoissa mahdollisuus mielipiteiden esittämiseen. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sähköisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26",
        "normalized_fi": "Valtioneuvosto hyväksyy Euroopan yhteisön säädöksissä tarkoitetut ympäristönsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. Suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, sekä jäljempänä 92 § :ssä tarkoitetuille valtakunnallisille yhdistyksille ja säätiöille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. Luonnos on julkaistava sähköisesti ja varattava yleisölle riittävän ajoissa mahdollisuus mielipiteiden esittämiseen. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sähköisesti.",
        "folded_fi": "valtioneuvosto hyvaksyy euroopan yhteison saadoksissa tarkoitetut ymparistonsuojelua koskevat valtakunnalliset suunnitelmat ja ohjelmat. suunnitelmia ja ohjelmia valmisteltaessa on niille viranomaisille ja tahoille, joiden etua tai oikeutta asia koskee, seka jaljempana 92 §:ssa tarkoitetuille valtakunnallisille yhdistyksille ja saatioille varattava tilaisuus antaa suunnitelma- ja ohjelmaluonnoksista lausuntonsa. luonnos on julkaistava sahkoisesti ja varattava yleisolle riittavan ajoissa mahdollisuus mielipiteiden esittamiseen. hyvaksytysta suunnitelmasta tai ohjelmasta perusteluineen seka siita, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava sahkoisesti.",
        "title_sv": "Riksomfattande planer och program",
        "content_sv": "Statsrådet godkänner de i Europeiska gemenskapens rättsakter avsedda riksomfattande miljöskyddsplanerna och miljöskyddsprogrammen. När planerna och programmen bereds skall de myndigheter och intressegrupper vilkas rätt eller fördel ärendet berör samt de riksomfattande föreningar och stiftelser som avses i 92 § ges tillfälle att avge utlåtande om utkasten till planer och program. Utkasten skall publiceras i elektronisk form och allmänheten skall i tillräckligt god tid ges tillfälle att framföra sina åsikter. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges i elektronisk form.",
        "normalized_sv": "Statsrådet godkänner de i Europeiska gemenskapens rättsakter avsedda riksomfattande miljöskyddsplanerna och miljöskyddsprogrammen. När planerna och programmen bereds skall de myndigheter och intressegrupper vilkas rätt eller fördel ärendet berör samt de riksomfattande föreningar och stiftelser som avses i 92 § ges tillfälle att avge utlåtande om utkasten till planer och program. Utkasten skall publiceras i elektronisk form och allmänheten skall i tillräckligt god tid ges tillfälle att framföra sina åsikter. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges i elektronisk form.",
        "folded_sv": "statsradet godkanner de i europeiska gemenskapens rattsakter avsedda riksomfattande miljoskyddsplanerna och miljoskyddsprogrammen. nar planerna och programmen bereds skall de myndigheter och intressegrupper vilkas ratt eller fordel arendet beror samt de riksomfattande foreningar och stiftelser som avses i 92 § ges tillfalle att avge utlatande om utkasten till planer och program. utkasten skall publiceras i elektronisk form och allmanheten skall i tillrackligt god tid ges tillfalle att framfora sina asikter. information om en godkand plan eller ett godkant program jamte motivering samt om hur de framforda asikterna har blivit beaktade skall ges i elektronisk form."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "Aineita, valmisteita, tuotteita, laitteita ja koneita koskeva kielto- ja velvoittamispäätös",
      "content": "Suomen ympäristökeskus päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 §:n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista sekä 17 a §:ssä tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentävistä aineista annetun Euroopan parlamentin ja neuvoston asetuksen, 15 §:n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a §:n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista sekä muutoin 108 a §:n mukaisten velvoitteiden noudattamista. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan velvoitteen antaa kuitenkin 22 §:n 1 momentissa tarkoitettu valvontaviranomainen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:87",
        "normalized_fi": "Suomen ympäristökeskus päättää 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 § :n nojalla annettua orgaanisia liuottimia sisältäviä tuotteita koskevan valtioneuvoston asetuksen noudattamista sekä 17 a § :ssä tarkoitetun poikkeuslupapäätöksen noudattamista. Suomen ympäristökeskus päättää myös kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentävistä aineista annetun Euroopan parlamentin ja neuvoston asetuksen, 15 § :n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a § :n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista sekä muutoin 108 a § :n mukaisten velvoitteiden noudattamista. Kiellon käyttää säännösten vastaista yksittäistä laitetta tai huoltovelvollisuuden täyttämistä koskevan velvoitteen antaa kuitenkin 22 § :n 1 momentissa tarkoitettu valvontaviranomainen.",
        "folded_fi": "suomen ymparistokeskus paattaa 1 ja 2 momentissa tarkoitetusta kiellosta tai velvoittamisesta, kun rikkomus koskee 15 §:n nojalla annettua orgaanisia liuottimia sisaltavia tuotteita koskevan valtioneuvoston asetuksen noudattamista seka 17 a §:ssa tarkoitetun poikkeuslupapaatoksen noudattamista. suomen ymparistokeskus paattaa myos kiellosta tai velvoittamisesta, kun rikkomus koskee otsonikerrosta heikentavista aineista annetun euroopan parlamentin ja neuvoston asetuksen, 15 §:n nojalla otsonikerroksen suojaamiseksi annetun valtioneuvoston asetuksen ja 108 a §:n 3 momentin nojalla annetun valtioneuvoston asetuksen noudattamista seka muutoin 108 a §:n mukaisten velvoitteiden noudattamista. kiellon kayttaa saannosten vastaista yksittaista laitetta tai huoltovelvollisuuden tayttamista koskevan velvoitteen antaa kuitenkin 22 §:n 1 momentissa tarkoitettu valvontaviranomainen.",
        "title_sv": "Beslut om förbud eller åläggande som gäller ämnen, preparat, produkter, anläggningar och maskiner",
        "content_sv": "Finlands miljöcentral beslutar om förbud eller åläggande enligt 1 och 2 mom. när överträdelsen gäller iakttagande av en förordning av statsrådet som utfärdats med stöd av 15 § och som gäller produkter som innehåller organiska lösningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a §. Finlands miljöcentral beslutar även om förbud eller åläggande när överträdelsen gäller iakttagande av Europaparlamentets och rådets förordning om ämnen som bryter ned ozonskiktet, en förordning av statsrådet som utfärdats med stöd av 15 § för att skydda ozonskiktet och en förordning av statsrådet som utfärdats med stöd av 108 a § 3 mom. samt i övrigt uppfyllande av förpliktelserna enligt 108 a §. Förbud mot användning av en enskild anläggning som strider mot bestämmelserna meddelas eller åläggande att fullgöra underhållsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom.",
        "normalized_sv": "Finlands miljöcentral beslutar om förbud eller åläggande enligt 1 och 2 mom. när överträdelsen gäller iakttagande av en förordning av statsrådet som utfärdats med stöd av 15 § och som gäller produkter som innehåller organiska lösningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a § . Finlands miljöcentral beslutar även om förbud eller åläggande när överträdelsen gäller iakttagande av Europaparlamentets och rådets förordning om ämnen som bryter ned ozonskiktet, en förordning av statsrådet som utfärdats med stöd av 15 § för att skydda ozonskiktet och en förordning av statsrådet som utfärdats med stöd av 108 a § 3 mom. samt i övrigt uppfyllande av förpliktelserna enligt 108 a § . Förbud mot användning av en enskild anläggning som strider mot bestämmelserna meddelas eller åläggande att fullgöra underhållsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom.",
        "folded_sv": "finlands miljocentral beslutar om forbud eller alaggande enligt 1 och 2 mom. nar overtradelsen galler iakttagande av en forordning av statsradet som utfardats med stod av 15 § och som galler produkter som innehaller organiska losningsmedel samt iakttagande av ett beslut om undantagslov enligt 17 a §. finlands miljocentral beslutar aven om forbud eller alaggande nar overtradelsen galler iakttagande av europaparlamentets och radets forordning om amnen som bryter ned ozonskiktet, en forordning av statsradet som utfardats med stod av 15 § for att skydda ozonskiktet och en forordning av statsradet som utfardats med stod av 108 a § 3 mom. samt i ovrigt uppfyllande av forpliktelserna enligt 108 a §. forbud mot anvandning av en enskild anlaggning som strider mot bestammelserna meddelas eller alaggande att fullgora underhallsskyldighet ges dock av en tillsynsmyndighet som avses i 22 § 1 mom."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    },
    {
      "provision_ref": "96",
      "section": "96",
      "title": "Muutoksenhaku",
      "content": "Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen ympäristökeskuksen 17 a §:n nojalla tekemästä päätöksestä valitetaan Vaasan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96",
        "normalized_fi": "Valtioneuvoston ja ympäristöministeriön päätöksestä valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään. Suomen ympäristökeskuksen 17 a § :n nojalla tekemästä päätöksestä valitetaan Vaasan hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "valtioneuvoston ja ymparistoministerion paatoksesta valitetaan korkeimpaan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan. suomen ymparistokeskuksen 17 a §:n nojalla tekemasta paatoksesta valitetaan vaasan hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Sökande av ändring",
        "content_sv": "Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen. Besvär över Finlands miljöcentrals beslut med stöd av 17 a § anförs hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen.",
        "normalized_sv": "Besvär över statsrådets och miljöministeriets beslut anförs hos högsta förvaltningsdomstolen så som anges i förvaltningsprocesslagen. Besvär över Finlands miljöcentrals beslut med stöd av 17 a § anförs hos Vasa förvaltningsdomstol så som anges i förvaltningsprocesslagen.",
        "folded_sv": "besvar over statsradets och miljoministeriets beslut anfors hos hogsta forvaltningsdomstolen sa som anges i forvaltningsprocesslagen. besvar over finlands miljocentrals beslut med stod av 17 a § anfors hos vasa forvaltningsdomstol sa som anges i forvaltningsprocesslagen."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Ilmanlaadun turvaaminen",
      "content": "Kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisölle ja varattava tälle riittävän ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensä. Mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviävässä sanomalehdessä ja sekä lisäksi sähköisesti. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisölle ja varattava tälle riittävän ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensä. Mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviävässä sanomalehdessä ja sekä lisäksi sähköisesti. Hyväksytystä suunnitelmasta tai ohjelmasta perusteluineen sekä siitä, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
        "folded_fi": "kunnan on tiedotettava ilmanlaadun turvaamiseksi laadittavien suunnitelmien tai ohjelmien valmistelusta yleisolle ja varattava talle riittavan ajoissa mahdollisuus antaa suunnitelma- tai ohjelmaluonnoksesta mielipiteensa. mahdollisuus varataan ilmoittamalla asiasta kunnan ilmoitustaululla tai paikkakunnalla yleisesti leviavassa sanomalehdessa ja seka lisaksi sahkoisesti. hyvaksytysta suunnitelmasta tai ohjelmasta perusteluineen seka siita, miten esitetyt mielipiteet on otettu huomioon, on tiedotettava samalla tavoin kuin suunnitelma- tai ohjelmaluonnoksesta.",
        "title_sv": "Säkerställande av luftkvaliteten",
        "content_sv": "Kommunen skall informera allmänheten om beredningen av planer eller program som utarbetas för att säkerställa luftkvaliteten och i tillräckligt god tid ge allmänheten tillfälle att framföra sina åsikter om utkastet till plan eller program. Tillfälle ges genom att ärendet kungörs på kommunens anslagstavla eller i en tidning med allmän spridning på orten samt därtill elektroniskt. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges på samma sätt som i fråga om utkastet till plan eller program.",
        "normalized_sv": "Kommunen skall informera allmänheten om beredningen av planer eller program som utarbetas för att säkerställa luftkvaliteten och i tillräckligt god tid ge allmänheten tillfälle att framföra sina åsikter om utkastet till plan eller program. Tillfälle ges genom att ärendet kungörs på kommunens anslagstavla eller i en tidning med allmän spridning på orten samt därtill elektroniskt. Information om en godkänd plan eller ett godkänt program jämte motivering samt om hur de framförda åsikterna har blivit beaktade skall ges på samma sätt som i fråga om utkastet till plan eller program.",
        "folded_sv": "kommunen skall informera allmanheten om beredningen av planer eller program som utarbetas for att sakerstalla luftkvaliteten och i tillrackligt god tid ge allmanheten tillfalle att framfora sina asikter om utkastet till plan eller program. tillfalle ges genom att arendet kungors pa kommunens anslagstavla eller i en tidning med allman spridning pa orten samt dartill elektroniskt. information om en godkand plan eller ett godkant program jamte motivering samt om hur de framforda asikterna har blivit beaktade skall ges pa samma satt som i fraga om utkastet till plan eller program."
      },
      "valid_from": "2005-10-14",
      "valid_to": null
    }
  ]
}