{
  "id": "815/2015",
  "type": "statute",
  "title": "Laki toimeentulotuesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utkomststöd",
  "status": "in_force",
  "issued_date": "2015-06-26",
  "in_force_date": "2015-06-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/815/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Toimeentulotuen hakeminen",
      "content": "Toimeentulotukihakemus tehdään Kansaneläkelaitokselle, jonka tulee tehdä hakemuksen perustella päätös perustoimeentulotuesta. Hakemuksen siirtämisestä kunnan käsiteltäväksi säädetään 14 d §:ssä. Hakemus täydentävästä tai ehkäisevästä toimeentulotuesta tehdään kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn päätöksen perustoimeentulotuesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14",
        "normalized_fi": "Toimeentulotukihakemus tehdään Kansaneläkelaitokselle, jonka tulee tehdä hakemuksen perustella päätös perustoimeentulotuesta. Hakemuksen siirtämisestä kunnan käsiteltäväksi säädetään 14 d § :ssä. Hakemus täydentävästä tai ehkäisevästä toimeentulotuesta tehdään kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn päätöksen perustoimeentulotuesta.",
        "folded_fi": "toimeentulotukihakemus tehdaan kansanelakelaitokselle, jonka tulee tehda hakemuksen perustella paatos perustoimeentulotuesta. hakemuksen siirtamisesta kunnan kasiteltavaksi saadetaan 14 d §:ssa. hakemus taydentavasta tai ehkaisevasta toimeentulotuesta tehdaan kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn paatoksen perustoimeentulotuesta.",
        "title_sv": "Ansökan om utkomststöd",
        "content_sv": "Ansökan om utkomststöd görs hos Folkpensionsanstalten, som utifrån ansökan ska fatta ett beslut om grundläggande utkomststöd. Bestämmelser om överföring av ansökan till kommunen för behandling finns i 14 d §. Ansökan om kompletterande eller förebyggande utkomststöd görs hos det kommunala organet, om sökanden har meddelats ett beslut om grundläggande utkomststöd för den tid som ansökan gäller.",
        "normalized_sv": "Ansökan om utkomststöd görs hos Folkpensionsanstalten, som utifrån ansökan ska fatta ett beslut om grundläggande utkomststöd. Bestämmelser om överföring av ansökan till kommunen för behandling finns i 14 d § . Ansökan om kompletterande eller förebyggande utkomststöd görs hos det kommunala organet, om sökanden har meddelats ett beslut om grundläggande utkomststöd för den tid som ansökan gäller.",
        "folded_sv": "ansokan om utkomststod gors hos folkpensionsanstalten, som utifran ansokan ska fatta ett beslut om grundlaggande utkomststod. bestammelser om overforing av ansokan till kommunen for behandling finns i 14 d §. ansokan om kompletterande eller forebyggande utkomststod gors hos det kommunala organet, om sokanden har meddelats ett beslut om grundlaggande utkomststod for den tid som ansokan galler."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Toimeentulotuen myöntäminen",
      "content": "Perustoimeentulotuen myöntää hakemuksesta Kansaneläkelaitos Suomessa oleskelevalle hakijalle tai perheelle. Kansaneläkelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessä kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. Kiireellisenä myönnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Täydentävän ja ehkäisevän toimeentulotuen myöntää hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessä kunnassa, täydentävän toimeentulotuen myöntää sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. Jos tässä momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myöntää sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Toimeentulotukiasia on käsiteltävä siten, että hakijan tai perheen oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 a",
        "normalized_fi": "Perustoimeentulotuen myöntää hakemuksesta Kansaneläkelaitos Suomessa oleskelevalle hakijalle tai perheelle. Kansaneläkelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessä kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. Kiireellisenä myönnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Täydentävän ja ehkäisevän toimeentulotuen myöntää hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessä kunnassa, täydentävän toimeentulotuen myöntää sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. Jos tässä momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myöntää sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Toimeentulotukiasia on käsiteltävä siten, että hakijan tai perheen oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön.",
        "folded_fi": "perustoimeentulotuen myontaa hakemuksesta kansanelakelaitos suomessa oleskelevalle hakijalle tai perheelle. kansanelakelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessa kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. kiireellisena myonnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtaessa. taydentavan ja ehkaisevan toimeentulotuen myontaa hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessa kunnassa, taydentavan toimeentulotuen myontaa sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. jos tassa momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myontaa sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtaessa. toimeentulotukiasia on kasiteltava siten, etta hakijan tai perheen oikeus valttamattomaan toimeentuloon ja huolenpitoon ei vaarannu. paatos toimeentulotuen myontamisesta on pantava viivytyksetta taytantoon.",
        "title_sv": "Beviljande av utkomststöd",
        "content_sv": "Grundläggande utkomststöd beviljas av Folkpensionsanstalten på ansökan till en sökande eller en familj som vistas i Finland. Vid utbetalningen av grundläggande utkomststöd ska Folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, ska kostnaderna riktas till den kommun inom vilken sökandens eller familjens vistelse har föranlett de utgifter som ska beaktas i det grundläggande utkomststödet. Kostnaderna för grundläggande utkomststöd som har beviljats som brådskande riktas till den kommun där sökanden eller familjen vistas då ansökan görs. Kompletterande och förebyggande utkomststöd beviljas på ansökan av det kommunala organet i den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, beviljas kompletterande utkomststöd av det kommunala organet i den kommun inom vilken sökandens eller familjens vistelse har föranlett utgifterna. Om behovet av utkomststöd som avses i detta moment är brådskande, beviljas utkomststödet av det kommunala organet i den kommun där familjen eller personen vistas då ansökan görs. Ett utkomststödsärende ska behandlas så att sökandens eller familjens rätt till nödvändig försörjning och omsorg inte äventyras. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål.",
        "normalized_sv": "Grundläggande utkomststöd beviljas av Folkpensionsanstalten på ansökan till en sökande eller en familj som vistas i Finland. Vid utbetalningen av grundläggande utkomststöd ska Folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, ska kostnaderna riktas till den kommun inom vilken sökandens eller familjens vistelse har föranlett de utgifter som ska beaktas i det grundläggande utkomststödet. Kostnaderna för grundläggande utkomststöd som har beviljats som brådskande riktas till den kommun där sökanden eller familjen vistas då ansökan görs. Kompletterande och förebyggande utkomststöd beviljas på ansökan av det kommunala organet i den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, beviljas kompletterande utkomststöd av det kommunala organet i den kommun inom vilken sökandens eller familjens vistelse har föranlett utgifterna. Om behovet av utkomststöd som avses i detta moment är brådskande, beviljas utkomststödet av det kommunala organet i den kommun där familjen eller personen vistas då ansökan görs. Ett utkomststödsärende ska behandlas så att sökandens eller familjens rätt till nödvändig försörjning och omsorg inte äventyras. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål.",
        "folded_sv": "grundlaggande utkomststod beviljas av folkpensionsanstalten pa ansokan till en sokande eller en familj som vistas i finland. vid utbetalningen av grundlaggande utkomststod ska folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sokanden eller familjen stadigvarande vistas. om sokanden eller familjen vistas mer an tillfalligt i flera an en kommun, ska kostnaderna riktas till den kommun inom vilken sokandens eller familjens vistelse har foranlett de utgifter som ska beaktas i det grundlaggande utkomststodet. kostnaderna for grundlaggande utkomststod som har beviljats som bradskande riktas till den kommun dar sokanden eller familjen vistas da ansokan gors. kompletterande och forebyggande utkomststod beviljas pa ansokan av det kommunala organet i den kommun inom vilken sokanden eller familjen stadigvarande vistas. om sokanden eller familjen vistas mer an tillfalligt i flera an en kommun, beviljas kompletterande utkomststod av det kommunala organet i den kommun inom vilken sokandens eller familjens vistelse har foranlett utgifterna. om behovet av utkomststod som avses i detta moment ar bradskande, beviljas utkomststodet av det kommunala organet i den kommun dar familjen eller personen vistas da ansokan gors. ett utkomststodsarende ska behandlas sa att sokandens eller familjens ratt till nodvandig forsorjning och omsorg inte aventyras. ett beslut om att utkomststod beviljas ska verkstallas utan drojsmal."
      }
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Kiireellisen toimeentulotukiasian käsittely",
      "content": "Kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 b",
        "normalized_fi": "Kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta.",
        "folded_fi": "kiireellisessa tapauksessa paatos toimeentulotuesta on tehtava kaytettavissa olevien tietojen perusteella samana tai viimeistaan seuraavana arkipaivana hakemuksen saapumisesta.",
        "title_sv": "Behandlingen av brådskande utkomststödsärenden",
        "content_sv": "I brådskande fall ska beslutet om utkomststöd fattas på basis av de tillgängliga uppgifterna samma eller senast följande vardag efter det att ansökan inkommit.",
        "normalized_sv": "I brådskande fall ska beslutet om utkomststöd fattas på basis av de tillgängliga uppgifterna samma eller senast följande vardag efter det att ansökan inkommit.",
        "folded_sv": "i bradskande fall ska beslutet om utkomststod fattas pa basis av de tillgangliga uppgifterna samma eller senast foljande vardag efter det att ansokan inkommit."
      }
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Toimeentulotukiasian käsittely muussa kuin kiireellisessä tapauksessa",
      "content": "Muussa kuin kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Sen estämättä, mitä 1 momentissa säädetään, perustoimeentulotukea myönnettäessä päätös hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 c",
        "normalized_fi": "Muussa kuin kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Sen estämättä, mitä 1 momentissa säädetään, perustoimeentulotukea myönnettäessä päätös hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä.",
        "folded_fi": "muussa kuin kiireellisessa tapauksessa paatos toimeentulotuesta on tehtava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta. sen estamatta, mita 1 momentissa saadetaan, perustoimeentulotukea myonnettaessa paatos hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtava ja pantava taytantoon viimeistaan sanotun kuukauden ensimmaisena arkipaivana, jos hakemuksen saapumisesta on tuolloin kulunut enemman kuin seitseman arkipaivaa. jos hakemus koskee myohaisempaa aikaa kuin hakemusajankohtaa seuraavaa kuukautta, paatos on tehtava ja pantava taytantoon viimeistaan hakemuksessa tarkoitetun ajanjakson ensimmaisena arkipaivana. jos hakemus on puutteellinen, asiakkaalle on viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta annettava tai lahetettava yksiloity kehotus hakemuksen taydentamiseksi maaraajassa. paatos toimeentulotuesta on annettava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana siita, kun taydennetty hakemus on saapunut. jos asiakas ei ole maaraajassa taydentanyt hakemustaan tai esittanyt hyvaksyttavaa syyta taydennyksen viivastymiselle, paatos tehdaan kaytettavissa olevien tietojen pohjalta viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana maaraajan paattymisesta. asiakkaan suostumuksella paatos voidaan tehda kaytettavissa olevien tietojen pohjalta ennen maaraajan paattymista.",
        "title_sv": "Behandlingen av utkomststödsärenden i andra än brådskande fall",
        "content_sv": "I andra än brådskande fall ska beslutet om utkomststöd fattas utan dröjsmål, dock senast den sjunde vardagen efter det att ansökan inkommit. Vid beviljande av grundläggande utkomststöd ska beslutet, när ansökan avser månaden efter ansökningstidpunkten, trots det som föreskrivs i 1 mom. fattas och verkställas senast den första vardagen i den månaden, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig, ska klienten senast den sjunde vardagen efter det att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, dock senast den sjunde vardagen efter det att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de tillgängliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de tillgängliga uppgifterna innan den utsatta tiden har gått ut.",
        "normalized_sv": "I andra än brådskande fall ska beslutet om utkomststöd fattas utan dröjsmål, dock senast den sjunde vardagen efter det att ansökan inkommit. Vid beviljande av grundläggande utkomststöd ska beslutet, när ansökan avser månaden efter ansökningstidpunkten, trots det som föreskrivs i 1 mom. fattas och verkställas senast den första vardagen i den månaden, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig, ska klienten senast den sjunde vardagen efter det att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, dock senast den sjunde vardagen efter det att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de tillgängliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de tillgängliga uppgifterna innan den utsatta tiden har gått ut.",
        "folded_sv": "i andra an bradskande fall ska beslutet om utkomststod fattas utan drojsmal, dock senast den sjunde vardagen efter det att ansokan inkommit. vid beviljande av grundlaggande utkomststod ska beslutet, nar ansokan avser manaden efter ansokningstidpunkten, trots det som foreskrivs i 1 mom. fattas och verkstallas senast den forsta vardagen i den manaden, om det da har forflutit mer an sju vardagar fran den tidpunkt da ansokan inkom. om ansokan avser en senare tidsperiod an den manad som foljer efter ansokningstidpunkten, ska beslutet fattas och verkstallas senast den forsta vardagen under den tidsperiod som avses i ansokan. om ansokan ar bristfallig, ska klienten senast den sjunde vardagen efter det att ansokan inkommit ges eller sandas en specificerad uppmaning att komplettera ansokan inom utsatt tid. beslutet om utkomststod ska fattas utan drojsmal, dock senast den sjunde vardagen efter det att den kompletterade ansokan har inkommit. om klienten inte inom utsatt tid har kompletterat sin ansokan eller uppgett en godtagbar orsak till att kompletteringen forsenats, fattas beslutet utan drojsmal pa basis av de tillgangliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gatt ut. med klientens samtycke kan beslutet fattas pa basis av de tillgangliga uppgifterna innan den utsatta tiden har gatt ut."
      }
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Toimeentulotukea koskevan asian siirtäminen Kansaneläkelaitoksesta kuntaan",
      "content": "Siltä osin kuin hakija esittää hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtäessä päätöstä 7 §:n mukaisesta perustoimeentulotuesta, Kansaneläkelaitoksen on toimitettava hakemus viipymättä asiassa toimivaltaiseen kuntaan tehtyään hakemuksen perusteella päätöksen perustoimeentulotuesta. Kansaneläkelaitoksen on, tarvittaessa yhteistyössä asianomaisen kunnan kanssa, arvioitava, onko asiakkaan täydentävän tai ehkäisevän tuen tarve kiireellinen. Jos tuen tarve arvioidaan kiireelliseksi, Kansaneläkelaitoksen on käsiteltävä hakemus myös perustoimeentulotuen osalta kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 d",
        "normalized_fi": "Siltä osin kuin hakija esittää hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtäessä päätöstä 7 § :n mukaisesta perustoimeentulotuesta, Kansaneläkelaitoksen on toimitettava hakemus viipymättä asiassa toimivaltaiseen kuntaan tehtyään hakemuksen perusteella päätöksen perustoimeentulotuesta. Kansaneläkelaitoksen on, tarvittaessa yhteistyössä asianomaisen kunnan kanssa, arvioitava, onko asiakkaan täydentävän tai ehkäisevän tuen tarve kiireellinen. Jos tuen tarve arvioidaan kiireelliseksi, Kansaneläkelaitoksen on käsiteltävä hakemus myös perustoimeentulotuen osalta kiireellisenä.",
        "folded_fi": "silta osin kuin hakija esittaa hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtaessa paatosta 7 §:n mukaisesta perustoimeentulotuesta, kansanelakelaitoksen on toimitettava hakemus viipymatta asiassa toimivaltaiseen kuntaan tehtyaan hakemuksen perusteella paatoksen perustoimeentulotuesta. kansanelakelaitoksen on, tarvittaessa yhteistyossa asianomaisen kunnan kanssa, arvioitava, onko asiakkaan taydentavan tai ehkaisevan tuen tarve kiireellinen. jos tuen tarve arvioidaan kiireelliseksi, kansanelakelaitoksen on kasiteltava hakemus myos perustoimeentulotuen osalta kiireellisena.",
        "title_sv": "Överföring av ett ärende som gäller utkomststöd från Folkpensionsanstalten till kommunen",
        "content_sv": "Till den del som sökanden i sin ansökan uppger sådana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundläggande utkomststöd ska Folkpensionsanstalten, efter att utifrån ansökan ha fattat ett beslut om grundläggande utkomststöd, utan dröjsmål sända ansökan till den kommun som är behörig i ärendet. Folkpensionsanstalten ska, vid behov i samarbete med kommunen i fråga, bedöma om klientens behov av kompletterande eller förebyggande stöd är brådskande. Om behovet av stöd bedöms vara brådskande, ska Folkpensionsanstalten behandla ansökan som brådskande också i fråga om det grundläggande utkomststödet.",
        "normalized_sv": "Till den del som sökanden i sin ansökan uppger sådana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundläggande utkomststöd ska Folkpensionsanstalten, efter att utifrån ansökan ha fattat ett beslut om grundläggande utkomststöd, utan dröjsmål sända ansökan till den kommun som är behörig i ärendet. Folkpensionsanstalten ska, vid behov i samarbete med kommunen i fråga, bedöma om klientens behov av kompletterande eller förebyggande stöd är brådskande. Om behovet av stöd bedöms vara brådskande, ska Folkpensionsanstalten behandla ansökan som brådskande också i fråga om det grundläggande utkomststödet.",
        "folded_sv": "till den del som sokanden i sin ansokan uppger sadana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundlaggande utkomststod ska folkpensionsanstalten, efter att utifran ansokan ha fattat ett beslut om grundlaggande utkomststod, utan drojsmal sanda ansokan till den kommun som ar behorig i arendet. folkpensionsanstalten ska, vid behov i samarbete med kommunen i fraga, bedoma om klientens behov av kompletterande eller forebyggande stod ar bradskande. om behovet av stod bedoms vara bradskande, ska folkpensionsanstalten behandla ansokan som bradskande ocksa i fraga om det grundlaggande utkomststodet."
      }
    },
    {
      "provision_ref": "3:14 e",
      "chapter": "3",
      "section": "14 e",
      "title": "Toimeentulotukiasiakkaan oikeus henkilökohtaiseen keskusteluun",
      "content": "Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti kunnan sosiaalityöntekijän tai sosiaaliohjaajan taikka perustoimeentulotuen myöntämisen osalta Kansaneläkelaitoksen toimihenkilön kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen, kun asiakas on tätä pyytänyt kunnalta tai perustoimeentulotukeen liittyvän asian osalta Kansaneläkelaitokselta. Kun kunta tai Kansaneläkelaitos käsittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edellä mainitusta oikeudesta henkilökohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta tämän oikeuden käyttämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 e",
        "normalized_fi": "Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti kunnan sosiaalityöntekijän tai sosiaaliohjaajan taikka perustoimeentulotuen myöntämisen osalta Kansaneläkelaitoksen toimihenkilön kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen, kun asiakas on tätä pyytänyt kunnalta tai perustoimeentulotukeen liittyvän asian osalta Kansaneläkelaitokselta. Kun kunta tai Kansaneläkelaitos käsittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edellä mainitusta oikeudesta henkilökohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta tämän oikeuden käyttämisessä.",
        "folded_fi": "toimeentulotukiasiakkaalle tulee jarjestaa mahdollisuus keskustella henkilokohtaisesti kunnan sosiaalityontekijan tai sosiaaliohjaajan taikka perustoimeentulotuen myontamisen osalta kansanelakelaitoksen toimihenkilon kanssa viimeistaan seitsemantena arkipaivana sen jalkeen, kun asiakas on tata pyytanyt kunnalta tai perustoimeentulotukeen liittyvan asian osalta kansanelakelaitokselta. kun kunta tai kansanelakelaitos kasittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edella mainitusta oikeudesta henkilokohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta taman oikeuden kayttamisessa.",
        "title_sv": "En utkomststödsklients rätt till personligt samtal",
        "content_sv": "En utkomststödsklient ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, när det gäller beviljande av grundläggande utkomststöd, med en tjänsteman vid Folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begärt detta av kommunen eller, när ärendet gäller grundläggande utkomststöd, av Folkpensionsanstalten. När kommunen eller Folkpensionsanstalten behandlar ett ärende som gäller utkomststöd ska den meddela utkomststödsklienten om rätten till personligt samtal och vid behov ge klienten handledning i hur rätten utövas.",
        "normalized_sv": "En utkomststödsklient ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, när det gäller beviljande av grundläggande utkomststöd, med en tjänsteman vid Folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begärt detta av kommunen eller, när ärendet gäller grundläggande utkomststöd, av Folkpensionsanstalten. När kommunen eller Folkpensionsanstalten behandlar ett ärende som gäller utkomststöd ska den meddela utkomststödsklienten om rätten till personligt samtal och vid behov ge klienten handledning i hur rätten utövas.",
        "folded_sv": "en utkomststodsklient ska ges tillfalle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, nar det galler beviljande av grundlaggande utkomststod, med en tjansteman vid folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begart detta av kommunen eller, nar arendet galler grundlaggande utkomststod, av folkpensionsanstalten. nar kommunen eller folkpensionsanstalten behandlar ett arende som galler utkomststod ska den meddela utkomststodsklienten om ratten till personligt samtal och vid behov ge klienten handledning i hur ratten utovas."
      }
    },
    {
      "provision_ref": "3:14 f",
      "chapter": "3",
      "section": "14 f",
      "title": "Määräaikojen noudattamisen seuranta",
      "content": "Terveyden ja hyvinvoinnin laitoksen tulee pyytää kunnilta, kuntayhtymiltä ja Kansaneläkelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e §:ssä säädettyjen määräaikojen toteutumisen seurannan kannalta välttämättömät tiedot. Kunnilta ja kuntayhtymiltä pyydetään myös määräaikojen toteutumisen valvonnan kannalta välttämättömät tiedot. Tiedot eivät saa sisältää yksittäistä henkilöä koskevia tunnistetietoja. Kuntien, kuntayhtymien ja Kansaneläkelaitoksen tulee luovuttaa maksutta Terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. Terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymiä koskevat tiedot edelleen Sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtävää varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 f",
        "normalized_fi": "Terveyden ja hyvinvoinnin laitoksen tulee pyytää kunnilta, kuntayhtymiltä ja Kansaneläkelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e § :ssä säädettyjen määräaikojen toteutumisen seurannan kannalta välttämättömät tiedot. Kunnilta ja kuntayhtymiltä pyydetään myös määräaikojen toteutumisen valvonnan kannalta välttämättömät tiedot. Tiedot eivät saa sisältää yksittäistä henkilöä koskevia tunnistetietoja. Kuntien, kuntayhtymien ja Kansaneläkelaitoksen tulee luovuttaa maksutta Terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. Terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymiä koskevat tiedot edelleen Sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtävää varten.",
        "folded_fi": "terveyden ja hyvinvoinnin laitoksen tulee pyytaa kunnilta, kuntayhtymilta ja kansanelakelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e §:ssa saadettyjen maaraaikojen toteutumisen seurannan kannalta valttamattomat tiedot. kunnilta ja kuntayhtymilta pyydetaan myos maaraaikojen toteutumisen valvonnan kannalta valttamattomat tiedot. tiedot eivat saa sisaltaa yksittaista henkiloa koskevia tunnistetietoja. kuntien, kuntayhtymien ja kansanelakelaitoksen tulee luovuttaa maksutta terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymia koskevat tiedot edelleen sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtavaa varten.",
        "title_sv": "Uppföljning av att tidsfristerna iakttas",
        "content_sv": "Institutet för hälsa och välfärd ska av kommunerna, samkommunerna och Folkpensionsanstalten två gånger per kalenderår begära de uppgifter som är nödvändiga för uppföljningen av att de tidsfrister som föreskrivs i 14 b, 14 c och 14 e § iakttas. Av kommunerna och samkommunerna ska också begäras de uppgifter som är nödvändiga för övervakningen av att tidsfristerna iakttas. Uppgifterna får inte innehålla enskilda personers identifieringsuppgifter. Kommunerna, samkommunerna och Folkpensionsanstalten ska avgiftsfritt lämna de uppgifter som avses i 1 mom. till Institutet för hälsa och välfärd. Institutet för hälsa och välfärd ska lämna de i 1 mom. avsedda uppgifter som gäller kommuner och samkommuner vidare till Tillstånds- och tillsynsverket för social- och hälsovården för dess riksomfattande styrnings- och tillsynsuppgift.",
        "normalized_sv": "Institutet för hälsa och välfärd ska av kommunerna, samkommunerna och Folkpensionsanstalten två gånger per kalenderår begära de uppgifter som är nödvändiga för uppföljningen av att de tidsfrister som föreskrivs i 14 b, 14 c och 14 e § iakttas. Av kommunerna och samkommunerna ska också begäras de uppgifter som är nödvändiga för övervakningen av att tidsfristerna iakttas. Uppgifterna får inte innehålla enskilda personers identifieringsuppgifter. Kommunerna, samkommunerna och Folkpensionsanstalten ska avgiftsfritt lämna de uppgifter som avses i 1 mom. till Institutet för hälsa och välfärd. Institutet för hälsa och välfärd ska lämna de i 1 mom. avsedda uppgifter som gäller kommuner och samkommuner vidare till Tillstånds- och tillsynsverket för social- och hälsovården för dess riksomfattande styrnings- och tillsynsuppgift.",
        "folded_sv": "institutet for halsa och valfard ska av kommunerna, samkommunerna och folkpensionsanstalten tva ganger per kalenderar begara de uppgifter som ar nodvandiga for uppfoljningen av att de tidsfrister som foreskrivs i 14 b, 14 c och 14 e § iakttas. av kommunerna och samkommunerna ska ocksa begaras de uppgifter som ar nodvandiga for overvakningen av att tidsfristerna iakttas. uppgifterna far inte innehalla enskilda personers identifieringsuppgifter. kommunerna, samkommunerna och folkpensionsanstalten ska avgiftsfritt lamna de uppgifter som avses i 1 mom. till institutet for halsa och valfard. institutet for halsa och valfard ska lamna de i 1 mom. avsedda uppgifter som galler kommuner och samkommuner vidare till tillstands- och tillsynsverket for social- och halsovarden for dess riksomfattande styrnings- och tillsynsuppgift."
      }
    },
    {
      "provision_ref": "3:14 g",
      "chapter": "3",
      "section": "14 g",
      "title": "Kansaneläkelaitoksen tietojenantovelvollisuus Terveyden ja hyvinvoinnin laitokselle tilastojen laatimisen kannalta välttämättömien tietojen osalta",
      "content": "Kansaneläkelaitos on velvollinen antamaan Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä sellaiset tämän lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat välttämättömiä tilastojen laatimisen kannalta ja jotka eivät sisällä yksittäistä henkilöä koskevia tunnistetietoja. Lisäksi Kansaneläkelaitos on salassapitoa koskevien säännösten estämättä velvollinen antamaan vuosittain Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä tämän lain nojalla toimeentulotukea Kansaneläkelaitokselta saaneita henkilöitä ja perheitä koskevat tilastojen laatimisen kannalta välttämättömät tiedot perheen koosta ja rakenteesta, tuen määrästä ja kestosta sekä tuen tarpeen taustatekijöistä. Tunnistetietona annetaan toimeentulotukea saaneen henkilön henkilötunnus, jos se on tilastojen laatimisen kannalta välttämätöntä. Toimeentulotukea saaneella henkilöllä tarkoitetaan tässä pykälässä sitä henkilöä, jonka hakemuksesta toimeentulotuki on myönnetty, sekä hänen puolisoaan tai hänen kanssaan avioliitonomaisissa olosuhteissa elävää. Mitä sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksen tilastotoimesta annetussa laissa (409/2001) säädetään mainitun lain nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän perusteella annettuihin tietoihin. Mitä edellä mainitussa laissa säädetään sen 2 §:n 2 ja 3 momentin nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän 2 momentin perusteella annettuihin tietoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 g",
        "normalized_fi": "Kansaneläkelaitos on velvollinen antamaan Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä sellaiset tämän lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat välttämättömiä tilastojen laatimisen kannalta ja jotka eivät sisällä yksittäistä henkilöä koskevia tunnistetietoja. Lisäksi Kansaneläkelaitos on salassapitoa koskevien säännösten estämättä velvollinen antamaan vuosittain Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä tämän lain nojalla toimeentulotukea Kansaneläkelaitokselta saaneita henkilöitä ja perheitä koskevat tilastojen laatimisen kannalta välttämättömät tiedot perheen koosta ja rakenteesta, tuen määrästä ja kestosta sekä tuen tarpeen taustatekijöistä. Tunnistetietona annetaan toimeentulotukea saaneen henkilön henkilötunnus, jos se on tilastojen laatimisen kannalta välttämätöntä. Toimeentulotukea saaneella henkilöllä tarkoitetaan tässä pykälässä sitä henkilöä, jonka hakemuksesta toimeentulotuki on myönnetty, sekä hänen puolisoaan tai hänen kanssaan avioliitonomaisissa olosuhteissa elävää. Mitä sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksen tilastotoimesta annetussa laissa (409/2001) säädetään mainitun lain nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän perusteella annettuihin tietoihin. Mitä edellä mainitussa laissa säädetään sen 2 § :n 2 ja 3 momentin nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän 2 momentin perusteella annettuihin tietoihin.",
        "folded_fi": "kansanelakelaitos on velvollinen antamaan terveyden ja hyvinvoinnin laitokselle sen pyynnosta sellaiset taman lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat valttamattomia tilastojen laatimisen kannalta ja jotka eivat sisalla yksittaista henkiloa koskevia tunnistetietoja. lisaksi kansanelakelaitos on salassapitoa koskevien saannosten estamatta velvollinen antamaan vuosittain terveyden ja hyvinvoinnin laitokselle sen pyynnosta taman lain nojalla toimeentulotukea kansanelakelaitokselta saaneita henkiloita ja perheita koskevat tilastojen laatimisen kannalta valttamattomat tiedot perheen koosta ja rakenteesta, tuen maarasta ja kestosta seka tuen tarpeen taustatekijoista. tunnistetietona annetaan toimeentulotukea saaneen henkilon henkilotunnus, jos se on tilastojen laatimisen kannalta valttamatonta. toimeentulotukea saaneella henkilolla tarkoitetaan tassa pykalassa sita henkiloa, jonka hakemuksesta toimeentulotuki on myonnetty, seka hanen puolisoaan tai hanen kanssaan avioliitonomaisissa olosuhteissa elavaa. mita sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksen tilastotoimesta annetussa laissa (409/2001) saadetaan mainitun lain nojalla kerattavista tiedoista, sovelletaan myos taman pykalan perusteella annettuihin tietoihin. mita edella mainitussa laissa saadetaan sen 2 §:n 2 ja 3 momentin nojalla kerattavista tiedoista, sovelletaan myos taman pykalan 2 momentin perusteella annettuihin tietoihin.",
        "title_sv": "Folkpensionsanstaltens skyldighet att lämna uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd",
        "content_sv": "Folkpensionsanstalten är skyldig att på begäran av Institutet för hälsa och välfärd ge institutet sådana uppgifter om sin verksamhet i fråga om utkomststöd enligt denna lag som är nödvändiga för framställande av statistik och som inte innehåller enskilda personers identifieringsuppgifter. Dessutom är Folkpensionsanstalten trots sekretessbestämmelserna skyldig att på begäran av Institutet för hälsa och välfärd årligen ge institutet sådana uppgifter om personer och familjer som har fått utkomststöd från Folkpensionsanstalten med stöd av denna lag och som är nödvändiga för framställande av statistik och som gäller familjens storlek och struktur, stödets belopp och varaktighet samt faktorerna bakom behovet av stöd. I fråga om en person som har fått utkomststöd lämnas personbeteckningen som identifieringsuppgift, om det är nödvändigt för framställande av statistik. Med en person som har fått utkomststöd avses i denna paragraf den på vars ansökan utkomststöd beviljats samt personens make eller den som lever tillsammans med personen under äktenskapsliknande förhållanden. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården (409/2001) föreskrivs om de uppgifter som samlas in med stöd av den lagen tillämpas även på uppgifter som har lämnats med stöd av denna paragraf. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården föreskrivs om uppgifter som samlas in med stöd av 2 § 2 och 3 mom. i den lagen tillämpas även på uppgifter som lämnats med stöd av 2 mom. i denna paragraf.",
        "normalized_sv": "Folkpensionsanstalten är skyldig att på begäran av Institutet för hälsa och välfärd ge institutet sådana uppgifter om sin verksamhet i fråga om utkomststöd enligt denna lag som är nödvändiga för framställande av statistik och som inte innehåller enskilda personers identifieringsuppgifter. Dessutom är Folkpensionsanstalten trots sekretessbestämmelserna skyldig att på begäran av Institutet för hälsa och välfärd årligen ge institutet sådana uppgifter om personer och familjer som har fått utkomststöd från Folkpensionsanstalten med stöd av denna lag och som är nödvändiga för framställande av statistik och som gäller familjens storlek och struktur, stödets belopp och varaktighet samt faktorerna bakom behovet av stöd. I fråga om en person som har fått utkomststöd lämnas personbeteckningen som identifieringsuppgift, om det är nödvändigt för framställande av statistik. Med en person som har fått utkomststöd avses i denna paragraf den på vars ansökan utkomststöd beviljats samt personens make eller den som lever tillsammans med personen under äktenskapsliknande förhållanden. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården (409/2001) föreskrivs om de uppgifter som samlas in med stöd av den lagen tillämpas även på uppgifter som har lämnats med stöd av denna paragraf. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården föreskrivs om uppgifter som samlas in med stöd av 2 § 2 och 3 mom. i den lagen tillämpas även på uppgifter som lämnats med stöd av 2 mom. i denna paragraf.",
        "folded_sv": "folkpensionsanstalten ar skyldig att pa begaran av institutet for halsa och valfard ge institutet sadana uppgifter om sin verksamhet i fraga om utkomststod enligt denna lag som ar nodvandiga for framstallande av statistik och som inte innehaller enskilda personers identifieringsuppgifter. dessutom ar folkpensionsanstalten trots sekretessbestammelserna skyldig att pa begaran av institutet for halsa och valfard arligen ge institutet sadana uppgifter om personer och familjer som har fatt utkomststod fran folkpensionsanstalten med stod av denna lag och som ar nodvandiga for framstallande av statistik och som galler familjens storlek och struktur, stodets belopp och varaktighet samt faktorerna bakom behovet av stod. i fraga om en person som har fatt utkomststod lamnas personbeteckningen som identifieringsuppgift, om det ar nodvandigt for framstallande av statistik. med en person som har fatt utkomststod avses i denna paragraf den pa vars ansokan utkomststod beviljats samt personens make eller den som lever tillsammans med personen under aktenskapsliknande forhallanden. vad som i lagen om statistikvasendet vid forsknings- och utvecklingscentralen for social- och halsovarden (409/2001) foreskrivs om de uppgifter som samlas in med stod av den lagen tillampas aven pa uppgifter som har lamnats med stod av denna paragraf. vad som i lagen om statistikvasendet vid forsknings- och utvecklingscentralen for social- och halsovarden foreskrivs om uppgifter som samlas in med stod av 2 § 2 och 3 mom. i den lagen tillampas aven pa uppgifter som lamnats med stod av 2 mom. i denna paragraf."
      }
    },
    {
      "provision_ref": "3:14 h",
      "chapter": "3",
      "section": "14 h",
      "title": "Kansaneläkelaitoksen oikeus luovuttaa Terveyden ja hyvinvoinnin laitokselle tilastoinnin kannalta välttämättömiä tietoja teknisen käyttöyhteyden avulla",
      "content": "Kansaneläkelaitoksella on oikeus luovuttaa teknisen käyttöyhteyden avulla tilastojen laatimisen kannalta välttämättömiä 14 g §:ssä tarkoitettuja tietoja Terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista Terveyden ja hyvinvoinnin laitoksen on esitettävä Kansaneläkelaitokselle selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 h",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus luovuttaa teknisen käyttöyhteyden avulla tilastojen laatimisen kannalta välttämättömiä 14 g § :ssä tarkoitettuja tietoja Terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista Terveyden ja hyvinvoinnin laitoksen on esitettävä Kansaneläkelaitokselle selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti.",
        "folded_fi": "kansanelakelaitoksella on oikeus luovuttaa teknisen kayttoyhteyden avulla tilastojen laatimisen kannalta valttamattomia 14 g §:ssa tarkoitettuja tietoja terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. kansanelakelaitoksen tulee etukateen ilmoittaa asiakkaalle tasta mahdollisuudesta. ennen teknisen kayttoyhteyden avaamista terveyden ja hyvinvoinnin laitoksen on esitettava kansanelakelaitokselle selvitys siita, etta tietojen suojaamisesta huolehditaan asianmukaisesti.",
        "title_sv": "Folkpensionsanstaltens rätt att lämna uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning",
        "content_sv": "Folkpensionsanstalten har rätt att lämna i 14 g § avsedda uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning oberoende av klientens samtycke. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska Institutet för hälsa och välfärd lägga fram utredning för Folkpensionsanstalten om att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Folkpensionsanstalten har rätt att lämna i 14 g § avsedda uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning oberoende av klientens samtycke. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska Institutet för hälsa och välfärd lägga fram utredning för Folkpensionsanstalten om att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "folkpensionsanstalten har ratt att lamna i 14 g § avsedda uppgifter som ar nodvandiga for framstallande av statistik till institutet for halsa och valfard med hjalp av en teknisk anslutning oberoende av klientens samtycke. folkpensionsanstalten ska pa forhand informera klienten om denna mojlighet. innan den tekniska anslutningen oppnas ska institutet for halsa och valfard lagga fram utredning for folkpensionsanstalten om att uppgifterna skyddas pa behorigt satt."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tietojenanto- ja ilmoitusvelvollisuus",
      "content": "Toimeentulotuen hakijan, hänen perheenjäsenensä ja elatusvelvollisensa sekä tarvittaessa heidän huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myöntämiseksi Kansaneläkelaitokselle ja täydentävän ja ehkäisevän toimeentulotuen myöntämiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat välttämättömät tiedot. Tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 §:ää. Toimeentulotuen saajan on välittömästi ilmoitettava Kansaneläkelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:17",
        "normalized_fi": "Toimeentulotuen hakijan, hänen perheenjäsenensä ja elatusvelvollisensa sekä tarvittaessa heidän huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myöntämiseksi Kansaneläkelaitokselle ja täydentävän ja ehkäisevän toimeentulotuen myöntämiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat välttämättömät tiedot. Tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 § :ää. Toimeentulotuen saajan on välittömästi ilmoitettava Kansaneläkelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
        "folded_fi": "toimeentulotuen hakijan, hanen perheenjasenensa ja elatusvelvollisensa seka tarvittaessa heidan huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myontamiseksi kansanelakelaitokselle ja taydentavan ja ehkaisevan toimeentulotuen myontamiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat valttamattomat tiedot. tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 §:aa. toimeentulotuen saajan on valittomasti ilmoitettava kansanelakelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
        "title_sv": "Skyldighet att lämna uppgifter och anmälningsskyldighet",
        "content_sv": "Den som ansöker om utkomststöd, de som är medlemmar av sökandens familj och den som är skyldig att försörja sökanden samt vid behov deras vårdnadshavare och intressebevakare ska för beviljande av grundläggande utkomststöd lämna Folkpensionsanstalten och för beviljande av kompletterande och förebyggande utkomststöd lämna det kommunala organet alla tillgängliga nödvändiga uppgifter som inverkar på utkomststödet. På lämnandet av uppgifter tillämpas bestämmelserna i 11-13 § i lagen om klientens ställning och rättigheter inom socialvården (812/2000). Mottagaren av utkomststöd ska omedelbart underrätta Folkpensionsanstalten och det kommunala organet om förändringar som sker i de uppgifter som avses i 1 mom.",
        "normalized_sv": "Den som ansöker om utkomststöd, de som är medlemmar av sökandens familj och den som är skyldig att försörja sökanden samt vid behov deras vårdnadshavare och intressebevakare ska för beviljande av grundläggande utkomststöd lämna Folkpensionsanstalten och för beviljande av kompletterande och förebyggande utkomststöd lämna det kommunala organet alla tillgängliga nödvändiga uppgifter som inverkar på utkomststödet. På lämnandet av uppgifter tillämpas bestämmelserna i 11-13 § i lagen om klientens ställning och rättigheter inom socialvården (812/2000). Mottagaren av utkomststöd ska omedelbart underrätta Folkpensionsanstalten och det kommunala organet om förändringar som sker i de uppgifter som avses i 1 mom.",
        "folded_sv": "den som ansoker om utkomststod, de som ar medlemmar av sokandens familj och den som ar skyldig att forsorja sokanden samt vid behov deras vardnadshavare och intressebevakare ska for beviljande av grundlaggande utkomststod lamna folkpensionsanstalten och for beviljande av kompletterande och forebyggande utkomststod lamna det kommunala organet alla tillgangliga nodvandiga uppgifter som inverkar pa utkomststodet. pa lamnandet av uppgifter tillampas bestammelserna i 11-13 § i lagen om klientens stallning och rattigheter inom socialvarden (812/2000). mottagaren av utkomststod ska omedelbart underratta folkpensionsanstalten och det kommunala organet om forandringar som sker i de uppgifter som avses i 1 mom."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "title": "Kansaneläkelaitoksen ja kunnan välinen salassa pidettävien tietojen luovuttaminen",
      "content": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnöstä salassapitosäännösten estämättä maksutta käsiteltävänään olevan toimeentulotukiasian käsittelemiseksi ja ratkaisemiseksi välttämättömät kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. Kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnöstä Kansaneläkelaitokselta tämän lain mukaisten tehtäviensä hoitamiseksi välttämättömät tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:n 1 momenttia. Kansaneläkelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun sillä on tämän lain 10 §:n 2 momentissa sekä 14 ja 14 d §:ssä säädetty kuntaan kohdistuva toimimisvelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:17 a",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnöstä salassapitosäännösten estämättä maksutta käsiteltävänään olevan toimeentulotukiasian käsittelemiseksi ja ratkaisemiseksi välttämättömät kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. Kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnöstä Kansaneläkelaitokselta tämän lain mukaisten tehtäviensä hoitamiseksi välttämättömät tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 § :n 1 momenttia. Kansaneläkelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun sillä on tämän lain 10 § :n 2 momentissa sekä 14 ja 14 d § :ssä säädetty kuntaan kohdistuva toimimisvelvollisuus.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnosta salassapitosaannosten estamatta maksutta kasiteltavanaan olevan toimeentulotukiasian kasittelemiseksi ja ratkaisemiseksi valttamattomat kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnosta kansanelakelaitokselta taman lain mukaisten tehtaviensa hoitamiseksi valttamattomat tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:n 1 momenttia. kansanelakelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun silla on taman lain 10 §:n 2 momentissa seka 14 ja 14 d §:ssa saadetty kuntaan kohdistuva toimimisvelvollisuus.",
        "title_sv": "Utbyte av sekretessbelagda uppgifter mellan Folkpensionsanstalten och kommunen",
        "content_sv": "Folkpensionsanstalten har trots sekretessbestämmelserna rätt att av en kommunal socialvårdsmyndighet på begäran avgiftsfritt få uppgifter och utredningar som finns hos den kommunala socialvårdsmyndigheten och som är nödvändiga för behandlingen och avgörandet av ett utkomststödsärende som handläggs vid Folkpensionsanstalten. På en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten på begäran få de uppgifter som är nödvändiga för skötseln av socialvårdsmyndighetens uppgifter enligt denna lag tillämpas 20 § 1 mom. i lagen om klientens ställning och rättigheter inom socialvården. Folkpensionsanstalten ska dock lämna uppgifterna på eget initiativ, när den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag.",
        "normalized_sv": "Folkpensionsanstalten har trots sekretessbestämmelserna rätt att av en kommunal socialvårdsmyndighet på begäran avgiftsfritt få uppgifter och utredningar som finns hos den kommunala socialvårdsmyndigheten och som är nödvändiga för behandlingen och avgörandet av ett utkomststödsärende som handläggs vid Folkpensionsanstalten. På en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten på begäran få de uppgifter som är nödvändiga för skötseln av socialvårdsmyndighetens uppgifter enligt denna lag tillämpas 20 § 1 mom. i lagen om klientens ställning och rättigheter inom socialvården. Folkpensionsanstalten ska dock lämna uppgifterna på eget initiativ, när den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag.",
        "folded_sv": "folkpensionsanstalten har trots sekretessbestammelserna ratt att av en kommunal socialvardsmyndighet pa begaran avgiftsfritt fa uppgifter och utredningar som finns hos den kommunala socialvardsmyndigheten och som ar nodvandiga for behandlingen och avgorandet av ett utkomststodsarende som handlaggs vid folkpensionsanstalten. pa en kommunal socialvardsmyndighets ratt att av folkpensionsanstalten pa begaran fa de uppgifter som ar nodvandiga for skotseln av socialvardsmyndighetens uppgifter enligt denna lag tillampas 20 § 1 mom. i lagen om klientens stallning och rattigheter inom socialvarden. folkpensionsanstalten ska dock lamna uppgifterna pa eget initiativ, nar den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Toimeentulotuen tarkistaminen",
      "content": "Kansaneläkelaitos voi tarkistaa perustoimeentulotuen määrää ilman, että tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. Tuen saajan kuulemisesta säädetään hallintolain (434/2003) 34 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18",
        "normalized_fi": "Kansaneläkelaitos voi tarkistaa perustoimeentulotuen määrää ilman, että tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. Tuen saajan kuulemisesta säädetään hallintolain (434/2003) 34 § :ssä.",
        "folded_fi": "kansanelakelaitos voi tarkistaa perustoimeentulotuen maaraa ilman, etta tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. tuen saajan kuulemisesta saadetaan hallintolain (434/2003) 34 §:ssa.",
        "title_sv": "Justering av utkomststödet",
        "content_sv": "Folkpensionsanstalten får justera det grundläggande utkomststödets belopp utan att stödmottagaren har meddelat att det skett förändringar i förhållandena eller behovet av stöd. Bestämmelser som gäller hörande av stödmottagaren finns i 34 § i förvaltningslagen (434/2003).",
        "normalized_sv": "Folkpensionsanstalten får justera det grundläggande utkomststödets belopp utan att stödmottagaren har meddelat att det skett förändringar i förhållandena eller behovet av stöd. Bestämmelser som gäller hörande av stödmottagaren finns i 34 § i förvaltningslagen (434/2003).",
        "folded_sv": "folkpensionsanstalten far justera det grundlaggande utkomststodets belopp utan att stodmottagaren har meddelat att det skett forandringar i forhallandena eller behovet av stod. bestammelser som galler horande av stodmottagaren finns i 34 § i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "3:18 a",
      "chapter": "3",
      "section": "18 a",
      "title": "Velvollisuus antaa Kansaneläkelaitokselle salassa pidettäviä tietoja",
      "content": "Sen lisäksi, mitä 17 a §:ssä säädetään, Kansaneläkelaitoksen oikeudesta saada tässä laissa tarkoitettujen toimeentulotukitehtäviensä hoitamiseksi välttämättömiä salassa pidettäviä tietoja säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 a",
        "normalized_fi": "Sen lisäksi, mitä 17 a § :ssä säädetään, Kansaneläkelaitoksen oikeudesta saada tässä laissa tarkoitettujen toimeentulotukitehtäviensä hoitamiseksi välttämättömiä salassa pidettäviä tietoja säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 § :ssä.",
        "folded_fi": "sen lisaksi, mita 17 a §:ssa saadetaan, kansanelakelaitoksen oikeudesta saada tassa laissa tarkoitettujen toimeentulotukitehtaviensa hoitamiseksi valttamattomia salassa pidettavia tietoja saadetaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:ssa.",
        "title_sv": "Skyldighet att lämna Folkpensionsanstalten sekretessbelagda uppgifter",
        "content_sv": "Utöver vad som föreskrivs i 17 a § finns det i 20 § i lagen om klientens ställning och rättigheter inom socialvården bestämmelser som gäller Folkpensionsantaltens rätt att få sekretessbelagda uppgifter som är nödvändiga för skötseln av dess utkomststödsuppgifter enligt denna lag.",
        "normalized_sv": "Utöver vad som föreskrivs i 17 a § finns det i 20 § i lagen om klientens ställning och rättigheter inom socialvården bestämmelser som gäller Folkpensionsantaltens rätt att få sekretessbelagda uppgifter som är nödvändiga för skötseln av dess utkomststödsuppgifter enligt denna lag.",
        "folded_sv": "utover vad som foreskrivs i 17 a § finns det i 20 § i lagen om klientens stallning och rattigheter inom socialvarden bestammelser som galler folkpensionsantaltens ratt att fa sekretessbelagda uppgifter som ar nodvandiga for skotseln av dess utkomststodsuppgifter enligt denna lag."
      }
    },
    {
      "provision_ref": "3:18 b",
      "chapter": "3",
      "section": "18 b",
      "title": "Tietojen luovuttaminen teknisen käyttöyhteyden avulla",
      "content": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen käyttöyhteyden avulla näiden henkilörekistereissä olevia 17 a ja 18 a §:ssä tarkoitettuja salassa pidettäviä henkilötietoja asiakkaan suostumuksesta riippumatta, jos se on välttämätöntä tämän lain mukaisen toimeentulotukiasian käsittelemistä varten. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista tietoja pyytävän viranomaisen on esitettävä selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti. Kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilötiedot Kansaneläkelaitokselta ja veroviranomaiselta teknisen käyttöyhteyden avulla säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 b",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen käyttöyhteyden avulla näiden henkilörekistereissä olevia 17 a ja 18 a § :ssä tarkoitettuja salassa pidettäviä henkilötietoja asiakkaan suostumuksesta riippumatta, jos se on välttämätöntä tämän lain mukaisen toimeentulotukiasian käsittelemistä varten. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista tietoja pyytävän viranomaisen on esitettävä selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti. Kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilötiedot Kansaneläkelaitokselta ja veroviranomaiselta teknisen käyttöyhteyden avulla säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 § :ssä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen kayttoyhteyden avulla naiden henkilorekistereissa olevia 17 a ja 18 a §:ssa tarkoitettuja salassa pidettavia henkilotietoja asiakkaan suostumuksesta riippumatta, jos se on valttamatonta taman lain mukaisen toimeentulotukiasian kasittelemista varten. kansanelakelaitoksen tulee etukateen ilmoittaa asiakkaalle tasta mahdollisuudesta. ennen teknisen kayttoyhteyden avaamista tietoja pyytavan viranomaisen on esitettava selvitys siita, etta tietojen suojaamisesta huolehditaan asianmukaisesti. kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilotiedot kansanelakelaitokselta ja veroviranomaiselta teknisen kayttoyhteyden avulla saadetaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 §:ssa.",
        "title_sv": "Lämnande av uppgifter med hjälp av en teknisk anslutning",
        "content_sv": "Folkpensionsanstalten har rätt att av en kommunal socialvårdsmyndighet och av skattemyndigheterna få i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjälp av en teknisk anslutning oberoende av klientens samtycke, om det är nödvändigt för behandlingen av ett utkomststödsärende som avses i denna lag. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska den myndighet som begär uppgifter lägga fram en utredning om att uppgifterna skyddas på behörigt sätt. Bestämmelser som gäller en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten och skattemyndigheterna få personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjälp av en teknisk anslutning finns i 21 § i lagen om klientens ställning och rättigheter inom socialvården.",
        "normalized_sv": "Folkpensionsanstalten har rätt att av en kommunal socialvårdsmyndighet och av skattemyndigheterna få i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjälp av en teknisk anslutning oberoende av klientens samtycke, om det är nödvändigt för behandlingen av ett utkomststödsärende som avses i denna lag. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska den myndighet som begär uppgifter lägga fram en utredning om att uppgifterna skyddas på behörigt sätt. Bestämmelser som gäller en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten och skattemyndigheterna få personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjälp av en teknisk anslutning finns i 21 § i lagen om klientens ställning och rättigheter inom socialvården.",
        "folded_sv": "folkpensionsanstalten har ratt att av en kommunal socialvardsmyndighet och av skattemyndigheterna fa i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjalp av en teknisk anslutning oberoende av klientens samtycke, om det ar nodvandigt for behandlingen av ett utkomststodsarende som avses i denna lag. folkpensionsanstalten ska pa forhand informera klienten om denna mojlighet. innan den tekniska anslutningen oppnas ska den myndighet som begar uppgifter lagga fram en utredning om att uppgifterna skyddas pa behorigt satt. bestammelser som galler en kommunal socialvardsmyndighets ratt att av folkpensionsanstalten och skattemyndigheterna fa personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjalp av en teknisk anslutning finns i 21 § i lagen om klientens stallning och rattigheter inom socialvarden."
      }
    },
    {
      "provision_ref": "3:18 c",
      "chapter": "3",
      "section": "18 c",
      "title": "Muuta etuutta varten saatujen tietojen käyttäminen",
      "content": "Kansaneläkelaitoksella on oikeus yksittäistapauksessa käyttää tämän lain mukaista toimeentulotukea käsitellessään muiden sille säädettyjen tehtävien hoitamista varten saamiaan tietoja, jos ne ovat välttämättömiä tämän lain mukaisten tehtävien hoitamiseksi ja Kansaneläkelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin tämän lain perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 c",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus yksittäistapauksessa käyttää tämän lain mukaista toimeentulotukea käsitellessään muiden sille säädettyjen tehtävien hoitamista varten saamiaan tietoja, jos ne ovat välttämättömiä tämän lain mukaisten tehtävien hoitamiseksi ja Kansaneläkelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin tämän lain perusteella.",
        "folded_fi": "kansanelakelaitoksella on oikeus yksittaistapauksessa kayttaa taman lain mukaista toimeentulotukea kasitellessaan muiden sille saadettyjen tehtavien hoitamista varten saamiaan tietoja, jos ne ovat valttamattomia taman lain mukaisten tehtavien hoitamiseksi ja kansanelakelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin taman lain perusteella.",
        "title_sv": "Användning av uppgifter som fåtts för andra förmåner",
        "content_sv": "När Folkpensionsanstalten behandlar utkomststöd enligt denna lag har den rätt att i enskilda fall använda uppgifter som den har fått för andra uppdrag som den ska sköta enligt lag, om uppgifterna är nödvändiga för skötseln av uppgifter som avses i denna lag och Folkpensionsanstalten också annars skulle ha rätt att få uppgifterna i fråga med stöd av denna lag.",
        "normalized_sv": "När Folkpensionsanstalten behandlar utkomststöd enligt denna lag har den rätt att i enskilda fall använda uppgifter som den har fått för andra uppdrag som den ska sköta enligt lag, om uppgifterna är nödvändiga för skötseln av uppgifter som avses i denna lag och Folkpensionsanstalten också annars skulle ha rätt att få uppgifterna i fråga med stöd av denna lag.",
        "folded_sv": "nar folkpensionsanstalten behandlar utkomststod enligt denna lag har den ratt att i enskilda fall anvanda uppgifter som den har fatt for andra uppdrag som den ska skota enligt lag, om uppgifterna ar nodvandiga for skotseln av uppgifter som avses i denna lag och folkpensionsanstalten ocksa annars skulle ha ratt att fa uppgifterna i fraga med stod av denna lag."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Takaisinperinnän perusteet",
      "content": "Päättäessään toimeentulotuen myöntämisestä Kansaneläkelaitos tai kunnan toimielin voi samalla määrätä, että toimeentulotuki tai osa siitä peritään takaisin: 1) tuen saajalta, jos hänellä on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivät ole tukea myönnettäessä hänen määrättävinään tai hän ei muusta syystä voi niitä silloin käyttää; 2) tuen saajalta, jos hän on tahallaan laiminlyönyt velvollisuuden pitää huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myöntäminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myönnetyn tuen osalta; sekä 4) tuen saajan elatusvelvolliselta, jos hän on tahallaan laiminlyönyt elatusvelvollisuutensa. Jos tuen myöntäminen on perustunut tahallaan annettuihin erehdyttäviin tietoihin tai 17 §:ssä säädetyn ilmoitusvelvollisuuden tahalliseen laiminlyöntiin, Kansaneläkelaitos tai kunta voi periä tuen takaisin näiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyöneeltä siltä osin kuin tuen myöntäminen on perustunut tästä syystä virheellisiin tietoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:20",
        "normalized_fi": "Päättäessään toimeentulotuen myöntämisestä Kansaneläkelaitos tai kunnan toimielin voi samalla määrätä, että toimeentulotuki tai osa siitä peritään takaisin: 1) tuen saajalta, jos hänellä on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivät ole tukea myönnettäessä hänen määrättävinään tai hän ei muusta syystä voi niitä silloin käyttää; 2) tuen saajalta, jos hän on tahallaan laiminlyönyt velvollisuuden pitää huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myöntäminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myönnetyn tuen osalta; sekä 4) tuen saajan elatusvelvolliselta, jos hän on tahallaan laiminlyönyt elatusvelvollisuutensa. Jos tuen myöntäminen on perustunut tahallaan annettuihin erehdyttäviin tietoihin tai 17 § :ssä säädetyn ilmoitusvelvollisuuden tahalliseen laiminlyöntiin, Kansaneläkelaitos tai kunta voi periä tuen takaisin näiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyöneeltä siltä osin kuin tuen myöntäminen on perustunut tästä syystä virheellisiin tietoihin.",
        "folded_fi": "paattaessaan toimeentulotuen myontamisesta kansanelakelaitos tai kunnan toimielin voi samalla maarata, etta toimeentulotuki tai osa siita peritaan takaisin: 1) tuen saajalta, jos hanella on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivat ole tukea myonnettaessa hanen maarattavinaan tai han ei muusta syysta voi niita silloin kayttaa; 2) tuen saajalta, jos han on tahallaan laiminlyonyt velvollisuuden pitaa huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myontaminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myonnetyn tuen osalta; seka 4) tuen saajan elatusvelvolliselta, jos han on tahallaan laiminlyonyt elatusvelvollisuutensa. jos tuen myontaminen on perustunut tahallaan annettuihin erehdyttaviin tietoihin tai 17 §:ssa saadetyn ilmoitusvelvollisuuden tahalliseen laiminlyontiin, kansanelakelaitos tai kunta voi peria tuen takaisin naiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyoneelta silta osin kuin tuen myontaminen on perustunut tasta syysta virheellisiin tietoihin.",
        "title_sv": "Grunderna för återkrav",
        "content_sv": "När Folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststöd kan de samtidigt bestämma att utkomststödet eller någon del av det ska återkrävas av 1) stödmottagaren, om han eller hon har inkomster eller tillgångar eller har rätt till en förmån som tryggar hans eller hennes uppehälle, men inkomsterna, tillgångarna eller förmånen inte står till hans eller hennes förfogande eller av annat skäl inte kan användas av honom eller henne då stöd beviljas, 2) stödmottagaren, om han eller hon uppsåtligen har försummat skyldigheten att dra försorg om sitt uppehälle, 3) stödmottagaren, om stödet har beviljats till följd av deltagande i strejk, dock endast i fråga om stöd som betalats till den som själv deltagit i strejken, samt 4) den gentemot stödmottagaren försörjningspliktige, om han eller hon uppsåtligen har försummat sin försörjningsplikt. Har beviljandet av stöd grundat sig på vilseledande uppgifter som lämnats uppsåtligen eller på uppsåtlig försummelse av anmälningsskyldigheten enligt 17 §, kan Folkpensionsanstalten eller kommunen, till den del beviljandet av stöd av denna orsak har grundat sig på felaktiga uppgifter, återkräva stödet av den som lämnat uppgifterna eller försummat anmälningsskyldigheten.",
        "normalized_sv": "När Folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststöd kan de samtidigt bestämma att utkomststödet eller någon del av det ska återkrävas av 1) stödmottagaren, om han eller hon har inkomster eller tillgångar eller har rätt till en förmån som tryggar hans eller hennes uppehälle, men inkomsterna, tillgångarna eller förmånen inte står till hans eller hennes förfogande eller av annat skäl inte kan användas av honom eller henne då stöd beviljas, 2) stödmottagaren, om han eller hon uppsåtligen har försummat skyldigheten att dra försorg om sitt uppehälle, 3) stödmottagaren, om stödet har beviljats till följd av deltagande i strejk, dock endast i fråga om stöd som betalats till den som själv deltagit i strejken, samt 4) den gentemot stödmottagaren försörjningspliktige, om han eller hon uppsåtligen har försummat sin försörjningsplikt. Har beviljandet av stöd grundat sig på vilseledande uppgifter som lämnats uppsåtligen eller på uppsåtlig försummelse av anmälningsskyldigheten enligt 17 § , kan Folkpensionsanstalten eller kommunen, till den del beviljandet av stöd av denna orsak har grundat sig på felaktiga uppgifter, återkräva stödet av den som lämnat uppgifterna eller försummat anmälningsskyldigheten.",
        "folded_sv": "nar folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststod kan de samtidigt bestamma att utkomststodet eller nagon del av det ska aterkravas av 1) stodmottagaren, om han eller hon har inkomster eller tillgangar eller har ratt till en forman som tryggar hans eller hennes uppehalle, men inkomsterna, tillgangarna eller formanen inte star till hans eller hennes forfogande eller av annat skal inte kan anvandas av honom eller henne da stod beviljas, 2) stodmottagaren, om han eller hon uppsatligen har forsummat skyldigheten att dra forsorg om sitt uppehalle, 3) stodmottagaren, om stodet har beviljats till foljd av deltagande i strejk, dock endast i fraga om stod som betalats till den som sjalv deltagit i strejken, samt 4) den gentemot stodmottagaren forsorjningspliktige, om han eller hon uppsatligen har forsummat sin forsorjningsplikt. har beviljandet av stod grundat sig pa vilseledande uppgifter som lamnats uppsatligen eller pa uppsatlig forsummelse av anmalningsskyldigheten enligt 17 §, kan folkpensionsanstalten eller kommunen, till den del beviljandet av stod av denna orsak har grundat sig pa felaktiga uppgifter, aterkrava stodet av den som lamnat uppgifterna eller forsummat anmalningsskyldigheten."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Perintä ja kuittaus odotettavissa olevasta etuudesta",
      "content": "Jos toimeentulotukea on myönnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa eläkettä, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi periä ja nostaa sen estämättä, mitä muussa laissa säädetään, henkilölle tulevat edellä tarkoitetut tulot, korvaukset ja saamiset siltä ajalta, jolta tukea on annettu ennakkona, ja käyttää niitä ennakkona annetun tuen kuittaukseen. Kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jäävät varat välittömästi tuen saajalle. Jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vähintään kaksi viikkoa ennen maksupäivää, että tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. Mitä 1 ja 2 momentissa säädetään kunnan toimielimestä, sovelletaan myös Kansaneläkelaitokseen, jos se myöntää ja maksaa perustoimeentulotukea. Jos samaan tuloon tai saatavaan kohdistuu sekä Kansaneläkelaitoksen että kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin Kansaneläkelaitokselle. Kansaneläkelaitos suorittaa perustoimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jääneet varat kunnan toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Jos toimeentulotukea on myönnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa eläkettä, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi periä ja nostaa sen estämättä, mitä muussa laissa säädetään, henkilölle tulevat edellä tarkoitetut tulot, korvaukset ja saamiset siltä ajalta, jolta tukea on annettu ennakkona, ja käyttää niitä ennakkona annetun tuen kuittaukseen. Kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jäävät varat välittömästi tuen saajalle. Jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vähintään kaksi viikkoa ennen maksupäivää, että tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. Mitä 1 ja 2 momentissa säädetään kunnan toimielimestä, sovelletaan myös Kansaneläkelaitokseen, jos se myöntää ja maksaa perustoimeentulotukea. Jos samaan tuloon tai saatavaan kohdistuu sekä Kansaneläkelaitoksen että kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin Kansaneläkelaitokselle. Kansaneläkelaitos suorittaa perustoimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jääneet varat kunnan toimielimelle.",
        "folded_fi": "jos toimeentulotukea on myonnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa elaketta, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi peria ja nostaa sen estamatta, mita muussa laissa saadetaan, henkilolle tulevat edella tarkoitetut tulot, korvaukset ja saamiset silta ajalta, jolta tukea on annettu ennakkona, ja kayttaa niita ennakkona annetun tuen kuittaukseen. kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen kaytettyjen varojen jalkeen jaljelle jaavat varat valittomasti tuen saajalle. jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vahintaan kaksi viikkoa ennen maksupaivaa, etta tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. mita 1 ja 2 momentissa saadetaan kunnan toimielimesta, sovelletaan myos kansanelakelaitokseen, jos se myontaa ja maksaa perustoimeentulotukea. jos samaan tuloon tai saatavaan kohdistuu seka kansanelakelaitoksen etta kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin kansanelakelaitokselle. kansanelakelaitos suorittaa perustoimeentulotuen kuittaukseen kaytettyjen varojen jalkeen jaljelle jaaneet varat kunnan toimielimelle.",
        "title_sv": "Uttagande och kvittning ur emotsedd förmån",
        "content_sv": "Har utkomststöd helt eller delvis beviljats som ett förskott på emotsedda pensioner, underhållsbidrag, understöd eller andra fortlöpande eller som engångsbelopp inflytande inkomster, ersättningar eller fordringar, kan det kommunala organet, trots bestämmelser i annan lag, ta ut och lyfta inkomster, ersättningar eller fordringar som hänför sig till den tid för vilken stöd har betalats i förskott och kvitta stödet mot dem. Det kommunala organet ska omedelbart betala stödmottagaren de medel som återstår efter att utkomststödet har kvittats. Har det kommunala organet minst två veckor före betalningsdagen meddelat den som betalar inkomster, ersättningar eller fordringar enligt 1 mom. att betalning inte får göras till stödmottagaren själv, har betalningen laglig verkan endast om den görs till det kommunala organet. Vad som i 1 och 2 mom. föreskrivs om det kommunala organet tillämpas också på Folkpensionsanstalten när den beviljar och betalar grundläggande utkomststöd. Om både Folkpensionsanstalten och det kommunala organet kräver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna först betalas till Folkpensionsanstalten. Folkpensionsanstalten ska betala det kommunala organet de medel som återstår efter det att det grundläggande utkomststödet har kvittats.",
        "normalized_sv": "Har utkomststöd helt eller delvis beviljats som ett förskott på emotsedda pensioner, underhållsbidrag, understöd eller andra fortlöpande eller som engångsbelopp inflytande inkomster, ersättningar eller fordringar, kan det kommunala organet, trots bestämmelser i annan lag, ta ut och lyfta inkomster, ersättningar eller fordringar som hänför sig till den tid för vilken stöd har betalats i förskott och kvitta stödet mot dem. Det kommunala organet ska omedelbart betala stödmottagaren de medel som återstår efter att utkomststödet har kvittats. Har det kommunala organet minst två veckor före betalningsdagen meddelat den som betalar inkomster, ersättningar eller fordringar enligt 1 mom. att betalning inte får göras till stödmottagaren själv, har betalningen laglig verkan endast om den görs till det kommunala organet. Vad som i 1 och 2 mom. föreskrivs om det kommunala organet tillämpas också på Folkpensionsanstalten när den beviljar och betalar grundläggande utkomststöd. Om både Folkpensionsanstalten och det kommunala organet kräver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna först betalas till Folkpensionsanstalten. Folkpensionsanstalten ska betala det kommunala organet de medel som återstår efter det att det grundläggande utkomststödet har kvittats.",
        "folded_sv": "har utkomststod helt eller delvis beviljats som ett forskott pa emotsedda pensioner, underhallsbidrag, understod eller andra fortlopande eller som engangsbelopp inflytande inkomster, ersattningar eller fordringar, kan det kommunala organet, trots bestammelser i annan lag, ta ut och lyfta inkomster, ersattningar eller fordringar som hanfor sig till den tid for vilken stod har betalats i forskott och kvitta stodet mot dem. det kommunala organet ska omedelbart betala stodmottagaren de medel som aterstar efter att utkomststodet har kvittats. har det kommunala organet minst tva veckor fore betalningsdagen meddelat den som betalar inkomster, ersattningar eller fordringar enligt 1 mom. att betalning inte far goras till stodmottagaren sjalv, har betalningen laglig verkan endast om den gors till det kommunala organet. vad som i 1 och 2 mom. foreskrivs om det kommunala organet tillampas ocksa pa folkpensionsanstalten nar den beviljar och betalar grundlaggande utkomststod. om bade folkpensionsanstalten och det kommunala organet kraver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna forst betalas till folkpensionsanstalten. folkpensionsanstalten ska betala det kommunala organet de medel som aterstar efter det att det grundlaggande utkomststodet har kvittats."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta tässä laissa tarkoitettuun kunnan sosiaalitoimen päätökseen säädetään sosiaalihuoltolain (1301/2014) 6 luvussa. Tässä laissa tarkoitettuun Kansaneläkelaitoksen päätökseen saa vaatia oikaisua Kansaneläkelaitokselta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Valituksen voi toimittaa valitusaikana myös Kansaneläkelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden päätökseen saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan. Lupa voidaan myöntää ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtäläisyyden vuoksi on tärkeätä saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:24",
        "normalized_fi": "Muutoksenhausta tässä laissa tarkoitettuun kunnan sosiaalitoimen päätökseen säädetään sosiaalihuoltolain (1301/2014) 6 luvussa. Tässä laissa tarkoitettuun Kansaneläkelaitoksen päätökseen saa vaatia oikaisua Kansaneläkelaitokselta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Valituksen voi toimittaa valitusaikana myös Kansaneläkelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden päätökseen saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan. Lupa voidaan myöntää ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtäläisyyden vuoksi on tärkeätä saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
        "folded_fi": "muutoksenhausta tassa laissa tarkoitettuun kunnan sosiaalitoimen paatokseen saadetaan sosiaalihuoltolain (1301/2014) 6 luvussa. tassa laissa tarkoitettuun kansanelakelaitoksen paatokseen saa vaatia oikaisua kansanelakelaitokselta siten kuin hallintolaissa saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. valituksen voi toimittaa valitusaikana myos kansanelakelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. edella 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden paatokseen saa hakea muutosta vain, jos korkein hallinto-oikeus myontaa valitusluvan. lupa voidaan myontaa ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtalaisyyden vuoksi on tarkeata saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i ett i denna lag avsett beslut som fattats inom det kommunala socialväsendet finns i 6 kap. i socialvårdslagen (1301/2014). Omprövning av ett i denna lag avsett beslut av Folkpensionsanstalten får begäras hos Folkpensionsanstalten på det sätt som anges i förvaltningslagen. Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Besvären får under besvärstiden också lämnas till Folkpensionsanstalten, som ska skicka besvären till förvaltningsdomstolen tillsammans med sitt eget utlåtande. I de fall som avses i 1 och 2 mom. får förvaltningsdomstolens beslut överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Tillstånd kan beviljas endast om det för tillämpningen av lagen i andra liknande fall eller för enhetlig rättspraxis är viktigt att ärendet behandlas av högsta förvaltningsdomstolen.",
        "normalized_sv": "Bestämmelser om sökande av ändring i ett i denna lag avsett beslut som fattats inom det kommunala socialväsendet finns i 6 kap. i socialvårdslagen (1301/2014). Omprövning av ett i denna lag avsett beslut av Folkpensionsanstalten får begäras hos Folkpensionsanstalten på det sätt som anges i förvaltningslagen. Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Besvären får under besvärstiden också lämnas till Folkpensionsanstalten, som ska skicka besvären till förvaltningsdomstolen tillsammans med sitt eget utlåtande. I de fall som avses i 1 och 2 mom. får förvaltningsdomstolens beslut överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Tillstånd kan beviljas endast om det för tillämpningen av lagen i andra liknande fall eller för enhetlig rättspraxis är viktigt att ärendet behandlas av högsta förvaltningsdomstolen.",
        "folded_sv": "bestammelser om sokande av andring i ett i denna lag avsett beslut som fattats inom det kommunala socialvasendet finns i 6 kap. i socialvardslagen (1301/2014). omprovning av ett i denna lag avsett beslut av folkpensionsanstalten far begaras hos folkpensionsanstalten pa det satt som anges i forvaltningslagen. ett beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). besvaren far under besvarstiden ocksa lamnas till folkpensionsanstalten, som ska skicka besvaren till forvaltningsdomstolen tillsammans med sitt eget utlatande. i de fall som avses i 1 och 2 mom. far forvaltningsdomstolens beslut overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. tillstand kan beviljas endast om det for tillampningen av lagen i andra liknande fall eller for enhetlig rattspraxis ar viktigt att arendet behandlas av hogsta forvaltningsdomstolen."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Ulosmittaus-, siirto- ja kuittauskielto",
      "content": "Toimeentulotukea ei saa ulosmitata, eikä sitä saa käyttää kuittaukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:26",
        "normalized_fi": "Toimeentulotukea ei saa ulosmitata, eikä sitä saa käyttää kuittaukseen.",
        "folded_fi": "toimeentulotukea ei saa ulosmitata, eika sita saa kayttaa kuittaukseen.",
        "title_sv": "Förbud mot utmätning, överföring och kvittning",
        "content_sv": "Utkomststöd får inte mätas ut eller användas för kvittning.",
        "normalized_sv": "Utkomststöd får inte mätas ut eller användas för kvittning.",
        "folded_sv": "utkomststod far inte matas ut eller anvandas for kvittning."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimeenpano",
      "content": "Toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittäminen kuuluvat sosiaali- ja terveysministeriölle. kunnan toimielin Tämän lain mukaisia tehtäviä hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 §:ssä tarkoitettu kunnan määräämä monijäseninen toimielin (). Jäljempänä tämän lain 7 §:ssä tarkoitetun perustoimeentulotuen osalta tämän lain mukaisia tehtäviä hoitaa kuitenkin Kansaneläkelaitos. Kunnan ja Kansaneläkelaitoksen tulee tehdä yhteistyötä toimeentulotuen tarkoituksen toteuttamiseksi. Kansaneläkelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. Kansaneläkelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyöhön sekä kunnassa laadittavasta asiakassuunnitelmasta säädetään sosiaalihuoltolain (1301/2014) 35, 39 ja 41 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittäminen kuuluvat sosiaali- ja terveysministeriölle. kunnan toimielin Tämän lain mukaisia tehtäviä hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 § :ssä tarkoitettu kunnan määräämä monijäseninen toimielin (). Jäljempänä tämän lain 7 § :ssä tarkoitetun perustoimeentulotuen osalta tämän lain mukaisia tehtäviä hoitaa kuitenkin Kansaneläkelaitos. Kunnan ja Kansaneläkelaitoksen tulee tehdä yhteistyötä toimeentulotuen tarkoituksen toteuttamiseksi. Kansaneläkelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. Kansaneläkelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyöhön sekä kunnassa laadittavasta asiakassuunnitelmasta säädetään sosiaalihuoltolain (1301/2014) 35, 39 ja 41 § :ssä.",
        "folded_fi": "toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittaminen kuuluvat sosiaali- ja terveysministeriolle. kunnan toimielin taman lain mukaisia tehtavia hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 §:ssa tarkoitettu kunnan maaraama monijaseninen toimielin (). jaljempana taman lain 7 §:ssa tarkoitetun perustoimeentulotuen osalta taman lain mukaisia tehtavia hoitaa kuitenkin kansanelakelaitos. kunnan ja kansanelakelaitoksen tulee tehda yhteistyota toimeentulotuen tarkoituksen toteuttamiseksi. kansanelakelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. kansanelakelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyohon seka kunnassa laadittavasta asiakassuunnitelmasta saadetaan sosiaalihuoltolain (1301/2014) 35, 39 ja 41 §:ssa.",
        "title_sv": "Verkställighet",
        "content_sv": "Den allmänna ledningen, styrningen och utvecklingen av utkomststödsverksamheten hör till social- och hälsovårdsministeriets uppgifter. det kommunala organet I en kommun sköts uppgifterna enligt denna lag av ett sådant av kommunen utsett kollegialt organ () som avses i 6 § i socialvårdslagen (710/1982). I fråga om det grundläggande utkomststöd som avses i 7 § i denna lag sköts dock uppgifterna enligt denna lag av Folkpensionsanstalten. Kommunen och Folkpensionsanstalten ska samarbeta för att förverkliga syftet med utkomststödet. Folkpensionsanstalten ska vid behov ge den som ansöker om grundläggande utkomststöd handledning och rådgivning om hur man ansöker om kommunens socialvårdstjänster. Bestämmelser om Folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsövergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvårdslagen (1301/2014).",
        "normalized_sv": "Den allmänna ledningen, styrningen och utvecklingen av utkomststödsverksamheten hör till social- och hälsovårdsministeriets uppgifter. det kommunala organet I en kommun sköts uppgifterna enligt denna lag av ett sådant av kommunen utsett kollegialt organ () som avses i 6 § i socialvårdslagen (710/1982). I fråga om det grundläggande utkomststöd som avses i 7 § i denna lag sköts dock uppgifterna enligt denna lag av Folkpensionsanstalten. Kommunen och Folkpensionsanstalten ska samarbeta för att förverkliga syftet med utkomststödet. Folkpensionsanstalten ska vid behov ge den som ansöker om grundläggande utkomststöd handledning och rådgivning om hur man ansöker om kommunens socialvårdstjänster. Bestämmelser om Folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsövergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvårdslagen (1301/2014).",
        "folded_sv": "den allmanna ledningen, styrningen och utvecklingen av utkomststodsverksamheten hor till social- och halsovardsministeriets uppgifter. det kommunala organet i en kommun skots uppgifterna enligt denna lag av ett sadant av kommunen utsett kollegialt organ () som avses i 6 § i socialvardslagen (710/1982). i fraga om det grundlaggande utkomststod som avses i 7 § i denna lag skots dock uppgifterna enligt denna lag av folkpensionsanstalten. kommunen och folkpensionsanstalten ska samarbeta for att forverkliga syftet med utkomststodet. folkpensionsanstalten ska vid behov ge den som ansoker om grundlaggande utkomststod handledning och radgivning om hur man ansoker om kommunens socialvardstjanster. bestammelser om folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsovergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvardslagen (1301/2014)."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Perustoimeentulotuen kattamiseksi Kansaneläkelaitokselle suoritettavat ennakot ja niiden vahvistaminen sekä maksaminen",
      "content": "Valtio suorittaa Kansaneläkelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa Kansaneläkelaitoksesta annetun lain (731/2001) 12 d §:ssä tarkoitettuun sosiaaliturvan yleisrahastoon Kansaneläkelaitoksen maksuvalmiuden turvaamiseksi. Perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, että Kansaneläkelaitokselle maksetaan vuotuisen ennakon määrästä tammikuussa vähintään yksi kuudesosa ja sen jälkeen kuukausittain jäljellä oleva määrä tasasuuruisina erinä. Rahoituksen ja riittävän maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministeriön päätöksellä jaksottaa edellä säädetystä poiketen. Kuluvan vuoden ennakoiden yhteismäärää tulee välittömästi tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. Ennakot maksetaan kunkin kuukauden ensimmäisenä arkipäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Valtio suorittaa Kansaneläkelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa Kansaneläkelaitoksesta annetun lain (731/2001) 12 d § :ssä tarkoitettuun sosiaaliturvan yleisrahastoon Kansaneläkelaitoksen maksuvalmiuden turvaamiseksi. Perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, että Kansaneläkelaitokselle maksetaan vuotuisen ennakon määrästä tammikuussa vähintään yksi kuudesosa ja sen jälkeen kuukausittain jäljellä oleva määrä tasasuuruisina erinä. Rahoituksen ja riittävän maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministeriön päätöksellä jaksottaa edellä säädetystä poiketen. Kuluvan vuoden ennakoiden yhteismäärää tulee välittömästi tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. Ennakot maksetaan kunkin kuukauden ensimmäisenä arkipäivänä.",
        "folded_fi": "valtio suorittaa kansanelakelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa kansanelakelaitoksesta annetun lain (731/2001) 12 d §:ssa tarkoitettuun sosiaaliturvan yleisrahastoon kansanelakelaitoksen maksuvalmiuden turvaamiseksi. perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, etta kansanelakelaitokselle maksetaan vuotuisen ennakon maarasta tammikuussa vahintaan yksi kuudesosa ja sen jalkeen kuukausittain jaljella oleva maara tasasuuruisina erina. rahoituksen ja riittavan maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministerion paatoksella jaksottaa edella saadetysta poiketen. kuluvan vuoden ennakoiden yhteismaaraa tulee valittomasti tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. ennakot maksetaan kunkin kuukauden ensimmaisena arkipaivana.",
        "title_sv": "Förskott som ska betalas till Folkpensionsanstalten för att täcka det grundläggande utkomststödet samt fastställande och betalning av förskott",
        "content_sv": "För att trygga Folkpensionsanstaltens betalningsberedskap betalar staten månatligen till Folkpensionsanstalten förskott för det grundläggande utkomststödet till den i 12 d § i lagen om Folkpensionsanstalten (731/2001) avsedda allmänna fonden för social trygghet. Det förskott som behövs för utbetalningen av det grundläggande utkomststödet betalas så att minst en sjättedel av det årliga förskottets belopp betalas till Folkpensionsanstalten i januari, och därefter betalas det återstående beloppet i månatliga, jämnstora poster. Om det behövs för att trygga finansieringen och en tillräcklig betalningsberedskap eller om det årliga förskottet väsentligen ändras, kan förskottet genom beslut av social- och hälsovårdsministeriet periodiseras på ett sätt som avviker från vad som föreskrivs ovan. Det sammanlagda beloppet av det innevarande årets förskott ska omedelbart justeras, om förskottsgrunderna förändrats väsentligt. Förskotten ska betalas den första vardagen i varje månad.",
        "normalized_sv": "För att trygga Folkpensionsanstaltens betalningsberedskap betalar staten månatligen till Folkpensionsanstalten förskott för det grundläggande utkomststödet till den i 12 d § i lagen om Folkpensionsanstalten (731/2001) avsedda allmänna fonden för social trygghet. Det förskott som behövs för utbetalningen av det grundläggande utkomststödet betalas så att minst en sjättedel av det årliga förskottets belopp betalas till Folkpensionsanstalten i januari, och därefter betalas det återstående beloppet i månatliga, jämnstora poster. Om det behövs för att trygga finansieringen och en tillräcklig betalningsberedskap eller om det årliga förskottet väsentligen ändras, kan förskottet genom beslut av social- och hälsovårdsministeriet periodiseras på ett sätt som avviker från vad som föreskrivs ovan. Det sammanlagda beloppet av det innevarande årets förskott ska omedelbart justeras, om förskottsgrunderna förändrats väsentligt. Förskotten ska betalas den första vardagen i varje månad.",
        "folded_sv": "for att trygga folkpensionsanstaltens betalningsberedskap betalar staten manatligen till folkpensionsanstalten forskott for det grundlaggande utkomststodet till den i 12 d § i lagen om folkpensionsanstalten (731/2001) avsedda allmanna fonden for social trygghet. det forskott som behovs for utbetalningen av det grundlaggande utkomststodet betalas sa att minst en sjattedel av det arliga forskottets belopp betalas till folkpensionsanstalten i januari, och darefter betalas det aterstaende beloppet i manatliga, jamnstora poster. om det behovs for att trygga finansieringen och en tillracklig betalningsberedskap eller om det arliga forskottet vasentligen andras, kan forskottet genom beslut av social- och halsovardsministeriet periodiseras pa ett satt som avviker fran vad som foreskrivs ovan. det sammanlagda beloppet av det innevarande arets forskott ska omedelbart justeras, om forskottsgrunderna forandrats vasentligt. forskotten ska betalas den forsta vardagen i varje manad."
      }
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista",
      "content": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. Kunnan rahoitusosuus otetaan huomioon tekemällä sitä vastaava vähennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. Valtionosuuden vähentämistä koskevasta menettelystä säädetään kunnan peruspalvelujen valtionosuudesta annetun lain 34 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. Kunnan rahoitusosuus otetaan huomioon tekemällä sitä vastaava vähennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. Valtionosuuden vähentämistä koskevasta menettelystä säädetään kunnan peruspalvelujen valtionosuudesta annetun lain 34 b § :ssä.",
        "folded_fi": "kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. kunnan rahoitusosuus otetaan huomioon tekemalla sita vastaava vahennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. valtionosuuden vahentamista koskevasta menettelysta saadetaan kunnan peruspalvelujen valtionosuudesta annetun lain 34 b §:ssa.",
        "title_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet",
        "content_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet är 50 procent. Kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel för basservice som ska betalas till kommunen. Bestämmelser om förfarandet för minskning av statsandelen finns i 34 b § i lagen om statsandel för kommunal basservice.",
        "normalized_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet är 50 procent. Kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel för basservice som ska betalas till kommunen. Bestämmelser om förfarandet för minskning av statsandelen finns i 34 b § i lagen om statsandel för kommunal basservice.",
        "folded_sv": "kommunens finansieringsandel av kostnaderna for det grundlaggande utkomststodet ar 50 procent. kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel for basservice som ska betalas till kommunen. bestammelser om forfarandet for minskning av statsandelen finns i 34 b § i lagen om statsandel for kommunal basservice."
      }
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Perusosa",
      "content": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, puhelimen ja tietoliikenteen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, puhelimen ja tietoliikenteen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot.",
        "folded_fi": "perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vahaiset terveydenhuoltomenot seka henkilokohtaisesta ja kodin puhtaudesta, paikallisliikenteen kaytosta, sanomalehden tilauksesta, puhelimen ja tietoliikenteen kaytosta ja harrastus- ja virkistystoiminnasta aiheutuvat menot seka vastaavat muut henkilon ja perheen jokapaivaiseen toimeentuloon kuuluvat menot.",
        "title_sv": "Grunddel",
        "content_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, användning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle.",
        "normalized_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, användning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle.",
        "folded_sv": "till de utgifter som tacks med grunddelen hor utgifter for kost och klader, smarre halso- och sjukvardsutgifter samt utgifter som beror pa personlig hygien och hemmets hygien, anvandning av lokaltrafik, prenumeration pa dagstidning, anvandning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hanfor sig till en persons och familjs dagliga uppehalle."
      }
    },
    {
      "provision_ref": "7 b",
      "section": "7 b",
      "title": "Muut perusmenot",
      "content": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisestä asumistuesta annetun lain (938/2014) 9 §:ssä tarkoitetut asumismenot, muun kuin yhtiömuotoisen omistusasunnon välttämättömät hoitomenot sekä välttämättömät asuntoon muuttoon liittyvät menot; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisältyvät terveydenhuoltomenot; 5) lasten päivähoitomenot sekä koululaisten aamu- ja iltapäivätoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot siltä osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen päätökseen; 7) välttämättömän henkilötodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. Jos toimeentulotuen hakijan asumiseen liittyvät menot ylittävät tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettävän määrän, hakijaa on ohjattava hankkimaan edullisempi asunto. Lisäksi hakijaa on ohjattava ottamaan yhteyttä kuntaan asuntoasian selvittämistä varten. Hakijalle on annettava hänen tosiasialliset tarpeensa huomioon ottava, riittävä määräaika edullisemman asunnon hankkimista varten. Kansaneläkelaitoksen tulee ottaa tuensaajan asumismenot huomioon täysimääräisinä tämän määräajan. Mitä tässä momentissa säädetään, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja määräaika hakeutua edullisempaan asuntoon. Jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon täysimääräisenä myös määräajan jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 b",
        "normalized_fi": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisestä asumistuesta annetun lain (938/2014) 9 § :ssä tarkoitetut asumismenot, muun kuin yhtiömuotoisen omistusasunnon välttämättömät hoitomenot sekä välttämättömät asuntoon muuttoon liittyvät menot; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisältyvät terveydenhuoltomenot; 5) lasten päivähoitomenot sekä koululaisten aamu- ja iltapäivätoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot siltä osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen päätökseen; 7) välttämättömän henkilötodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. Jos toimeentulotuen hakijan asumiseen liittyvät menot ylittävät tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettävän määrän, hakijaa on ohjattava hankkimaan edullisempi asunto. Lisäksi hakijaa on ohjattava ottamaan yhteyttä kuntaan asuntoasian selvittämistä varten. Hakijalle on annettava hänen tosiasialliset tarpeensa huomioon ottava, riittävä määräaika edullisemman asunnon hankkimista varten. Kansaneläkelaitoksen tulee ottaa tuensaajan asumismenot huomioon täysimääräisinä tämän määräajan. Mitä tässä momentissa säädetään, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja määräaika hakeutua edullisempaan asuntoon. Jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon täysimääräisenä myös määräajan jälkeen.",
        "folded_fi": "perusosalla katettavien menojen lisaksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisesta asumistuesta annetun lain (938/2014) 9 §:ssa tarkoitetut asumismenot, muun kuin yhtiomuotoisen omistusasunnon valttamattomat hoitomenot seka valttamattomat asuntoon muuttoon liittyvat menot; 2) taloussahkosta aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisaltyvat terveydenhuoltomenot; 5) lasten paivahoitomenot seka koululaisten aamu- ja iltapaivatoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot silta osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen paatokseen; 7) valttamattoman henkilotodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. jos toimeentulotuen hakijan asumiseen liittyvat menot ylittavat tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettavan maaran, hakijaa on ohjattava hankkimaan edullisempi asunto. lisaksi hakijaa on ohjattava ottamaan yhteytta kuntaan asuntoasian selvittamista varten. hakijalle on annettava hanen tosiasialliset tarpeensa huomioon ottava, riittava maaraaika edullisemman asunnon hankkimista varten. kansanelakelaitoksen tulee ottaa tuensaajan asumismenot huomioon taysimaaraisina taman maaraajan. mita tassa momentissa saadetaan, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja maaraaika hakeutua edullisempaan asuntoon. jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon taysimaaraisena myos maaraajan jalkeen.",
        "title_sv": "Övriga grundutgifter",
        "content_sv": "Utöver de utgifter som täcks med grunddelen beaktas följande utgifter till behövligt belopp som övriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmänt bostadsbidrag (938/2014), nödvändiga underhållsutgifter för andra ägarbostäder än ägarbostäder i bolagsform samt nödvändiga utgifter som hänför sig till inflyttning i en bostad, 2) utgifter för användning av hushållselektricitet, 3) hemförsäkringspremier, 4) andra hälso- och sjukvårdsutgifter än de som ingår i grunddelen, 5) utgifter för barndagvård samt utgifter för morgon- och eftermiddagsverksamhet för skolelever, 6) utgifter som en förälder som inte bor i samma hushåll som sitt barn orsakas av att träffa barnet, till den del de grundar sig på ett avtal som har bekräftats av det kommunala organet eller på ett domstolsbeslut, 7) utgifter för anskaffning av en nödvändig identitetshandling, uppehållshandling eller resehandling. Om boendeutgifterna för den som ansöker om utkomststöd överskrider ett belopp som på det sätt som avses i 1 mom. 1 punkten. kan anses vara behövligt, ska sökanden anvisas att skaffa en förmånligare bostad. Dessutom ska sökanden anvisas att ta kontakt med kommunen för att reda ut bostadsfrågan. Sökanden ska för att skaffa sig en förmånligare bostad ges en tillräcklig tidsfrist som beaktar hans eller hennes faktiska behov. Folkpensionsanstalten ska under denna tid beakta stödmottagarens boendeutgifter till deras fulla belopp. Detta moment gäller inte en sådan sökande av utkomststöd som redan tidigare i fråga om samma bostadsbehov har fått en anvisning och en tidsfrist för skaffande av en förmånligare bostad. Om sökanden inte har någon reell möjlighet att på sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp även efter den utsatta tidsfristen.",
        "normalized_sv": "Utöver de utgifter som täcks med grunddelen beaktas följande utgifter till behövligt belopp som övriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmänt bostadsbidrag (938/2014), nödvändiga underhållsutgifter för andra ägarbostäder än ägarbostäder i bolagsform samt nödvändiga utgifter som hänför sig till inflyttning i en bostad, 2) utgifter för användning av hushållselektricitet, 3) hemförsäkringspremier, 4) andra hälso- och sjukvårdsutgifter än de som ingår i grunddelen, 5) utgifter för barndagvård samt utgifter för morgon- och eftermiddagsverksamhet för skolelever, 6) utgifter som en förälder som inte bor i samma hushåll som sitt barn orsakas av att träffa barnet, till den del de grundar sig på ett avtal som har bekräftats av det kommunala organet eller på ett domstolsbeslut, 7) utgifter för anskaffning av en nödvändig identitetshandling, uppehållshandling eller resehandling. Om boendeutgifterna för den som ansöker om utkomststöd överskrider ett belopp som på det sätt som avses i 1 mom. 1 punkten. kan anses vara behövligt, ska sökanden anvisas att skaffa en förmånligare bostad. Dessutom ska sökanden anvisas att ta kontakt med kommunen för att reda ut bostadsfrågan. Sökanden ska för att skaffa sig en förmånligare bostad ges en tillräcklig tidsfrist som beaktar hans eller hennes faktiska behov. Folkpensionsanstalten ska under denna tid beakta stödmottagarens boendeutgifter till deras fulla belopp. Detta moment gäller inte en sådan sökande av utkomststöd som redan tidigare i fråga om samma bostadsbehov har fått en anvisning och en tidsfrist för skaffande av en förmånligare bostad. Om sökanden inte har någon reell möjlighet att på sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp även efter den utsatta tidsfristen.",
        "folded_sv": "utover de utgifter som tacks med grunddelen beaktas foljande utgifter till behovligt belopp som ovriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmant bostadsbidrag (938/2014), nodvandiga underhallsutgifter for andra agarbostader an agarbostader i bolagsform samt nodvandiga utgifter som hanfor sig till inflyttning i en bostad, 2) utgifter for anvandning av hushallselektricitet, 3) hemforsakringspremier, 4) andra halso- och sjukvardsutgifter an de som ingar i grunddelen, 5) utgifter for barndagvard samt utgifter for morgon- och eftermiddagsverksamhet for skolelever, 6) utgifter som en foralder som inte bor i samma hushall som sitt barn orsakas av att traffa barnet, till den del de grundar sig pa ett avtal som har bekraftats av det kommunala organet eller pa ett domstolsbeslut, 7) utgifter for anskaffning av en nodvandig identitetshandling, uppehallshandling eller resehandling. om boendeutgifterna for den som ansoker om utkomststod overskrider ett belopp som pa det satt som avses i 1 mom. 1 punkten. kan anses vara behovligt, ska sokanden anvisas att skaffa en formanligare bostad. dessutom ska sokanden anvisas att ta kontakt med kommunen for att reda ut bostadsfragan. sokanden ska for att skaffa sig en formanligare bostad ges en tillracklig tidsfrist som beaktar hans eller hennes faktiska behov. folkpensionsanstalten ska under denna tid beakta stodmottagarens boendeutgifter till deras fulla belopp. detta moment galler inte en sadan sokande av utkomststod som redan tidigare i fraga om samma bostadsbehov har fatt en anvisning och en tidsfrist for skaffande av en formanligare bostad. om sokanden inte har nagon reell mojlighet att pa sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp aven efter den utsatta tidsfristen."
      }
    },
    {
      "provision_ref": "7 c",
      "section": "7 c",
      "title": "Täydentävä toimeentulotuki",
      "content": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b §:ssä tarkoitetut asumisesta aiheutuvat menot; sekä 2) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 c",
        "normalized_fi": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b § :ssä tarkoitetut asumisesta aiheutuvat menot; sekä 2) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot.",
        "folded_fi": "taydentavaa toimeentulotukea myonnettaessa otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b §:ssa tarkoitetut asumisesta aiheutuvat menot; seka 2) henkilon tai perheen erityisista tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenaisen suoriutumisen edistamiseksi tarpeelliseksi harkitut menot.",
        "title_sv": "Kompletterande utkomststöd",
        "content_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter som omfattar 1) andra utgifter på grund av boende än de som avses i 7 b §, samt 2) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts behövliga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand.",
        "normalized_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter som omfattar 1) andra utgifter på grund av boende än de som avses i 7 b § , samt 2) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts behövliga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand.",
        "folded_sv": "da kompletterande utkomststod beviljas beaktas i behovlig utstrackning sarskilda utgifter som omfattar 1) andra utgifter pa grund av boende an de som avses i 7 b §, samt 2) utgifter som pa grund av en persons eller familjs sarskilda behov eller forhallanden ansetts behovliga for tryggande av forsorjningen eller framjande av formagan att klara sig pa egen hand."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Alennettu perusosa",
      "content": "Perusosan alentamisen yhteydessä on aina laadittava, mikäli mahdollista, yhdessä toimeentulotuen hakijan ja tarvittaessa yhteistyössä työ- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenäisen suoriutumisen edistämiseksi. Kansaneläkelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tämä kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. Kansaneläkelaitoksen tulee myös välittömästi toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva päätös ja ilmoittaa tästä hakijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Perusosan alentamisen yhteydessä on aina laadittava, mikäli mahdollista, yhdessä toimeentulotuen hakijan ja tarvittaessa yhteistyössä työ- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenäisen suoriutumisen edistämiseksi. Kansaneläkelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tämä kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. Kansaneläkelaitoksen tulee myös välittömästi toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva päätös ja ilmoittaa tästä hakijalle.",
        "folded_fi": "perusosan alentamisen yhteydessa on aina laadittava, mikali mahdollista, yhdessa toimeentulotuen hakijan ja tarvittaessa yhteistyossa tyo- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenaisen suoriutumisen edistamiseksi. kansanelakelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tama kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. kansanelakelaitoksen tulee myos valittomasti toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva paatos ja ilmoittaa tasta hakijalle.",
        "title_sv": "Sänkt grunddel",
        "content_sv": "I samband med sänkningen av grunddelen ska det alltid, om möjligt tillsammans med den som ansöker om utkomststöd och vid behov i samarbete med arbets- och näringsmyndigheterna och andra myndigheter, upprättas en handlingsplan för att hjälpa klienten att klara sig på egen hand. Folkpensionsanstalten ska informera sökanden om kommunens skyldighet att upprätta en plan och hänvisa sökanden till kommunens socialväsende för att som klient få planen upprättad. Folkpensionsanstalten ska också omedelbart sända beslutet om sänkt grunddel till kommunens socialväsende för kännedom och meddela sökanden att beslutet sänts till kommunen.",
        "normalized_sv": "I samband med sänkningen av grunddelen ska det alltid, om möjligt tillsammans med den som ansöker om utkomststöd och vid behov i samarbete med arbets- och näringsmyndigheterna och andra myndigheter, upprättas en handlingsplan för att hjälpa klienten att klara sig på egen hand. Folkpensionsanstalten ska informera sökanden om kommunens skyldighet att upprätta en plan och hänvisa sökanden till kommunens socialväsende för att som klient få planen upprättad. Folkpensionsanstalten ska också omedelbart sända beslutet om sänkt grunddel till kommunens socialväsende för kännedom och meddela sökanden att beslutet sänts till kommunen.",
        "folded_sv": "i samband med sankningen av grunddelen ska det alltid, om mojligt tillsammans med den som ansoker om utkomststod och vid behov i samarbete med arbets- och naringsmyndigheterna och andra myndigheter, upprattas en handlingsplan for att hjalpa klienten att klara sig pa egen hand. folkpensionsanstalten ska informera sokanden om kommunens skyldighet att uppratta en plan och hanvisa sokanden till kommunens socialvasende for att som klient fa planen upprattad. folkpensionsanstalten ska ocksa omedelbart sanda beslutet om sankt grunddel till kommunens socialvasende for kannedom och meddela sokanden att beslutet sants till kommunen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Toimeentulotuen hakeminen",
      "content": "Toimeentulotukihakemus tehdään Kansaneläkelaitokselle, jonka tulee tehdä hakemuksen perustella päätös perustoimeentulotuesta. Hakemuksen siirtämisestä kunnan käsiteltäväksi säädetään 14 d §:ssä. Hakemus täydentävästä tai ehkäisevästä toimeentulotuesta tehdään kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn päätöksen perustoimeentulotuesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14",
        "normalized_fi": "Toimeentulotukihakemus tehdään Kansaneläkelaitokselle, jonka tulee tehdä hakemuksen perustella päätös perustoimeentulotuesta. Hakemuksen siirtämisestä kunnan käsiteltäväksi säädetään 14 d § :ssä. Hakemus täydentävästä tai ehkäisevästä toimeentulotuesta tehdään kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn päätöksen perustoimeentulotuesta.",
        "folded_fi": "toimeentulotukihakemus tehdaan kansanelakelaitokselle, jonka tulee tehda hakemuksen perustella paatos perustoimeentulotuesta. hakemuksen siirtamisesta kunnan kasiteltavaksi saadetaan 14 d §:ssa. hakemus taydentavasta tai ehkaisevasta toimeentulotuesta tehdaan kunnan toimielimelle, jos hakija on saanut hakemusta koskevalle ajalle tehdyn paatoksen perustoimeentulotuesta.",
        "title_sv": "Ansökan om utkomststöd",
        "content_sv": "Ansökan om utkomststöd görs hos Folkpensionsanstalten, som utifrån ansökan ska fatta ett beslut om grundläggande utkomststöd. Bestämmelser om överföring av ansökan till kommunen för behandling finns i 14 d §. Ansökan om kompletterande eller förebyggande utkomststöd görs hos det kommunala organet, om sökanden har meddelats ett beslut om grundläggande utkomststöd för den tid som ansökan gäller.",
        "normalized_sv": "Ansökan om utkomststöd görs hos Folkpensionsanstalten, som utifrån ansökan ska fatta ett beslut om grundläggande utkomststöd. Bestämmelser om överföring av ansökan till kommunen för behandling finns i 14 d § . Ansökan om kompletterande eller förebyggande utkomststöd görs hos det kommunala organet, om sökanden har meddelats ett beslut om grundläggande utkomststöd för den tid som ansökan gäller.",
        "folded_sv": "ansokan om utkomststod gors hos folkpensionsanstalten, som utifran ansokan ska fatta ett beslut om grundlaggande utkomststod. bestammelser om overforing av ansokan till kommunen for behandling finns i 14 d §. ansokan om kompletterande eller forebyggande utkomststod gors hos det kommunala organet, om sokanden har meddelats ett beslut om grundlaggande utkomststod for den tid som ansokan galler."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Toimeentulotuen myöntäminen",
      "content": "Perustoimeentulotuen myöntää hakemuksesta Kansaneläkelaitos Suomessa oleskelevalle hakijalle tai perheelle. Kansaneläkelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessä kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. Kiireellisenä myönnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Täydentävän ja ehkäisevän toimeentulotuen myöntää hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessä kunnassa, täydentävän toimeentulotuen myöntää sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. Jos tässä momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myöntää sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Toimeentulotukiasia on käsiteltävä siten, että hakijan tai perheen oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 a",
        "normalized_fi": "Perustoimeentulotuen myöntää hakemuksesta Kansaneläkelaitos Suomessa oleskelevalle hakijalle tai perheelle. Kansaneläkelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessä kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. Kiireellisenä myönnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Täydentävän ja ehkäisevän toimeentulotuen myöntää hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. Jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessä kunnassa, täydentävän toimeentulotuen myöntää sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. Jos tässä momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myöntää sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtäessä. Toimeentulotukiasia on käsiteltävä siten, että hakijan tai perheen oikeus välttämättömään toimeentuloon ja huolenpitoon ei vaarannu. Päätös toimeentulotuen myöntämisestä on pantava viivytyksettä täytäntöön.",
        "folded_fi": "perustoimeentulotuen myontaa hakemuksesta kansanelakelaitos suomessa oleskelevalle hakijalle tai perheelle. kansanelakelaitoksen on kohdennettava perustoimeentulotukea maksaessaan kustannukset siihen kuntaan, jonka alueella hakija tai perhe vakinaisesti oleskelee. jos hakija tai perhe oleskelee muutoin kuin satunnaisesti useammassa kuin yhdessa kunnassa, kustannukset on kohdennettava siihen kuntaan, jonka alueella oleskelusta hakijan tai perheen perustoimeentulotuessa huomioon otettavat menot johtuvat. kiireellisena myonnetyn perustoimeentulotuen kustannukset kohdennetaan siihen kuntaan, jossa hakija tai perhe oleskelee hakemusta tehtaessa. taydentavan ja ehkaisevan toimeentulotuen myontaa hakemuksesta sen kunnan toimielin, jonka alueella hakija tai perhe vakinaisesti oleskelee. jos hakija tai perhe muutoin kuin satunnaisesti oleskelee useammassa kuin yhdessa kunnassa, taydentavan toimeentulotuen myontaa sen kunnan toimielin, jonka alueella oleskelusta hakijan tai perheen menot johtuvat. jos tassa momentissa tarkoitetun toimeentulotuen tarve on kiireellinen, toimeentulotuen myontaa sen kunnan toimielin, jossa hakija tai perhe oleskelee hakemusta tehtaessa. toimeentulotukiasia on kasiteltava siten, etta hakijan tai perheen oikeus valttamattomaan toimeentuloon ja huolenpitoon ei vaarannu. paatos toimeentulotuen myontamisesta on pantava viivytyksetta taytantoon.",
        "title_sv": "Beviljande av utkomststöd",
        "content_sv": "Grundläggande utkomststöd beviljas av Folkpensionsanstalten på ansökan till en sökande eller en familj som vistas i Finland. Vid utbetalningen av grundläggande utkomststöd ska Folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, ska kostnaderna riktas till den kommun inom vilken sökandens eller familjens vistelse har föranlett de utgifter som ska beaktas i det grundläggande utkomststödet. Kostnaderna för grundläggande utkomststöd som har beviljats som brådskande riktas till den kommun där sökanden eller familjen vistas då ansökan görs. Kompletterande och förebyggande utkomststöd beviljas på ansökan av det kommunala organet i den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, beviljas kompletterande utkomststöd av det kommunala organet i den kommun inom vilken sökandens eller familjens vistelse har föranlett utgifterna. Om behovet av utkomststöd som avses i detta moment är brådskande, beviljas utkomststödet av det kommunala organet i den kommun där familjen eller personen vistas då ansökan görs. Ett utkomststödsärende ska behandlas så att sökandens eller familjens rätt till nödvändig försörjning och omsorg inte äventyras. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål.",
        "normalized_sv": "Grundläggande utkomststöd beviljas av Folkpensionsanstalten på ansökan till en sökande eller en familj som vistas i Finland. Vid utbetalningen av grundläggande utkomststöd ska Folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, ska kostnaderna riktas till den kommun inom vilken sökandens eller familjens vistelse har föranlett de utgifter som ska beaktas i det grundläggande utkomststödet. Kostnaderna för grundläggande utkomststöd som har beviljats som brådskande riktas till den kommun där sökanden eller familjen vistas då ansökan görs. Kompletterande och förebyggande utkomststöd beviljas på ansökan av det kommunala organet i den kommun inom vilken sökanden eller familjen stadigvarande vistas. Om sökanden eller familjen vistas mer än tillfälligt i flera än en kommun, beviljas kompletterande utkomststöd av det kommunala organet i den kommun inom vilken sökandens eller familjens vistelse har föranlett utgifterna. Om behovet av utkomststöd som avses i detta moment är brådskande, beviljas utkomststödet av det kommunala organet i den kommun där familjen eller personen vistas då ansökan görs. Ett utkomststödsärende ska behandlas så att sökandens eller familjens rätt till nödvändig försörjning och omsorg inte äventyras. Ett beslut om att utkomststöd beviljas ska verkställas utan dröjsmål.",
        "folded_sv": "grundlaggande utkomststod beviljas av folkpensionsanstalten pa ansokan till en sokande eller en familj som vistas i finland. vid utbetalningen av grundlaggande utkomststod ska folkpensionsanstalten rikta kostnaderna till den kommun inom vilken sokanden eller familjen stadigvarande vistas. om sokanden eller familjen vistas mer an tillfalligt i flera an en kommun, ska kostnaderna riktas till den kommun inom vilken sokandens eller familjens vistelse har foranlett de utgifter som ska beaktas i det grundlaggande utkomststodet. kostnaderna for grundlaggande utkomststod som har beviljats som bradskande riktas till den kommun dar sokanden eller familjen vistas da ansokan gors. kompletterande och forebyggande utkomststod beviljas pa ansokan av det kommunala organet i den kommun inom vilken sokanden eller familjen stadigvarande vistas. om sokanden eller familjen vistas mer an tillfalligt i flera an en kommun, beviljas kompletterande utkomststod av det kommunala organet i den kommun inom vilken sokandens eller familjens vistelse har foranlett utgifterna. om behovet av utkomststod som avses i detta moment ar bradskande, beviljas utkomststodet av det kommunala organet i den kommun dar familjen eller personen vistas da ansokan gors. ett utkomststodsarende ska behandlas sa att sokandens eller familjens ratt till nodvandig forsorjning och omsorg inte aventyras. ett beslut om att utkomststod beviljas ska verkstallas utan drojsmal."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Kiireellisen toimeentulotukiasian käsittely",
      "content": "Kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 b",
        "normalized_fi": "Kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä käytettävissä olevien tietojen perusteella samana tai viimeistään seuraavana arkipäivänä hakemuksen saapumisesta.",
        "folded_fi": "kiireellisessa tapauksessa paatos toimeentulotuesta on tehtava kaytettavissa olevien tietojen perusteella samana tai viimeistaan seuraavana arkipaivana hakemuksen saapumisesta.",
        "title_sv": "Behandlingen av brådskande utkomststödsärenden",
        "content_sv": "I brådskande fall ska beslutet om utkomststöd fattas på basis av de tillgängliga uppgifterna samma eller senast följande vardag efter det att ansökan inkommit.",
        "normalized_sv": "I brådskande fall ska beslutet om utkomststöd fattas på basis av de tillgängliga uppgifterna samma eller senast följande vardag efter det att ansökan inkommit.",
        "folded_sv": "i bradskande fall ska beslutet om utkomststod fattas pa basis av de tillgangliga uppgifterna samma eller senast foljande vardag efter det att ansokan inkommit."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Toimeentulotukiasian käsittely muussa kuin kiireellisessä tapauksessa",
      "content": "Muussa kuin kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Sen estämättä, mitä 1 momentissa säädetään, perustoimeentulotukea myönnettäessä päätös hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 c",
        "normalized_fi": "Muussa kuin kiireellisessä tapauksessa päätös toimeentulotuesta on tehtävä viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta. Sen estämättä, mitä 1 momentissa säädetään, perustoimeentulotukea myönnettäessä päätös hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtävä ja pantava täytäntöön viimeistään sanotun kuukauden ensimmäisenä arkipäivänä, jos hakemuksen saapumisesta on tuolloin kulunut enemmän kuin seitsemän arkipäivää. Jos hakemus koskee myöhäisempää aikaa kuin hakemusajankohtaa seuraavaa kuukautta, päätös on tehtävä ja pantava täytäntöön viimeistään hakemuksessa tarkoitetun ajanjakson ensimmäisenä arkipäivänä. Jos hakemus on puutteellinen, asiakkaalle on viimeistään seitsemäntenä arkipäivänä hakemuksen saapumisesta annettava tai lähetettävä yksilöity kehotus hakemuksen täydentämiseksi määräajassa. Päätös toimeentulotuesta on annettava viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä siitä, kun täydennetty hakemus on saapunut. Jos asiakas ei ole määräajassa täydentänyt hakemustaan tai esittänyt hyväksyttävää syytä täydennyksen viivästymiselle, päätös tehdään käytettävissä olevien tietojen pohjalta viivytyksettä, kuitenkin viimeistään seitsemäntenä arkipäivänä määräajan päättymisestä. Asiakkaan suostumuksella päätös voidaan tehdä käytettävissä olevien tietojen pohjalta ennen määräajan päättymistä.",
        "folded_fi": "muussa kuin kiireellisessa tapauksessa paatos toimeentulotuesta on tehtava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta. sen estamatta, mita 1 momentissa saadetaan, perustoimeentulotukea myonnettaessa paatos hakemusajankohtaa seuraavaa kuukautta koskevasta hakemuksesta on tehtava ja pantava taytantoon viimeistaan sanotun kuukauden ensimmaisena arkipaivana, jos hakemuksen saapumisesta on tuolloin kulunut enemman kuin seitseman arkipaivaa. jos hakemus koskee myohaisempaa aikaa kuin hakemusajankohtaa seuraavaa kuukautta, paatos on tehtava ja pantava taytantoon viimeistaan hakemuksessa tarkoitetun ajanjakson ensimmaisena arkipaivana. jos hakemus on puutteellinen, asiakkaalle on viimeistaan seitsemantena arkipaivana hakemuksen saapumisesta annettava tai lahetettava yksiloity kehotus hakemuksen taydentamiseksi maaraajassa. paatos toimeentulotuesta on annettava viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana siita, kun taydennetty hakemus on saapunut. jos asiakas ei ole maaraajassa taydentanyt hakemustaan tai esittanyt hyvaksyttavaa syyta taydennyksen viivastymiselle, paatos tehdaan kaytettavissa olevien tietojen pohjalta viivytyksetta, kuitenkin viimeistaan seitsemantena arkipaivana maaraajan paattymisesta. asiakkaan suostumuksella paatos voidaan tehda kaytettavissa olevien tietojen pohjalta ennen maaraajan paattymista.",
        "title_sv": "Behandlingen av utkomststödsärenden i andra än brådskande fall",
        "content_sv": "I andra än brådskande fall ska beslutet om utkomststöd fattas utan dröjsmål, dock senast den sjunde vardagen efter det att ansökan inkommit. Vid beviljande av grundläggande utkomststöd ska beslutet, när ansökan avser månaden efter ansökningstidpunkten, trots det som föreskrivs i 1 mom. fattas och verkställas senast den första vardagen i den månaden, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig, ska klienten senast den sjunde vardagen efter det att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, dock senast den sjunde vardagen efter det att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de tillgängliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de tillgängliga uppgifterna innan den utsatta tiden har gått ut.",
        "normalized_sv": "I andra än brådskande fall ska beslutet om utkomststöd fattas utan dröjsmål, dock senast den sjunde vardagen efter det att ansökan inkommit. Vid beviljande av grundläggande utkomststöd ska beslutet, när ansökan avser månaden efter ansökningstidpunkten, trots det som föreskrivs i 1 mom. fattas och verkställas senast den första vardagen i den månaden, om det då har förflutit mer än sju vardagar från den tidpunkt då ansökan inkom. Om ansökan avser en senare tidsperiod än den månad som följer efter ansökningstidpunkten, ska beslutet fattas och verkställas senast den första vardagen under den tidsperiod som avses i ansökan. Om ansökan är bristfällig, ska klienten senast den sjunde vardagen efter det att ansökan inkommit ges eller sändas en specificerad uppmaning att komplettera ansökan inom utsatt tid. Beslutet om utkomststöd ska fattas utan dröjsmål, dock senast den sjunde vardagen efter det att den kompletterade ansökan har inkommit. Om klienten inte inom utsatt tid har kompletterat sin ansökan eller uppgett en godtagbar orsak till att kompletteringen försenats, fattas beslutet utan dröjsmål på basis av de tillgängliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gått ut. Med klientens samtycke kan beslutet fattas på basis av de tillgängliga uppgifterna innan den utsatta tiden har gått ut.",
        "folded_sv": "i andra an bradskande fall ska beslutet om utkomststod fattas utan drojsmal, dock senast den sjunde vardagen efter det att ansokan inkommit. vid beviljande av grundlaggande utkomststod ska beslutet, nar ansokan avser manaden efter ansokningstidpunkten, trots det som foreskrivs i 1 mom. fattas och verkstallas senast den forsta vardagen i den manaden, om det da har forflutit mer an sju vardagar fran den tidpunkt da ansokan inkom. om ansokan avser en senare tidsperiod an den manad som foljer efter ansokningstidpunkten, ska beslutet fattas och verkstallas senast den forsta vardagen under den tidsperiod som avses i ansokan. om ansokan ar bristfallig, ska klienten senast den sjunde vardagen efter det att ansokan inkommit ges eller sandas en specificerad uppmaning att komplettera ansokan inom utsatt tid. beslutet om utkomststod ska fattas utan drojsmal, dock senast den sjunde vardagen efter det att den kompletterade ansokan har inkommit. om klienten inte inom utsatt tid har kompletterat sin ansokan eller uppgett en godtagbar orsak till att kompletteringen forsenats, fattas beslutet utan drojsmal pa basis av de tillgangliga uppgifterna, dock senast den sjunde vardagen efter det att tidsfristen gatt ut. med klientens samtycke kan beslutet fattas pa basis av de tillgangliga uppgifterna innan den utsatta tiden har gatt ut."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Toimeentulotukea koskevan asian siirtäminen Kansaneläkelaitoksesta kuntaan",
      "content": "Siltä osin kuin hakija esittää hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtäessä päätöstä 7 §:n mukaisesta perustoimeentulotuesta, Kansaneläkelaitoksen on toimitettava hakemus viipymättä asiassa toimivaltaiseen kuntaan tehtyään hakemuksen perusteella päätöksen perustoimeentulotuesta. Kansaneläkelaitoksen on, tarvittaessa yhteistyössä asianomaisen kunnan kanssa, arvioitava, onko asiakkaan täydentävän tai ehkäisevän tuen tarve kiireellinen. Jos tuen tarve arvioidaan kiireelliseksi, Kansaneläkelaitoksen on käsiteltävä hakemus myös perustoimeentulotuen osalta kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 d",
        "normalized_fi": "Siltä osin kuin hakija esittää hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtäessä päätöstä 7 § :n mukaisesta perustoimeentulotuesta, Kansaneläkelaitoksen on toimitettava hakemus viipymättä asiassa toimivaltaiseen kuntaan tehtyään hakemuksen perusteella päätöksen perustoimeentulotuesta. Kansaneläkelaitoksen on, tarvittaessa yhteistyössä asianomaisen kunnan kanssa, arvioitava, onko asiakkaan täydentävän tai ehkäisevän tuen tarve kiireellinen. Jos tuen tarve arvioidaan kiireelliseksi, Kansaneläkelaitoksen on käsiteltävä hakemus myös perustoimeentulotuen osalta kiireellisenä.",
        "folded_fi": "silta osin kuin hakija esittaa hakemuksessaan sellaisia menoja, joita ei voida ottaa huomioon tehtaessa paatosta 7 §:n mukaisesta perustoimeentulotuesta, kansanelakelaitoksen on toimitettava hakemus viipymatta asiassa toimivaltaiseen kuntaan tehtyaan hakemuksen perusteella paatoksen perustoimeentulotuesta. kansanelakelaitoksen on, tarvittaessa yhteistyossa asianomaisen kunnan kanssa, arvioitava, onko asiakkaan taydentavan tai ehkaisevan tuen tarve kiireellinen. jos tuen tarve arvioidaan kiireelliseksi, kansanelakelaitoksen on kasiteltava hakemus myos perustoimeentulotuen osalta kiireellisena.",
        "title_sv": "Överföring av ett ärende som gäller utkomststöd från Folkpensionsanstalten till kommunen",
        "content_sv": "Till den del som sökanden i sin ansökan uppger sådana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundläggande utkomststöd ska Folkpensionsanstalten, efter att utifrån ansökan ha fattat ett beslut om grundläggande utkomststöd, utan dröjsmål sända ansökan till den kommun som är behörig i ärendet. Folkpensionsanstalten ska, vid behov i samarbete med kommunen i fråga, bedöma om klientens behov av kompletterande eller förebyggande stöd är brådskande. Om behovet av stöd bedöms vara brådskande, ska Folkpensionsanstalten behandla ansökan som brådskande också i fråga om det grundläggande utkomststödet.",
        "normalized_sv": "Till den del som sökanden i sin ansökan uppger sådana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundläggande utkomststöd ska Folkpensionsanstalten, efter att utifrån ansökan ha fattat ett beslut om grundläggande utkomststöd, utan dröjsmål sända ansökan till den kommun som är behörig i ärendet. Folkpensionsanstalten ska, vid behov i samarbete med kommunen i fråga, bedöma om klientens behov av kompletterande eller förebyggande stöd är brådskande. Om behovet av stöd bedöms vara brådskande, ska Folkpensionsanstalten behandla ansökan som brådskande också i fråga om det grundläggande utkomststödet.",
        "folded_sv": "till den del som sokanden i sin ansokan uppger sadana utgifter som inte kan beaktas vid beslut om i 7 § avsett grundlaggande utkomststod ska folkpensionsanstalten, efter att utifran ansokan ha fattat ett beslut om grundlaggande utkomststod, utan drojsmal sanda ansokan till den kommun som ar behorig i arendet. folkpensionsanstalten ska, vid behov i samarbete med kommunen i fraga, bedoma om klientens behov av kompletterande eller forebyggande stod ar bradskande. om behovet av stod bedoms vara bradskande, ska folkpensionsanstalten behandla ansokan som bradskande ocksa i fraga om det grundlaggande utkomststodet."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 e",
      "chapter": "3",
      "section": "14 e",
      "title": "Toimeentulotukiasiakkaan oikeus henkilökohtaiseen keskusteluun",
      "content": "Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti kunnan sosiaalityöntekijän tai sosiaaliohjaajan taikka perustoimeentulotuen myöntämisen osalta Kansaneläkelaitoksen toimihenkilön kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen, kun asiakas on tätä pyytänyt kunnalta tai perustoimeentulotukeen liittyvän asian osalta Kansaneläkelaitokselta. Kun kunta tai Kansaneläkelaitos käsittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edellä mainitusta oikeudesta henkilökohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta tämän oikeuden käyttämisessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 e",
        "normalized_fi": "Toimeentulotukiasiakkaalle tulee järjestää mahdollisuus keskustella henkilökohtaisesti kunnan sosiaalityöntekijän tai sosiaaliohjaajan taikka perustoimeentulotuen myöntämisen osalta Kansaneläkelaitoksen toimihenkilön kanssa viimeistään seitsemäntenä arkipäivänä sen jälkeen, kun asiakas on tätä pyytänyt kunnalta tai perustoimeentulotukeen liittyvän asian osalta Kansaneläkelaitokselta. Kun kunta tai Kansaneläkelaitos käsittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edellä mainitusta oikeudesta henkilökohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta tämän oikeuden käyttämisessä.",
        "folded_fi": "toimeentulotukiasiakkaalle tulee jarjestaa mahdollisuus keskustella henkilokohtaisesti kunnan sosiaalityontekijan tai sosiaaliohjaajan taikka perustoimeentulotuen myontamisen osalta kansanelakelaitoksen toimihenkilon kanssa viimeistaan seitsemantena arkipaivana sen jalkeen, kun asiakas on tata pyytanyt kunnalta tai perustoimeentulotukeen liittyvan asian osalta kansanelakelaitokselta. kun kunta tai kansanelakelaitos kasittelee toimeentulotukea koskevaa asiaa, sen tulee tiedottaa toimeentulotukiasiakkaalle edella mainitusta oikeudesta henkilokohtaiseen keskusteluun ja tarvittaessa neuvoa asiakasta taman oikeuden kayttamisessa.",
        "title_sv": "En utkomststödsklients rätt till personligt samtal",
        "content_sv": "En utkomststödsklient ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, när det gäller beviljande av grundläggande utkomststöd, med en tjänsteman vid Folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begärt detta av kommunen eller, när ärendet gäller grundläggande utkomststöd, av Folkpensionsanstalten. När kommunen eller Folkpensionsanstalten behandlar ett ärende som gäller utkomststöd ska den meddela utkomststödsklienten om rätten till personligt samtal och vid behov ge klienten handledning i hur rätten utövas.",
        "normalized_sv": "En utkomststödsklient ska ges tillfälle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, när det gäller beviljande av grundläggande utkomststöd, med en tjänsteman vid Folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begärt detta av kommunen eller, när ärendet gäller grundläggande utkomststöd, av Folkpensionsanstalten. När kommunen eller Folkpensionsanstalten behandlar ett ärende som gäller utkomststöd ska den meddela utkomststödsklienten om rätten till personligt samtal och vid behov ge klienten handledning i hur rätten utövas.",
        "folded_sv": "en utkomststodsklient ska ges tillfalle till ett personligt samtal med en socialarbetare eller socialhandledare i kommunen eller, nar det galler beviljande av grundlaggande utkomststod, med en tjansteman vid folkpensionsanstalten senast den sjunde vardagen efter det att klienten har begart detta av kommunen eller, nar arendet galler grundlaggande utkomststod, av folkpensionsanstalten. nar kommunen eller folkpensionsanstalten behandlar ett arende som galler utkomststod ska den meddela utkomststodsklienten om ratten till personligt samtal och vid behov ge klienten handledning i hur ratten utovas."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 f",
      "chapter": "3",
      "section": "14 f",
      "title": "Määräaikojen noudattamisen seuranta",
      "content": "Terveyden ja hyvinvoinnin laitoksen tulee pyytää kunnilta, kuntayhtymiltä ja Kansaneläkelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e §:ssä säädettyjen määräaikojen toteutumisen seurannan kannalta välttämättömät tiedot. Kunnilta ja kuntayhtymiltä pyydetään myös määräaikojen toteutumisen valvonnan kannalta välttämättömät tiedot. Tiedot eivät saa sisältää yksittäistä henkilöä koskevia tunnistetietoja. Kuntien, kuntayhtymien ja Kansaneläkelaitoksen tulee luovuttaa maksutta Terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. Terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymiä koskevat tiedot edelleen Sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtävää varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 f",
        "normalized_fi": "Terveyden ja hyvinvoinnin laitoksen tulee pyytää kunnilta, kuntayhtymiltä ja Kansaneläkelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e § :ssä säädettyjen määräaikojen toteutumisen seurannan kannalta välttämättömät tiedot. Kunnilta ja kuntayhtymiltä pyydetään myös määräaikojen toteutumisen valvonnan kannalta välttämättömät tiedot. Tiedot eivät saa sisältää yksittäistä henkilöä koskevia tunnistetietoja. Kuntien, kuntayhtymien ja Kansaneläkelaitoksen tulee luovuttaa maksutta Terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. Terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymiä koskevat tiedot edelleen Sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtävää varten.",
        "folded_fi": "terveyden ja hyvinvoinnin laitoksen tulee pyytaa kunnilta, kuntayhtymilta ja kansanelakelaitokselta kaksi kertaa kalenterivuodessa 14 b, 14 c ja 14 e §:ssa saadettyjen maaraaikojen toteutumisen seurannan kannalta valttamattomat tiedot. kunnilta ja kuntayhtymilta pyydetaan myos maaraaikojen toteutumisen valvonnan kannalta valttamattomat tiedot. tiedot eivat saa sisaltaa yksittaista henkiloa koskevia tunnistetietoja. kuntien, kuntayhtymien ja kansanelakelaitoksen tulee luovuttaa maksutta terveyden ja hyvinvoinnin laitokselle 1 momentissa tarkoitetut tiedot. terveyden ja hyvinvoinnin laitoksen tulee luovuttaa 1 momentissa tarkoitetut kuntia ja kuntayhtymia koskevat tiedot edelleen sosiaali- ja terveysalan lupa- ja valvontavirastolle sen valtakunnallista ohjaus- ja valvontatehtavaa varten.",
        "title_sv": "Uppföljning av att tidsfristerna iakttas",
        "content_sv": "Institutet för hälsa och välfärd ska av kommunerna, samkommunerna och Folkpensionsanstalten två gånger per kalenderår begära de uppgifter som är nödvändiga för uppföljningen av att de tidsfrister som föreskrivs i 14 b, 14 c och 14 e § iakttas. Av kommunerna och samkommunerna ska också begäras de uppgifter som är nödvändiga för övervakningen av att tidsfristerna iakttas. Uppgifterna får inte innehålla enskilda personers identifieringsuppgifter. Kommunerna, samkommunerna och Folkpensionsanstalten ska avgiftsfritt lämna de uppgifter som avses i 1 mom. till Institutet för hälsa och välfärd. Institutet för hälsa och välfärd ska lämna de i 1 mom. avsedda uppgifter som gäller kommuner och samkommuner vidare till Tillstånds- och tillsynsverket för social- och hälsovården för dess riksomfattande styrnings- och tillsynsuppgift.",
        "normalized_sv": "Institutet för hälsa och välfärd ska av kommunerna, samkommunerna och Folkpensionsanstalten två gånger per kalenderår begära de uppgifter som är nödvändiga för uppföljningen av att de tidsfrister som föreskrivs i 14 b, 14 c och 14 e § iakttas. Av kommunerna och samkommunerna ska också begäras de uppgifter som är nödvändiga för övervakningen av att tidsfristerna iakttas. Uppgifterna får inte innehålla enskilda personers identifieringsuppgifter. Kommunerna, samkommunerna och Folkpensionsanstalten ska avgiftsfritt lämna de uppgifter som avses i 1 mom. till Institutet för hälsa och välfärd. Institutet för hälsa och välfärd ska lämna de i 1 mom. avsedda uppgifter som gäller kommuner och samkommuner vidare till Tillstånds- och tillsynsverket för social- och hälsovården för dess riksomfattande styrnings- och tillsynsuppgift.",
        "folded_sv": "institutet for halsa och valfard ska av kommunerna, samkommunerna och folkpensionsanstalten tva ganger per kalenderar begara de uppgifter som ar nodvandiga for uppfoljningen av att de tidsfrister som foreskrivs i 14 b, 14 c och 14 e § iakttas. av kommunerna och samkommunerna ska ocksa begaras de uppgifter som ar nodvandiga for overvakningen av att tidsfristerna iakttas. uppgifterna far inte innehalla enskilda personers identifieringsuppgifter. kommunerna, samkommunerna och folkpensionsanstalten ska avgiftsfritt lamna de uppgifter som avses i 1 mom. till institutet for halsa och valfard. institutet for halsa och valfard ska lamna de i 1 mom. avsedda uppgifter som galler kommuner och samkommuner vidare till tillstands- och tillsynsverket for social- och halsovarden for dess riksomfattande styrnings- och tillsynsuppgift."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 g",
      "chapter": "3",
      "section": "14 g",
      "title": "Kansaneläkelaitoksen tietojenantovelvollisuus Terveyden ja hyvinvoinnin laitokselle tilastojen laatimisen kannalta välttämättömien tietojen osalta",
      "content": "Kansaneläkelaitos on velvollinen antamaan Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä sellaiset tämän lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat välttämättömiä tilastojen laatimisen kannalta ja jotka eivät sisällä yksittäistä henkilöä koskevia tunnistetietoja. Lisäksi Kansaneläkelaitos on salassapitoa koskevien säännösten estämättä velvollinen antamaan vuosittain Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä tämän lain nojalla toimeentulotukea Kansaneläkelaitokselta saaneita henkilöitä ja perheitä koskevat tilastojen laatimisen kannalta välttämättömät tiedot perheen koosta ja rakenteesta, tuen määrästä ja kestosta sekä tuen tarpeen taustatekijöistä. Tunnistetietona annetaan toimeentulotukea saaneen henkilön henkilötunnus, jos se on tilastojen laatimisen kannalta välttämätöntä. Toimeentulotukea saaneella henkilöllä tarkoitetaan tässä pykälässä sitä henkilöä, jonka hakemuksesta toimeentulotuki on myönnetty, sekä hänen puolisoaan tai hänen kanssaan avioliitonomaisissa olosuhteissa elävää. Mitä sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksen tilastotoimesta annetussa laissa (409/2001) säädetään mainitun lain nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän perusteella annettuihin tietoihin. Mitä edellä mainitussa laissa säädetään sen 2 §:n 2 ja 3 momentin nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän 2 momentin perusteella annettuihin tietoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 g",
        "normalized_fi": "Kansaneläkelaitos on velvollinen antamaan Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä sellaiset tämän lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat välttämättömiä tilastojen laatimisen kannalta ja jotka eivät sisällä yksittäistä henkilöä koskevia tunnistetietoja. Lisäksi Kansaneläkelaitos on salassapitoa koskevien säännösten estämättä velvollinen antamaan vuosittain Terveyden ja hyvinvoinnin laitokselle sen pyynnöstä tämän lain nojalla toimeentulotukea Kansaneläkelaitokselta saaneita henkilöitä ja perheitä koskevat tilastojen laatimisen kannalta välttämättömät tiedot perheen koosta ja rakenteesta, tuen määrästä ja kestosta sekä tuen tarpeen taustatekijöistä. Tunnistetietona annetaan toimeentulotukea saaneen henkilön henkilötunnus, jos se on tilastojen laatimisen kannalta välttämätöntä. Toimeentulotukea saaneella henkilöllä tarkoitetaan tässä pykälässä sitä henkilöä, jonka hakemuksesta toimeentulotuki on myönnetty, sekä hänen puolisoaan tai hänen kanssaan avioliitonomaisissa olosuhteissa elävää. Mitä sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksen tilastotoimesta annetussa laissa (409/2001) säädetään mainitun lain nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän perusteella annettuihin tietoihin. Mitä edellä mainitussa laissa säädetään sen 2 § :n 2 ja 3 momentin nojalla kerättävistä tiedoista, sovelletaan myös tämän pykälän 2 momentin perusteella annettuihin tietoihin.",
        "folded_fi": "kansanelakelaitos on velvollinen antamaan terveyden ja hyvinvoinnin laitokselle sen pyynnosta sellaiset taman lain mukaiseen toimeentulotukeen kuuluvaa toimintaansa koskevat tiedot, jotka ovat valttamattomia tilastojen laatimisen kannalta ja jotka eivat sisalla yksittaista henkiloa koskevia tunnistetietoja. lisaksi kansanelakelaitos on salassapitoa koskevien saannosten estamatta velvollinen antamaan vuosittain terveyden ja hyvinvoinnin laitokselle sen pyynnosta taman lain nojalla toimeentulotukea kansanelakelaitokselta saaneita henkiloita ja perheita koskevat tilastojen laatimisen kannalta valttamattomat tiedot perheen koosta ja rakenteesta, tuen maarasta ja kestosta seka tuen tarpeen taustatekijoista. tunnistetietona annetaan toimeentulotukea saaneen henkilon henkilotunnus, jos se on tilastojen laatimisen kannalta valttamatonta. toimeentulotukea saaneella henkilolla tarkoitetaan tassa pykalassa sita henkiloa, jonka hakemuksesta toimeentulotuki on myonnetty, seka hanen puolisoaan tai hanen kanssaan avioliitonomaisissa olosuhteissa elavaa. mita sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksen tilastotoimesta annetussa laissa (409/2001) saadetaan mainitun lain nojalla kerattavista tiedoista, sovelletaan myos taman pykalan perusteella annettuihin tietoihin. mita edella mainitussa laissa saadetaan sen 2 §:n 2 ja 3 momentin nojalla kerattavista tiedoista, sovelletaan myos taman pykalan 2 momentin perusteella annettuihin tietoihin.",
        "title_sv": "Folkpensionsanstaltens skyldighet att lämna uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd",
        "content_sv": "Folkpensionsanstalten är skyldig att på begäran av Institutet för hälsa och välfärd ge institutet sådana uppgifter om sin verksamhet i fråga om utkomststöd enligt denna lag som är nödvändiga för framställande av statistik och som inte innehåller enskilda personers identifieringsuppgifter. Dessutom är Folkpensionsanstalten trots sekretessbestämmelserna skyldig att på begäran av Institutet för hälsa och välfärd årligen ge institutet sådana uppgifter om personer och familjer som har fått utkomststöd från Folkpensionsanstalten med stöd av denna lag och som är nödvändiga för framställande av statistik och som gäller familjens storlek och struktur, stödets belopp och varaktighet samt faktorerna bakom behovet av stöd. I fråga om en person som har fått utkomststöd lämnas personbeteckningen som identifieringsuppgift, om det är nödvändigt för framställande av statistik. Med en person som har fått utkomststöd avses i denna paragraf den på vars ansökan utkomststöd beviljats samt personens make eller den som lever tillsammans med personen under äktenskapsliknande förhållanden. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården (409/2001) föreskrivs om de uppgifter som samlas in med stöd av den lagen tillämpas även på uppgifter som har lämnats med stöd av denna paragraf. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården föreskrivs om uppgifter som samlas in med stöd av 2 § 2 och 3 mom. i den lagen tillämpas även på uppgifter som lämnats med stöd av 2 mom. i denna paragraf.",
        "normalized_sv": "Folkpensionsanstalten är skyldig att på begäran av Institutet för hälsa och välfärd ge institutet sådana uppgifter om sin verksamhet i fråga om utkomststöd enligt denna lag som är nödvändiga för framställande av statistik och som inte innehåller enskilda personers identifieringsuppgifter. Dessutom är Folkpensionsanstalten trots sekretessbestämmelserna skyldig att på begäran av Institutet för hälsa och välfärd årligen ge institutet sådana uppgifter om personer och familjer som har fått utkomststöd från Folkpensionsanstalten med stöd av denna lag och som är nödvändiga för framställande av statistik och som gäller familjens storlek och struktur, stödets belopp och varaktighet samt faktorerna bakom behovet av stöd. I fråga om en person som har fått utkomststöd lämnas personbeteckningen som identifieringsuppgift, om det är nödvändigt för framställande av statistik. Med en person som har fått utkomststöd avses i denna paragraf den på vars ansökan utkomststöd beviljats samt personens make eller den som lever tillsammans med personen under äktenskapsliknande förhållanden. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården (409/2001) föreskrivs om de uppgifter som samlas in med stöd av den lagen tillämpas även på uppgifter som har lämnats med stöd av denna paragraf. Vad som i lagen om statistikväsendet vid forsknings- och utvecklingscentralen för social- och hälsovården föreskrivs om uppgifter som samlas in med stöd av 2 § 2 och 3 mom. i den lagen tillämpas även på uppgifter som lämnats med stöd av 2 mom. i denna paragraf.",
        "folded_sv": "folkpensionsanstalten ar skyldig att pa begaran av institutet for halsa och valfard ge institutet sadana uppgifter om sin verksamhet i fraga om utkomststod enligt denna lag som ar nodvandiga for framstallande av statistik och som inte innehaller enskilda personers identifieringsuppgifter. dessutom ar folkpensionsanstalten trots sekretessbestammelserna skyldig att pa begaran av institutet for halsa och valfard arligen ge institutet sadana uppgifter om personer och familjer som har fatt utkomststod fran folkpensionsanstalten med stod av denna lag och som ar nodvandiga for framstallande av statistik och som galler familjens storlek och struktur, stodets belopp och varaktighet samt faktorerna bakom behovet av stod. i fraga om en person som har fatt utkomststod lamnas personbeteckningen som identifieringsuppgift, om det ar nodvandigt for framstallande av statistik. med en person som har fatt utkomststod avses i denna paragraf den pa vars ansokan utkomststod beviljats samt personens make eller den som lever tillsammans med personen under aktenskapsliknande forhallanden. vad som i lagen om statistikvasendet vid forsknings- och utvecklingscentralen for social- och halsovarden (409/2001) foreskrivs om de uppgifter som samlas in med stod av den lagen tillampas aven pa uppgifter som har lamnats med stod av denna paragraf. vad som i lagen om statistikvasendet vid forsknings- och utvecklingscentralen for social- och halsovarden foreskrivs om uppgifter som samlas in med stod av 2 § 2 och 3 mom. i den lagen tillampas aven pa uppgifter som lamnats med stod av 2 mom. i denna paragraf."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:14 h",
      "chapter": "3",
      "section": "14 h",
      "title": "Kansaneläkelaitoksen oikeus luovuttaa Terveyden ja hyvinvoinnin laitokselle tilastoinnin kannalta välttämättömiä tietoja teknisen käyttöyhteyden avulla",
      "content": "Kansaneläkelaitoksella on oikeus luovuttaa teknisen käyttöyhteyden avulla tilastojen laatimisen kannalta välttämättömiä 14 g §:ssä tarkoitettuja tietoja Terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista Terveyden ja hyvinvoinnin laitoksen on esitettävä Kansaneläkelaitokselle selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:14 h",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus luovuttaa teknisen käyttöyhteyden avulla tilastojen laatimisen kannalta välttämättömiä 14 g § :ssä tarkoitettuja tietoja Terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista Terveyden ja hyvinvoinnin laitoksen on esitettävä Kansaneläkelaitokselle selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti.",
        "folded_fi": "kansanelakelaitoksella on oikeus luovuttaa teknisen kayttoyhteyden avulla tilastojen laatimisen kannalta valttamattomia 14 g §:ssa tarkoitettuja tietoja terveyden ja hyvinvoinnin laitokselle asiakkaan suostumuksesta riippumatta. kansanelakelaitoksen tulee etukateen ilmoittaa asiakkaalle tasta mahdollisuudesta. ennen teknisen kayttoyhteyden avaamista terveyden ja hyvinvoinnin laitoksen on esitettava kansanelakelaitokselle selvitys siita, etta tietojen suojaamisesta huolehditaan asianmukaisesti.",
        "title_sv": "Folkpensionsanstaltens rätt att lämna uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning",
        "content_sv": "Folkpensionsanstalten har rätt att lämna i 14 g § avsedda uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning oberoende av klientens samtycke. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska Institutet för hälsa och välfärd lägga fram utredning för Folkpensionsanstalten om att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Folkpensionsanstalten har rätt att lämna i 14 g § avsedda uppgifter som är nödvändiga för framställande av statistik till Institutet för hälsa och välfärd med hjälp av en teknisk anslutning oberoende av klientens samtycke. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska Institutet för hälsa och välfärd lägga fram utredning för Folkpensionsanstalten om att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "folkpensionsanstalten har ratt att lamna i 14 g § avsedda uppgifter som ar nodvandiga for framstallande av statistik till institutet for halsa och valfard med hjalp av en teknisk anslutning oberoende av klientens samtycke. folkpensionsanstalten ska pa forhand informera klienten om denna mojlighet. innan den tekniska anslutningen oppnas ska institutet for halsa och valfard lagga fram utredning for folkpensionsanstalten om att uppgifterna skyddas pa behorigt satt."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tietojenanto- ja ilmoitusvelvollisuus",
      "content": "Toimeentulotuen hakijan, hänen perheenjäsenensä ja elatusvelvollisensa sekä tarvittaessa heidän huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myöntämiseksi Kansaneläkelaitokselle ja täydentävän ja ehkäisevän toimeentulotuen myöntämiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat välttämättömät tiedot. Tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 §:ää. Toimeentulotuen saajan on välittömästi ilmoitettava Kansaneläkelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:17",
        "normalized_fi": "Toimeentulotuen hakijan, hänen perheenjäsenensä ja elatusvelvollisensa sekä tarvittaessa heidän huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myöntämiseksi Kansaneläkelaitokselle ja täydentävän ja ehkäisevän toimeentulotuen myöntämiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat välttämättömät tiedot. Tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 § :ää. Toimeentulotuen saajan on välittömästi ilmoitettava Kansaneläkelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
        "folded_fi": "toimeentulotuen hakijan, hanen perheenjasenensa ja elatusvelvollisensa seka tarvittaessa heidan huoltajansa ja edunvalvojansa on annettava perustoimeentulotuen myontamiseksi kansanelakelaitokselle ja taydentavan ja ehkaisevan toimeentulotuen myontamiseksi kunnan toimielimelle kaikki tiedossaan olevat toimeentulotukeen vaikuttavat valttamattomat tiedot. tietojen antamiseen sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain (812/2000) 11-13 §:aa. toimeentulotuen saajan on valittomasti ilmoitettava kansanelakelaitokselle ja kunnan toimielimelle 1 momentissa tarkoitetuissa tiedoissa tapahtuneista muutoksista.",
        "title_sv": "Skyldighet att lämna uppgifter och anmälningsskyldighet",
        "content_sv": "Den som ansöker om utkomststöd, de som är medlemmar av sökandens familj och den som är skyldig att försörja sökanden samt vid behov deras vårdnadshavare och intressebevakare ska för beviljande av grundläggande utkomststöd lämna Folkpensionsanstalten och för beviljande av kompletterande och förebyggande utkomststöd lämna det kommunala organet alla tillgängliga nödvändiga uppgifter som inverkar på utkomststödet. På lämnandet av uppgifter tillämpas bestämmelserna i 11-13 § i lagen om klientens ställning och rättigheter inom socialvården (812/2000). Mottagaren av utkomststöd ska omedelbart underrätta Folkpensionsanstalten och det kommunala organet om förändringar som sker i de uppgifter som avses i 1 mom.",
        "normalized_sv": "Den som ansöker om utkomststöd, de som är medlemmar av sökandens familj och den som är skyldig att försörja sökanden samt vid behov deras vårdnadshavare och intressebevakare ska för beviljande av grundläggande utkomststöd lämna Folkpensionsanstalten och för beviljande av kompletterande och förebyggande utkomststöd lämna det kommunala organet alla tillgängliga nödvändiga uppgifter som inverkar på utkomststödet. På lämnandet av uppgifter tillämpas bestämmelserna i 11-13 § i lagen om klientens ställning och rättigheter inom socialvården (812/2000). Mottagaren av utkomststöd ska omedelbart underrätta Folkpensionsanstalten och det kommunala organet om förändringar som sker i de uppgifter som avses i 1 mom.",
        "folded_sv": "den som ansoker om utkomststod, de som ar medlemmar av sokandens familj och den som ar skyldig att forsorja sokanden samt vid behov deras vardnadshavare och intressebevakare ska for beviljande av grundlaggande utkomststod lamna folkpensionsanstalten och for beviljande av kompletterande och forebyggande utkomststod lamna det kommunala organet alla tillgangliga nodvandiga uppgifter som inverkar pa utkomststodet. pa lamnandet av uppgifter tillampas bestammelserna i 11-13 § i lagen om klientens stallning och rattigheter inom socialvarden (812/2000). mottagaren av utkomststod ska omedelbart underratta folkpensionsanstalten och det kommunala organet om forandringar som sker i de uppgifter som avses i 1 mom."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "title": "Kansaneläkelaitoksen ja kunnan välinen salassa pidettävien tietojen luovuttaminen",
      "content": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnöstä salassapitosäännösten estämättä maksutta käsiteltävänään olevan toimeentulotukiasian käsittelemiseksi ja ratkaisemiseksi välttämättömät kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. Kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnöstä Kansaneläkelaitokselta tämän lain mukaisten tehtäviensä hoitamiseksi välttämättömät tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:n 1 momenttia. Kansaneläkelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun sillä on tämän lain 10 §:n 2 momentissa sekä 14 ja 14 d §:ssä säädetty kuntaan kohdistuva toimimisvelvollisuus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:17 a",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnöstä salassapitosäännösten estämättä maksutta käsiteltävänään olevan toimeentulotukiasian käsittelemiseksi ja ratkaisemiseksi välttämättömät kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. Kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnöstä Kansaneläkelaitokselta tämän lain mukaisten tehtäviensä hoitamiseksi välttämättömät tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 § :n 1 momenttia. Kansaneläkelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun sillä on tämän lain 10 § :n 2 momentissa sekä 14 ja 14 d § :ssä säädetty kuntaan kohdistuva toimimisvelvollisuus.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta pyynnosta salassapitosaannosten estamatta maksutta kasiteltavanaan olevan toimeentulotukiasian kasittelemiseksi ja ratkaisemiseksi valttamattomat kunnan sosiaalihuollon viranomaisen hallussa olevat tiedot ja selvitykset. kunnan sosiaalihuollon viranomaisen oikeuteen saada pyynnosta kansanelakelaitokselta taman lain mukaisten tehtaviensa hoitamiseksi valttamattomat tiedot sovelletaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:n 1 momenttia. kansanelakelaitoksen tulee kuitenkin antaa tiedot oma-aloitteisesti silloin, kun silla on taman lain 10 §:n 2 momentissa seka 14 ja 14 d §:ssa saadetty kuntaan kohdistuva toimimisvelvollisuus.",
        "title_sv": "Utbyte av sekretessbelagda uppgifter mellan Folkpensionsanstalten och kommunen",
        "content_sv": "Folkpensionsanstalten har trots sekretessbestämmelserna rätt att av en kommunal socialvårdsmyndighet på begäran avgiftsfritt få uppgifter och utredningar som finns hos den kommunala socialvårdsmyndigheten och som är nödvändiga för behandlingen och avgörandet av ett utkomststödsärende som handläggs vid Folkpensionsanstalten. På en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten på begäran få de uppgifter som är nödvändiga för skötseln av socialvårdsmyndighetens uppgifter enligt denna lag tillämpas 20 § 1 mom. i lagen om klientens ställning och rättigheter inom socialvården. Folkpensionsanstalten ska dock lämna uppgifterna på eget initiativ, när den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag.",
        "normalized_sv": "Folkpensionsanstalten har trots sekretessbestämmelserna rätt att av en kommunal socialvårdsmyndighet på begäran avgiftsfritt få uppgifter och utredningar som finns hos den kommunala socialvårdsmyndigheten och som är nödvändiga för behandlingen och avgörandet av ett utkomststödsärende som handläggs vid Folkpensionsanstalten. På en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten på begäran få de uppgifter som är nödvändiga för skötseln av socialvårdsmyndighetens uppgifter enligt denna lag tillämpas 20 § 1 mom. i lagen om klientens ställning och rättigheter inom socialvården. Folkpensionsanstalten ska dock lämna uppgifterna på eget initiativ, när den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag.",
        "folded_sv": "folkpensionsanstalten har trots sekretessbestammelserna ratt att av en kommunal socialvardsmyndighet pa begaran avgiftsfritt fa uppgifter och utredningar som finns hos den kommunala socialvardsmyndigheten och som ar nodvandiga for behandlingen och avgorandet av ett utkomststodsarende som handlaggs vid folkpensionsanstalten. pa en kommunal socialvardsmyndighets ratt att av folkpensionsanstalten pa begaran fa de uppgifter som ar nodvandiga for skotseln av socialvardsmyndighetens uppgifter enligt denna lag tillampas 20 § 1 mom. i lagen om klientens stallning och rattigheter inom socialvarden. folkpensionsanstalten ska dock lamna uppgifterna pa eget initiativ, nar den har handlingsskyldighet gentemot kommunen enligt 10 § 2 mom. samt 14 och 14 d § i denna lag."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Toimeentulotuen tarkistaminen",
      "content": "Kansaneläkelaitos voi tarkistaa perustoimeentulotuen määrää ilman, että tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. Tuen saajan kuulemisesta säädetään hallintolain (434/2003) 34 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18",
        "normalized_fi": "Kansaneläkelaitos voi tarkistaa perustoimeentulotuen määrää ilman, että tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. Tuen saajan kuulemisesta säädetään hallintolain (434/2003) 34 § :ssä.",
        "folded_fi": "kansanelakelaitos voi tarkistaa perustoimeentulotuen maaraa ilman, etta tuensaaja ilmoittaa olosuhteissa tai tuen tarpeessa tapahtuneista muutoksista. tuen saajan kuulemisesta saadetaan hallintolain (434/2003) 34 §:ssa.",
        "title_sv": "Justering av utkomststödet",
        "content_sv": "Folkpensionsanstalten får justera det grundläggande utkomststödets belopp utan att stödmottagaren har meddelat att det skett förändringar i förhållandena eller behovet av stöd. Bestämmelser som gäller hörande av stödmottagaren finns i 34 § i förvaltningslagen (434/2003).",
        "normalized_sv": "Folkpensionsanstalten får justera det grundläggande utkomststödets belopp utan att stödmottagaren har meddelat att det skett förändringar i förhållandena eller behovet av stöd. Bestämmelser som gäller hörande av stödmottagaren finns i 34 § i förvaltningslagen (434/2003).",
        "folded_sv": "folkpensionsanstalten far justera det grundlaggande utkomststodets belopp utan att stodmottagaren har meddelat att det skett forandringar i forhallandena eller behovet av stod. bestammelser som galler horande av stodmottagaren finns i 34 § i forvaltningslagen (434/2003)."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:18 a",
      "chapter": "3",
      "section": "18 a",
      "title": "Velvollisuus antaa Kansaneläkelaitokselle salassa pidettäviä tietoja",
      "content": "Sen lisäksi, mitä 17 a §:ssä säädetään, Kansaneläkelaitoksen oikeudesta saada tässä laissa tarkoitettujen toimeentulotukitehtäviensä hoitamiseksi välttämättömiä salassa pidettäviä tietoja säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 a",
        "normalized_fi": "Sen lisäksi, mitä 17 a § :ssä säädetään, Kansaneläkelaitoksen oikeudesta saada tässä laissa tarkoitettujen toimeentulotukitehtäviensä hoitamiseksi välttämättömiä salassa pidettäviä tietoja säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 § :ssä.",
        "folded_fi": "sen lisaksi, mita 17 a §:ssa saadetaan, kansanelakelaitoksen oikeudesta saada tassa laissa tarkoitettujen toimeentulotukitehtaviensa hoitamiseksi valttamattomia salassa pidettavia tietoja saadetaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 20 §:ssa.",
        "title_sv": "Skyldighet att lämna Folkpensionsanstalten sekretessbelagda uppgifter",
        "content_sv": "Utöver vad som föreskrivs i 17 a § finns det i 20 § i lagen om klientens ställning och rättigheter inom socialvården bestämmelser som gäller Folkpensionsantaltens rätt att få sekretessbelagda uppgifter som är nödvändiga för skötseln av dess utkomststödsuppgifter enligt denna lag.",
        "normalized_sv": "Utöver vad som föreskrivs i 17 a § finns det i 20 § i lagen om klientens ställning och rättigheter inom socialvården bestämmelser som gäller Folkpensionsantaltens rätt att få sekretessbelagda uppgifter som är nödvändiga för skötseln av dess utkomststödsuppgifter enligt denna lag.",
        "folded_sv": "utover vad som foreskrivs i 17 a § finns det i 20 § i lagen om klientens stallning och rattigheter inom socialvarden bestammelser som galler folkpensionsantaltens ratt att fa sekretessbelagda uppgifter som ar nodvandiga for skotseln av dess utkomststodsuppgifter enligt denna lag."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:18 b",
      "chapter": "3",
      "section": "18 b",
      "title": "Tietojen luovuttaminen teknisen käyttöyhteyden avulla",
      "content": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen käyttöyhteyden avulla näiden henkilörekistereissä olevia 17 a ja 18 a §:ssä tarkoitettuja salassa pidettäviä henkilötietoja asiakkaan suostumuksesta riippumatta, jos se on välttämätöntä tämän lain mukaisen toimeentulotukiasian käsittelemistä varten. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista tietoja pyytävän viranomaisen on esitettävä selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti. Kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilötiedot Kansaneläkelaitokselta ja veroviranomaiselta teknisen käyttöyhteyden avulla säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 b",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen käyttöyhteyden avulla näiden henkilörekistereissä olevia 17 a ja 18 a § :ssä tarkoitettuja salassa pidettäviä henkilötietoja asiakkaan suostumuksesta riippumatta, jos se on välttämätöntä tämän lain mukaisen toimeentulotukiasian käsittelemistä varten. Kansaneläkelaitoksen tulee etukäteen ilmoittaa asiakkaalle tästä mahdollisuudesta. Ennen teknisen käyttöyhteyden avaamista tietoja pyytävän viranomaisen on esitettävä selvitys siitä, että tietojen suojaamisesta huolehditaan asianmukaisesti. Kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilötiedot Kansaneläkelaitokselta ja veroviranomaiselta teknisen käyttöyhteyden avulla säädetään sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 § :ssä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada kunnan sosiaalihuollon viranomaiselta ja veroviranomaisilta teknisen kayttoyhteyden avulla naiden henkilorekistereissa olevia 17 a ja 18 a §:ssa tarkoitettuja salassa pidettavia henkilotietoja asiakkaan suostumuksesta riippumatta, jos se on valttamatonta taman lain mukaisen toimeentulotukiasian kasittelemista varten. kansanelakelaitoksen tulee etukateen ilmoittaa asiakkaalle tasta mahdollisuudesta. ennen teknisen kayttoyhteyden avaamista tietoja pyytavan viranomaisen on esitettava selvitys siita, etta tietojen suojaamisesta huolehditaan asianmukaisesti. kunnan sosiaalihuollon viranomaisen oikeudesta saada 1 momentissa tarkoitettuja tietoja vastaavat henkilotiedot kansanelakelaitokselta ja veroviranomaiselta teknisen kayttoyhteyden avulla saadetaan sosiaalihuollon asiakkaan asemasta ja oikeuksista annetun lain 21 §:ssa.",
        "title_sv": "Lämnande av uppgifter med hjälp av en teknisk anslutning",
        "content_sv": "Folkpensionsanstalten har rätt att av en kommunal socialvårdsmyndighet och av skattemyndigheterna få i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjälp av en teknisk anslutning oberoende av klientens samtycke, om det är nödvändigt för behandlingen av ett utkomststödsärende som avses i denna lag. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska den myndighet som begär uppgifter lägga fram en utredning om att uppgifterna skyddas på behörigt sätt. Bestämmelser som gäller en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten och skattemyndigheterna få personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjälp av en teknisk anslutning finns i 21 § i lagen om klientens ställning och rättigheter inom socialvården.",
        "normalized_sv": "Folkpensionsanstalten har rätt att av en kommunal socialvårdsmyndighet och av skattemyndigheterna få i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjälp av en teknisk anslutning oberoende av klientens samtycke, om det är nödvändigt för behandlingen av ett utkomststödsärende som avses i denna lag. Folkpensionsanstalten ska på förhand informera klienten om denna möjlighet. Innan den tekniska anslutningen öppnas ska den myndighet som begär uppgifter lägga fram en utredning om att uppgifterna skyddas på behörigt sätt. Bestämmelser som gäller en kommunal socialvårdsmyndighets rätt att av Folkpensionsanstalten och skattemyndigheterna få personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjälp av en teknisk anslutning finns i 21 § i lagen om klientens ställning och rättigheter inom socialvården.",
        "folded_sv": "folkpensionsanstalten har ratt att av en kommunal socialvardsmyndighet och av skattemyndigheterna fa i 17 a och 18 a § avsedda sekretessbelagda personuppgifter som finns i deras personregister med hjalp av en teknisk anslutning oberoende av klientens samtycke, om det ar nodvandigt for behandlingen av ett utkomststodsarende som avses i denna lag. folkpensionsanstalten ska pa forhand informera klienten om denna mojlighet. innan den tekniska anslutningen oppnas ska den myndighet som begar uppgifter lagga fram en utredning om att uppgifterna skyddas pa behorigt satt. bestammelser som galler en kommunal socialvardsmyndighets ratt att av folkpensionsanstalten och skattemyndigheterna fa personuppgifter som motsvarar de i 1 mom. avsedda uppgifterna med hjalp av en teknisk anslutning finns i 21 § i lagen om klientens stallning och rattigheter inom socialvarden."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:18 c",
      "chapter": "3",
      "section": "18 c",
      "title": "Muuta etuutta varten saatujen tietojen käyttäminen",
      "content": "Kansaneläkelaitoksella on oikeus yksittäistapauksessa käyttää tämän lain mukaista toimeentulotukea käsitellessään muiden sille säädettyjen tehtävien hoitamista varten saamiaan tietoja, jos ne ovat välttämättömiä tämän lain mukaisten tehtävien hoitamiseksi ja Kansaneläkelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin tämän lain perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:18 c",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus yksittäistapauksessa käyttää tämän lain mukaista toimeentulotukea käsitellessään muiden sille säädettyjen tehtävien hoitamista varten saamiaan tietoja, jos ne ovat välttämättömiä tämän lain mukaisten tehtävien hoitamiseksi ja Kansaneläkelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin tämän lain perusteella.",
        "folded_fi": "kansanelakelaitoksella on oikeus yksittaistapauksessa kayttaa taman lain mukaista toimeentulotukea kasitellessaan muiden sille saadettyjen tehtavien hoitamista varten saamiaan tietoja, jos ne ovat valttamattomia taman lain mukaisten tehtavien hoitamiseksi ja kansanelakelaitoksella olisi oikeus saada kyseiset tiedot muutoinkin taman lain perusteella.",
        "title_sv": "Användning av uppgifter som fåtts för andra förmåner",
        "content_sv": "När Folkpensionsanstalten behandlar utkomststöd enligt denna lag har den rätt att i enskilda fall använda uppgifter som den har fått för andra uppdrag som den ska sköta enligt lag, om uppgifterna är nödvändiga för skötseln av uppgifter som avses i denna lag och Folkpensionsanstalten också annars skulle ha rätt att få uppgifterna i fråga med stöd av denna lag.",
        "normalized_sv": "När Folkpensionsanstalten behandlar utkomststöd enligt denna lag har den rätt att i enskilda fall använda uppgifter som den har fått för andra uppdrag som den ska sköta enligt lag, om uppgifterna är nödvändiga för skötseln av uppgifter som avses i denna lag och Folkpensionsanstalten också annars skulle ha rätt att få uppgifterna i fråga med stöd av denna lag.",
        "folded_sv": "nar folkpensionsanstalten behandlar utkomststod enligt denna lag har den ratt att i enskilda fall anvanda uppgifter som den har fatt for andra uppdrag som den ska skota enligt lag, om uppgifterna ar nodvandiga for skotseln av uppgifter som avses i denna lag och folkpensionsanstalten ocksa annars skulle ha ratt att fa uppgifterna i fraga med stod av denna lag."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Takaisinperinnän perusteet",
      "content": "Päättäessään toimeentulotuen myöntämisestä Kansaneläkelaitos tai kunnan toimielin voi samalla määrätä, että toimeentulotuki tai osa siitä peritään takaisin: 1) tuen saajalta, jos hänellä on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivät ole tukea myönnettäessä hänen määrättävinään tai hän ei muusta syystä voi niitä silloin käyttää; 2) tuen saajalta, jos hän on tahallaan laiminlyönyt velvollisuuden pitää huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myöntäminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myönnetyn tuen osalta; sekä 4) tuen saajan elatusvelvolliselta, jos hän on tahallaan laiminlyönyt elatusvelvollisuutensa. Jos tuen myöntäminen on perustunut tahallaan annettuihin erehdyttäviin tietoihin tai 17 §:ssä säädetyn ilmoitusvelvollisuuden tahalliseen laiminlyöntiin, Kansaneläkelaitos tai kunta voi periä tuen takaisin näiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyöneeltä siltä osin kuin tuen myöntäminen on perustunut tästä syystä virheellisiin tietoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:20",
        "normalized_fi": "Päättäessään toimeentulotuen myöntämisestä Kansaneläkelaitos tai kunnan toimielin voi samalla määrätä, että toimeentulotuki tai osa siitä peritään takaisin: 1) tuen saajalta, jos hänellä on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivät ole tukea myönnettäessä hänen määrättävinään tai hän ei muusta syystä voi niitä silloin käyttää; 2) tuen saajalta, jos hän on tahallaan laiminlyönyt velvollisuuden pitää huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myöntäminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myönnetyn tuen osalta; sekä 4) tuen saajan elatusvelvolliselta, jos hän on tahallaan laiminlyönyt elatusvelvollisuutensa. Jos tuen myöntäminen on perustunut tahallaan annettuihin erehdyttäviin tietoihin tai 17 § :ssä säädetyn ilmoitusvelvollisuuden tahalliseen laiminlyöntiin, Kansaneläkelaitos tai kunta voi periä tuen takaisin näiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyöneeltä siltä osin kuin tuen myöntäminen on perustunut tästä syystä virheellisiin tietoihin.",
        "folded_fi": "paattaessaan toimeentulotuen myontamisesta kansanelakelaitos tai kunnan toimielin voi samalla maarata, etta toimeentulotuki tai osa siita peritaan takaisin: 1) tuen saajalta, jos hanella on tuloja tai varoja tai oikeus elatusta turvaavaan etuuteen, mutta tulot, varat tai etuus eivat ole tukea myonnettaessa hanen maarattavinaan tai han ei muusta syysta voi niita silloin kayttaa; 2) tuen saajalta, jos han on tahallaan laiminlyonyt velvollisuuden pitaa huolta omasta elatuksestaan; 3) tuen saajalta, jos tuen myontaminen on aiheutunut lakkoon osallistumisesta, kuitenkin vain lakkoon osallistuneelle itselleen myonnetyn tuen osalta; seka 4) tuen saajan elatusvelvolliselta, jos han on tahallaan laiminlyonyt elatusvelvollisuutensa. jos tuen myontaminen on perustunut tahallaan annettuihin erehdyttaviin tietoihin tai 17 §:ssa saadetyn ilmoitusvelvollisuuden tahalliseen laiminlyontiin, kansanelakelaitos tai kunta voi peria tuen takaisin naiden tietojen antajalta tai ilmoitusvelvollisuuden laiminlyoneelta silta osin kuin tuen myontaminen on perustunut tasta syysta virheellisiin tietoihin.",
        "title_sv": "Grunderna för återkrav",
        "content_sv": "När Folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststöd kan de samtidigt bestämma att utkomststödet eller någon del av det ska återkrävas av 1) stödmottagaren, om han eller hon har inkomster eller tillgångar eller har rätt till en förmån som tryggar hans eller hennes uppehälle, men inkomsterna, tillgångarna eller förmånen inte står till hans eller hennes förfogande eller av annat skäl inte kan användas av honom eller henne då stöd beviljas, 2) stödmottagaren, om han eller hon uppsåtligen har försummat skyldigheten att dra försorg om sitt uppehälle, 3) stödmottagaren, om stödet har beviljats till följd av deltagande i strejk, dock endast i fråga om stöd som betalats till den som själv deltagit i strejken, samt 4) den gentemot stödmottagaren försörjningspliktige, om han eller hon uppsåtligen har försummat sin försörjningsplikt. Har beviljandet av stöd grundat sig på vilseledande uppgifter som lämnats uppsåtligen eller på uppsåtlig försummelse av anmälningsskyldigheten enligt 17 §, kan Folkpensionsanstalten eller kommunen, till den del beviljandet av stöd av denna orsak har grundat sig på felaktiga uppgifter, återkräva stödet av den som lämnat uppgifterna eller försummat anmälningsskyldigheten.",
        "normalized_sv": "När Folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststöd kan de samtidigt bestämma att utkomststödet eller någon del av det ska återkrävas av 1) stödmottagaren, om han eller hon har inkomster eller tillgångar eller har rätt till en förmån som tryggar hans eller hennes uppehälle, men inkomsterna, tillgångarna eller förmånen inte står till hans eller hennes förfogande eller av annat skäl inte kan användas av honom eller henne då stöd beviljas, 2) stödmottagaren, om han eller hon uppsåtligen har försummat skyldigheten att dra försorg om sitt uppehälle, 3) stödmottagaren, om stödet har beviljats till följd av deltagande i strejk, dock endast i fråga om stöd som betalats till den som själv deltagit i strejken, samt 4) den gentemot stödmottagaren försörjningspliktige, om han eller hon uppsåtligen har försummat sin försörjningsplikt. Har beviljandet av stöd grundat sig på vilseledande uppgifter som lämnats uppsåtligen eller på uppsåtlig försummelse av anmälningsskyldigheten enligt 17 § , kan Folkpensionsanstalten eller kommunen, till den del beviljandet av stöd av denna orsak har grundat sig på felaktiga uppgifter, återkräva stödet av den som lämnat uppgifterna eller försummat anmälningsskyldigheten.",
        "folded_sv": "nar folkpensionsanstalten eller det kommunala organet fattar beslut om att bevilja utkomststod kan de samtidigt bestamma att utkomststodet eller nagon del av det ska aterkravas av 1) stodmottagaren, om han eller hon har inkomster eller tillgangar eller har ratt till en forman som tryggar hans eller hennes uppehalle, men inkomsterna, tillgangarna eller formanen inte star till hans eller hennes forfogande eller av annat skal inte kan anvandas av honom eller henne da stod beviljas, 2) stodmottagaren, om han eller hon uppsatligen har forsummat skyldigheten att dra forsorg om sitt uppehalle, 3) stodmottagaren, om stodet har beviljats till foljd av deltagande i strejk, dock endast i fraga om stod som betalats till den som sjalv deltagit i strejken, samt 4) den gentemot stodmottagaren forsorjningspliktige, om han eller hon uppsatligen har forsummat sin forsorjningsplikt. har beviljandet av stod grundat sig pa vilseledande uppgifter som lamnats uppsatligen eller pa uppsatlig forsummelse av anmalningsskyldigheten enligt 17 §, kan folkpensionsanstalten eller kommunen, till den del beviljandet av stod av denna orsak har grundat sig pa felaktiga uppgifter, aterkrava stodet av den som lamnat uppgifterna eller forsummat anmalningsskyldigheten."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Perintä ja kuittaus odotettavissa olevasta etuudesta",
      "content": "Jos toimeentulotukea on myönnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa eläkettä, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi periä ja nostaa sen estämättä, mitä muussa laissa säädetään, henkilölle tulevat edellä tarkoitetut tulot, korvaukset ja saamiset siltä ajalta, jolta tukea on annettu ennakkona, ja käyttää niitä ennakkona annetun tuen kuittaukseen. Kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jäävät varat välittömästi tuen saajalle. Jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vähintään kaksi viikkoa ennen maksupäivää, että tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. Mitä 1 ja 2 momentissa säädetään kunnan toimielimestä, sovelletaan myös Kansaneläkelaitokseen, jos se myöntää ja maksaa perustoimeentulotukea. Jos samaan tuloon tai saatavaan kohdistuu sekä Kansaneläkelaitoksen että kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin Kansaneläkelaitokselle. Kansaneläkelaitos suorittaa perustoimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jääneet varat kunnan toimielimelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:23",
        "normalized_fi": "Jos toimeentulotukea on myönnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa eläkettä, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi periä ja nostaa sen estämättä, mitä muussa laissa säädetään, henkilölle tulevat edellä tarkoitetut tulot, korvaukset ja saamiset siltä ajalta, jolta tukea on annettu ennakkona, ja käyttää niitä ennakkona annetun tuen kuittaukseen. Kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jäävät varat välittömästi tuen saajalle. Jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vähintään kaksi viikkoa ennen maksupäivää, että tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. Mitä 1 ja 2 momentissa säädetään kunnan toimielimestä, sovelletaan myös Kansaneläkelaitokseen, jos se myöntää ja maksaa perustoimeentulotukea. Jos samaan tuloon tai saatavaan kohdistuu sekä Kansaneläkelaitoksen että kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin Kansaneläkelaitokselle. Kansaneläkelaitos suorittaa perustoimeentulotuen kuittaukseen käytettyjen varojen jälkeen jäljelle jääneet varat kunnan toimielimelle.",
        "folded_fi": "jos toimeentulotukea on myonnetty joko kokonaan tai osaksi ennakkona odotettavissa olevaa elaketta, elatusapua, avustusta tai muuta jatkuvaa taikka kertakaikkista tuloa, korvausta tai saamista vastaan, kunnan toimielin voi peria ja nostaa sen estamatta, mita muussa laissa saadetaan, henkilolle tulevat edella tarkoitetut tulot, korvaukset ja saamiset silta ajalta, jolta tukea on annettu ennakkona, ja kayttaa niita ennakkona annetun tuen kuittaukseen. kunnan toimielimen on suoritettava toimeentulotuen kuittaukseen kaytettyjen varojen jalkeen jaljelle jaavat varat valittomasti tuen saajalle. jos kunnan toimielin on ilmoittanut 1 momentissa tarkoitetun tulon, korvauksen tai saamisen suorittajalle vahintaan kaksi viikkoa ennen maksupaivaa, etta tuloa, korvausta tai saamista ei saa suorittaa tuen saajalle itselleen, suoritus voi tapahtua laillisin vaikutuksin vain kunnan toimielimelle. mita 1 ja 2 momentissa saadetaan kunnan toimielimesta, sovelletaan myos kansanelakelaitokseen, jos se myontaa ja maksaa perustoimeentulotukea. jos samaan tuloon tai saatavaan kohdistuu seka kansanelakelaitoksen etta kunnan toimielimen maksuvaatimus, tulot tai saatavat maksetaan ensin kansanelakelaitokselle. kansanelakelaitos suorittaa perustoimeentulotuen kuittaukseen kaytettyjen varojen jalkeen jaljelle jaaneet varat kunnan toimielimelle.",
        "title_sv": "Uttagande och kvittning ur emotsedd förmån",
        "content_sv": "Har utkomststöd helt eller delvis beviljats som ett förskott på emotsedda pensioner, underhållsbidrag, understöd eller andra fortlöpande eller som engångsbelopp inflytande inkomster, ersättningar eller fordringar, kan det kommunala organet, trots bestämmelser i annan lag, ta ut och lyfta inkomster, ersättningar eller fordringar som hänför sig till den tid för vilken stöd har betalats i förskott och kvitta stödet mot dem. Det kommunala organet ska omedelbart betala stödmottagaren de medel som återstår efter att utkomststödet har kvittats. Har det kommunala organet minst två veckor före betalningsdagen meddelat den som betalar inkomster, ersättningar eller fordringar enligt 1 mom. att betalning inte får göras till stödmottagaren själv, har betalningen laglig verkan endast om den görs till det kommunala organet. Vad som i 1 och 2 mom. föreskrivs om det kommunala organet tillämpas också på Folkpensionsanstalten när den beviljar och betalar grundläggande utkomststöd. Om både Folkpensionsanstalten och det kommunala organet kräver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna först betalas till Folkpensionsanstalten. Folkpensionsanstalten ska betala det kommunala organet de medel som återstår efter det att det grundläggande utkomststödet har kvittats.",
        "normalized_sv": "Har utkomststöd helt eller delvis beviljats som ett förskott på emotsedda pensioner, underhållsbidrag, understöd eller andra fortlöpande eller som engångsbelopp inflytande inkomster, ersättningar eller fordringar, kan det kommunala organet, trots bestämmelser i annan lag, ta ut och lyfta inkomster, ersättningar eller fordringar som hänför sig till den tid för vilken stöd har betalats i förskott och kvitta stödet mot dem. Det kommunala organet ska omedelbart betala stödmottagaren de medel som återstår efter att utkomststödet har kvittats. Har det kommunala organet minst två veckor före betalningsdagen meddelat den som betalar inkomster, ersättningar eller fordringar enligt 1 mom. att betalning inte får göras till stödmottagaren själv, har betalningen laglig verkan endast om den görs till det kommunala organet. Vad som i 1 och 2 mom. föreskrivs om det kommunala organet tillämpas också på Folkpensionsanstalten när den beviljar och betalar grundläggande utkomststöd. Om både Folkpensionsanstalten och det kommunala organet kräver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna först betalas till Folkpensionsanstalten. Folkpensionsanstalten ska betala det kommunala organet de medel som återstår efter det att det grundläggande utkomststödet har kvittats.",
        "folded_sv": "har utkomststod helt eller delvis beviljats som ett forskott pa emotsedda pensioner, underhallsbidrag, understod eller andra fortlopande eller som engangsbelopp inflytande inkomster, ersattningar eller fordringar, kan det kommunala organet, trots bestammelser i annan lag, ta ut och lyfta inkomster, ersattningar eller fordringar som hanfor sig till den tid for vilken stod har betalats i forskott och kvitta stodet mot dem. det kommunala organet ska omedelbart betala stodmottagaren de medel som aterstar efter att utkomststodet har kvittats. har det kommunala organet minst tva veckor fore betalningsdagen meddelat den som betalar inkomster, ersattningar eller fordringar enligt 1 mom. att betalning inte far goras till stodmottagaren sjalv, har betalningen laglig verkan endast om den gors till det kommunala organet. vad som i 1 och 2 mom. foreskrivs om det kommunala organet tillampas ocksa pa folkpensionsanstalten nar den beviljar och betalar grundlaggande utkomststod. om bade folkpensionsanstalten och det kommunala organet kraver betalning ur samma inkomst eller fordran, ska inkomsterna eller fordringarna forst betalas till folkpensionsanstalten. folkpensionsanstalten ska betala det kommunala organet de medel som aterstar efter det att det grundlaggande utkomststodet har kvittats."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta tässä laissa tarkoitettuun kunnan sosiaalitoimen päätökseen säädetään sosiaalihuoltolain (1301/2014) 6 luvussa. Tässä laissa tarkoitettuun Kansaneläkelaitoksen päätökseen saa vaatia oikaisua Kansaneläkelaitokselta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Valituksen voi toimittaa valitusaikana myös Kansaneläkelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden päätökseen saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan. Lupa voidaan myöntää ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtäläisyyden vuoksi on tärkeätä saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:24",
        "normalized_fi": "Muutoksenhausta tässä laissa tarkoitettuun kunnan sosiaalitoimen päätökseen säädetään sosiaalihuoltolain (1301/2014) 6 luvussa. Tässä laissa tarkoitettuun Kansaneläkelaitoksen päätökseen saa vaatia oikaisua Kansaneläkelaitokselta siten kuin hallintolaissa säädetään. Oikaisuvaatimukseen annettuun päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Valituksen voi toimittaa valitusaikana myös Kansaneläkelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. Edellä 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden päätökseen saa hakea muutosta vain, jos korkein hallinto-oikeus myöntää valitusluvan. Lupa voidaan myöntää ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskäytännön yhtäläisyyden vuoksi on tärkeätä saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
        "folded_fi": "muutoksenhausta tassa laissa tarkoitettuun kunnan sosiaalitoimen paatokseen saadetaan sosiaalihuoltolain (1301/2014) 6 luvussa. tassa laissa tarkoitettuun kansanelakelaitoksen paatokseen saa vaatia oikaisua kansanelakelaitokselta siten kuin hallintolaissa saadetaan. oikaisuvaatimukseen annettuun paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. valituksen voi toimittaa valitusaikana myos kansanelakelaitokselle, jonka on toimitettava se oman lausuntonsa ohella hallinto-oikeudelle. edella 1 ja 2 momentissa tarkoitetuissa tapauksissa hallinto-oikeuden paatokseen saa hakea muutosta vain, jos korkein hallinto-oikeus myontaa valitusluvan. lupa voidaan myontaa ainoastaan, jos lain soveltamisen kannalta muissa samanlaisissa tapauksissa tai oikeuskaytannon yhtalaisyyden vuoksi on tarkeata saattaa asia korkeimman hallinto-oikeuden tutkittavaksi.",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i ett i denna lag avsett beslut som fattats inom det kommunala socialväsendet finns i 6 kap. i socialvårdslagen (1301/2014). Omprövning av ett i denna lag avsett beslut av Folkpensionsanstalten får begäras hos Folkpensionsanstalten på det sätt som anges i förvaltningslagen. Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Besvären får under besvärstiden också lämnas till Folkpensionsanstalten, som ska skicka besvären till förvaltningsdomstolen tillsammans med sitt eget utlåtande. I de fall som avses i 1 och 2 mom. får förvaltningsdomstolens beslut överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Tillstånd kan beviljas endast om det för tillämpningen av lagen i andra liknande fall eller för enhetlig rättspraxis är viktigt att ärendet behandlas av högsta förvaltningsdomstolen.",
        "normalized_sv": "Bestämmelser om sökande av ändring i ett i denna lag avsett beslut som fattats inom det kommunala socialväsendet finns i 6 kap. i socialvårdslagen (1301/2014). Omprövning av ett i denna lag avsett beslut av Folkpensionsanstalten får begäras hos Folkpensionsanstalten på det sätt som anges i förvaltningslagen. Ett beslut som har meddelats med anledning av begäran om omprövning får överklagas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). Besvären får under besvärstiden också lämnas till Folkpensionsanstalten, som ska skicka besvären till förvaltningsdomstolen tillsammans med sitt eget utlåtande. I de fall som avses i 1 och 2 mom. får förvaltningsdomstolens beslut överklagas genom besvär endast om högsta förvaltningsdomstolen beviljar besvärstillstånd. Tillstånd kan beviljas endast om det för tillämpningen av lagen i andra liknande fall eller för enhetlig rättspraxis är viktigt att ärendet behandlas av högsta förvaltningsdomstolen.",
        "folded_sv": "bestammelser om sokande av andring i ett i denna lag avsett beslut som fattats inom det kommunala socialvasendet finns i 6 kap. i socialvardslagen (1301/2014). omprovning av ett i denna lag avsett beslut av folkpensionsanstalten far begaras hos folkpensionsanstalten pa det satt som anges i forvaltningslagen. ett beslut som har meddelats med anledning av begaran om omprovning far overklagas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). besvaren far under besvarstiden ocksa lamnas till folkpensionsanstalten, som ska skicka besvaren till forvaltningsdomstolen tillsammans med sitt eget utlatande. i de fall som avses i 1 och 2 mom. far forvaltningsdomstolens beslut overklagas genom besvar endast om hogsta forvaltningsdomstolen beviljar besvarstillstand. tillstand kan beviljas endast om det for tillampningen av lagen i andra liknande fall eller for enhetlig rattspraxis ar viktigt att arendet behandlas av hogsta forvaltningsdomstolen."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Ulosmittaus-, siirto- ja kuittauskielto",
      "content": "Toimeentulotukea ei saa ulosmitata, eikä sitä saa käyttää kuittaukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:26",
        "normalized_fi": "Toimeentulotukea ei saa ulosmitata, eikä sitä saa käyttää kuittaukseen.",
        "folded_fi": "toimeentulotukea ei saa ulosmitata, eika sita saa kayttaa kuittaukseen.",
        "title_sv": "Förbud mot utmätning, överföring och kvittning",
        "content_sv": "Utkomststöd får inte mätas ut eller användas för kvittning.",
        "normalized_sv": "Utkomststöd får inte mätas ut eller användas för kvittning.",
        "folded_sv": "utkomststod far inte matas ut eller anvandas for kvittning."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Toimeenpano",
      "content": "Toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittäminen kuuluvat sosiaali- ja terveysministeriölle. kunnan toimielin Tämän lain mukaisia tehtäviä hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 §:ssä tarkoitettu kunnan määräämä monijäseninen toimielin (). Jäljempänä tämän lain 7 §:ssä tarkoitetun perustoimeentulotuen osalta tämän lain mukaisia tehtäviä hoitaa kuitenkin Kansaneläkelaitos. Kunnan ja Kansaneläkelaitoksen tulee tehdä yhteistyötä toimeentulotuen tarkoituksen toteuttamiseksi. Kansaneläkelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. Kansaneläkelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyöhön sekä kunnassa laadittavasta asiakassuunnitelmasta säädetään sosiaalihuoltolain (1301/2014) 35, 39 ja 41 §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittäminen kuuluvat sosiaali- ja terveysministeriölle. kunnan toimielin Tämän lain mukaisia tehtäviä hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 § :ssä tarkoitettu kunnan määräämä monijäseninen toimielin (). Jäljempänä tämän lain 7 § :ssä tarkoitetun perustoimeentulotuen osalta tämän lain mukaisia tehtäviä hoitaa kuitenkin Kansaneläkelaitos. Kunnan ja Kansaneläkelaitoksen tulee tehdä yhteistyötä toimeentulotuen tarkoituksen toteuttamiseksi. Kansaneläkelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. Kansaneläkelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyöhön sekä kunnassa laadittavasta asiakassuunnitelmasta säädetään sosiaalihuoltolain (1301/2014) 35, 39 ja 41 § :ssä.",
        "folded_fi": "toimeentulotukitoiminnan yleinen johto, ohjaus ja kehittaminen kuuluvat sosiaali- ja terveysministeriolle. kunnan toimielin taman lain mukaisia tehtavia hoitaa kunnassa sosiaalihuoltolain (710/1982) 6 §:ssa tarkoitettu kunnan maaraama monijaseninen toimielin (). jaljempana taman lain 7 §:ssa tarkoitetun perustoimeentulotuen osalta taman lain mukaisia tehtavia hoitaa kuitenkin kansanelakelaitos. kunnan ja kansanelakelaitoksen tulee tehda yhteistyota toimeentulotuen tarkoituksen toteuttamiseksi. kansanelakelaitoksen on tarvittaessa ohjattava ja neuvottava perustoimeentulotuen hakijaa kunnan sosiaalihuollon palveluihin hakeutumisessa. kansanelakelaitoksen ohjaamis- ja toimimisvelvollisuudesta, velvollisuudesta monialaiseen yhteistyohon seka kunnassa laadittavasta asiakassuunnitelmasta saadetaan sosiaalihuoltolain (1301/2014) 35, 39 ja 41 §:ssa.",
        "title_sv": "Verkställighet",
        "content_sv": "Den allmänna ledningen, styrningen och utvecklingen av utkomststödsverksamheten hör till social- och hälsovårdsministeriets uppgifter. det kommunala organet I en kommun sköts uppgifterna enligt denna lag av ett sådant av kommunen utsett kollegialt organ () som avses i 6 § i socialvårdslagen (710/1982). I fråga om det grundläggande utkomststöd som avses i 7 § i denna lag sköts dock uppgifterna enligt denna lag av Folkpensionsanstalten. Kommunen och Folkpensionsanstalten ska samarbeta för att förverkliga syftet med utkomststödet. Folkpensionsanstalten ska vid behov ge den som ansöker om grundläggande utkomststöd handledning och rådgivning om hur man ansöker om kommunens socialvårdstjänster. Bestämmelser om Folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsövergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvårdslagen (1301/2014).",
        "normalized_sv": "Den allmänna ledningen, styrningen och utvecklingen av utkomststödsverksamheten hör till social- och hälsovårdsministeriets uppgifter. det kommunala organet I en kommun sköts uppgifterna enligt denna lag av ett sådant av kommunen utsett kollegialt organ () som avses i 6 § i socialvårdslagen (710/1982). I fråga om det grundläggande utkomststöd som avses i 7 § i denna lag sköts dock uppgifterna enligt denna lag av Folkpensionsanstalten. Kommunen och Folkpensionsanstalten ska samarbeta för att förverkliga syftet med utkomststödet. Folkpensionsanstalten ska vid behov ge den som ansöker om grundläggande utkomststöd handledning och rådgivning om hur man ansöker om kommunens socialvårdstjänster. Bestämmelser om Folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsövergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvårdslagen (1301/2014).",
        "folded_sv": "den allmanna ledningen, styrningen och utvecklingen av utkomststodsverksamheten hor till social- och halsovardsministeriets uppgifter. det kommunala organet i en kommun skots uppgifterna enligt denna lag av ett sadant av kommunen utsett kollegialt organ () som avses i 6 § i socialvardslagen (710/1982). i fraga om det grundlaggande utkomststod som avses i 7 § i denna lag skots dock uppgifterna enligt denna lag av folkpensionsanstalten. kommunen och folkpensionsanstalten ska samarbeta for att forverkliga syftet med utkomststodet. folkpensionsanstalten ska vid behov ge den som ansoker om grundlaggande utkomststod handledning och radgivning om hur man ansoker om kommunens socialvardstjanster. bestammelser om folkpensionsanstaltens skyldighet att handleda och agera och att bedriva sektorsovergripande samarbete och om den klientplan som ska utarbetas i kommunen finns i 35, 39 och 41 § i socialvardslagen (1301/2014)."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Perustoimeentulotuen kattamiseksi Kansaneläkelaitokselle suoritettavat ennakot ja niiden vahvistaminen sekä maksaminen",
      "content": "Valtio suorittaa Kansaneläkelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa Kansaneläkelaitoksesta annetun lain (731/2001) 12 d §:ssä tarkoitettuun sosiaaliturvan yleisrahastoon Kansaneläkelaitoksen maksuvalmiuden turvaamiseksi. Perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, että Kansaneläkelaitokselle maksetaan vuotuisen ennakon määrästä tammikuussa vähintään yksi kuudesosa ja sen jälkeen kuukausittain jäljellä oleva määrä tasasuuruisina erinä. Rahoituksen ja riittävän maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministeriön päätöksellä jaksottaa edellä säädetystä poiketen. Kuluvan vuoden ennakoiden yhteismäärää tulee välittömästi tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. Ennakot maksetaan kunkin kuukauden ensimmäisenä arkipäivänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Valtio suorittaa Kansaneläkelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa Kansaneläkelaitoksesta annetun lain (731/2001) 12 d § :ssä tarkoitettuun sosiaaliturvan yleisrahastoon Kansaneläkelaitoksen maksuvalmiuden turvaamiseksi. Perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, että Kansaneläkelaitokselle maksetaan vuotuisen ennakon määrästä tammikuussa vähintään yksi kuudesosa ja sen jälkeen kuukausittain jäljellä oleva määrä tasasuuruisina erinä. Rahoituksen ja riittävän maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministeriön päätöksellä jaksottaa edellä säädetystä poiketen. Kuluvan vuoden ennakoiden yhteismäärää tulee välittömästi tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. Ennakot maksetaan kunkin kuukauden ensimmäisenä arkipäivänä.",
        "folded_fi": "valtio suorittaa kansanelakelaitokselle perustoimeentulotukea varten kuukausittain ennakkoa kansanelakelaitoksesta annetun lain (731/2001) 12 d §:ssa tarkoitettuun sosiaaliturvan yleisrahastoon kansanelakelaitoksen maksuvalmiuden turvaamiseksi. perustoimeentulotuen maksamista varten tarvittava ennakko suoritetaan siten, etta kansanelakelaitokselle maksetaan vuotuisen ennakon maarasta tammikuussa vahintaan yksi kuudesosa ja sen jalkeen kuukausittain jaljella oleva maara tasasuuruisina erina. rahoituksen ja riittavan maksuvalmiuden turvaamiseksi tai vuotuisen ennakon olennaisesti muuttuessa ennakko voidaan sosiaali- ja terveysministerion paatoksella jaksottaa edella saadetysta poiketen. kuluvan vuoden ennakoiden yhteismaaraa tulee valittomasti tarkistaa, jos niiden perusteet ovat olennaisesti muuttuneet. ennakot maksetaan kunkin kuukauden ensimmaisena arkipaivana.",
        "title_sv": "Förskott som ska betalas till Folkpensionsanstalten för att täcka det grundläggande utkomststödet samt fastställande och betalning av förskott",
        "content_sv": "För att trygga Folkpensionsanstaltens betalningsberedskap betalar staten månatligen till Folkpensionsanstalten förskott för det grundläggande utkomststödet till den i 12 d § i lagen om Folkpensionsanstalten (731/2001) avsedda allmänna fonden för social trygghet. Det förskott som behövs för utbetalningen av det grundläggande utkomststödet betalas så att minst en sjättedel av det årliga förskottets belopp betalas till Folkpensionsanstalten i januari, och därefter betalas det återstående beloppet i månatliga, jämnstora poster. Om det behövs för att trygga finansieringen och en tillräcklig betalningsberedskap eller om det årliga förskottet väsentligen ändras, kan förskottet genom beslut av social- och hälsovårdsministeriet periodiseras på ett sätt som avviker från vad som föreskrivs ovan. Det sammanlagda beloppet av det innevarande årets förskott ska omedelbart justeras, om förskottsgrunderna förändrats väsentligt. Förskotten ska betalas den första vardagen i varje månad.",
        "normalized_sv": "För att trygga Folkpensionsanstaltens betalningsberedskap betalar staten månatligen till Folkpensionsanstalten förskott för det grundläggande utkomststödet till den i 12 d § i lagen om Folkpensionsanstalten (731/2001) avsedda allmänna fonden för social trygghet. Det förskott som behövs för utbetalningen av det grundläggande utkomststödet betalas så att minst en sjättedel av det årliga förskottets belopp betalas till Folkpensionsanstalten i januari, och därefter betalas det återstående beloppet i månatliga, jämnstora poster. Om det behövs för att trygga finansieringen och en tillräcklig betalningsberedskap eller om det årliga förskottet väsentligen ändras, kan förskottet genom beslut av social- och hälsovårdsministeriet periodiseras på ett sätt som avviker från vad som föreskrivs ovan. Det sammanlagda beloppet av det innevarande årets förskott ska omedelbart justeras, om förskottsgrunderna förändrats väsentligt. Förskotten ska betalas den första vardagen i varje månad.",
        "folded_sv": "for att trygga folkpensionsanstaltens betalningsberedskap betalar staten manatligen till folkpensionsanstalten forskott for det grundlaggande utkomststodet till den i 12 d § i lagen om folkpensionsanstalten (731/2001) avsedda allmanna fonden for social trygghet. det forskott som behovs for utbetalningen av det grundlaggande utkomststodet betalas sa att minst en sjattedel av det arliga forskottets belopp betalas till folkpensionsanstalten i januari, och darefter betalas det aterstaende beloppet i manatliga, jamnstora poster. om det behovs for att trygga finansieringen och en tillracklig betalningsberedskap eller om det arliga forskottet vasentligen andras, kan forskottet genom beslut av social- och halsovardsministeriet periodiseras pa ett satt som avviker fran vad som foreskrivs ovan. det sammanlagda beloppet av det innevarande arets forskott ska omedelbart justeras, om forskottsgrunderna forandrats vasentligt. forskotten ska betalas den forsta vardagen i varje manad."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "5 b",
      "section": "5 b",
      "title": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista",
      "content": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. Kunnan rahoitusosuus otetaan huomioon tekemällä sitä vastaava vähennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. Valtionosuuden vähentämistä koskevasta menettelystä säädetään kunnan peruspalvelujen valtionosuudesta annetun lain 34 b §:ssä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 b",
        "normalized_fi": "Kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. Kunnan rahoitusosuus otetaan huomioon tekemällä sitä vastaava vähennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. Valtionosuuden vähentämistä koskevasta menettelystä säädetään kunnan peruspalvelujen valtionosuudesta annetun lain 34 b § :ssä.",
        "folded_fi": "kunnan rahoitusosuus perustoimeentulotuen kustannuksista on 50 prosenttia. kunnan rahoitusosuus otetaan huomioon tekemalla sita vastaava vahennys kunnalle maksettavasta peruspalvelujen valtionosuudesta. valtionosuuden vahentamista koskevasta menettelysta saadetaan kunnan peruspalvelujen valtionosuudesta annetun lain 34 b §:ssa.",
        "title_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet",
        "content_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet är 50 procent. Kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel för basservice som ska betalas till kommunen. Bestämmelser om förfarandet för minskning av statsandelen finns i 34 b § i lagen om statsandel för kommunal basservice.",
        "normalized_sv": "Kommunens finansieringsandel av kostnaderna för det grundläggande utkomststödet är 50 procent. Kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel för basservice som ska betalas till kommunen. Bestämmelser om förfarandet för minskning av statsandelen finns i 34 b § i lagen om statsandel för kommunal basservice.",
        "folded_sv": "kommunens finansieringsandel av kostnaderna for det grundlaggande utkomststodet ar 50 procent. kommunens finansieringsandel beaktas genom en motsvarande minskning av den statsandel for basservice som ska betalas till kommunen. bestammelser om forfarandet for minskning av statsandelen finns i 34 b § i lagen om statsandel for kommunal basservice."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "7 a",
      "section": "7 a",
      "title": "Perusosa",
      "content": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, puhelimen ja tietoliikenteen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 a",
        "normalized_fi": "Perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vähäiset terveydenhuoltomenot sekä henkilökohtaisesta ja kodin puhtaudesta, paikallisliikenteen käytöstä, sanomalehden tilauksesta, puhelimen ja tietoliikenteen käytöstä ja harrastus- ja virkistystoiminnasta aiheutuvat menot sekä vastaavat muut henkilön ja perheen jokapäiväiseen toimeentuloon kuuluvat menot.",
        "folded_fi": "perusosalla katettaviin menoihin kuuluvat ravintomenot, vaatemenot, vahaiset terveydenhuoltomenot seka henkilokohtaisesta ja kodin puhtaudesta, paikallisliikenteen kaytosta, sanomalehden tilauksesta, puhelimen ja tietoliikenteen kaytosta ja harrastus- ja virkistystoiminnasta aiheutuvat menot seka vastaavat muut henkilon ja perheen jokapaivaiseen toimeentuloon kuuluvat menot.",
        "title_sv": "Grunddel",
        "content_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, användning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle.",
        "normalized_sv": "Till de utgifter som täcks med grunddelen hör utgifter för kost och kläder, smärre hälso- och sjukvårdsutgifter samt utgifter som beror på personlig hygien och hemmets hygien, användning av lokaltrafik, prenumeration på dagstidning, användning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hänför sig till en persons och familjs dagliga uppehälle.",
        "folded_sv": "till de utgifter som tacks med grunddelen hor utgifter for kost och klader, smarre halso- och sjukvardsutgifter samt utgifter som beror pa personlig hygien och hemmets hygien, anvandning av lokaltrafik, prenumeration pa dagstidning, anvandning av telefon och datakommunikation och hobby- och rekreationsverksamhet samt andra motsvarande utgifter som hanfor sig till en persons och familjs dagliga uppehalle."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "7 b",
      "section": "7 b",
      "title": "Muut perusmenot",
      "content": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisestä asumistuesta annetun lain (938/2014) 9 §:ssä tarkoitetut asumismenot, muun kuin yhtiömuotoisen omistusasunnon välttämättömät hoitomenot sekä välttämättömät asuntoon muuttoon liittyvät menot; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisältyvät terveydenhuoltomenot; 5) lasten päivähoitomenot sekä koululaisten aamu- ja iltapäivätoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot siltä osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen päätökseen; 7) välttämättömän henkilötodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. Jos toimeentulotuen hakijan asumiseen liittyvät menot ylittävät tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettävän määrän, hakijaa on ohjattava hankkimaan edullisempi asunto. Lisäksi hakijaa on ohjattava ottamaan yhteyttä kuntaan asuntoasian selvittämistä varten. Hakijalle on annettava hänen tosiasialliset tarpeensa huomioon ottava, riittävä määräaika edullisemman asunnon hankkimista varten. Kansaneläkelaitoksen tulee ottaa tuensaajan asumismenot huomioon täysimääräisinä tämän määräajan. Mitä tässä momentissa säädetään, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja määräaika hakeutua edullisempaan asuntoon. Jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon täysimääräisenä myös määräajan jälkeen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 b",
        "normalized_fi": "Perusosalla katettavien menojen lisäksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisestä asumistuesta annetun lain (938/2014) 9 § :ssä tarkoitetut asumismenot, muun kuin yhtiömuotoisen omistusasunnon välttämättömät hoitomenot sekä välttämättömät asuntoon muuttoon liittyvät menot; 2) taloussähköstä aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisältyvät terveydenhuoltomenot; 5) lasten päivähoitomenot sekä koululaisten aamu- ja iltapäivätoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot siltä osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen päätökseen; 7) välttämättömän henkilötodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. Jos toimeentulotuen hakijan asumiseen liittyvät menot ylittävät tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettävän määrän, hakijaa on ohjattava hankkimaan edullisempi asunto. Lisäksi hakijaa on ohjattava ottamaan yhteyttä kuntaan asuntoasian selvittämistä varten. Hakijalle on annettava hänen tosiasialliset tarpeensa huomioon ottava, riittävä määräaika edullisemman asunnon hankkimista varten. Kansaneläkelaitoksen tulee ottaa tuensaajan asumismenot huomioon täysimääräisinä tämän määräajan. Mitä tässä momentissa säädetään, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja määräaika hakeutua edullisempaan asuntoon. Jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon täysimääräisenä myös määräajan jälkeen.",
        "folded_fi": "perusosalla katettavien menojen lisaksi muina perusmenoina otetaan tarpeellisen suuruisina huomioon: 1) yleisesta asumistuesta annetun lain (938/2014) 9 §:ssa tarkoitetut asumismenot, muun kuin yhtiomuotoisen omistusasunnon valttamattomat hoitomenot seka valttamattomat asuntoon muuttoon liittyvat menot; 2) taloussahkosta aiheutuvat menot; 3) kotivakuutusmaksu; 4) muut kuin perusosaan sisaltyvat terveydenhuoltomenot; 5) lasten paivahoitomenot seka koululaisten aamu- ja iltapaivatoiminnan menot; 6) lapsen tapaamisesta lapsen kanssa eri taloudessa asuvalle vanhemmalle aiheutuvat menot silta osin, kun ne perustuvat kunnan toimielimen vahvistamaan sopimukseen tai tuomioistuimen paatokseen; 7) valttamattoman henkilotodistuksen, oleskeluasiakirjan tai matkustusasiakirjan hankintamenot. jos toimeentulotuen hakijan asumiseen liittyvat menot ylittavat tarpeellisen suuruisena 1 momentin 1 kohdassa tarkoitetulla tavalla pidettavan maaran, hakijaa on ohjattava hankkimaan edullisempi asunto. lisaksi hakijaa on ohjattava ottamaan yhteytta kuntaan asuntoasian selvittamista varten. hakijalle on annettava hanen tosiasialliset tarpeensa huomioon ottava, riittava maaraaika edullisemman asunnon hankkimista varten. kansanelakelaitoksen tulee ottaa tuensaajan asumismenot huomioon taysimaaraisina taman maaraajan. mita tassa momentissa saadetaan, ei koske sellaista toimeentulotuen hakijaa, jolle jo aiemmin on annettu samaa asumistarvetta koskien ohje ja maaraaika hakeutua edullisempaan asuntoon. jos hakijalla ei ole tosiasiallista mahdollisuutta hankkia asuinpaikkakunnaltaan 2 momentissa tarkoitettua asuntoa, asumismenot voidaan ottaa huomioon taysimaaraisena myos maaraajan jalkeen.",
        "title_sv": "Övriga grundutgifter",
        "content_sv": "Utöver de utgifter som täcks med grunddelen beaktas följande utgifter till behövligt belopp som övriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmänt bostadsbidrag (938/2014), nödvändiga underhållsutgifter för andra ägarbostäder än ägarbostäder i bolagsform samt nödvändiga utgifter som hänför sig till inflyttning i en bostad, 2) utgifter för användning av hushållselektricitet, 3) hemförsäkringspremier, 4) andra hälso- och sjukvårdsutgifter än de som ingår i grunddelen, 5) utgifter för barndagvård samt utgifter för morgon- och eftermiddagsverksamhet för skolelever, 6) utgifter som en förälder som inte bor i samma hushåll som sitt barn orsakas av att träffa barnet, till den del de grundar sig på ett avtal som har bekräftats av det kommunala organet eller på ett domstolsbeslut, 7) utgifter för anskaffning av en nödvändig identitetshandling, uppehållshandling eller resehandling. Om boendeutgifterna för den som ansöker om utkomststöd överskrider ett belopp som på det sätt som avses i 1 mom. 1 punkten. kan anses vara behövligt, ska sökanden anvisas att skaffa en förmånligare bostad. Dessutom ska sökanden anvisas att ta kontakt med kommunen för att reda ut bostadsfrågan. Sökanden ska för att skaffa sig en förmånligare bostad ges en tillräcklig tidsfrist som beaktar hans eller hennes faktiska behov. Folkpensionsanstalten ska under denna tid beakta stödmottagarens boendeutgifter till deras fulla belopp. Detta moment gäller inte en sådan sökande av utkomststöd som redan tidigare i fråga om samma bostadsbehov har fått en anvisning och en tidsfrist för skaffande av en förmånligare bostad. Om sökanden inte har någon reell möjlighet att på sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp även efter den utsatta tidsfristen.",
        "normalized_sv": "Utöver de utgifter som täcks med grunddelen beaktas följande utgifter till behövligt belopp som övriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmänt bostadsbidrag (938/2014), nödvändiga underhållsutgifter för andra ägarbostäder än ägarbostäder i bolagsform samt nödvändiga utgifter som hänför sig till inflyttning i en bostad, 2) utgifter för användning av hushållselektricitet, 3) hemförsäkringspremier, 4) andra hälso- och sjukvårdsutgifter än de som ingår i grunddelen, 5) utgifter för barndagvård samt utgifter för morgon- och eftermiddagsverksamhet för skolelever, 6) utgifter som en förälder som inte bor i samma hushåll som sitt barn orsakas av att träffa barnet, till den del de grundar sig på ett avtal som har bekräftats av det kommunala organet eller på ett domstolsbeslut, 7) utgifter för anskaffning av en nödvändig identitetshandling, uppehållshandling eller resehandling. Om boendeutgifterna för den som ansöker om utkomststöd överskrider ett belopp som på det sätt som avses i 1 mom. 1 punkten. kan anses vara behövligt, ska sökanden anvisas att skaffa en förmånligare bostad. Dessutom ska sökanden anvisas att ta kontakt med kommunen för att reda ut bostadsfrågan. Sökanden ska för att skaffa sig en förmånligare bostad ges en tillräcklig tidsfrist som beaktar hans eller hennes faktiska behov. Folkpensionsanstalten ska under denna tid beakta stödmottagarens boendeutgifter till deras fulla belopp. Detta moment gäller inte en sådan sökande av utkomststöd som redan tidigare i fråga om samma bostadsbehov har fått en anvisning och en tidsfrist för skaffande av en förmånligare bostad. Om sökanden inte har någon reell möjlighet att på sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp även efter den utsatta tidsfristen.",
        "folded_sv": "utover de utgifter som tacks med grunddelen beaktas foljande utgifter till behovligt belopp som ovriga grundutgifter: 1) boendeutgifter som avses i 9 § i lagen om allmant bostadsbidrag (938/2014), nodvandiga underhallsutgifter for andra agarbostader an agarbostader i bolagsform samt nodvandiga utgifter som hanfor sig till inflyttning i en bostad, 2) utgifter for anvandning av hushallselektricitet, 3) hemforsakringspremier, 4) andra halso- och sjukvardsutgifter an de som ingar i grunddelen, 5) utgifter for barndagvard samt utgifter for morgon- och eftermiddagsverksamhet for skolelever, 6) utgifter som en foralder som inte bor i samma hushall som sitt barn orsakas av att traffa barnet, till den del de grundar sig pa ett avtal som har bekraftats av det kommunala organet eller pa ett domstolsbeslut, 7) utgifter for anskaffning av en nodvandig identitetshandling, uppehallshandling eller resehandling. om boendeutgifterna for den som ansoker om utkomststod overskrider ett belopp som pa det satt som avses i 1 mom. 1 punkten. kan anses vara behovligt, ska sokanden anvisas att skaffa en formanligare bostad. dessutom ska sokanden anvisas att ta kontakt med kommunen for att reda ut bostadsfragan. sokanden ska for att skaffa sig en formanligare bostad ges en tillracklig tidsfrist som beaktar hans eller hennes faktiska behov. folkpensionsanstalten ska under denna tid beakta stodmottagarens boendeutgifter till deras fulla belopp. detta moment galler inte en sadan sokande av utkomststod som redan tidigare i fraga om samma bostadsbehov har fatt en anvisning och en tidsfrist for skaffande av en formanligare bostad. om sokanden inte har nagon reell mojlighet att pa sin bostadsort skaffa en bostad som avses i 2 mom., kan boendeutgifterna beaktas till sitt fulla belopp aven efter den utsatta tidsfristen."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "7 c",
      "section": "7 c",
      "title": "Täydentävä toimeentulotuki",
      "content": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b §:ssä tarkoitetut asumisesta aiheutuvat menot; sekä 2) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7 c",
        "normalized_fi": "Täydentävää toimeentulotukea myönnettäessä otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b § :ssä tarkoitetut asumisesta aiheutuvat menot; sekä 2) henkilön tai perheen erityisistä tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenäisen suoriutumisen edistämiseksi tarpeelliseksi harkitut menot.",
        "folded_fi": "taydentavaa toimeentulotukea myonnettaessa otetaan huomioon tarpeellisen suuruisina erityismenot, joita ovat: 1) muut kuin 7 b §:ssa tarkoitetut asumisesta aiheutuvat menot; seka 2) henkilon tai perheen erityisista tarpeista tai olosuhteista johtuvat, toimeentulon turvaamiseksi tai itsenaisen suoriutumisen edistamiseksi tarpeelliseksi harkitut menot.",
        "title_sv": "Kompletterande utkomststöd",
        "content_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter som omfattar 1) andra utgifter på grund av boende än de som avses i 7 b §, samt 2) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts behövliga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand.",
        "normalized_sv": "Då kompletterande utkomststöd beviljas beaktas i behövlig utsträckning särskilda utgifter som omfattar 1) andra utgifter på grund av boende än de som avses i 7 b § , samt 2) utgifter som på grund av en persons eller familjs särskilda behov eller förhållanden ansetts behövliga för tryggande av försörjningen eller främjande av förmågan att klara sig på egen hand.",
        "folded_sv": "da kompletterande utkomststod beviljas beaktas i behovlig utstrackning sarskilda utgifter som omfattar 1) andra utgifter pa grund av boende an de som avses i 7 b §, samt 2) utgifter som pa grund av en persons eller familjs sarskilda behov eller forhallanden ansetts behovliga for tryggande av forsorjningen eller framjande av formagan att klara sig pa egen hand."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Alennettu perusosa",
      "content": "Perusosan alentamisen yhteydessä on aina laadittava, mikäli mahdollista, yhdessä toimeentulotuen hakijan ja tarvittaessa yhteistyössä työ- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenäisen suoriutumisen edistämiseksi. Kansaneläkelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tämä kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. Kansaneläkelaitoksen tulee myös välittömästi toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva päätös ja ilmoittaa tästä hakijalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Perusosan alentamisen yhteydessä on aina laadittava, mikäli mahdollista, yhdessä toimeentulotuen hakijan ja tarvittaessa yhteistyössä työ- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenäisen suoriutumisen edistämiseksi. Kansaneläkelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tämä kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. Kansaneläkelaitoksen tulee myös välittömästi toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva päätös ja ilmoittaa tästä hakijalle.",
        "folded_fi": "perusosan alentamisen yhteydessa on aina laadittava, mikali mahdollista, yhdessa toimeentulotuen hakijan ja tarvittaessa yhteistyossa tyo- ja elinkeinoviranomaisten ja muiden viranomaisten kanssa suunnitelma toiminnasta asiakkaan itsenaisen suoriutumisen edistamiseksi. kansanelakelaitoksen tulee tiedottaa hakijalle kunnan velvollisuudesta laatia suunnitelma ja ohjata tama kunnan sosiaalitoimen asiakkaaksi suunnitelman laatimista varten. kansanelakelaitoksen tulee myos valittomasti toimittaa kunnan sosiaalitoimelle tiedoksi perusosan alentamista koskeva paatos ja ilmoittaa tasta hakijalle.",
        "title_sv": "Sänkt grunddel",
        "content_sv": "I samband med sänkningen av grunddelen ska det alltid, om möjligt tillsammans med den som ansöker om utkomststöd och vid behov i samarbete med arbets- och näringsmyndigheterna och andra myndigheter, upprättas en handlingsplan för att hjälpa klienten att klara sig på egen hand. Folkpensionsanstalten ska informera sökanden om kommunens skyldighet att upprätta en plan och hänvisa sökanden till kommunens socialväsende för att som klient få planen upprättad. Folkpensionsanstalten ska också omedelbart sända beslutet om sänkt grunddel till kommunens socialväsende för kännedom och meddela sökanden att beslutet sänts till kommunen.",
        "normalized_sv": "I samband med sänkningen av grunddelen ska det alltid, om möjligt tillsammans med den som ansöker om utkomststöd och vid behov i samarbete med arbets- och näringsmyndigheterna och andra myndigheter, upprättas en handlingsplan för att hjälpa klienten att klara sig på egen hand. Folkpensionsanstalten ska informera sökanden om kommunens skyldighet att upprätta en plan och hänvisa sökanden till kommunens socialväsende för att som klient få planen upprättad. Folkpensionsanstalten ska också omedelbart sända beslutet om sänkt grunddel till kommunens socialväsende för kännedom och meddela sökanden att beslutet sänts till kommunen.",
        "folded_sv": "i samband med sankningen av grunddelen ska det alltid, om mojligt tillsammans med den som ansoker om utkomststod och vid behov i samarbete med arbets- och naringsmyndigheterna och andra myndigheter, upprattas en handlingsplan for att hjalpa klienten att klara sig pa egen hand. folkpensionsanstalten ska informera sokanden om kommunens skyldighet att uppratta en plan och hanvisa sokanden till kommunens socialvasende for att som klient fa planen upprattad. folkpensionsanstalten ska ocksa omedelbart sanda beslutet om sankt grunddel till kommunens socialvasende for kannedom och meddela sokanden att beslutet sants till kommunen."
      },
      "valid_from": "2015-06-26",
      "valid_to": null
    }
  ]
}