{
  "id": "81/2025",
  "type": "statute",
  "title": "Laki maksupalvelulain muuttamisesta",
  "title_en": "Lag om ändring av betaltjänstlagen",
  "status": "in_force",
  "issued_date": "2025-03-14",
  "in_force_date": "2025-03-14",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/81/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvälineellä; EU:n SEPA-asetus Maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, säädetään euromääräisiä tilisiirtoja ja suoraveloituksia koskevista teknisistä ja liiketoimintaa koskevista vaatimuksista sekä asetuksen (EY) N:o 924/2009 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 260/2012, jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvälineellä; EU:n SEPA-asetus Maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, säädetään euromääräisiä tilisiirtoja ja suoraveloituksia koskevista teknisistä ja liiketoimintaa koskevista vaatimuksista sekä asetuksen (EY) N:o 924/2009 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 260/2012, jäljempänä.",
        "folded_fi": "tata lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvalineella; eu:n sepa-asetus maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, saadetaan euromaaraisia tilisiirtoja ja suoraveloituksia koskevista teknisista ja liiketoimintaa koskevista vaatimuksista seka asetuksen (ey) n:o 924/2009 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 260/2012, jaljempana.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag ska tillämpas på följande betaltjänster: 2) genomförande av betalningstransaktioner genom girering, genom omedelbar betalning, genom överföring av medel till tjänsteleverantörens betalkonto, genom direktdebitering eller med betalkort eller något annat betalningsinstrument, EU:s Sepa-förordning Bestämmelser om betalningstransaktioner som genomförs genom omedelbar betalning finns i Europaparlamentets och rådets förordning (EU) nr 260/2012 om antagande av tekniska och affärsmässiga krav för betalningar och autogireringar i euro och om ändring av förordning (EG) nr 924/2009, nedan.",
        "normalized_sv": "Denna lag ska tillämpas på följande betaltjänster: 2) genomförande av betalningstransaktioner genom girering, genom omedelbar betalning, genom överföring av medel till tjänsteleverantörens betalkonto, genom direktdebitering eller med betalkort eller något annat betalningsinstrument, EU:s Sepa-förordning Bestämmelser om betalningstransaktioner som genomförs genom omedelbar betalning finns i Europaparlamentets och rådets förordning (EU) nr 260/2012 om antagande av tekniska och affärsmässiga krav för betalningar och autogireringar i euro och om ändring av förordning (EG) nr 924/2009, nedan.",
        "folded_sv": "denna lag ska tillampas pa foljande betaltjanster: 2) genomforande av betalningstransaktioner genom girering, genom omedelbar betalning, genom overforing av medel till tjansteleverantorens betalkonto, genom direktdebitering eller med betalkort eller nagot annat betalningsinstrument, eu:s sepa-forordning bestammelser om betalningstransaktioner som genomfors genom omedelbar betalning finns i europaparlamentets och radets forordning (eu) nr 260/2012 om antagande av tekniska och affarsmassiga krav for betalningar och autogireringar i euro och om andring av forordning (eg) nr 924/2009, nedan."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Maksun sivullissitovuutta ja oikea-aikaisuutta koskevien säännösten soveltamisala",
      "content": "Maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 §:ssä säädettyä sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 § :ssä säädettyä sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
        "folded_fi": "maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 §:ssa saadettya sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
        "title_sv": "Tillämpningsområdet för bestämmelserna om betalningens giltighet gentemot utomstående och dess rätta tidpunkt",
        "content_sv": "Bestämmelserna i 81 och 82 § om betalningens giltighet gentemot utomstående och dess rätta tidpunkt tillämpas endast på betalningstransaktioner som genomförs genom girering, omedelbar betalning eller direktdebitering.",
        "normalized_sv": "Bestämmelserna i 81 och 82 § om betalningens giltighet gentemot utomstående och dess rätta tidpunkt tillämpas endast på betalningstransaktioner som genomförs genom girering, omedelbar betalning eller direktdebitering.",
        "folded_sv": "bestammelserna i 81 och 82 § om betalningens giltighet gentemot utomstaende och dess ratta tidpunkt tillampas endast pa betalningstransaktioner som genomfors genom girering, omedelbar betalning eller direktdebitering."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan välittömästi, ympärivuorokautisesti ja kaikkina kalenteripäivinä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tässä laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan välittömästi, ympärivuorokautisesti ja kaikkina kalenteripäivinä;",
        "folded_fi": "tassa laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan valittomasti, ymparivuorokautisesti ja kaikkina kalenteripaivina;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 6 a) omedelbar betalning en girering som genomförs omedelbart, 24 timmar om dygnet och varje kalenderdag,",
        "normalized_sv": "I denna lag avses med 6 a) omedelbar betalning en girering som genomförs omedelbart, 24 timmar om dygnet och varje kalenderdag,",
        "folded_sv": "i denna lag avses med 6 a) omedelbar betalning en girering som genomfors omedelbart, 24 timmar om dygnet och varje kalenderdag,"
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Maksutoimeksiannon vastaanottohetki",
      "content": "Poiketen siitä, mitä 2 ja 3 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta määräytyy EU:n SEPA-asetuksen 5 a artiklan 3 kohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_39",
        "normalized_fi": "Poiketen siitä, mitä 2 ja 3 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta määräytyy EU:n SEPA-asetuksen 5 a artiklan 3 kohdan mukaan.",
        "folded_fi": "poiketen siita, mita 2 ja 3 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta maaraytyy eu:n sepa-asetuksen 5 a artiklan 3 kohdan mukaan.",
        "title_sv": "Tidpunkten för mottagande av betalningsuppdrag",
        "content_sv": "Med avvikelse från 2 och 3 mom. bestäms tidpunkten för mottagandet enligt artikel 5a.3 i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 2 och 3 mom. bestäms tidpunkten för mottagandet enligt artikel 5a.3 i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 2 och 3 mom. bestams tidpunkten for mottagandet enligt artikel 5a.3 i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Maksutapahtuman toteuttamisesta perittävät kulut",
      "content": "Maksunsaaja ei saa periä maksua sellaisten maksuvälineiden käytöstä, joihin liittyvistä siirtohinnoista säädetään korttimaksujen siirtohintoja koskevan asetuksen II luvussa eikä maksupalveluista, joihin sovelletaan EU:n SEPA-asetusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_46",
        "normalized_fi": "Maksunsaaja ei saa periä maksua sellaisten maksuvälineiden käytöstä, joihin liittyvistä siirtohinnoista säädetään korttimaksujen siirtohintoja koskevan asetuksen II luvussa eikä maksupalveluista, joihin sovelletaan EU:n SEPA-asetusta.",
        "folded_fi": "maksunsaaja ei saa peria maksua sellaisten maksuvalineiden kaytosta, joihin liittyvista siirtohinnoista saadetaan korttimaksujen siirtohintoja koskevan asetuksen ii luvussa eika maksupalveluista, joihin sovelletaan eu:n sepa-asetusta.",
        "title_sv": "Avgifter för genomförande av betalningstransaktioner",
        "content_sv": "Betalningsmottagaren får inte ta ut avgift för användning av sådana betalningsinstrument vars förmedlingsavgifter regleras i kapitel II i förordningen om förmedlingsavgifter för kortbaserade betalningstransaktioner eller för betaltjänster på vilka EU:s Sepa-förordning ska tillämpas.",
        "normalized_sv": "Betalningsmottagaren får inte ta ut avgift för användning av sådana betalningsinstrument vars förmedlingsavgifter regleras i kapitel II i förordningen om förmedlingsavgifter för kortbaserade betalningstransaktioner eller för betaltjänster på vilka EU:s Sepa-förordning ska tillämpas.",
        "folded_sv": "betalningsmottagaren far inte ta ut avgift for anvandning av sadana betalningsinstrument vars formedlingsavgifter regleras i kapitel ii i forordningen om formedlingsavgifter for kortbaserade betalningstransaktioner eller for betaltjanster pa vilka eu:s sepa-forordning ska tillampas."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Maksajan palveluntarjoajan noudatettava toteuttamisaika",
      "content": "Poiketen siitä, mitä 1 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_47",
        "normalized_fi": "Poiketen siitä, mitä 1 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 1 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
        "title_sv": "Genomförandetid som ska iakttas av betalarens tjänsteleverantör",
        "content_sv": "Med avvikelse från 1 mom. bestäms genomförandetiden enligt artikel 5a.4 b i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 1 mom. bestäms genomförandetiden enligt artikel 5a.4 b i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 1 mom. bestams genomforandetiden enligt artikel 5a.4 b i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Maksunsaajan palveluntarjoajan noudatettava toteuttamisaika",
      "content": "Poiketen siitä, mitä 1 ja 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_49",
        "normalized_fi": "Poiketen siitä, mitä 1 ja 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 1 ja 2 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
        "title_sv": "Genomförandetid som ska iakttas av betalningsmottagarens tjänsteleverantör",
        "content_sv": "Med avvikelse från 1 och 2 mom. bestäms genomförandetiden enligt artikel 5a.4 c i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 1 och 2 mom. bestäms genomförandetiden enligt artikel 5a.4 c i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 1 och 2 mom. bestams genomforandetiden enligt artikel 5a.4 c i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Arvopäivä",
      "content": "Poiketen siitä, mitä 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopäivä määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_51",
        "normalized_fi": "Poiketen siitä, mitä 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopäivä määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 2 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopaiva maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
        "title_sv": "Valuteringsdag",
        "content_sv": "Med avvikelse från 2 mom. bestäms valuteringsdagen för kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 2 mom. bestäms valuteringsdagen för kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 2 mom. bestams valuteringsdagen for kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Vastuu maksajan käynnistämästä toteuttamatta jääneestä taikka virheellisesti tai myöhässä toteutetusta maksutapahtumasta",
      "content": "Jos maksajan käynnistämä maksutapahtuma on jäänyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytystä palautettava maksutapahtuman rahamäärä maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. Maksajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, jona maksutapahtuman rahamäärä veloitettiin. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan EU:n SEPA-asetuksen 5 a artiklan 5 kohtaa. Palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamäärän 47 §:n 1 momentin mukaisessa määräajassa. Maksunsaajan palveluntarjoajan on tällöin välittömästi maksettava maksutapahtuman rahamäärä maksunsaajan maksutilille tai, jollei maksunsaaja käytä maksutiliä, asetettava maksutapahtuman rahamäärä hänen käytettäväkseen. Maksunsaajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, joka arvopäivä olisi ollut, jos maksutapahtuma olisi toteutettu oikein. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 §:n 2 momentin mukaisia määräaikoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_64",
        "normalized_fi": "Jos maksajan käynnistämä maksutapahtuma on jäänyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytystä palautettava maksutapahtuman rahamäärä maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. Maksajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, jona maksutapahtuman rahamäärä veloitettiin. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan EU:n SEPA-asetuksen 5 a artiklan 5 kohtaa. Palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamäärän 47 § :n 1 momentin mukaisessa määräajassa. Maksunsaajan palveluntarjoajan on tällöin välittömästi maksettava maksutapahtuman rahamäärä maksunsaajan maksutilille tai, jollei maksunsaaja käytä maksutiliä, asetettava maksutapahtuman rahamäärä hänen käytettäväkseen. Maksunsaajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, joka arvopäivä olisi ollut, jos maksutapahtuma olisi toteutettu oikein. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 § :n 2 momentin mukaisia määräaikoja.",
        "folded_fi": "jos maksajan kaynnistama maksutapahtuma on jaanyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytysta palautettava maksutapahtuman rahamaara maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. maksajan maksutilin hyvityksen arvopaivan on oltava viimeistaan se paiva, jona maksutapahtuman rahamaara veloitettiin. jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan eu:n sepa-asetuksen 5 a artiklan 5 kohtaa. palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamaaran 47 §:n 1 momentin mukaisessa maaraajassa. maksunsaajan palveluntarjoajan on talloin valittomasti maksettava maksutapahtuman rahamaara maksunsaajan maksutilille tai, jollei maksunsaaja kayta maksutilia, asetettava maksutapahtuman rahamaara hanen kaytettavakseen. maksunsaajan maksutilin hyvityksen arvopaivan on oltava viimeistaan se paiva, joka arvopaiva olisi ollut, jos maksutapahtuma olisi toteutettu oikein. jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 §:n 2 momentin mukaisia maaraaikoja.",
        "title_sv": "Ansvar för icke genomförda, felaktigt genomförda eller sent genomförda betalningstransaktioner som initierats av betalaren",
        "content_sv": "Om en betalningstransaktion som initierats av betalaren inte har genomförts eller om den har genomförts felaktigt, ska betalarens tjänsteleverantör utan onödigt dröjsmål återbetala betalningstransaktionens belopp till betalaren eller återställa det debiterade betalkontots kontoställning till vad den skulle ha varit om debiteringen inte hade ägt rum. Valuteringsdagen för kreditering av betalarens betalkonto ska vara senast den dag då transaktionens belopp debiterades. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas artikel 5a.5 i EU:s Sepa-förordning. Återbetalningsskyldighet föreligger dock inte om betalarens tjänsteleverantör kan styrka att betalningsmottagarens tjänsteleverantör har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. Betalningsmottagarens tjänsteleverantör ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte använder något betalkonto, ställa betalningstransaktionens belopp till betalningsmottagarens förfogande. Valuteringsdagen för kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomförts korrekt. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas dock de tidsfrister som avses i 47 § 2 mom.",
        "normalized_sv": "Om en betalningstransaktion som initierats av betalaren inte har genomförts eller om den har genomförts felaktigt, ska betalarens tjänsteleverantör utan onödigt dröjsmål återbetala betalningstransaktionens belopp till betalaren eller återställa det debiterade betalkontots kontoställning till vad den skulle ha varit om debiteringen inte hade ägt rum. Valuteringsdagen för kreditering av betalarens betalkonto ska vara senast den dag då transaktionens belopp debiterades. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas artikel 5a.5 i EU:s Sepa-förordning. Återbetalningsskyldighet föreligger dock inte om betalarens tjänsteleverantör kan styrka att betalningsmottagarens tjänsteleverantör har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. Betalningsmottagarens tjänsteleverantör ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte använder något betalkonto, ställa betalningstransaktionens belopp till betalningsmottagarens förfogande. Valuteringsdagen för kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomförts korrekt. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas dock de tidsfrister som avses i 47 § 2 mom.",
        "folded_sv": "om en betalningstransaktion som initierats av betalaren inte har genomforts eller om den har genomforts felaktigt, ska betalarens tjansteleverantor utan onodigt drojsmal aterbetala betalningstransaktionens belopp till betalaren eller aterstalla det debiterade betalkontots kontostallning till vad den skulle ha varit om debiteringen inte hade agt rum. valuteringsdagen for kreditering av betalarens betalkonto ska vara senast den dag da transaktionens belopp debiterades. om betalningstransaktionen har genomforts som omedelbar betalning, tillampas artikel 5a.5 i eu:s sepa-forordning. aterbetalningsskyldighet foreligger dock inte om betalarens tjansteleverantor kan styrka att betalningsmottagarens tjansteleverantor har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. betalningsmottagarens tjansteleverantor ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte anvander nagot betalkonto, stalla betalningstransaktionens belopp till betalningsmottagarens forfogande. valuteringsdagen for kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomforts korrekt. om betalningstransaktionen har genomforts som omedelbar betalning, tillampas dock de tidsfrister som avses i 47 § 2 mom."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Maksunpalautuksen edellytykset",
      "content": "Jos kyse on EU:n SEPA-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivät täyty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_79",
        "normalized_fi": "Jos kyse on EU:n SEPA-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivät täyty.",
        "folded_fi": "jos kyse on eu:n sepa-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivat tayty.",
        "title_sv": "Villkor för återbetalning",
        "content_sv": "Om det är fråga om sådan direktdebitering som avses i artikel 1 i EU:s Sepa-förordning har betalaren rätt till återbetalning även när de villkor som anges i 1 mom. inte uppfylls.",
        "normalized_sv": "Om det är fråga om sådan direktdebitering som avses i artikel 1 i EU:s Sepa-förordning har betalaren rätt till återbetalning även när de villkor som anges i 1 mom. inte uppfylls.",
        "folded_sv": "om det ar fraga om sadan direktdebitering som avses i artikel 1 i eu:s sepa-forordning har betalaren ratt till aterbetalning aven nar de villkor som anges i 1 mom. inte uppfylls."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tätä lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvälineellä; EU:n SEPA-asetus Maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, säädetään euromääräisiä tilisiirtoja ja suoraveloituksia koskevista teknisistä ja liiketoimintaa koskevista vaatimuksista sekä asetuksen (EY) N:o 924/2009 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 260/2012, jäljempänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Tätä lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvälineellä; EU:n SEPA-asetus Maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, säädetään euromääräisiä tilisiirtoja ja suoraveloituksia koskevista teknisistä ja liiketoimintaa koskevista vaatimuksista sekä asetuksen (EY) N:o 924/2009 muuttamisesta annetussa Euroopan parlamentin ja neuvoston asetuksessa (EU) N:o 260/2012, jäljempänä.",
        "folded_fi": "tata lakia sovelletaan seuraaviin maksupalveluihin: 2) maksutapahtuman toteuttaminen tilisiirtona, pikasiirtona, varojen siirtona palveluntarjoajan maksutilille, suoraveloituksena taikka maksukortilla tai muulla maksuvalineella; eu:n sepa-asetus maksutapahtumista, joissa maksutapahtuma toteutetaan pikasiirtona, saadetaan euromaaraisia tilisiirtoja ja suoraveloituksia koskevista teknisista ja liiketoimintaa koskevista vaatimuksista seka asetuksen (ey) n:o 924/2009 muuttamisesta annetussa euroopan parlamentin ja neuvoston asetuksessa (eu) n:o 260/2012, jaljempana.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag ska tillämpas på följande betaltjänster: 2) genomförande av betalningstransaktioner genom girering, genom omedelbar betalning, genom överföring av medel till tjänsteleverantörens betalkonto, genom direktdebitering eller med betalkort eller något annat betalningsinstrument, EU:s Sepa-förordning Bestämmelser om betalningstransaktioner som genomförs genom omedelbar betalning finns i Europaparlamentets och rådets förordning (EU) nr 260/2012 om antagande av tekniska och affärsmässiga krav för betalningar och autogireringar i euro och om ändring av förordning (EG) nr 924/2009, nedan.",
        "normalized_sv": "Denna lag ska tillämpas på följande betaltjänster: 2) genomförande av betalningstransaktioner genom girering, genom omedelbar betalning, genom överföring av medel till tjänsteleverantörens betalkonto, genom direktdebitering eller med betalkort eller något annat betalningsinstrument, EU:s Sepa-förordning Bestämmelser om betalningstransaktioner som genomförs genom omedelbar betalning finns i Europaparlamentets och rådets förordning (EU) nr 260/2012 om antagande av tekniska och affärsmässiga krav för betalningar och autogireringar i euro och om ändring av förordning (EG) nr 924/2009, nedan.",
        "folded_sv": "denna lag ska tillampas pa foljande betaltjanster: 2) genomforande av betalningstransaktioner genom girering, genom omedelbar betalning, genom overforing av medel till tjansteleverantorens betalkonto, genom direktdebitering eller med betalkort eller nagot annat betalningsinstrument, eu:s sepa-forordning bestammelser om betalningstransaktioner som genomfors genom omedelbar betalning finns i europaparlamentets och radets forordning (eu) nr 260/2012 om antagande av tekniska och affarsmassiga krav for betalningar och autogireringar i euro och om andring av forordning (eg) nr 924/2009, nedan."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Maksun sivullissitovuutta ja oikea-aikaisuutta koskevien säännösten soveltamisala",
      "content": "Maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 §:ssä säädettyä sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 § :ssä säädettyä sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
        "folded_fi": "maksun sivullissitovuudesta ja oikea-aikaisuudesta 81 ja 82 §:ssa saadettya sovelletaan vain maksutapahtumaan, joka toteutetaan tilisiirtona, pikasiirtona tai suoraveloituksena.",
        "title_sv": "Tillämpningsområdet för bestämmelserna om betalningens giltighet gentemot utomstående och dess rätta tidpunkt",
        "content_sv": "Bestämmelserna i 81 och 82 § om betalningens giltighet gentemot utomstående och dess rätta tidpunkt tillämpas endast på betalningstransaktioner som genomförs genom girering, omedelbar betalning eller direktdebitering.",
        "normalized_sv": "Bestämmelserna i 81 och 82 § om betalningens giltighet gentemot utomstående och dess rätta tidpunkt tillämpas endast på betalningstransaktioner som genomförs genom girering, omedelbar betalning eller direktdebitering.",
        "folded_sv": "bestammelserna i 81 och 82 § om betalningens giltighet gentemot utomstaende och dess ratta tidpunkt tillampas endast pa betalningstransaktioner som genomfors genom girering, omedelbar betalning eller direktdebitering."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan välittömästi, ympärivuorokautisesti ja kaikkina kalenteripäivinä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Tässä laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan välittömästi, ympärivuorokautisesti ja kaikkina kalenteripäivinä;",
        "folded_fi": "tassa laissa tarkoitetaan: 6 a) pikasiirrolla tilisiirtoa, joka toteutetaan valittomasti, ymparivuorokautisesti ja kaikkina kalenteripaivina;",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 6 a) omedelbar betalning en girering som genomförs omedelbart, 24 timmar om dygnet och varje kalenderdag,",
        "normalized_sv": "I denna lag avses med 6 a) omedelbar betalning en girering som genomförs omedelbart, 24 timmar om dygnet och varje kalenderdag,",
        "folded_sv": "i denna lag avses med 6 a) omedelbar betalning en girering som genomfors omedelbart, 24 timmar om dygnet och varje kalenderdag,"
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Maksutoimeksiannon vastaanottohetki",
      "content": "Poiketen siitä, mitä 2 ja 3 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta määräytyy EU:n SEPA-asetuksen 5 a artiklan 3 kohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_39",
        "normalized_fi": "Poiketen siitä, mitä 2 ja 3 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta määräytyy EU:n SEPA-asetuksen 5 a artiklan 3 kohdan mukaan.",
        "folded_fi": "poiketen siita, mita 2 ja 3 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, vastaanottoajankohta maaraytyy eu:n sepa-asetuksen 5 a artiklan 3 kohdan mukaan.",
        "title_sv": "Tidpunkten för mottagande av betalningsuppdrag",
        "content_sv": "Med avvikelse från 2 och 3 mom. bestäms tidpunkten för mottagandet enligt artikel 5a.3 i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 2 och 3 mom. bestäms tidpunkten för mottagandet enligt artikel 5a.3 i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 2 och 3 mom. bestams tidpunkten for mottagandet enligt artikel 5a.3 i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Maksutapahtuman toteuttamisesta perittävät kulut",
      "content": "Maksunsaaja ei saa periä maksua sellaisten maksuvälineiden käytöstä, joihin liittyvistä siirtohinnoista säädetään korttimaksujen siirtohintoja koskevan asetuksen II luvussa eikä maksupalveluista, joihin sovelletaan EU:n SEPA-asetusta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_46",
        "normalized_fi": "Maksunsaaja ei saa periä maksua sellaisten maksuvälineiden käytöstä, joihin liittyvistä siirtohinnoista säädetään korttimaksujen siirtohintoja koskevan asetuksen II luvussa eikä maksupalveluista, joihin sovelletaan EU:n SEPA-asetusta.",
        "folded_fi": "maksunsaaja ei saa peria maksua sellaisten maksuvalineiden kaytosta, joihin liittyvista siirtohinnoista saadetaan korttimaksujen siirtohintoja koskevan asetuksen ii luvussa eika maksupalveluista, joihin sovelletaan eu:n sepa-asetusta.",
        "title_sv": "Avgifter för genomförande av betalningstransaktioner",
        "content_sv": "Betalningsmottagaren får inte ta ut avgift för användning av sådana betalningsinstrument vars förmedlingsavgifter regleras i kapitel II i förordningen om förmedlingsavgifter för kortbaserade betalningstransaktioner eller för betaltjänster på vilka EU:s Sepa-förordning ska tillämpas.",
        "normalized_sv": "Betalningsmottagaren får inte ta ut avgift för användning av sådana betalningsinstrument vars förmedlingsavgifter regleras i kapitel II i förordningen om förmedlingsavgifter för kortbaserade betalningstransaktioner eller för betaltjänster på vilka EU:s Sepa-förordning ska tillämpas.",
        "folded_sv": "betalningsmottagaren far inte ta ut avgift for anvandning av sadana betalningsinstrument vars formedlingsavgifter regleras i kapitel ii i forordningen om formedlingsavgifter for kortbaserade betalningstransaktioner eller for betaltjanster pa vilka eu:s sepa-forordning ska tillampas."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Maksajan palveluntarjoajan noudatettava toteuttamisaika",
      "content": "Poiketen siitä, mitä 1 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_47",
        "normalized_fi": "Poiketen siitä, mitä 1 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 1 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan b alakohdan mukaan.",
        "title_sv": "Genomförandetid som ska iakttas av betalarens tjänsteleverantör",
        "content_sv": "Med avvikelse från 1 mom. bestäms genomförandetiden enligt artikel 5a.4 b i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 1 mom. bestäms genomförandetiden enligt artikel 5a.4 b i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 1 mom. bestams genomforandetiden enligt artikel 5a.4 b i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "Maksunsaajan palveluntarjoajan noudatettava toteuttamisaika",
      "content": "Poiketen siitä, mitä 1 ja 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_49",
        "normalized_fi": "Poiketen siitä, mitä 1 ja 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 1 ja 2 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, toteuttamisaika maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan c alakohdan mukaan.",
        "title_sv": "Genomförandetid som ska iakttas av betalningsmottagarens tjänsteleverantör",
        "content_sv": "Med avvikelse från 1 och 2 mom. bestäms genomförandetiden enligt artikel 5a.4 c i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 1 och 2 mom. bestäms genomförandetiden enligt artikel 5a.4 c i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 1 och 2 mom. bestams genomforandetiden enligt artikel 5a.4 c i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "Arvopäivä",
      "content": "Poiketen siitä, mitä 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopäivä määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_51",
        "normalized_fi": "Poiketen siitä, mitä 2 momentissa säädetään, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopäivä määräytyy EU:n SEPA-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
        "folded_fi": "poiketen siita, mita 2 momentissa saadetaan, jos maksutoimeksianto toteutetaan pikasiirtona, maksunsaajan maksutilin hyvityksen arvopaiva maaraytyy eu:n sepa-asetuksen 5 a artiklan 4 kohdan d alakohdan mukaan.",
        "title_sv": "Valuteringsdag",
        "content_sv": "Med avvikelse från 2 mom. bestäms valuteringsdagen för kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "normalized_sv": "Med avvikelse från 2 mom. bestäms valuteringsdagen för kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i EU:s Sepa-förordning, om betalningsuppdraget genomförs som omedelbar betalning.",
        "folded_sv": "med avvikelse fran 2 mom. bestams valuteringsdagen for kreditering av betalningsmottagarens betalkonto enligt artikel 5a.4 d i eu:s sepa-forordning, om betalningsuppdraget genomfors som omedelbar betalning."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Vastuu maksajan käynnistämästä toteuttamatta jääneestä taikka virheellisesti tai myöhässä toteutetusta maksutapahtumasta",
      "content": "Jos maksajan käynnistämä maksutapahtuma on jäänyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytystä palautettava maksutapahtuman rahamäärä maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. Maksajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, jona maksutapahtuman rahamäärä veloitettiin. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan EU:n SEPA-asetuksen 5 a artiklan 5 kohtaa. Palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamäärän 47 §:n 1 momentin mukaisessa määräajassa. Maksunsaajan palveluntarjoajan on tällöin välittömästi maksettava maksutapahtuman rahamäärä maksunsaajan maksutilille tai, jollei maksunsaaja käytä maksutiliä, asetettava maksutapahtuman rahamäärä hänen käytettäväkseen. Maksunsaajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, joka arvopäivä olisi ollut, jos maksutapahtuma olisi toteutettu oikein. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 §:n 2 momentin mukaisia määräaikoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_64",
        "normalized_fi": "Jos maksajan käynnistämä maksutapahtuma on jäänyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytystä palautettava maksutapahtuman rahamäärä maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. Maksajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, jona maksutapahtuman rahamäärä veloitettiin. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan EU:n SEPA-asetuksen 5 a artiklan 5 kohtaa. Palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamäärän 47 § :n 1 momentin mukaisessa määräajassa. Maksunsaajan palveluntarjoajan on tällöin välittömästi maksettava maksutapahtuman rahamäärä maksunsaajan maksutilille tai, jollei maksunsaaja käytä maksutiliä, asetettava maksutapahtuman rahamäärä hänen käytettäväkseen. Maksunsaajan maksutilin hyvityksen arvopäivän on oltava viimeistään se päivä, joka arvopäivä olisi ollut, jos maksutapahtuma olisi toteutettu oikein. Jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 § :n 2 momentin mukaisia määräaikoja.",
        "folded_fi": "jos maksajan kaynnistama maksutapahtuma on jaanyt toteuttamatta tai se on toteutettu virheellisesti, maksajan palveluntarjoajan on ilman aiheetonta viivytysta palautettava maksutapahtuman rahamaara maksajalle tai palautettava maksajan maksutili siihen tilaan, jossa se olisi ollut ilman veloitusta. maksajan maksutilin hyvityksen arvopaivan on oltava viimeistaan se paiva, jona maksutapahtuman rahamaara veloitettiin. jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan eu:n sepa-asetuksen 5 a artiklan 5 kohtaa. palautusvelvollisuutta ei kuitenkaan ole, jos maksajan palveluntarjoaja voi osoittaa maksunsaajan palveluntarjoajan vastaanottaneen maksutapahtuman rahamaaran 47 §:n 1 momentin mukaisessa maaraajassa. maksunsaajan palveluntarjoajan on talloin valittomasti maksettava maksutapahtuman rahamaara maksunsaajan maksutilille tai, jollei maksunsaaja kayta maksutilia, asetettava maksutapahtuman rahamaara hanen kaytettavakseen. maksunsaajan maksutilin hyvityksen arvopaivan on oltava viimeistaan se paiva, joka arvopaiva olisi ollut, jos maksutapahtuma olisi toteutettu oikein. jos maksutapahtuma on toteutettu pikasiirtona, sovelletaan kuitenkin 47 §:n 2 momentin mukaisia maaraaikoja.",
        "title_sv": "Ansvar för icke genomförda, felaktigt genomförda eller sent genomförda betalningstransaktioner som initierats av betalaren",
        "content_sv": "Om en betalningstransaktion som initierats av betalaren inte har genomförts eller om den har genomförts felaktigt, ska betalarens tjänsteleverantör utan onödigt dröjsmål återbetala betalningstransaktionens belopp till betalaren eller återställa det debiterade betalkontots kontoställning till vad den skulle ha varit om debiteringen inte hade ägt rum. Valuteringsdagen för kreditering av betalarens betalkonto ska vara senast den dag då transaktionens belopp debiterades. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas artikel 5a.5 i EU:s Sepa-förordning. Återbetalningsskyldighet föreligger dock inte om betalarens tjänsteleverantör kan styrka att betalningsmottagarens tjänsteleverantör har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. Betalningsmottagarens tjänsteleverantör ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte använder något betalkonto, ställa betalningstransaktionens belopp till betalningsmottagarens förfogande. Valuteringsdagen för kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomförts korrekt. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas dock de tidsfrister som avses i 47 § 2 mom.",
        "normalized_sv": "Om en betalningstransaktion som initierats av betalaren inte har genomförts eller om den har genomförts felaktigt, ska betalarens tjänsteleverantör utan onödigt dröjsmål återbetala betalningstransaktionens belopp till betalaren eller återställa det debiterade betalkontots kontoställning till vad den skulle ha varit om debiteringen inte hade ägt rum. Valuteringsdagen för kreditering av betalarens betalkonto ska vara senast den dag då transaktionens belopp debiterades. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas artikel 5a.5 i EU:s Sepa-förordning. Återbetalningsskyldighet föreligger dock inte om betalarens tjänsteleverantör kan styrka att betalningsmottagarens tjänsteleverantör har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. Betalningsmottagarens tjänsteleverantör ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte använder något betalkonto, ställa betalningstransaktionens belopp till betalningsmottagarens förfogande. Valuteringsdagen för kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomförts korrekt. Om betalningstransaktionen har genomförts som omedelbar betalning, tillämpas dock de tidsfrister som avses i 47 § 2 mom.",
        "folded_sv": "om en betalningstransaktion som initierats av betalaren inte har genomforts eller om den har genomforts felaktigt, ska betalarens tjansteleverantor utan onodigt drojsmal aterbetala betalningstransaktionens belopp till betalaren eller aterstalla det debiterade betalkontots kontostallning till vad den skulle ha varit om debiteringen inte hade agt rum. valuteringsdagen for kreditering av betalarens betalkonto ska vara senast den dag da transaktionens belopp debiterades. om betalningstransaktionen har genomforts som omedelbar betalning, tillampas artikel 5a.5 i eu:s sepa-forordning. aterbetalningsskyldighet foreligger dock inte om betalarens tjansteleverantor kan styrka att betalningsmottagarens tjansteleverantor har tagit emot betalningstransaktionens belopp inom den tidsfrist som avses i 47 § 1 mom. betalningsmottagarens tjansteleverantor ska i dessa fall omedelbart betala betalningstransaktionens belopp till betalningsmottagarens betalkonto eller, om betalningsmottagaren inte anvander nagot betalkonto, stalla betalningstransaktionens belopp till betalningsmottagarens forfogande. valuteringsdagen for kreditering av betalningsmottagarens betalkonto ska vara senast den dag som skulle ha varit valuteringsdag om transaktionen hade genomforts korrekt. om betalningstransaktionen har genomforts som omedelbar betalning, tillampas dock de tidsfrister som avses i 47 § 2 mom."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "79",
      "section": "79",
      "title": "Maksunpalautuksen edellytykset",
      "content": "Jos kyse on EU:n SEPA-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivät täyty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_79",
        "normalized_fi": "Jos kyse on EU:n SEPA-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivät täyty.",
        "folded_fi": "jos kyse on eu:n sepa-asetuksen 1 artiklassa tarkoitetusta suoraveloituksesta, maksajalla on oikeus maksupalautukseen silloinkin, kun 1 momentin mukaiset edellytykset eivat tayty.",
        "title_sv": "Villkor för återbetalning",
        "content_sv": "Om det är fråga om sådan direktdebitering som avses i artikel 1 i EU:s Sepa-förordning har betalaren rätt till återbetalning även när de villkor som anges i 1 mom. inte uppfylls.",
        "normalized_sv": "Om det är fråga om sådan direktdebitering som avses i artikel 1 i EU:s Sepa-förordning har betalaren rätt till återbetalning även när de villkor som anges i 1 mom. inte uppfylls.",
        "folded_sv": "om det ar fraga om sadan direktdebitering som avses i artikel 1 i eu:s sepa-forordning har betalaren ratt till aterbetalning aven nar de villkor som anges i 1 mom. inte uppfylls."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    }
  ]
}