{
  "id": "826/2007",
  "type": "statute",
  "title": "Laki painelaitelain muuttamisesta",
  "title_en": "Lag om ändring av lagen om tryckbärande anordningar",
  "status": "in_force",
  "issued_date": "2007-08-24",
  "in_force_date": "2007-08-24",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/826/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "content": "Aluksen painelaitteen tarkastaa valvontaviranomainen. Valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyväksytyn luokituslaitoksen tai 5 §:n mukaisesti hyväksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittävä osaaminen ja kokemus alusten painelaitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 a",
        "normalized_fi": "Aluksen painelaitteen tarkastaa valvontaviranomainen. Valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyväksytyn luokituslaitoksen tai 5 § :n mukaisesti hyväksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittävä osaaminen ja kokemus alusten painelaitteista.",
        "folded_fi": "aluksen painelaitteen tarkastaa valvontaviranomainen. valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyvaksytyn luokituslaitoksen tai 5 §:n mukaisesti hyvaksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittava osaaminen ja kokemus alusten painelaitteista.",
        "content_sv": "Tryckbärande anordningar i fartyg skall besiktas av tillsynsmyndigheten. Tillsynsmyndigheten kan bemyndiga ett erkänt klassificeringssällskap eller ett i enlighet med 5 § godkänt besiktningsorgan att utföra besiktning, om besiktningsorganet har tillräcklig kompetens och erfarenhet i fråga om tryckbärande anordningar i fartyg.",
        "normalized_sv": "Tryckbärande anordningar i fartyg skall besiktas av tillsynsmyndigheten. Tillsynsmyndigheten kan bemyndiga ett erkänt klassificeringssällskap eller ett i enlighet med 5 § godkänt besiktningsorgan att utföra besiktning, om besiktningsorganet har tillräcklig kompetens och erfarenhet i fråga om tryckbärande anordningar i fartyg.",
        "folded_sv": "tryckbarande anordningar i fartyg skall besiktas av tillsynsmyndigheten. tillsynsmyndigheten kan bemyndiga ett erkant klassificeringssallskap eller ett i enlighet med 5 § godkant besiktningsorgan att utfora besiktning, om besiktningsorganet har tillracklig kompetens och erfarenhet i fraga om tryckbarande anordningar i fartyg."
      }
    },
    {
      "provision_ref": "3:19 b",
      "chapter": "3",
      "section": "19 b",
      "content": "Valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. Jos tarkastuslaitos ei täytä säädettyjä vaatimuksia tai toimii säännösten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. Jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen määräajaksi. Valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyöntejä. Kun valvontaviranomainen valtuuttaa hyväksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mitä luokituslaitosdirektiivissä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 b",
        "normalized_fi": "Valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. Jos tarkastuslaitos ei täytä säädettyjä vaatimuksia tai toimii säännösten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. Jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen määräajaksi. Valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyöntejä. Kun valvontaviranomainen valtuuttaa hyväksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mitä luokituslaitosdirektiivissä säädetään.",
        "folded_fi": "valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. jos tarkastuslaitos ei tayta saadettyja vaatimuksia tai toimii saannosten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen maaraajaksi. valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyonteja. kun valvontaviranomainen valtuuttaa hyvaksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mita luokituslaitosdirektiivissa saadetaan.",
        "content_sv": "Tillsynsmyndigheten utövar tillsyn över den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utföra besiktning av tryckbärande anordningar i fartyg. Tillsynsmyndigheten kan ge ett besikningsorgan en anmärkning eller en varning om det inte uppfyller de krav som föreskrivs eller om det verkar i strid med bestämmelserna. Om anmärkningen eller varningen inte resulterar i att bristerna i verksamheten avhjälps, kan tillsynsmyndigheten återkalla bemyndigandet för viss tid. Bemyndigandet kan återkallas slutgiltigt om det förekommer väsentliga brister eller försummelser i verksamheten. När tillsynsmyndigheten bemyndigar ett erkänt klassificeringssällskap att utföra besiktning av tryckbärande anordningar tillämpas bestämmelserna i klassificeringssällskapsdirektivet.",
        "normalized_sv": "Tillsynsmyndigheten utövar tillsyn över den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utföra besiktning av tryckbärande anordningar i fartyg. Tillsynsmyndigheten kan ge ett besikningsorgan en anmärkning eller en varning om det inte uppfyller de krav som föreskrivs eller om det verkar i strid med bestämmelserna. Om anmärkningen eller varningen inte resulterar i att bristerna i verksamheten avhjälps, kan tillsynsmyndigheten återkalla bemyndigandet för viss tid. Bemyndigandet kan återkallas slutgiltigt om det förekommer väsentliga brister eller försummelser i verksamheten. När tillsynsmyndigheten bemyndigar ett erkänt klassificeringssällskap att utföra besiktning av tryckbärande anordningar tillämpas bestämmelserna i klassificeringssällskapsdirektivet.",
        "folded_sv": "tillsynsmyndigheten utovar tillsyn over den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utfora besiktning av tryckbarande anordningar i fartyg. tillsynsmyndigheten kan ge ett besikningsorgan en anmarkning eller en varning om det inte uppfyller de krav som foreskrivs eller om det verkar i strid med bestammelserna. om anmarkningen eller varningen inte resulterar i att bristerna i verksamheten avhjalps, kan tillsynsmyndigheten aterkalla bemyndigandet for viss tid. bemyndigandet kan aterkallas slutgiltigt om det forekommer vasentliga brister eller forsummelser i verksamheten. nar tillsynsmyndigheten bemyndigar ett erkant klassificeringssallskap att utfora besiktning av tryckbarande anordningar tillampas bestammelserna i klassificeringssallskapsdirektivet."
      }
    },
    {
      "provision_ref": "3:19 c",
      "chapter": "3",
      "section": "19 c",
      "content": "Jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vähintään sitä tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen käyttö, jos se on valmistettu tai markkinoitu toisessa Euroopan unionin jäsenvaltiossa tai valmistettu toisessa ETA-sopimusvaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 c",
        "normalized_fi": "Jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vähintään sitä tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen käyttö, jos se on valmistettu tai markkinoitu toisessa Euroopan unionin jäsenvaltiossa tai valmistettu toisessa ETA-sopimusvaltiossa.",
        "folded_fi": "jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vahintaan sita tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen kaytto, jos se on valmistettu tai markkinoitu toisessa euroopan unionin jasenvaltiossa tai valmistettu toisessa eta-sopimusvaltiossa.",
        "content_sv": "Om det i ett fartyg installeras eller redan finns en tryckbärande anordning med en säkerhetsnivå som åtminstone motsvarar den som beskrivs i tillämpliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillåta användningen av den tryckbärande anordningen, förutsatt att den är tillverkad eller marknadsförd i en annan medlemsstat i Europeiska unionen eller tillverkad i en annan EES-stat.",
        "normalized_sv": "Om det i ett fartyg installeras eller redan finns en tryckbärande anordning med en säkerhetsnivå som åtminstone motsvarar den som beskrivs i tillämpliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillåta användningen av den tryckbärande anordningen, förutsatt att den är tillverkad eller marknadsförd i en annan medlemsstat i Europeiska unionen eller tillverkad i en annan EES-stat.",
        "folded_sv": "om det i ett fartyg installeras eller redan finns en tryckbarande anordning med en sakerhetsniva som atminstone motsvarar den som beskrivs i tillampliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillata anvandningen av den tryckbarande anordningen, forutsatt att den ar tillverkad eller marknadsford i en annan medlemsstat i europeiska unionen eller tillverkad i en annan ees-stat."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) laiminlyö 3, 4 tai 6―10 §:ssä, 19 §:n 1 momentissa tai 19 a §:ssä säädetyn velvollisuuden taikka 2) ei noudata 15―18 §:n nojalla annettua kieltoa tai määräystä, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) laiminlyö 3, 4 tai 6―10 § :ssä, 19 § :n 1 momentissa tai 19 a § :ssä säädetyn velvollisuuden taikka 2) ei noudata 15―18 § :n nojalla annettua kieltoa tai määräystä, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) laiminlyo 3, 4 tai 6―10 §:ssa, 19 §:n 1 momentissa tai 19 a §:ssa saadetyn velvollisuuden taikka 2) ei noudata 15―18 §:n nojalla annettua kieltoa tai maaraysta, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) underlåter att fullgöra en skyldighet enligt 3, 4 eller 6―10 §, 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett förbud eller ett åläggande som har meddelats med stöd av 15―18 § förseelse mot bestämmelserna om tryckbärande anordningar skall, om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) underlåter att fullgöra en skyldighet enligt 3, 4 eller 6―10 § , 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett förbud eller ett åläggande som har meddelats med stöd av 15―18 § förseelse mot bestämmelserna om tryckbärande anordningar skall, om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) underlater att fullgora en skyldighet enligt 3, 4 eller 6―10 §, 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett forbud eller ett alaggande som har meddelats med stod av 15―18 § forseelse mot bestammelserna om tryckbarande anordningar skall, om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Jos tarkastuslaitos tai hyväksytty luokituslaitos epää tarkastus- tai arviointitodistuksen, päätös on perusteltava ja päätöksestä on viipymättä ilmoitettava sille, jota päätös koskee. Samalla on ilmoitettava, miten asia voidaan saattaa käsiteltäväksi oikaisumenettelyssä. Oikaisussa noudatetaan menettelyä, josta tarkastuslaitosta nimettäessä, tunnustettaessa tai hyväksyttäessä on tarkemmin päätetty. Oikaisumenettelyssä annettuun päätökseen, jolla tarkastus- tai arviointitodistus on evätty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:24",
        "normalized_fi": "Jos tarkastuslaitos tai hyväksytty luokituslaitos epää tarkastus- tai arviointitodistuksen, päätös on perusteltava ja päätöksestä on viipymättä ilmoitettava sille, jota päätös koskee. Samalla on ilmoitettava, miten asia voidaan saattaa käsiteltäväksi oikaisumenettelyssä. Oikaisussa noudatetaan menettelyä, josta tarkastuslaitosta nimettäessä, tunnustettaessa tai hyväksyttäessä on tarkemmin päätetty. Oikaisumenettelyssä annettuun päätökseen, jolla tarkastus- tai arviointitodistus on evätty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "jos tarkastuslaitos tai hyvaksytty luokituslaitos epaa tarkastus- tai arviointitodistuksen, paatos on perusteltava ja paatoksesta on viipymatta ilmoitettava sille, jota paatos koskee. samalla on ilmoitettava, miten asia voidaan saattaa kasiteltavaksi oikaisumenettelyssa. oikaisussa noudatetaan menettelya, josta tarkastuslaitosta nimettaessa, tunnustettaessa tai hyvaksyttaessa on tarkemmin paatetty. oikaisumenettelyssa annettuun paatokseen, jolla tarkastus- tai arviointitodistus on evatty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "content_sv": "Om ett besiktningsorgan eller ett erkänt klassificeringssällskap vägrar ge ett besiktnings- eller bedömningsintyg, skall beslutet motiveras och utan dröjsmål meddelas den som beslutet gäller. Samtidigt skall sökanden meddelas hur sökanden kan få saken upptagen till behandling genom ett rättelseförfarande. På rättelser tillämpas ett förfarande som bestäms närmare i samband med att besiktningsorganet utnämns, erkänns eller godkänns. Ändring i ett beslut att vägra ge besiktnings- eller bedömningsintyg som fattats vid ett rättelseförfarande får sökas genom besvär hos förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Om ett besiktningsorgan eller ett erkänt klassificeringssällskap vägrar ge ett besiktnings- eller bedömningsintyg, skall beslutet motiveras och utan dröjsmål meddelas den som beslutet gäller. Samtidigt skall sökanden meddelas hur sökanden kan få saken upptagen till behandling genom ett rättelseförfarande. På rättelser tillämpas ett förfarande som bestäms närmare i samband med att besiktningsorganet utnämns, erkänns eller godkänns. Ändring i ett beslut att vägra ge besiktnings- eller bedömningsintyg som fattats vid ett rättelseförfarande får sökas genom besvär hos förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "om ett besiktningsorgan eller ett erkant klassificeringssallskap vagrar ge ett besiktnings- eller bedomningsintyg, skall beslutet motiveras och utan drojsmal meddelas den som beslutet galler. samtidigt skall sokanden meddelas hur sokanden kan fa saken upptagen till behandling genom ett rattelseforfarande. pa rattelser tillampas ett forfarande som bestams narmare i samband med att besiktningsorganet utnamns, erkanns eller godkanns. andring i ett beslut att vagra ge besiktnings- eller bedomningsintyg som fattats vid ett rattelseforfarande far sokas genom besvar hos forvaltningsdomstolen pa det satt som bestams i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tätä lakia sovelletaan painelaitteisiin. Tätä lakia sovelletaan siten kuin erikseen säädetään: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden käyttölaitteistoihin kuuluviin painelaitteisiin. Vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja säiliöihin tätä lakia sovelletaan vain niiden sijoituksessa ja käytössä. Alusten painelaitteisiin tätä lakia sovelletaan siten kuin 3 a luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan painelaitteisiin. Tätä lakia sovelletaan siten kuin erikseen säädetään: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden käyttölaitteistoihin kuuluviin painelaitteisiin. Vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja säiliöihin tätä lakia sovelletaan vain niiden sijoituksessa ja käytössä. Alusten painelaitteisiin tätä lakia sovelletaan siten kuin 3 a luvussa säädetään.",
        "folded_fi": "tata lakia sovelletaan painelaitteisiin. tata lakia sovelletaan siten kuin erikseen saadetaan: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden kayttolaitteistoihin kuuluviin painelaitteisiin. vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja sailioihin tata lakia sovelletaan vain niiden sijoituksessa ja kaytossa. alusten painelaitteisiin tata lakia sovelletaan siten kuin 3 a luvussa saadetaan.",
        "content_sv": "Denna lag tillämpas på tryckbärande anordningar. Denna lag tillämpas i enlighet med vad som bestäms särskilt på 1) tryckbärande anordningar i kärnanläggningar, 2) tryckbärande anordningar inom försvarsförvaltningens verksamhetsområde, och 3) tryckbärande anordningar i luftfartyg och deras användningsutrustning. På sådana tryckbärande kärl och cisterner som avses i lagen om transport av farliga ämnen (719/1994) tillämpas denna lag endast i fråga om placeringen och användningen av dem. På tryckbärande anordningar i fartyg tillämpas denna lag enligt vad som föreskrivs i 3 a kap.",
        "normalized_sv": "Denna lag tillämpas på tryckbärande anordningar. Denna lag tillämpas i enlighet med vad som bestäms särskilt på 1) tryckbärande anordningar i kärnanläggningar, 2) tryckbärande anordningar inom försvarsförvaltningens verksamhetsområde, och 3) tryckbärande anordningar i luftfartyg och deras användningsutrustning. På sådana tryckbärande kärl och cisterner som avses i lagen om transport av farliga ämnen (719/1994) tillämpas denna lag endast i fråga om placeringen och användningen av dem. På tryckbärande anordningar i fartyg tillämpas denna lag enligt vad som föreskrivs i 3 a kap.",
        "folded_sv": "denna lag tillampas pa tryckbarande anordningar. denna lag tillampas i enlighet med vad som bestams sarskilt pa 1) tryckbarande anordningar i karnanlaggningar, 2) tryckbarande anordningar inom forsvarsforvaltningens verksamhetsomrade, och 3) tryckbarande anordningar i luftfartyg och deras anvandningsutrustning. pa sadana tryckbarande karl och cisterner som avses i lagen om transport av farliga amnen (719/1994) tillampas denna lag endast i fraga om placeringen och anvandningen av dem. pa tryckbarande anordningar i fartyg tillampas denna lag enligt vad som foreskrivs i 3 a kap."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tässä laissa tarkoitetaan: 1) painelaitteella säiliötä, putkistoa ja muuta teknistä kokonaisuutta, jossa on tai johon voi kehittyä ylipainetta, sekä painelaitteen suojaamiseksi tarkoitettuja teknisiä kokonaisuuksia; 2) CE-merkinnällä merkintää, josta säädetään tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994); 3) ministeriöllä kauppa- ja teollisuusministeriötä; 4) valvontaviranomaisella Turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 §:n osalta Turvatekniikan keskuksen lisäksi Merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu päteväksi ja jolla on oikeus suorittaa tässä laissa tarkastuslaitokselle säädettyjä tehtäviä; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen käyttämiseksi; aluksen painelaitteena ei kuitenkaan pidetä kaasusäiliöaluksen lastisäiliötä; 7) luokituslaitosdirektiivillä alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia sekä merenkulun viranomaisten asiaan liittyviä toimia koskevista yhteisistä säännöistä ja standardeista annettua neuvoston direktiiviä 1994/57/EY, sellaisena kuin se on muutettuna komission direktiivillä 1997/58/EY sekä Euroopan parlamentin ja neuvoston direktiiveillä 2001/105/EY ja 2002/84/EY; 8) hyväksytyllä luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyväksyttyä laitosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) painelaitteella säiliötä, putkistoa ja muuta teknistä kokonaisuutta, jossa on tai johon voi kehittyä ylipainetta, sekä painelaitteen suojaamiseksi tarkoitettuja teknisiä kokonaisuuksia; 2) CE-merkinnällä merkintää, josta säädetään tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994); 3) ministeriöllä kauppa- ja teollisuusministeriötä; 4) valvontaviranomaisella Turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 § :n osalta Turvatekniikan keskuksen lisäksi Merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu päteväksi ja jolla on oikeus suorittaa tässä laissa tarkastuslaitokselle säädettyjä tehtäviä; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen käyttämiseksi; aluksen painelaitteena ei kuitenkaan pidetä kaasusäiliöaluksen lastisäiliötä; 7) luokituslaitosdirektiivillä alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia sekä merenkulun viranomaisten asiaan liittyviä toimia koskevista yhteisistä säännöistä ja standardeista annettua neuvoston direktiiviä 1994/57/EY, sellaisena kuin se on muutettuna komission direktiivillä 1997/58/EY sekä Euroopan parlamentin ja neuvoston direktiiveillä 2001/105/EY ja 2002/84/EY; 8) hyväksytyllä luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyväksyttyä laitosta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) painelaitteella sailiota, putkistoa ja muuta teknista kokonaisuutta, jossa on tai johon voi kehittya ylipainetta, seka painelaitteen suojaamiseksi tarkoitettuja teknisia kokonaisuuksia; 2) ce-merkinnalla merkintaa, josta saadetaan tiettyjen tuotteiden varustamisesta ce-merkinnalla annetussa laissa (1376/1994); 3) ministeriolla kauppa- ja teollisuusministeriota; 4) valvontaviranomaisella turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 §:n osalta turvatekniikan keskuksen lisaksi merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu patevaksi ja jolla on oikeus suorittaa tassa laissa tarkastuslaitokselle saadettyja tehtavia; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen kayttamiseksi; aluksen painelaitteena ei kuitenkaan pideta kaasusailioaluksen lastisailiota; 7) luokituslaitosdirektiivilla alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia seka merenkulun viranomaisten asiaan liittyvia toimia koskevista yhteisista saannoista ja standardeista annettua neuvoston direktiivia 1994/57/ey, sellaisena kuin se on muutettuna komission direktiivilla 1997/58/ey seka euroopan parlamentin ja neuvoston direktiiveilla 2001/105/ey ja 2002/84/ey; 8) hyvaksytylla luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyvaksyttya laitosta.",
        "content_sv": "I denna lag avses med 1) tryckbärande anordning en cistern, ett rörsystem och någon annan teknisk helhet i vilken övertryck råder eller kan utvecklas samt tekniska helheter som är avsedda att skydda en tryckbärande anordning, 2) CE-märkning en sådan märkning som föreskrivs i lagen om att vissa produkter skall förses med CE-märkning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet Säkerhetsteknikcentralen; i fråga om tryckbärande anordningar i fartyg avses med tillsynsmyndighet, med undantag för de fall som avses i 5, 16 och 17 §, Sjöfartsverket vid sidan av Säkerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har rätt att utföra de uppgifter som i denna lag föreskrivs för ett besiktningsorgan, 6) tryckbärande anordning i fartyg en tryckbärande anordning som är installerad eller avses bli installerad i ett finskt fartyg eller är avsett för framdrivning av ett finskt fartyg; som tryckbärande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssällskapsdirektivet rådets direktiv 1994/57/EG om gemensamma regler och standarder för organisationer som utför inspektioner och utövar tillsyn av fartyg och för sjöfartsadministrationernas verksamhet i förbindelse därmed, sådant det lyder ändrat genom kommissionens direktiv 1997/58/EG samt Europaparlamentets och rådets direktiv 2001/105/EG och 2002/84/EG, 8) erkänt klassificeringssällskap ett klassificeringssällskap som erkänts enligt artikel 4 i klassificeringssällskapsdirektivet.",
        "normalized_sv": "I denna lag avses med 1) tryckbärande anordning en cistern, ett rörsystem och någon annan teknisk helhet i vilken övertryck råder eller kan utvecklas samt tekniska helheter som är avsedda att skydda en tryckbärande anordning, 2) CE-märkning en sådan märkning som föreskrivs i lagen om att vissa produkter skall förses med CE-märkning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet Säkerhetsteknikcentralen; i fråga om tryckbärande anordningar i fartyg avses med tillsynsmyndighet, med undantag för de fall som avses i 5, 16 och 17 § , Sjöfartsverket vid sidan av Säkerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har rätt att utföra de uppgifter som i denna lag föreskrivs för ett besiktningsorgan, 6) tryckbärande anordning i fartyg en tryckbärande anordning som är installerad eller avses bli installerad i ett finskt fartyg eller är avsett för framdrivning av ett finskt fartyg; som tryckbärande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssällskapsdirektivet rådets direktiv 1994/57/EG om gemensamma regler och standarder för organisationer som utför inspektioner och utövar tillsyn av fartyg och för sjöfartsadministrationernas verksamhet i förbindelse därmed, sådant det lyder ändrat genom kommissionens direktiv 1997/58/EG samt Europaparlamentets och rådets direktiv 2001/105/EG och 2002/84/EG, 8) erkänt klassificeringssällskap ett klassificeringssällskap som erkänts enligt artikel 4 i klassificeringssällskapsdirektivet.",
        "folded_sv": "i denna lag avses med 1) tryckbarande anordning en cistern, ett rorsystem och nagon annan teknisk helhet i vilken overtryck rader eller kan utvecklas samt tekniska helheter som ar avsedda att skydda en tryckbarande anordning, 2) ce-markning en sadan markning som foreskrivs i lagen om att vissa produkter skall forses med ce-markning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet sakerhetsteknikcentralen; i fraga om tryckbarande anordningar i fartyg avses med tillsynsmyndighet, med undantag for de fall som avses i 5, 16 och 17 §, sjofartsverket vid sidan av sakerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har ratt att utfora de uppgifter som i denna lag foreskrivs for ett besiktningsorgan, 6) tryckbarande anordning i fartyg en tryckbarande anordning som ar installerad eller avses bli installerad i ett finskt fartyg eller ar avsett for framdrivning av ett finskt fartyg; som tryckbarande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssallskapsdirektivet radets direktiv 1994/57/eg om gemensamma regler och standarder for organisationer som utfor inspektioner och utovar tillsyn av fartyg och for sjofartsadministrationernas verksamhet i forbindelse darmed, sadant det lyder andrat genom kommissionens direktiv 1997/58/eg samt europaparlamentets och radets direktiv 2001/105/eg och 2002/84/eg, 8) erkant klassificeringssallskap ett klassificeringssallskap som erkants enligt artikel 4 i klassificeringssallskapsdirektivet."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ulkomaisen tarkastuslaitoksen ja hyväksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyväksytään, jos Suomea velvoittavissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä niin edellytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ulkomaisen tarkastuslaitoksen ja hyväksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyväksytään, jos Suomea velvoittavissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä niin edellytetään.",
        "folded_fi": "ulkomaisen tarkastuslaitoksen ja hyvaksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyvaksytaan, jos suomea velvoittavissa kansainvalisissa sopimuksissa tai euroopan yhteison saadoksissa niin edellytetaan.",
        "content_sv": "Åtgärder som ett utländskt besiktningsorgan eller ett erkänt klassificeringssällskap vidtagit för att påvisa överensstämmelse godkänns, om detta förutsätts i internationella avtal som är förpliktande för Finland eller i Europeiska gemenskapens rättsakter.",
        "normalized_sv": "Åtgärder som ett utländskt besiktningsorgan eller ett erkänt klassificeringssällskap vidtagit för att påvisa överensstämmelse godkänns, om detta förutsätts i internationella avtal som är förpliktande för Finland eller i Europeiska gemenskapens rättsakter.",
        "folded_sv": "atgarder som ett utlandskt besiktningsorgan eller ett erkant klassificeringssallskap vidtagit for att pavisa overensstammelse godkanns, om detta forutsatts i internationella avtal som ar forpliktande for finland eller i europeiska gemenskapens rattsakter."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "content": "Aluksen painelaitteen tarkastaa valvontaviranomainen. Valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyväksytyn luokituslaitoksen tai 5 §:n mukaisesti hyväksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittävä osaaminen ja kokemus alusten painelaitteista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 a",
        "normalized_fi": "Aluksen painelaitteen tarkastaa valvontaviranomainen. Valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyväksytyn luokituslaitoksen tai 5 § :n mukaisesti hyväksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittävä osaaminen ja kokemus alusten painelaitteista.",
        "folded_fi": "aluksen painelaitteen tarkastaa valvontaviranomainen. valvontaviranomainen voi valtuuttaa aluksen painelaitteiden tarkastuksen suorittajaksi hyvaksytyn luokituslaitoksen tai 5 §:n mukaisesti hyvaksytyn tarkastuslaitoksen, jos tarkastuslaitoksella on riittava osaaminen ja kokemus alusten painelaitteista.",
        "content_sv": "Tryckbärande anordningar i fartyg skall besiktas av tillsynsmyndigheten. Tillsynsmyndigheten kan bemyndiga ett erkänt klassificeringssällskap eller ett i enlighet med 5 § godkänt besiktningsorgan att utföra besiktning, om besiktningsorganet har tillräcklig kompetens och erfarenhet i fråga om tryckbärande anordningar i fartyg.",
        "normalized_sv": "Tryckbärande anordningar i fartyg skall besiktas av tillsynsmyndigheten. Tillsynsmyndigheten kan bemyndiga ett erkänt klassificeringssällskap eller ett i enlighet med 5 § godkänt besiktningsorgan att utföra besiktning, om besiktningsorganet har tillräcklig kompetens och erfarenhet i fråga om tryckbärande anordningar i fartyg.",
        "folded_sv": "tryckbarande anordningar i fartyg skall besiktas av tillsynsmyndigheten. tillsynsmyndigheten kan bemyndiga ett erkant klassificeringssallskap eller ett i enlighet med 5 § godkant besiktningsorgan att utfora besiktning, om besiktningsorganet har tillracklig kompetens och erfarenhet i fraga om tryckbarande anordningar i fartyg."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "3:19 b",
      "chapter": "3",
      "section": "19 b",
      "content": "Valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. Jos tarkastuslaitos ei täytä säädettyjä vaatimuksia tai toimii säännösten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. Jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen määräajaksi. Valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyöntejä. Kun valvontaviranomainen valtuuttaa hyväksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mitä luokituslaitosdirektiivissä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 b",
        "normalized_fi": "Valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. Jos tarkastuslaitos ei täytä säädettyjä vaatimuksia tai toimii säännösten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. Jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen määräajaksi. Valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyöntejä. Kun valvontaviranomainen valtuuttaa hyväksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mitä luokituslaitosdirektiivissä säädetään.",
        "folded_fi": "valvontaviranomainen valvoo aluksen painelaitteen tarkastuksen suorittajaksi valtuuttamansa tarkastuslaitoksen toimintaa. jos tarkastuslaitos ei tayta saadettyja vaatimuksia tai toimii saannosten vastaisesti, valvontaviranomainen voi antaa tarkastuslaitokselle huomautuksen tai varoituksen. jos tarkastuslaitokselle annettu huomautus tai varoitus ei johda toiminnassa esiintyneiden puutteiden korjaamiseen, valvontaviranomainen voi peruuttaa valtuutuksen maaraajaksi. valtuutus voidaan peruuttaa kokonaan, jos tarkastuslaitoksen toiminnassa on ilmennyt olennaisia puutteita tai laiminlyonteja. kun valvontaviranomainen valtuuttaa hyvaksytyn luokituslaitoksen suorittamaan painelaitteiden tarkastuksia, sovelletaan, mita luokituslaitosdirektiivissa saadetaan.",
        "content_sv": "Tillsynsmyndigheten utövar tillsyn över den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utföra besiktning av tryckbärande anordningar i fartyg. Tillsynsmyndigheten kan ge ett besikningsorgan en anmärkning eller en varning om det inte uppfyller de krav som föreskrivs eller om det verkar i strid med bestämmelserna. Om anmärkningen eller varningen inte resulterar i att bristerna i verksamheten avhjälps, kan tillsynsmyndigheten återkalla bemyndigandet för viss tid. Bemyndigandet kan återkallas slutgiltigt om det förekommer väsentliga brister eller försummelser i verksamheten. När tillsynsmyndigheten bemyndigar ett erkänt klassificeringssällskap att utföra besiktning av tryckbärande anordningar tillämpas bestämmelserna i klassificeringssällskapsdirektivet.",
        "normalized_sv": "Tillsynsmyndigheten utövar tillsyn över den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utföra besiktning av tryckbärande anordningar i fartyg. Tillsynsmyndigheten kan ge ett besikningsorgan en anmärkning eller en varning om det inte uppfyller de krav som föreskrivs eller om det verkar i strid med bestämmelserna. Om anmärkningen eller varningen inte resulterar i att bristerna i verksamheten avhjälps, kan tillsynsmyndigheten återkalla bemyndigandet för viss tid. Bemyndigandet kan återkallas slutgiltigt om det förekommer väsentliga brister eller försummelser i verksamheten. När tillsynsmyndigheten bemyndigar ett erkänt klassificeringssällskap att utföra besiktning av tryckbärande anordningar tillämpas bestämmelserna i klassificeringssällskapsdirektivet.",
        "folded_sv": "tillsynsmyndigheten utovar tillsyn over den verksamhet som bedrivs av de besiktningsorgan som den har bemyndigat att utfora besiktning av tryckbarande anordningar i fartyg. tillsynsmyndigheten kan ge ett besikningsorgan en anmarkning eller en varning om det inte uppfyller de krav som foreskrivs eller om det verkar i strid med bestammelserna. om anmarkningen eller varningen inte resulterar i att bristerna i verksamheten avhjalps, kan tillsynsmyndigheten aterkalla bemyndigandet for viss tid. bemyndigandet kan aterkallas slutgiltigt om det forekommer vasentliga brister eller forsummelser i verksamheten. nar tillsynsmyndigheten bemyndigar ett erkant klassificeringssallskap att utfora besiktning av tryckbarande anordningar tillampas bestammelserna i klassificeringssallskapsdirektivet."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "3:19 c",
      "chapter": "3",
      "section": "19 c",
      "content": "Jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vähintään sitä tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen käyttö, jos se on valmistettu tai markkinoitu toisessa Euroopan unionin jäsenvaltiossa tai valmistettu toisessa ETA-sopimusvaltiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:19 c",
        "normalized_fi": "Jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vähintään sitä tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen käyttö, jos se on valmistettu tai markkinoitu toisessa Euroopan unionin jäsenvaltiossa tai valmistettu toisessa ETA-sopimusvaltiossa.",
        "folded_fi": "jos alukseen asennetaan tai aluksella on painelaite, jonka turvallisuustaso vastaa vahintaan sita tasoa, joka kuvataan soveltuvissa yhdenmukaistetuissa eurooppalaisissa standardeissa, valvontaviranomaisen tulee sallia painelaitteen kaytto, jos se on valmistettu tai markkinoitu toisessa euroopan unionin jasenvaltiossa tai valmistettu toisessa eta-sopimusvaltiossa.",
        "content_sv": "Om det i ett fartyg installeras eller redan finns en tryckbärande anordning med en säkerhetsnivå som åtminstone motsvarar den som beskrivs i tillämpliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillåta användningen av den tryckbärande anordningen, förutsatt att den är tillverkad eller marknadsförd i en annan medlemsstat i Europeiska unionen eller tillverkad i en annan EES-stat.",
        "normalized_sv": "Om det i ett fartyg installeras eller redan finns en tryckbärande anordning med en säkerhetsnivå som åtminstone motsvarar den som beskrivs i tillämpliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillåta användningen av den tryckbärande anordningen, förutsatt att den är tillverkad eller marknadsförd i en annan medlemsstat i Europeiska unionen eller tillverkad i en annan EES-stat.",
        "folded_sv": "om det i ett fartyg installeras eller redan finns en tryckbarande anordning med en sakerhetsniva som atminstone motsvarar den som beskrivs i tillampliga, harmoniserade europeiska standarder, skall tillsynsmyndigheten tillata anvandningen av den tryckbarande anordningen, forutsatt att den ar tillverkad eller marknadsford i en annan medlemsstat i europeiska unionen eller tillverkad i en annan ees-stat."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Joka tahallaan tai törkeästä huolimattomuudesta 1) laiminlyö 3, 4 tai 6―10 §:ssä, 19 §:n 1 momentissa tai 19 a §:ssä säädetyn velvollisuuden taikka 2) ei noudata 15―18 §:n nojalla annettua kieltoa tai määräystä, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:21",
        "normalized_fi": "Joka tahallaan tai törkeästä huolimattomuudesta 1) laiminlyö 3, 4 tai 6―10 § :ssä, 19 § :n 1 momentissa tai 19 a § :ssä säädetyn velvollisuuden taikka 2) ei noudata 15―18 § :n nojalla annettua kieltoa tai määräystä, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa säädetä ankarampaa rangaistusta, sakkoon.",
        "folded_fi": "joka tahallaan tai torkeasta huolimattomuudesta 1) laiminlyo 3, 4 tai 6―10 §:ssa, 19 §:n 1 momentissa tai 19 a §:ssa saadetyn velvollisuuden taikka 2) ei noudata 15―18 §:n nojalla annettua kieltoa tai maaraysta, painelaiterikkomuksesta on tuomittava, jollei teosta muualla laissa saadeta ankarampaa rangaistusta, sakkoon.",
        "content_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) underlåter att fullgöra en skyldighet enligt 3, 4 eller 6―10 §, 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett förbud eller ett åläggande som har meddelats med stöd av 15―18 § förseelse mot bestämmelserna om tryckbärande anordningar skall, om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "normalized_sv": "Den som uppsåtligen eller av grov oaktsamhet 1) underlåter att fullgöra en skyldighet enligt 3, 4 eller 6―10 § , 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett förbud eller ett åläggande som har meddelats med stöd av 15―18 § förseelse mot bestämmelserna om tryckbärande anordningar skall, om inte strängare straff för gärningen bestäms någon annanstans i lag, för dömas till böter.",
        "folded_sv": "den som uppsatligen eller av grov oaktsamhet 1) underlater att fullgora en skyldighet enligt 3, 4 eller 6―10 §, 19 § 1 mom. eller 19 a § eller 2) inte iakttar ett forbud eller ett alaggande som har meddelats med stod av 15―18 § forseelse mot bestammelserna om tryckbarande anordningar skall, om inte strangare straff for garningen bestams nagon annanstans i lag, for domas till boter."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Jos tarkastuslaitos tai hyväksytty luokituslaitos epää tarkastus- tai arviointitodistuksen, päätös on perusteltava ja päätöksestä on viipymättä ilmoitettava sille, jota päätös koskee. Samalla on ilmoitettava, miten asia voidaan saattaa käsiteltäväksi oikaisumenettelyssä. Oikaisussa noudatetaan menettelyä, josta tarkastuslaitosta nimettäessä, tunnustettaessa tai hyväksyttäessä on tarkemmin päätetty. Oikaisumenettelyssä annettuun päätökseen, jolla tarkastus- tai arviointitodistus on evätty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:24",
        "normalized_fi": "Jos tarkastuslaitos tai hyväksytty luokituslaitos epää tarkastus- tai arviointitodistuksen, päätös on perusteltava ja päätöksestä on viipymättä ilmoitettava sille, jota päätös koskee. Samalla on ilmoitettava, miten asia voidaan saattaa käsiteltäväksi oikaisumenettelyssä. Oikaisussa noudatetaan menettelyä, josta tarkastuslaitosta nimettäessä, tunnustettaessa tai hyväksyttäessä on tarkemmin päätetty. Oikaisumenettelyssä annettuun päätökseen, jolla tarkastus- tai arviointitodistus on evätty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "jos tarkastuslaitos tai hyvaksytty luokituslaitos epaa tarkastus- tai arviointitodistuksen, paatos on perusteltava ja paatoksesta on viipymatta ilmoitettava sille, jota paatos koskee. samalla on ilmoitettava, miten asia voidaan saattaa kasiteltavaksi oikaisumenettelyssa. oikaisussa noudatetaan menettelya, josta tarkastuslaitosta nimettaessa, tunnustettaessa tai hyvaksyttaessa on tarkemmin paatetty. oikaisumenettelyssa annettuun paatokseen, jolla tarkastus- tai arviointitodistus on evatty, haetaan valittamalla muutosta hallinto-oikeudelta siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "content_sv": "Om ett besiktningsorgan eller ett erkänt klassificeringssällskap vägrar ge ett besiktnings- eller bedömningsintyg, skall beslutet motiveras och utan dröjsmål meddelas den som beslutet gäller. Samtidigt skall sökanden meddelas hur sökanden kan få saken upptagen till behandling genom ett rättelseförfarande. På rättelser tillämpas ett förfarande som bestäms närmare i samband med att besiktningsorganet utnämns, erkänns eller godkänns. Ändring i ett beslut att vägra ge besiktnings- eller bedömningsintyg som fattats vid ett rättelseförfarande får sökas genom besvär hos förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Om ett besiktningsorgan eller ett erkänt klassificeringssällskap vägrar ge ett besiktnings- eller bedömningsintyg, skall beslutet motiveras och utan dröjsmål meddelas den som beslutet gäller. Samtidigt skall sökanden meddelas hur sökanden kan få saken upptagen till behandling genom ett rättelseförfarande. På rättelser tillämpas ett förfarande som bestäms närmare i samband med att besiktningsorganet utnämns, erkänns eller godkänns. Ändring i ett beslut att vägra ge besiktnings- eller bedömningsintyg som fattats vid ett rättelseförfarande får sökas genom besvär hos förvaltningsdomstolen på det sätt som bestäms i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "om ett besiktningsorgan eller ett erkant klassificeringssallskap vagrar ge ett besiktnings- eller bedomningsintyg, skall beslutet motiveras och utan drojsmal meddelas den som beslutet galler. samtidigt skall sokanden meddelas hur sokanden kan fa saken upptagen till behandling genom ett rattelseforfarande. pa rattelser tillampas ett forfarande som bestams narmare i samband med att besiktningsorganet utnamns, erkanns eller godkanns. andring i ett beslut att vagra ge besiktnings- eller bedomningsintyg som fattats vid ett rattelseforfarande far sokas genom besvar hos forvaltningsdomstolen pa det satt som bestams i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Tätä lakia sovelletaan painelaitteisiin. Tätä lakia sovelletaan siten kuin erikseen säädetään: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden käyttölaitteistoihin kuuluviin painelaitteisiin. Vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja säiliöihin tätä lakia sovelletaan vain niiden sijoituksessa ja käytössä. Alusten painelaitteisiin tätä lakia sovelletaan siten kuin 3 a luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tätä lakia sovelletaan painelaitteisiin. Tätä lakia sovelletaan siten kuin erikseen säädetään: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden käyttölaitteistoihin kuuluviin painelaitteisiin. Vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja säiliöihin tätä lakia sovelletaan vain niiden sijoituksessa ja käytössä. Alusten painelaitteisiin tätä lakia sovelletaan siten kuin 3 a luvussa säädetään.",
        "folded_fi": "tata lakia sovelletaan painelaitteisiin. tata lakia sovelletaan siten kuin erikseen saadetaan: 1) ydinlaitosten painelaitteisiin; 2) puolustushallinnon toimialan painelaitteisiin; ja 3) ilma-aluksiin ja niiden kayttolaitteistoihin kuuluviin painelaitteisiin. vaarallisten aineiden kuljetuksesta annetussa laissa (719/1994) tarkoitettuihin paineellisiin astioihin ja sailioihin tata lakia sovelletaan vain niiden sijoituksessa ja kaytossa. alusten painelaitteisiin tata lakia sovelletaan siten kuin 3 a luvussa saadetaan.",
        "content_sv": "Denna lag tillämpas på tryckbärande anordningar. Denna lag tillämpas i enlighet med vad som bestäms särskilt på 1) tryckbärande anordningar i kärnanläggningar, 2) tryckbärande anordningar inom försvarsförvaltningens verksamhetsområde, och 3) tryckbärande anordningar i luftfartyg och deras användningsutrustning. På sådana tryckbärande kärl och cisterner som avses i lagen om transport av farliga ämnen (719/1994) tillämpas denna lag endast i fråga om placeringen och användningen av dem. På tryckbärande anordningar i fartyg tillämpas denna lag enligt vad som föreskrivs i 3 a kap.",
        "normalized_sv": "Denna lag tillämpas på tryckbärande anordningar. Denna lag tillämpas i enlighet med vad som bestäms särskilt på 1) tryckbärande anordningar i kärnanläggningar, 2) tryckbärande anordningar inom försvarsförvaltningens verksamhetsområde, och 3) tryckbärande anordningar i luftfartyg och deras användningsutrustning. På sådana tryckbärande kärl och cisterner som avses i lagen om transport av farliga ämnen (719/1994) tillämpas denna lag endast i fråga om placeringen och användningen av dem. På tryckbärande anordningar i fartyg tillämpas denna lag enligt vad som föreskrivs i 3 a kap.",
        "folded_sv": "denna lag tillampas pa tryckbarande anordningar. denna lag tillampas i enlighet med vad som bestams sarskilt pa 1) tryckbarande anordningar i karnanlaggningar, 2) tryckbarande anordningar inom forsvarsforvaltningens verksamhetsomrade, och 3) tryckbarande anordningar i luftfartyg och deras anvandningsutrustning. pa sadana tryckbarande karl och cisterner som avses i lagen om transport av farliga amnen (719/1994) tillampas denna lag endast i fraga om placeringen och anvandningen av dem. pa tryckbarande anordningar i fartyg tillampas denna lag enligt vad som foreskrivs i 3 a kap."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Tässä laissa tarkoitetaan: 1) painelaitteella säiliötä, putkistoa ja muuta teknistä kokonaisuutta, jossa on tai johon voi kehittyä ylipainetta, sekä painelaitteen suojaamiseksi tarkoitettuja teknisiä kokonaisuuksia; 2) CE-merkinnällä merkintää, josta säädetään tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994); 3) ministeriöllä kauppa- ja teollisuusministeriötä; 4) valvontaviranomaisella Turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 §:n osalta Turvatekniikan keskuksen lisäksi Merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu päteväksi ja jolla on oikeus suorittaa tässä laissa tarkastuslaitokselle säädettyjä tehtäviä; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen käyttämiseksi; aluksen painelaitteena ei kuitenkaan pidetä kaasusäiliöaluksen lastisäiliötä; 7) luokituslaitosdirektiivillä alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia sekä merenkulun viranomaisten asiaan liittyviä toimia koskevista yhteisistä säännöistä ja standardeista annettua neuvoston direktiiviä 1994/57/EY, sellaisena kuin se on muutettuna komission direktiivillä 1997/58/EY sekä Euroopan parlamentin ja neuvoston direktiiveillä 2001/105/EY ja 2002/84/EY; 8) hyväksytyllä luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyväksyttyä laitosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) painelaitteella säiliötä, putkistoa ja muuta teknistä kokonaisuutta, jossa on tai johon voi kehittyä ylipainetta, sekä painelaitteen suojaamiseksi tarkoitettuja teknisiä kokonaisuuksia; 2) CE-merkinnällä merkintää, josta säädetään tiettyjen tuotteiden varustamisesta CE-merkinnällä annetussa laissa (1376/1994); 3) ministeriöllä kauppa- ja teollisuusministeriötä; 4) valvontaviranomaisella Turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 § :n osalta Turvatekniikan keskuksen lisäksi Merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu päteväksi ja jolla on oikeus suorittaa tässä laissa tarkastuslaitokselle säädettyjä tehtäviä; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen käyttämiseksi; aluksen painelaitteena ei kuitenkaan pidetä kaasusäiliöaluksen lastisäiliötä; 7) luokituslaitosdirektiivillä alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia sekä merenkulun viranomaisten asiaan liittyviä toimia koskevista yhteisistä säännöistä ja standardeista annettua neuvoston direktiiviä 1994/57/EY, sellaisena kuin se on muutettuna komission direktiivillä 1997/58/EY sekä Euroopan parlamentin ja neuvoston direktiiveillä 2001/105/EY ja 2002/84/EY; 8) hyväksytyllä luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyväksyttyä laitosta.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) painelaitteella sailiota, putkistoa ja muuta teknista kokonaisuutta, jossa on tai johon voi kehittya ylipainetta, seka painelaitteen suojaamiseksi tarkoitettuja teknisia kokonaisuuksia; 2) ce-merkinnalla merkintaa, josta saadetaan tiettyjen tuotteiden varustamisesta ce-merkinnalla annetussa laissa (1376/1994); 3) ministeriolla kauppa- ja teollisuusministeriota; 4) valvontaviranomaisella turvatekniikan keskusta; alusten painelaitteiden osalta valvontaviranomaisella tarkoitetaan muiden kuin 5, 16 ja 17 §:n osalta turvatekniikan keskuksen lisaksi merenkulkulaitosta; 5) tarkastuslaitoksella organisaatiota, joka on todettu patevaksi ja jolla on oikeus suorittaa tassa laissa tarkastuslaitokselle saadettyja tehtavia; 6) aluksen painelaitteella painelaitetta, joka on asennettu tai tarkoitettu asennettavaksi suomalaiseen alukseen tai joka on tarkoitettu suomalaisen aluksen kayttamiseksi; aluksen painelaitteena ei kuitenkaan pideta kaasusailioaluksen lastisailiota; 7) luokituslaitosdirektiivilla alusten tarkastamiseen ja katsastamiseen valtuutettuja laitoksia seka merenkulun viranomaisten asiaan liittyvia toimia koskevista yhteisista saannoista ja standardeista annettua neuvoston direktiivia 1994/57/ey, sellaisena kuin se on muutettuna komission direktiivilla 1997/58/ey seka euroopan parlamentin ja neuvoston direktiiveilla 2001/105/ey ja 2002/84/ey; 8) hyvaksytylla luokituslaitoksella luokituslaitosdirektiivin 4 artiklan mukaisesti hyvaksyttya laitosta.",
        "content_sv": "I denna lag avses med 1) tryckbärande anordning en cistern, ett rörsystem och någon annan teknisk helhet i vilken övertryck råder eller kan utvecklas samt tekniska helheter som är avsedda att skydda en tryckbärande anordning, 2) CE-märkning en sådan märkning som föreskrivs i lagen om att vissa produkter skall förses med CE-märkning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet Säkerhetsteknikcentralen; i fråga om tryckbärande anordningar i fartyg avses med tillsynsmyndighet, med undantag för de fall som avses i 5, 16 och 17 §, Sjöfartsverket vid sidan av Säkerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har rätt att utföra de uppgifter som i denna lag föreskrivs för ett besiktningsorgan, 6) tryckbärande anordning i fartyg en tryckbärande anordning som är installerad eller avses bli installerad i ett finskt fartyg eller är avsett för framdrivning av ett finskt fartyg; som tryckbärande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssällskapsdirektivet rådets direktiv 1994/57/EG om gemensamma regler och standarder för organisationer som utför inspektioner och utövar tillsyn av fartyg och för sjöfartsadministrationernas verksamhet i förbindelse därmed, sådant det lyder ändrat genom kommissionens direktiv 1997/58/EG samt Europaparlamentets och rådets direktiv 2001/105/EG och 2002/84/EG, 8) erkänt klassificeringssällskap ett klassificeringssällskap som erkänts enligt artikel 4 i klassificeringssällskapsdirektivet.",
        "normalized_sv": "I denna lag avses med 1) tryckbärande anordning en cistern, ett rörsystem och någon annan teknisk helhet i vilken övertryck råder eller kan utvecklas samt tekniska helheter som är avsedda att skydda en tryckbärande anordning, 2) CE-märkning en sådan märkning som föreskrivs i lagen om att vissa produkter skall förses med CE-märkning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet Säkerhetsteknikcentralen; i fråga om tryckbärande anordningar i fartyg avses med tillsynsmyndighet, med undantag för de fall som avses i 5, 16 och 17 § , Sjöfartsverket vid sidan av Säkerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har rätt att utföra de uppgifter som i denna lag föreskrivs för ett besiktningsorgan, 6) tryckbärande anordning i fartyg en tryckbärande anordning som är installerad eller avses bli installerad i ett finskt fartyg eller är avsett för framdrivning av ett finskt fartyg; som tryckbärande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssällskapsdirektivet rådets direktiv 1994/57/EG om gemensamma regler och standarder för organisationer som utför inspektioner och utövar tillsyn av fartyg och för sjöfartsadministrationernas verksamhet i förbindelse därmed, sådant det lyder ändrat genom kommissionens direktiv 1997/58/EG samt Europaparlamentets och rådets direktiv 2001/105/EG och 2002/84/EG, 8) erkänt klassificeringssällskap ett klassificeringssällskap som erkänts enligt artikel 4 i klassificeringssällskapsdirektivet.",
        "folded_sv": "i denna lag avses med 1) tryckbarande anordning en cistern, ett rorsystem och nagon annan teknisk helhet i vilken overtryck rader eller kan utvecklas samt tekniska helheter som ar avsedda att skydda en tryckbarande anordning, 2) ce-markning en sadan markning som foreskrivs i lagen om att vissa produkter skall forses med ce-markning (1376/1994), 3) ministeriet handels- och industriministeriet, 4) tillsynsmyndighet sakerhetsteknikcentralen; i fraga om tryckbarande anordningar i fartyg avses med tillsynsmyndighet, med undantag for de fall som avses i 5, 16 och 17 §, sjofartsverket vid sidan av sakerhetsteknikcentralen, 5) besiktningsorgan en organisation som har konstaterats vara kompetent och som har ratt att utfora de uppgifter som i denna lag foreskrivs for ett besiktningsorgan, 6) tryckbarande anordning i fartyg en tryckbarande anordning som ar installerad eller avses bli installerad i ett finskt fartyg eller ar avsett for framdrivning av ett finskt fartyg; som tryckbarande anordning i fartyg betraktas dock inte lasttankar i ett gastankfartyg, 7) klassificeringssallskapsdirektivet radets direktiv 1994/57/eg om gemensamma regler och standarder for organisationer som utfor inspektioner och utovar tillsyn av fartyg och for sjofartsadministrationernas verksamhet i forbindelse darmed, sadant det lyder andrat genom kommissionens direktiv 1997/58/eg samt europaparlamentets och radets direktiv 2001/105/eg och 2002/84/eg, 8) erkant klassificeringssallskap ett klassificeringssallskap som erkants enligt artikel 4 i klassificeringssallskapsdirektivet."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ulkomaisen tarkastuslaitoksen ja hyväksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyväksytään, jos Suomea velvoittavissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä niin edellytetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Ulkomaisen tarkastuslaitoksen ja hyväksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyväksytään, jos Suomea velvoittavissa kansainvälisissä sopimuksissa tai Euroopan yhteisön säädöksissä niin edellytetään.",
        "folded_fi": "ulkomaisen tarkastuslaitoksen ja hyvaksytyn luokituslaitoksen toimenpiteet vaatimustenmukaisuuden osoittamisessa hyvaksytaan, jos suomea velvoittavissa kansainvalisissa sopimuksissa tai euroopan yhteison saadoksissa niin edellytetaan.",
        "content_sv": "Åtgärder som ett utländskt besiktningsorgan eller ett erkänt klassificeringssällskap vidtagit för att påvisa överensstämmelse godkänns, om detta förutsätts i internationella avtal som är förpliktande för Finland eller i Europeiska gemenskapens rättsakter.",
        "normalized_sv": "Åtgärder som ett utländskt besiktningsorgan eller ett erkänt klassificeringssällskap vidtagit för att påvisa överensstämmelse godkänns, om detta förutsätts i internationella avtal som är förpliktande för Finland eller i Europeiska gemenskapens rättsakter.",
        "folded_sv": "atgarder som ett utlandskt besiktningsorgan eller ett erkant klassificeringssallskap vidtagit for att pavisa overensstammelse godkanns, om detta forutsatts i internationella avtal som ar forpliktande for finland eller i europeiska gemenskapens rattsakter."
      },
      "valid_from": "2007-08-24",
      "valid_to": null
    }
  ]
}