{
  "id": "827/2005",
  "type": "statute",
  "title": "Laki evankelis-luterilaisen kirkon työmarkkinalaitoksesta",
  "title_en": "Lag om den evangelisk-lutherska kyrkans arbetsmarknadsverk",
  "status": "in_force",
  "issued_date": "2005-10-21",
  "in_force_date": "2005-10-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/827/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Evankelis-luterilaisen kirkon työmarkkinalaitos toimii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien edunvalvojana työmarkkina-asioissa. Työmarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja työntekijöiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon työehtosopimuksista annetussa laissa (829/2005) säädetyssä järjestyksessä sekä suorittaa muut lain mukaan evankelis-luterilaisen kirkon työmarkkinalaitokselle kuuluvat tehtävät. Työmarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Evankelis-luterilaisen kirkon työmarkkinalaitos toimii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien edunvalvojana työmarkkina-asioissa. Työmarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja työntekijöiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon työehtosopimuksista annetussa laissa (829/2005) säädetyssä järjestyksessä sekä suorittaa muut lain mukaan evankelis-luterilaisen kirkon työmarkkinalaitokselle kuuluvat tehtävät. Työmarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
        "folded_fi": "evankelis-luterilaisen kirkon tyomarkkinalaitos toimii evankelis-luterilaisen kirkon seka seurakuntien ja seurakuntayhtymien edunvalvojana tyomarkkina-asioissa. tyomarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon seka seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja tyontekijoiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon tyoehtosopimuksista annetussa laissa (829/2005) saadetyssa jarjestyksessa seka suorittaa muut lain mukaan evankelis-luterilaisen kirkon tyomarkkinalaitokselle kuuluvat tehtavat. tyomarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
        "content_sv": "Den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas intressen i arbetsmarknadsfrågor. Arbetsmarknadsverket förhandlar och avtalar på den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas vägnar om anställningsvillkoren för tjänsteinnehavarna och arbetstagarna i deras tjänst i den ordning som föreskrivs i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utför andra uppgifter som enligt lag ankommer på den evangelisk-lutherska kyrkans arbetsmarknadsverk. Arbetsmarknadsverket kan ge rekommendationer i frågor som inte kan avtalas genom tjänstekollektivavtal.",
        "normalized_sv": "Den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas intressen i arbetsmarknadsfrågor. Arbetsmarknadsverket förhandlar och avtalar på den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas vägnar om anställningsvillkoren för tjänsteinnehavarna och arbetstagarna i deras tjänst i den ordning som föreskrivs i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utför andra uppgifter som enligt lag ankommer på den evangelisk-lutherska kyrkans arbetsmarknadsverk. Arbetsmarknadsverket kan ge rekommendationer i frågor som inte kan avtalas genom tjänstekollektivavtal.",
        "folded_sv": "den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt forsamlingarnas och de kyrkliga samfalligheternas intressen i arbetsmarknadsfragor. arbetsmarknadsverket forhandlar och avtalar pa den evangelisk-lutherska kyrkans samt forsamlingarnas och de kyrkliga samfalligheternas vagnar om anstallningsvillkoren for tjansteinnehavarna och arbetstagarna i deras tjanst i den ordning som foreskrivs i lagen om den evangelisk-lutherska kyrkans tjanstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utfor andra uppgifter som enligt lag ankommer pa den evangelisk-lutherska kyrkans arbetsmarknadsverk. arbetsmarknadsverket kan ge rekommendationer i fragor som inte kan avtalas genom tjanstekollektivavtal."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Työmarkkinalaitoksen päätösvaltaa 1 §:ssä tarkoitetuissa asioissa käyttää sen valtuuskunta, jollei toisin säädetä tai jollei valtuuskunta päätä siirtää päätösvaltaa asettamalleen jaostolle tai toimielimelle taikka työmarkkinalaitoksen toimiston viranhaltijalle. Valtuuskunnassa on 11 jäsentä ja yhtä monta henkilökohtaista varajäsentä. Jäsenet ja varajäsenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 §:n 4 momentissa säädetyllä tavalla. Jäsenten ja varajäsenten toimikausi on neljä vuotta. Jäsenet ja varajäsenet on valittava siten, että palvelussuhteen ehtojen tuntemus sekä erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. Valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintään kaksi varapuheenjohtajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Työmarkkinalaitoksen päätösvaltaa 1 § :ssä tarkoitetuissa asioissa käyttää sen valtuuskunta, jollei toisin säädetä tai jollei valtuuskunta päätä siirtää päätösvaltaa asettamalleen jaostolle tai toimielimelle taikka työmarkkinalaitoksen toimiston viranhaltijalle. Valtuuskunnassa on 11 jäsentä ja yhtä monta henkilökohtaista varajäsentä. Jäsenet ja varajäsenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 § :n 4 momentissa säädetyllä tavalla. Jäsenten ja varajäsenten toimikausi on neljä vuotta. Jäsenet ja varajäsenet on valittava siten, että palvelussuhteen ehtojen tuntemus sekä erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. Valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintään kaksi varapuheenjohtajaa.",
        "folded_fi": "tyomarkkinalaitoksen paatosvaltaa 1 §:ssa tarkoitetuissa asioissa kayttaa sen valtuuskunta, jollei toisin saadeta tai jollei valtuuskunta paata siirtaa paatosvaltaa asettamalleen jaostolle tai toimielimelle taikka tyomarkkinalaitoksen toimiston viranhaltijalle. valtuuskunnassa on 11 jasenta ja yhta monta henkilokohtaista varajasenta. jasenet ja varajasenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 §:n 4 momentissa saadetylla tavalla. jasenten ja varajasenten toimikausi on nelja vuotta. jasenet ja varajasenet on valittava siten, etta palvelussuhteen ehtojen tuntemus seka erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintaan kaksi varapuheenjohtajaa.",
        "content_sv": "Arbetsmarknadsverkets beslutanderätt i frågor som avses i 1 § utövas av verkets delegation, om inte något annat föreskrivs eller om inte delegationen beslutar att överföra beslutanderätt till en sektion eller ett organ som delegationen tillsatt eller till en tjänsteinnehavare vid arbetsmarknadsverkets byrå. Delegationen består av 11 medlemmar och lika många personliga suppleanter. Medlemmarna och suppleanterna utses av kyrkomötet på det sätt som föreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). Medlemmarnas och suppleanternas mandattid är fyra år. Medlemmarna och suppleanterna skall utses så att kännedom om anställningsvillkoren beaktas samt församlingar av olika typ och landets olika delar blir företrädda. Delegationen väljer en ordförande och högst två vice ordförande inom sig.",
        "normalized_sv": "Arbetsmarknadsverkets beslutanderätt i frågor som avses i 1 § utövas av verkets delegation, om inte något annat föreskrivs eller om inte delegationen beslutar att överföra beslutanderätt till en sektion eller ett organ som delegationen tillsatt eller till en tjänsteinnehavare vid arbetsmarknadsverkets byrå. Delegationen består av 11 medlemmar och lika många personliga suppleanter. Medlemmarna och suppleanterna utses av kyrkomötet på det sätt som föreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). Medlemmarnas och suppleanternas mandattid är fyra år. Medlemmarna och suppleanterna skall utses så att kännedom om anställningsvillkoren beaktas samt församlingar av olika typ och landets olika delar blir företrädda. Delegationen väljer en ordförande och högst två vice ordförande inom sig.",
        "folded_sv": "arbetsmarknadsverkets beslutanderatt i fragor som avses i 1 § utovas av verkets delegation, om inte nagot annat foreskrivs eller om inte delegationen beslutar att overfora beslutanderatt till en sektion eller ett organ som delegationen tillsatt eller till en tjansteinnehavare vid arbetsmarknadsverkets byra. delegationen bestar av 11 medlemmar och lika manga personliga suppleanter. medlemmarna och suppleanterna utses av kyrkomotet pa det satt som foreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). medlemmarnas och suppleanternas mandattid ar fyra ar. medlemmarna och suppleanterna skall utses sa att kannedom om anstallningsvillkoren beaktas samt forsamlingar av olika typ och landets olika delar blir foretradda. delegationen valjer en ordforande och hogst tva vice ordforande inom sig."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Valtuuskuntaan voidaan valita henkilö, jolla on kirkkolain 7 luvun 3 §:n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtävän vastaanottamiseen. Vaalikelpoisia valtuuskuntaan eivät ole evankelis-luterilaista kirkkoa koskevan virka- ja työehtosopimuksen allekirjoittajajärjestöön tai sen jäsenjärjestöön luottamushenkilö- tai pysyväisluonteisessa palvelussuhteessa olevat henkilöt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtuuskuntaan voidaan valita henkilö, jolla on kirkkolain 7 luvun 3 § :n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtävän vastaanottamiseen. Vaalikelpoisia valtuuskuntaan eivät ole evankelis-luterilaista kirkkoa koskevan virka- ja työehtosopimuksen allekirjoittajajärjestöön tai sen jäsenjärjestöön luottamushenkilö- tai pysyväisluonteisessa palvelussuhteessa olevat henkilöt.",
        "folded_fi": "valtuuskuntaan voidaan valita henkilo, jolla on kirkkolain 7 luvun 3 §:n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtavan vastaanottamiseen. vaalikelpoisia valtuuskuntaan eivat ole evankelis-luterilaista kirkkoa koskevan virka- ja tyoehtosopimuksen allekirjoittajajarjestoon tai sen jasenjarjestoon luottamushenkilo- tai pysyvaisluonteisessa palvelussuhteessa olevat henkilot.",
        "content_sv": "Till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen är valbara till förtroendeuppdrag i en församling och som samtyckt till att ta emot uppdraget. Valbara till delegationen är inte personer som innehar ett förtroendeuppdrag hos eller står i ett anställningsförhållande av bestående natur till en organisation som undertecknat ett tjänste- eller arbetskollektivavtal för den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sådan organisation.",
        "normalized_sv": "Till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen är valbara till förtroendeuppdrag i en församling och som samtyckt till att ta emot uppdraget. Valbara till delegationen är inte personer som innehar ett förtroendeuppdrag hos eller står i ett anställningsförhållande av bestående natur till en organisation som undertecknat ett tjänste- eller arbetskollektivavtal för den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sådan organisation.",
        "folded_sv": "till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen ar valbara till fortroendeuppdrag i en forsamling och som samtyckt till att ta emot uppdraget. valbara till delegationen ar inte personer som innehar ett fortroendeuppdrag hos eller star i ett anstallningsforhallande av bestaende natur till en organisation som undertecknat ett tjanste- eller arbetskollektivavtal for den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sadan organisation."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kirkkohallituksen määräämällä henkilöllä sekä piispainkokouksen määräämällä piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa sekä siellä ottaa osaa keskusteluun, mutta ei päätöksen tekemiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Kirkkohallituksen määräämällä henkilöllä sekä piispainkokouksen määräämällä piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa sekä siellä ottaa osaa keskusteluun, mutta ei päätöksen tekemiseen.",
        "folded_fi": "kirkkohallituksen maaraamalla henkilolla seka piispainkokouksen maaraamalla piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa seka siella ottaa osaa keskusteluun, mutta ei paatoksen tekemiseen.",
        "content_sv": "En av kyrkostyrelsen förordnad person och en av biskopsmötet förordnad biskop har rätt att vara närvarande vid delegationens och dess sektioners sammanträden samt att där delta i diskussionen, men inte i beslutsfattandet.",
        "normalized_sv": "En av kyrkostyrelsen förordnad person och en av biskopsmötet förordnad biskop har rätt att vara närvarande vid delegationens och dess sektioners sammanträden samt att där delta i diskussionen, men inte i beslutsfattandet.",
        "folded_sv": "en av kyrkostyrelsen forordnad person och en av biskopsmotet forordnad biskop har ratt att vara narvarande vid delegationens och dess sektioners sammantraden samt att dar delta i diskussionen, men inte i beslutsfattandet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Työmarkkinalaitoksen asioiden valmistelua ja sen päätösten toimeenpanoa varten on kirkkohallituksessa työmarkkinalaitoksen toimisto tarpeellisine henkilökuntineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työmarkkinalaitoksen asioiden valmistelua ja sen päätösten toimeenpanoa varten on kirkkohallituksessa työmarkkinalaitoksen toimisto tarpeellisine henkilökuntineen.",
        "folded_fi": "tyomarkkinalaitoksen asioiden valmistelua ja sen paatosten toimeenpanoa varten on kirkkohallituksessa tyomarkkinalaitoksen toimisto tarpeellisine henkilokuntineen.",
        "content_sv": "För beredning av de ärenden som ankommer på arbetsmarknadsverket och för verkställighet av dess beslut finns vid kyrkostyrelsen en byrå för arbetsmarknadsverket och behövlig personal.",
        "normalized_sv": "För beredning av de ärenden som ankommer på arbetsmarknadsverket och för verkställighet av dess beslut finns vid kyrkostyrelsen en byrå för arbetsmarknadsverket och behövlig personal.",
        "folded_sv": "for beredning av de arenden som ankommer pa arbetsmarknadsverket och for verkstallighet av dess beslut finns vid kyrkostyrelsen en byra for arbetsmarknadsverket och behovlig personal."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Valtuuskunta päättää työjärjestyksestään. Kirkkohallitus hyväksyy valtuuskunnan esityksestä työmarkkinalaitoksen toimiston johtosäännön ja muut tarvittavat säännöt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Valtuuskunta päättää työjärjestyksestään. Kirkkohallitus hyväksyy valtuuskunnan esityksestä työmarkkinalaitoksen toimiston johtosäännön ja muut tarvittavat säännöt.",
        "folded_fi": "valtuuskunta paattaa tyojarjestyksestaan. kirkkohallitus hyvaksyy valtuuskunnan esityksesta tyomarkkinalaitoksen toimiston johtosaannon ja muut tarvittavat saannot.",
        "content_sv": "Delegationen fattar beslut om sin arbetsordning. Kyrkostyrelsen godkänner på framställning av delegationen en instruktion och andra behövliga regler för arbetsmarknadsverkets byrå.",
        "normalized_sv": "Delegationen fattar beslut om sin arbetsordning. Kyrkostyrelsen godkänner på framställning av delegationen en instruktion och andra behövliga regler för arbetsmarknadsverkets byrå.",
        "folded_sv": "delegationen fattar beslut om sin arbetsordning. kyrkostyrelsen godkanner pa framstallning av delegationen en instruktion och andra behovliga regler for arbetsmarknadsverkets byra."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Valtuuskunnan tai sen jaoston päätökseen ei saa hakea muutosta. Sama koskee seurakunnan, seurakuntayhtymän ja kirkon viranomaisen päätöstä, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 §:n 2 momentin nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtuuskunnan tai sen jaoston päätökseen ei saa hakea muutosta. Sama koskee seurakunnan, seurakuntayhtymän ja kirkon viranomaisen päätöstä, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 § :n 2 momentin nojalla.",
        "folded_fi": "valtuuskunnan tai sen jaoston paatokseen ei saa hakea muutosta. sama koskee seurakunnan, seurakuntayhtyman ja kirkon viranomaisen paatosta, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 §:n 2 momentin nojalla.",
        "content_sv": "I beslut som har fattats av delegationen eller dess sektioner får ändring inte sökas. Detsamma gäller beslut som med stöd av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal har fattats av en församling, en kyrklig samfällighet eller en kyrklig myndighet.",
        "normalized_sv": "I beslut som har fattats av delegationen eller dess sektioner får ändring inte sökas. Detsamma gäller beslut som med stöd av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal har fattats av en församling, en kyrklig samfällighet eller en kyrklig myndighet.",
        "folded_sv": "i beslut som har fattats av delegationen eller dess sektioner far andring inte sokas. detsamma galler beslut som med stod av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjanstekollektivavtal har fattats av en forsamling, en kyrklig samfallighet eller en kyrklig myndighet."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Työmarkkinalaitoksen luottamushenkilön sekä toimiston viranhaltijan ja työsopimussuhteisen työntekijän esteellisyydestä on soveltuvin osin voimassa, mitä hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Työmarkkinalaitoksen luottamushenkilön sekä toimiston viranhaltijan ja työsopimussuhteisen työntekijän esteellisyydestä on soveltuvin osin voimassa, mitä hallintolaissa (434/2003) säädetään.",
        "folded_fi": "tyomarkkinalaitoksen luottamushenkilon seka toimiston viranhaltijan ja tyosopimussuhteisen tyontekijan esteellisyydesta on soveltuvin osin voimassa, mita hallintolaissa (434/2003) saadetaan.",
        "content_sv": "I fråga om jäv för en förtroendevald vid arbetsmarknadsverket samt för en tjänsteinnehavare och en arbetstagare i arbetsavtalsförhållande vid byrån gäller i tillämpliga delar vad som bestäms i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för en förtroendevald vid arbetsmarknadsverket samt för en tjänsteinnehavare och en arbetstagare i arbetsavtalsförhållande vid byrån gäller i tillämpliga delar vad som bestäms i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for en fortroendevald vid arbetsmarknadsverket samt for en tjansteinnehavare och en arbetstagare i arbetsavtalsforhallande vid byran galler i tillampliga delar vad som bestams i forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Työmarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtymän asianomaiselta viranomaiselta 1 §:ssä säädettyjen tehtäviensä suorittamiseksi tarpeelliset tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Työmarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtymän asianomaiselta viranomaiselta 1 § :ssä säädettyjen tehtäviensä suorittamiseksi tarpeelliset tiedot.",
        "folded_fi": "tyomarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtyman asianomaiselta viranomaiselta 1 §:ssa saadettyjen tehtaviensa suorittamiseksi tarpeelliset tiedot.",
        "content_sv": "Arbetsmarknadsverket har rätt att av myndigheterna inom kyrkan, en församling eller en kyrklig samfällighet få sådana uppgifter som det behöver för att fullgöra sina uppgifter enligt 1 §.",
        "normalized_sv": "Arbetsmarknadsverket har rätt att av myndigheterna inom kyrkan, en församling eller en kyrklig samfällighet få sådana uppgifter som det behöver för att fullgöra sina uppgifter enligt 1 § .",
        "folded_sv": "arbetsmarknadsverket har ratt att av myndigheterna inom kyrkan, en forsamling eller en kyrklig samfallighet fa sadana uppgifter som det behover for att fullgora sina uppgifter enligt 1 §."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 päivänä joulukuuta 1974 annettu laki (970/1974) siihen myöhemmin tehtyine muutoksineen. Mitä muussa laissa säädetään evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee tämän lain voimaan tultua evankelis-luterilaisen kirkon työmarkkinalaitosta. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin sen täytäntöön panemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 päivänä joulukuuta 1974 annettu laki (970/1974) siihen myöhemmin tehtyine muutoksineen. Mitä muussa laissa säädetään evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee tämän lain voimaan tultua evankelis-luterilaisen kirkon työmarkkinalaitosta. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin sen täytäntöön panemiseksi.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 paivana joulukuuta 1974 annettu laki (970/1974) siihen myohemmin tehtyine muutoksineen. mita muussa laissa saadetaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee taman lain voimaan tultua evankelis-luterilaisen kirkon tyomarkkinalaitosta. ennen lain voimaantuloa voidaan ryhtya toimenpiteisiin sen taytantoon panemiseksi.",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jämte ändringar. Vad som i någon annan lag bestäms om den evangelisk-lutherska kyrkans avtalsdelegation gäller sedan denna lag har trätt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jämte ändringar. Vad som i någon annan lag bestäms om den evangelisk-lutherska kyrkans avtalsdelegation gäller sedan denna lag har trätt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jamte andringar. vad som i nagon annan lag bestams om den evangelisk-lutherska kyrkans avtalsdelegation galler sedan denna lag har tratt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Evankelis-luterilaisen kirkon työmarkkinalaitos toimii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien edunvalvojana työmarkkina-asioissa. Työmarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja työntekijöiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon työehtosopimuksista annetussa laissa (829/2005) säädetyssä järjestyksessä sekä suorittaa muut lain mukaan evankelis-luterilaisen kirkon työmarkkinalaitokselle kuuluvat tehtävät. Työmarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Evankelis-luterilaisen kirkon työmarkkinalaitos toimii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien edunvalvojana työmarkkina-asioissa. Työmarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon sekä seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja työntekijöiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon työehtosopimuksista annetussa laissa (829/2005) säädetyssä järjestyksessä sekä suorittaa muut lain mukaan evankelis-luterilaisen kirkon työmarkkinalaitokselle kuuluvat tehtävät. Työmarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
        "folded_fi": "evankelis-luterilaisen kirkon tyomarkkinalaitos toimii evankelis-luterilaisen kirkon seka seurakuntien ja seurakuntayhtymien edunvalvojana tyomarkkina-asioissa. tyomarkkinalaitos neuvottelee ja sopii evankelis-luterilaisen kirkon seka seurakuntien ja seurakuntayhtymien puolesta niiden viranhaltijoiden ja tyontekijoiden palvelussuhteen ehdoista evankelis-luterilaisen kirkon virkaehtosopimuksista annetussa laissa (968/1974) ja evankelis-luterilaisen kirkon tyoehtosopimuksista annetussa laissa (829/2005) saadetyssa jarjestyksessa seka suorittaa muut lain mukaan evankelis-luterilaisen kirkon tyomarkkinalaitokselle kuuluvat tehtavat. tyomarkkinalaitos voi antaa suosituksia asioista, joista ei voida sopia virkaehtosopimuksin.",
        "content_sv": "Den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas intressen i arbetsmarknadsfrågor. Arbetsmarknadsverket förhandlar och avtalar på den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas vägnar om anställningsvillkoren för tjänsteinnehavarna och arbetstagarna i deras tjänst i den ordning som föreskrivs i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utför andra uppgifter som enligt lag ankommer på den evangelisk-lutherska kyrkans arbetsmarknadsverk. Arbetsmarknadsverket kan ge rekommendationer i frågor som inte kan avtalas genom tjänstekollektivavtal.",
        "normalized_sv": "Den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas intressen i arbetsmarknadsfrågor. Arbetsmarknadsverket förhandlar och avtalar på den evangelisk-lutherska kyrkans samt församlingarnas och de kyrkliga samfälligheternas vägnar om anställningsvillkoren för tjänsteinnehavarna och arbetstagarna i deras tjänst i den ordning som föreskrivs i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utför andra uppgifter som enligt lag ankommer på den evangelisk-lutherska kyrkans arbetsmarknadsverk. Arbetsmarknadsverket kan ge rekommendationer i frågor som inte kan avtalas genom tjänstekollektivavtal.",
        "folded_sv": "den evangelisk-lutherska kyrkans arbetsmarknadsverk bevakar den evangelisk-lutherska kyrkans samt forsamlingarnas och de kyrkliga samfalligheternas intressen i arbetsmarknadsfragor. arbetsmarknadsverket forhandlar och avtalar pa den evangelisk-lutherska kyrkans samt forsamlingarnas och de kyrkliga samfalligheternas vagnar om anstallningsvillkoren for tjansteinnehavarna och arbetstagarna i deras tjanst i den ordning som foreskrivs i lagen om den evangelisk-lutherska kyrkans tjanstekollektivavtal (968/1974) och lagen om den evangelisk-lutherska kyrkans arbetskollektivavtal (829/2005) samt utfor andra uppgifter som enligt lag ankommer pa den evangelisk-lutherska kyrkans arbetsmarknadsverk. arbetsmarknadsverket kan ge rekommendationer i fragor som inte kan avtalas genom tjanstekollektivavtal."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Työmarkkinalaitoksen päätösvaltaa 1 §:ssä tarkoitetuissa asioissa käyttää sen valtuuskunta, jollei toisin säädetä tai jollei valtuuskunta päätä siirtää päätösvaltaa asettamalleen jaostolle tai toimielimelle taikka työmarkkinalaitoksen toimiston viranhaltijalle. Valtuuskunnassa on 11 jäsentä ja yhtä monta henkilökohtaista varajäsentä. Jäsenet ja varajäsenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 §:n 4 momentissa säädetyllä tavalla. Jäsenten ja varajäsenten toimikausi on neljä vuotta. Jäsenet ja varajäsenet on valittava siten, että palvelussuhteen ehtojen tuntemus sekä erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. Valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintään kaksi varapuheenjohtajaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Työmarkkinalaitoksen päätösvaltaa 1 § :ssä tarkoitetuissa asioissa käyttää sen valtuuskunta, jollei toisin säädetä tai jollei valtuuskunta päätä siirtää päätösvaltaa asettamalleen jaostolle tai toimielimelle taikka työmarkkinalaitoksen toimiston viranhaltijalle. Valtuuskunnassa on 11 jäsentä ja yhtä monta henkilökohtaista varajäsentä. Jäsenet ja varajäsenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 § :n 4 momentissa säädetyllä tavalla. Jäsenten ja varajäsenten toimikausi on neljä vuotta. Jäsenet ja varajäsenet on valittava siten, että palvelussuhteen ehtojen tuntemus sekä erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. Valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintään kaksi varapuheenjohtajaa.",
        "folded_fi": "tyomarkkinalaitoksen paatosvaltaa 1 §:ssa tarkoitetuissa asioissa kayttaa sen valtuuskunta, jollei toisin saadeta tai jollei valtuuskunta paata siirtaa paatosvaltaa asettamalleen jaostolle tai toimielimelle taikka tyomarkkinalaitoksen toimiston viranhaltijalle. valtuuskunnassa on 11 jasenta ja yhta monta henkilokohtaista varajasenta. jasenet ja varajasenet valitsee kirkolliskokous kirkkolain (1054/1993) 20 luvun 8 §:n 4 momentissa saadetylla tavalla. jasenten ja varajasenten toimikausi on nelja vuotta. jasenet ja varajasenet on valittava siten, etta palvelussuhteen ehtojen tuntemus seka erityyppisten seurakuntien ja maan eri osien edustus otetaan huomioon. valtuuskunta valitsee keskuudestaan puheenjohtajan ja enintaan kaksi varapuheenjohtajaa.",
        "content_sv": "Arbetsmarknadsverkets beslutanderätt i frågor som avses i 1 § utövas av verkets delegation, om inte något annat föreskrivs eller om inte delegationen beslutar att överföra beslutanderätt till en sektion eller ett organ som delegationen tillsatt eller till en tjänsteinnehavare vid arbetsmarknadsverkets byrå. Delegationen består av 11 medlemmar och lika många personliga suppleanter. Medlemmarna och suppleanterna utses av kyrkomötet på det sätt som föreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). Medlemmarnas och suppleanternas mandattid är fyra år. Medlemmarna och suppleanterna skall utses så att kännedom om anställningsvillkoren beaktas samt församlingar av olika typ och landets olika delar blir företrädda. Delegationen väljer en ordförande och högst två vice ordförande inom sig.",
        "normalized_sv": "Arbetsmarknadsverkets beslutanderätt i frågor som avses i 1 § utövas av verkets delegation, om inte något annat föreskrivs eller om inte delegationen beslutar att överföra beslutanderätt till en sektion eller ett organ som delegationen tillsatt eller till en tjänsteinnehavare vid arbetsmarknadsverkets byrå. Delegationen består av 11 medlemmar och lika många personliga suppleanter. Medlemmarna och suppleanterna utses av kyrkomötet på det sätt som föreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). Medlemmarnas och suppleanternas mandattid är fyra år. Medlemmarna och suppleanterna skall utses så att kännedom om anställningsvillkoren beaktas samt församlingar av olika typ och landets olika delar blir företrädda. Delegationen väljer en ordförande och högst två vice ordförande inom sig.",
        "folded_sv": "arbetsmarknadsverkets beslutanderatt i fragor som avses i 1 § utovas av verkets delegation, om inte nagot annat foreskrivs eller om inte delegationen beslutar att overfora beslutanderatt till en sektion eller ett organ som delegationen tillsatt eller till en tjansteinnehavare vid arbetsmarknadsverkets byra. delegationen bestar av 11 medlemmar och lika manga personliga suppleanter. medlemmarna och suppleanterna utses av kyrkomotet pa det satt som foreskrivs i 20 kap. 8 § 4 mom. i kyrkolagen (1054/1993). medlemmarnas och suppleanternas mandattid ar fyra ar. medlemmarna och suppleanterna skall utses sa att kannedom om anstallningsvillkoren beaktas samt forsamlingar av olika typ och landets olika delar blir foretradda. delegationen valjer en ordforande och hogst tva vice ordforande inom sig."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Valtuuskuntaan voidaan valita henkilö, jolla on kirkkolain 7 luvun 3 §:n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtävän vastaanottamiseen. Vaalikelpoisia valtuuskuntaan eivät ole evankelis-luterilaista kirkkoa koskevan virka- ja työehtosopimuksen allekirjoittajajärjestöön tai sen jäsenjärjestöön luottamushenkilö- tai pysyväisluonteisessa palvelussuhteessa olevat henkilöt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Valtuuskuntaan voidaan valita henkilö, jolla on kirkkolain 7 luvun 3 § :n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtävän vastaanottamiseen. Vaalikelpoisia valtuuskuntaan eivät ole evankelis-luterilaista kirkkoa koskevan virka- ja työehtosopimuksen allekirjoittajajärjestöön tai sen jäsenjärjestöön luottamushenkilö- tai pysyväisluonteisessa palvelussuhteessa olevat henkilöt.",
        "folded_fi": "valtuuskuntaan voidaan valita henkilo, jolla on kirkkolain 7 luvun 3 §:n mukainen vaalikelpoisuus seurakunnan luottamustoimiin ja joka on antanut suostumuksensa tehtavan vastaanottamiseen. vaalikelpoisia valtuuskuntaan eivat ole evankelis-luterilaista kirkkoa koskevan virka- ja tyoehtosopimuksen allekirjoittajajarjestoon tai sen jasenjarjestoon luottamushenkilo- tai pysyvaisluonteisessa palvelussuhteessa olevat henkilot.",
        "content_sv": "Till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen är valbara till förtroendeuppdrag i en församling och som samtyckt till att ta emot uppdraget. Valbara till delegationen är inte personer som innehar ett förtroendeuppdrag hos eller står i ett anställningsförhållande av bestående natur till en organisation som undertecknat ett tjänste- eller arbetskollektivavtal för den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sådan organisation.",
        "normalized_sv": "Till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen är valbara till förtroendeuppdrag i en församling och som samtyckt till att ta emot uppdraget. Valbara till delegationen är inte personer som innehar ett förtroendeuppdrag hos eller står i ett anställningsförhållande av bestående natur till en organisation som undertecknat ett tjänste- eller arbetskollektivavtal för den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sådan organisation.",
        "folded_sv": "till delegationen kan utses personer som enligt 7 kap. 3 § i kyrkolagen ar valbara till fortroendeuppdrag i en forsamling och som samtyckt till att ta emot uppdraget. valbara till delegationen ar inte personer som innehar ett fortroendeuppdrag hos eller star i ett anstallningsforhallande av bestaende natur till en organisation som undertecknat ett tjanste- eller arbetskollektivavtal for den evangelisk-lutherska kyrkan eller en medlemsorganisation i en sadan organisation."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kirkkohallituksen määräämällä henkilöllä sekä piispainkokouksen määräämällä piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa sekä siellä ottaa osaa keskusteluun, mutta ei päätöksen tekemiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Kirkkohallituksen määräämällä henkilöllä sekä piispainkokouksen määräämällä piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa sekä siellä ottaa osaa keskusteluun, mutta ei päätöksen tekemiseen.",
        "folded_fi": "kirkkohallituksen maaraamalla henkilolla seka piispainkokouksen maaraamalla piispalla on oikeus olla saapuvilla valtuuskunnan ja sen jaostojen kokouksessa seka siella ottaa osaa keskusteluun, mutta ei paatoksen tekemiseen.",
        "content_sv": "En av kyrkostyrelsen förordnad person och en av biskopsmötet förordnad biskop har rätt att vara närvarande vid delegationens och dess sektioners sammanträden samt att där delta i diskussionen, men inte i beslutsfattandet.",
        "normalized_sv": "En av kyrkostyrelsen förordnad person och en av biskopsmötet förordnad biskop har rätt att vara närvarande vid delegationens och dess sektioners sammanträden samt att där delta i diskussionen, men inte i beslutsfattandet.",
        "folded_sv": "en av kyrkostyrelsen forordnad person och en av biskopsmotet forordnad biskop har ratt att vara narvarande vid delegationens och dess sektioners sammantraden samt att dar delta i diskussionen, men inte i beslutsfattandet."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Työmarkkinalaitoksen asioiden valmistelua ja sen päätösten toimeenpanoa varten on kirkkohallituksessa työmarkkinalaitoksen toimisto tarpeellisine henkilökuntineen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Työmarkkinalaitoksen asioiden valmistelua ja sen päätösten toimeenpanoa varten on kirkkohallituksessa työmarkkinalaitoksen toimisto tarpeellisine henkilökuntineen.",
        "folded_fi": "tyomarkkinalaitoksen asioiden valmistelua ja sen paatosten toimeenpanoa varten on kirkkohallituksessa tyomarkkinalaitoksen toimisto tarpeellisine henkilokuntineen.",
        "content_sv": "För beredning av de ärenden som ankommer på arbetsmarknadsverket och för verkställighet av dess beslut finns vid kyrkostyrelsen en byrå för arbetsmarknadsverket och behövlig personal.",
        "normalized_sv": "För beredning av de ärenden som ankommer på arbetsmarknadsverket och för verkställighet av dess beslut finns vid kyrkostyrelsen en byrå för arbetsmarknadsverket och behövlig personal.",
        "folded_sv": "for beredning av de arenden som ankommer pa arbetsmarknadsverket och for verkstallighet av dess beslut finns vid kyrkostyrelsen en byra for arbetsmarknadsverket och behovlig personal."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Valtuuskunta päättää työjärjestyksestään. Kirkkohallitus hyväksyy valtuuskunnan esityksestä työmarkkinalaitoksen toimiston johtosäännön ja muut tarvittavat säännöt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Valtuuskunta päättää työjärjestyksestään. Kirkkohallitus hyväksyy valtuuskunnan esityksestä työmarkkinalaitoksen toimiston johtosäännön ja muut tarvittavat säännöt.",
        "folded_fi": "valtuuskunta paattaa tyojarjestyksestaan. kirkkohallitus hyvaksyy valtuuskunnan esityksesta tyomarkkinalaitoksen toimiston johtosaannon ja muut tarvittavat saannot.",
        "content_sv": "Delegationen fattar beslut om sin arbetsordning. Kyrkostyrelsen godkänner på framställning av delegationen en instruktion och andra behövliga regler för arbetsmarknadsverkets byrå.",
        "normalized_sv": "Delegationen fattar beslut om sin arbetsordning. Kyrkostyrelsen godkänner på framställning av delegationen en instruktion och andra behövliga regler för arbetsmarknadsverkets byrå.",
        "folded_sv": "delegationen fattar beslut om sin arbetsordning. kyrkostyrelsen godkanner pa framstallning av delegationen en instruktion och andra behovliga regler for arbetsmarknadsverkets byra."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Valtuuskunnan tai sen jaoston päätökseen ei saa hakea muutosta. Sama koskee seurakunnan, seurakuntayhtymän ja kirkon viranomaisen päätöstä, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 §:n 2 momentin nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Valtuuskunnan tai sen jaoston päätökseen ei saa hakea muutosta. Sama koskee seurakunnan, seurakuntayhtymän ja kirkon viranomaisen päätöstä, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 § :n 2 momentin nojalla.",
        "folded_fi": "valtuuskunnan tai sen jaoston paatokseen ei saa hakea muutosta. sama koskee seurakunnan, seurakuntayhtyman ja kirkon viranomaisen paatosta, joka on tehty evankelis-luterilaisen kirkon virkaehtosopimuksista annetun lain 3 §:n 2 momentin nojalla.",
        "content_sv": "I beslut som har fattats av delegationen eller dess sektioner får ändring inte sökas. Detsamma gäller beslut som med stöd av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal har fattats av en församling, en kyrklig samfällighet eller en kyrklig myndighet.",
        "normalized_sv": "I beslut som har fattats av delegationen eller dess sektioner får ändring inte sökas. Detsamma gäller beslut som med stöd av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjänstekollektivavtal har fattats av en församling, en kyrklig samfällighet eller en kyrklig myndighet.",
        "folded_sv": "i beslut som har fattats av delegationen eller dess sektioner far andring inte sokas. detsamma galler beslut som med stod av 3 § 2 mom. i lagen om den evangelisk-lutherska kyrkans tjanstekollektivavtal har fattats av en forsamling, en kyrklig samfallighet eller en kyrklig myndighet."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Työmarkkinalaitoksen luottamushenkilön sekä toimiston viranhaltijan ja työsopimussuhteisen työntekijän esteellisyydestä on soveltuvin osin voimassa, mitä hallintolaissa (434/2003) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Työmarkkinalaitoksen luottamushenkilön sekä toimiston viranhaltijan ja työsopimussuhteisen työntekijän esteellisyydestä on soveltuvin osin voimassa, mitä hallintolaissa (434/2003) säädetään.",
        "folded_fi": "tyomarkkinalaitoksen luottamushenkilon seka toimiston viranhaltijan ja tyosopimussuhteisen tyontekijan esteellisyydesta on soveltuvin osin voimassa, mita hallintolaissa (434/2003) saadetaan.",
        "content_sv": "I fråga om jäv för en förtroendevald vid arbetsmarknadsverket samt för en tjänsteinnehavare och en arbetstagare i arbetsavtalsförhållande vid byrån gäller i tillämpliga delar vad som bestäms i förvaltningslagen (434/2003).",
        "normalized_sv": "I fråga om jäv för en förtroendevald vid arbetsmarknadsverket samt för en tjänsteinnehavare och en arbetstagare i arbetsavtalsförhållande vid byrån gäller i tillämpliga delar vad som bestäms i förvaltningslagen (434/2003).",
        "folded_sv": "i fraga om jav for en fortroendevald vid arbetsmarknadsverket samt for en tjansteinnehavare och en arbetstagare i arbetsavtalsforhallande vid byran galler i tillampliga delar vad som bestams i forvaltningslagen (434/2003)."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Työmarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtymän asianomaiselta viranomaiselta 1 §:ssä säädettyjen tehtäviensä suorittamiseksi tarpeelliset tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Työmarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtymän asianomaiselta viranomaiselta 1 § :ssä säädettyjen tehtäviensä suorittamiseksi tarpeelliset tiedot.",
        "folded_fi": "tyomarkkinalaitoksella on oikeus saada kirkon, seurakunnan ja seurakuntayhtyman asianomaiselta viranomaiselta 1 §:ssa saadettyjen tehtaviensa suorittamiseksi tarpeelliset tiedot.",
        "content_sv": "Arbetsmarknadsverket har rätt att av myndigheterna inom kyrkan, en församling eller en kyrklig samfällighet få sådana uppgifter som det behöver för att fullgöra sina uppgifter enligt 1 §.",
        "normalized_sv": "Arbetsmarknadsverket har rätt att av myndigheterna inom kyrkan, en församling eller en kyrklig samfällighet få sådana uppgifter som det behöver för att fullgöra sina uppgifter enligt 1 § .",
        "folded_sv": "arbetsmarknadsverket har ratt att av myndigheterna inom kyrkan, en forsamling eller en kyrklig samfallighet fa sadana uppgifter som det behover for att fullgora sina uppgifter enligt 1 §."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 päivänä joulukuuta 1974 annettu laki (970/1974) siihen myöhemmin tehtyine muutoksineen. Mitä muussa laissa säädetään evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee tämän lain voimaan tultua evankelis-luterilaisen kirkon työmarkkinalaitosta. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin sen täytäntöön panemiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä tammikuuta 2006. Tällä lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 päivänä joulukuuta 1974 annettu laki (970/1974) siihen myöhemmin tehtyine muutoksineen. Mitä muussa laissa säädetään evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee tämän lain voimaan tultua evankelis-luterilaisen kirkon työmarkkinalaitosta. Ennen lain voimaantuloa voidaan ryhtyä toimenpiteisiin sen täytäntöön panemiseksi.",
        "folded_fi": "tama laki tulee voimaan 1 paivana tammikuuta 2006. talla lailla kumotaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta 20 paivana joulukuuta 1974 annettu laki (970/1974) siihen myohemmin tehtyine muutoksineen. mita muussa laissa saadetaan evankelis-luterilaisen kirkon sopimusvaltuuskunnasta, koskee taman lain voimaan tultua evankelis-luterilaisen kirkon tyomarkkinalaitosta. ennen lain voimaantuloa voidaan ryhtya toimenpiteisiin sen taytantoon panemiseksi.",
        "content_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jämte ändringar. Vad som i någon annan lag bestäms om den evangelisk-lutherska kyrkans avtalsdelegation gäller sedan denna lag har trätt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "normalized_sv": "Denna lag träder i kraft den 1 januari 2006. Genom denna lag upphävs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jämte ändringar. Vad som i någon annan lag bestäms om den evangelisk-lutherska kyrkans avtalsdelegation gäller sedan denna lag har trätt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. Åtgärder som verkställigheten av lagen förutsätter får vidtas innan lagen träder i kraft.",
        "folded_sv": "denna lag trader i kraft den 1 januari 2006. genom denna lag upphavs lagen av den 20 december 1974 om den evangelisk-lutherska kyrkans avtalsdelegation (970/1974) jamte andringar. vad som i nagon annan lag bestams om den evangelisk-lutherska kyrkans avtalsdelegation galler sedan denna lag har tratt i kraft den evangelisk-lutherska kyrkans arbetsmarknadsverk. atgarder som verkstalligheten av lagen forutsatter far vidtas innan lagen trader i kraft."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    }
  ]
}