{
  "id": "840/2005",
  "type": "statute",
  "title": "Laki sairausvakuutuslain 13 luvun muuttamisesta",
  "title_en": "Lag om ändring av 13 kap. i sjukförsäkringslagen",
  "status": "in_force",
  "issued_date": "2005-10-21",
  "in_force_date": "2005-10-21",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/840/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "13:11",
      "chapter": "13",
      "section": "11",
      "title": "Yliopisto-opiskelijoiden terveydenhoito",
      "content": "Kansaneläkelaitos voi suorittaa Ylioppilaiden terveydenhoitosäätiölle kohtuullisen korvauksen sen järjestämän perusterveydenhuollon kustannuksista. Perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistämisen ja sairauksien ehkäisyn sekä hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislääkäritasoisen avosairaanhoidon palveluja, mielenterveystyötä sekä suun terveydenhuoltoa lukuun ottamatta oikomishoidon sekä proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:11",
        "normalized_fi": "Kansaneläkelaitos voi suorittaa Ylioppilaiden terveydenhoitosäätiölle kohtuullisen korvauksen sen järjestämän perusterveydenhuollon kustannuksista. Perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistämisen ja sairauksien ehkäisyn sekä hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislääkäritasoisen avosairaanhoidon palveluja, mielenterveystyötä sekä suun terveydenhuoltoa lukuun ottamatta oikomishoidon sekä proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
        "folded_fi": "kansanelakelaitos voi suorittaa ylioppilaiden terveydenhoitosaatiolle kohtuullisen korvauksen sen jarjestaman perusterveydenhuollon kustannuksista. perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistamisen ja sairauksien ehkaisyn seka hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislaakaritasoisen avosairaanhoidon palveluja, mielenterveystyota seka suun terveydenhuoltoa lukuun ottamatta oikomishoidon seka proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
        "title_sv": "Universitetsstuderandes hälsovård",
        "content_sv": "Folkpensionsanstalten kan till Studenternas hälsovårdsstiftelse betala en skälig ersättning för kostnaderna för den primärvård stiftelsen anordnar. Med primärvård avses verksamhet som är nödvändig med tanke på främjande av de studerandes hälsa samt förebyggande och behandling av sjukdomar, tjänster inom öppenvård på allmän- och specialläkarnivå, mentalvårdsarbete samt mun- och tandvård med undantag av kostnader för regleringsvård samt protetiska och tandtekniska åtgärder.",
        "normalized_sv": "Folkpensionsanstalten kan till Studenternas hälsovårdsstiftelse betala en skälig ersättning för kostnaderna för den primärvård stiftelsen anordnar. Med primärvård avses verksamhet som är nödvändig med tanke på främjande av de studerandes hälsa samt förebyggande och behandling av sjukdomar, tjänster inom öppenvård på allmän- och specialläkarnivå, mentalvårdsarbete samt mun- och tandvård med undantag av kostnader för regleringsvård samt protetiska och tandtekniska åtgärder.",
        "folded_sv": "folkpensionsanstalten kan till studenternas halsovardsstiftelse betala en skalig ersattning for kostnaderna for den primarvard stiftelsen anordnar. med primarvard avses verksamhet som ar nodvandig med tanke pa framjande av de studerandes halsa samt forebyggande och behandling av sjukdomar, tjanster inom oppenvard pa allman- och speciallakarniva, mentalvardsarbete samt mun- och tandvard med undantag av kostnader for regleringsvard samt protetiska och tandtekniska atgarder."
      }
    },
    {
      "provision_ref": "13:12",
      "chapter": "13",
      "section": "12",
      "title": "Hyväksyttävät kustannukset",
      "content": "Hyväksyttäviä kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset käyttökustannukset ja perustamiskustannukset silloin, kun säätiö on järjestänyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimät näitä vastaavat maksut ja palkkiot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:12",
        "normalized_fi": "Hyväksyttäviä kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset käyttökustannukset ja perustamiskustannukset silloin, kun säätiö on järjestänyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimät näitä vastaavat maksut ja palkkiot.",
        "folded_fi": "hyvaksyttavia kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset kayttokustannukset ja perustamiskustannukset silloin, kun saatio on jarjestanyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimat naita vastaavat maksut ja palkkiot.",
        "title_sv": "Godtagbara kostnader",
        "content_sv": "Godtagbara kostnader är de nödvändiga och skäliga drifts- och anläggningskostnader som föranleds av primärvård för studerande då stiftelsen har anordnat tjänsterna vid en egen hälsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutövare som har rätt att tillhandahålla hälso- och sjukvårdstjänster tar ut.",
        "normalized_sv": "Godtagbara kostnader är de nödvändiga och skäliga drifts- och anläggningskostnader som föranleds av primärvård för studerande då stiftelsen har anordnat tjänsterna vid en egen hälsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutövare som har rätt att tillhandahålla hälso- och sjukvårdstjänster tar ut.",
        "folded_sv": "godtagbara kostnader ar de nodvandiga och skaliga drifts- och anlaggningskostnader som foranleds av primarvard for studerande da stiftelsen har anordnat tjansterna vid en egen halsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutovare som har ratt att tillhandahalla halso- och sjukvardstjanster tar ut."
      }
    },
    {
      "provision_ref": "13:13",
      "chapter": "13",
      "section": "13",
      "title": "Korvauksen määräytyminen",
      "content": "Korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen käytöstä aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmäismäärän perusteella. Kansaneläkelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmäismäärän terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijöiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmäismäärä opiskelijamäärällä kerrottuna, kuitenkin enintään 63 prosenttia säätiön tili- ja toimintakauden kokonaisrahoituksesta. Lopullista kokonaiskorvausta laskettaessa opiskelijamäärällä tarkoitetaan tilikauden ennakkokorvaushakemuksessa käytettyä terveydenhoitomaksun maksaneiden opiskelijoiden määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:13",
        "normalized_fi": "Korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen käytöstä aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmäismäärän perusteella. Kansaneläkelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmäismäärän terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijöiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmäismäärä opiskelijamäärällä kerrottuna, kuitenkin enintään 63 prosenttia säätiön tili- ja toimintakauden kokonaisrahoituksesta. Lopullista kokonaiskorvausta laskettaessa opiskelijamäärällä tarkoitetaan tilikauden ennakkokorvaushakemuksessa käytettyä terveydenhoitomaksun maksaneiden opiskelijoiden määrää.",
        "folded_fi": "korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen kaytosta aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmaismaaran perusteella. kansanelakelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmaismaaran terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijoiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmaismaara opiskelijamaaralla kerrottuna, kuitenkin enintaan 63 prosenttia saation tili- ja toimintakauden kokonaisrahoituksesta. lopullista kokonaiskorvausta laskettaessa opiskelijamaaralla tarkoitetaan tilikauden ennakkokorvaushakemuksessa kaytettya terveydenhoitomaksun maksaneiden opiskelijoiden maaraa.",
        "title_sv": "Fastställande av ersättningen",
        "content_sv": "Ersättning betalas på basis av ett kalkylerat maximibelopp per studerande för de kostnader som föranletts av användningen av sådana resurser som behövs för att verksamheten skall kunna genomföras. Folkpensionsanstalten fastställer det kalkylerade maximibeloppet per studerande utifrån de resursfaktorer som behövs för att hälso- och sjukvården skall kunna genomföras och på det sätt som bestäms närmare genom förordning av statsrådet. Den slutliga totala ersättningen är det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock högst 63 procent av den totala finansieringen för stiftelsens räkenskaps- och verksamhetsperiod. Vid beräknandet av den slutliga totala ersättningen avses med antal studerande det antal studerande som uppgetts i ansökan om förskottsersättning för räkenskapsperioden och som har betalat hälsovårdsavgiften.",
        "normalized_sv": "Ersättning betalas på basis av ett kalkylerat maximibelopp per studerande för de kostnader som föranletts av användningen av sådana resurser som behövs för att verksamheten skall kunna genomföras. Folkpensionsanstalten fastställer det kalkylerade maximibeloppet per studerande utifrån de resursfaktorer som behövs för att hälso- och sjukvården skall kunna genomföras och på det sätt som bestäms närmare genom förordning av statsrådet. Den slutliga totala ersättningen är det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock högst 63 procent av den totala finansieringen för stiftelsens räkenskaps- och verksamhetsperiod. Vid beräknandet av den slutliga totala ersättningen avses med antal studerande det antal studerande som uppgetts i ansökan om förskottsersättning för räkenskapsperioden och som har betalat hälsovårdsavgiften.",
        "folded_sv": "ersattning betalas pa basis av ett kalkylerat maximibelopp per studerande for de kostnader som foranletts av anvandningen av sadana resurser som behovs for att verksamheten skall kunna genomforas. folkpensionsanstalten faststaller det kalkylerade maximibeloppet per studerande utifran de resursfaktorer som behovs for att halso- och sjukvarden skall kunna genomforas och pa det satt som bestams narmare genom forordning av statsradet. den slutliga totala ersattningen ar det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock hogst 63 procent av den totala finansieringen for stiftelsens rakenskaps- och verksamhetsperiod. vid beraknandet av den slutliga totala ersattningen avses med antal studerande det antal studerande som uppgetts i ansokan om forskottsersattning for rakenskapsperioden och som har betalat halsovardsavgiften."
      }
    },
    {
      "provision_ref": "13:14",
      "chapter": "13",
      "section": "14",
      "title": "Oikeus saada tietoja ja antaa tarkempia ohjeita korvauksen määräytymisestä",
      "content": "Kansaneläkelaitoksella on oikeus saada Ylioppilaiden terveydenhoitosäätiöltä terveydenhoidon voimavarojen tehokkaan ja tuloksellisen käytön sekä toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. Lisäksi Kansaneläkelaitoksella on oikeus tarkastaa säätiön kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja määräytymisestä. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä korvauksen määräytymisestä, hyväksyttävistä kustannuksista, tarpeellisista voimavaratekijöistä, opiskelijakohtaisen enimmäismäärän vahvistamisesta sekä korvausmenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:14",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada Ylioppilaiden terveydenhoitosäätiöltä terveydenhoidon voimavarojen tehokkaan ja tuloksellisen käytön sekä toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. Lisäksi Kansaneläkelaitoksella on oikeus tarkastaa säätiön kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja määräytymisestä. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä korvauksen määräytymisestä, hyväksyttävistä kustannuksista, tarpeellisista voimavaratekijöistä, opiskelijakohtaisen enimmäismäärän vahvistamisesta sekä korvausmenettelystä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada ylioppilaiden terveydenhoitosaatiolta terveydenhoidon voimavarojen tehokkaan ja tuloksellisen kayton seka toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. lisaksi kansanelakelaitoksella on oikeus tarkastaa saation kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja maaraytymisesta. valtioneuvoston asetuksella annetaan tarkempia saannoksia korvauksen maaraytymisesta, hyvaksyttavista kustannuksista, tarpeellisista voimavaratekijoista, opiskelijakohtaisen enimmaismaaran vahvistamisesta seka korvausmenettelysta.",
        "title_sv": "Rätt att få uppgifter och meddela närmare anvisningar om fastställandet av ersättningen",
        "content_sv": "Folkpensionsanstalten har rätt att av Studenternas hälsovårdsstiftelse få de uppgifter som Folkpensionsanstalten behöver för att kunna följa och utvärdera om hälso- och sjukvårdsresurserna använts på ett effektivt och resultatrikt sätt samt för uppföljning och utvärdering av verksamhetens lönsamhet och kontinuerliga utveckling. Folkpensionsanstalten har dessutom rätt att granska stiftelsens bokföring och meddela närmare anvisningar om sökande och fastställande av ersättningen. Genom förordning av statsrådet utfärdas närmare bestämmelser om fastställandet av ersättningen, godtagbara kostnader, nödvändiga resursfaktorer, fastställandet av maximibeloppet per studerande samt ersättningsförfarandet.",
        "normalized_sv": "Folkpensionsanstalten har rätt att av Studenternas hälsovårdsstiftelse få de uppgifter som Folkpensionsanstalten behöver för att kunna följa och utvärdera om hälso- och sjukvårdsresurserna använts på ett effektivt och resultatrikt sätt samt för uppföljning och utvärdering av verksamhetens lönsamhet och kontinuerliga utveckling. Folkpensionsanstalten har dessutom rätt att granska stiftelsens bokföring och meddela närmare anvisningar om sökande och fastställande av ersättningen. Genom förordning av statsrådet utfärdas närmare bestämmelser om fastställandet av ersättningen, godtagbara kostnader, nödvändiga resursfaktorer, fastställandet av maximibeloppet per studerande samt ersättningsförfarandet.",
        "folded_sv": "folkpensionsanstalten har ratt att av studenternas halsovardsstiftelse fa de uppgifter som folkpensionsanstalten behover for att kunna folja och utvardera om halso- och sjukvardsresurserna anvants pa ett effektivt och resultatrikt satt samt for uppfoljning och utvardering av verksamhetens lonsamhet och kontinuerliga utveckling. folkpensionsanstalten har dessutom ratt att granska stiftelsens bokforing och meddela narmare anvisningar om sokande och faststallande av ersattningen. genom forordning av statsradet utfardas narmare bestammelser om faststallandet av ersattningen, godtagbara kostnader, nodvandiga resursfaktorer, faststallandet av maximibeloppet per studerande samt ersattningsforfarandet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "13:11",
      "chapter": "13",
      "section": "11",
      "title": "Yliopisto-opiskelijoiden terveydenhoito",
      "content": "Kansaneläkelaitos voi suorittaa Ylioppilaiden terveydenhoitosäätiölle kohtuullisen korvauksen sen järjestämän perusterveydenhuollon kustannuksista. Perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistämisen ja sairauksien ehkäisyn sekä hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislääkäritasoisen avosairaanhoidon palveluja, mielenterveystyötä sekä suun terveydenhuoltoa lukuun ottamatta oikomishoidon sekä proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:11",
        "normalized_fi": "Kansaneläkelaitos voi suorittaa Ylioppilaiden terveydenhoitosäätiölle kohtuullisen korvauksen sen järjestämän perusterveydenhuollon kustannuksista. Perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistämisen ja sairauksien ehkäisyn sekä hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislääkäritasoisen avosairaanhoidon palveluja, mielenterveystyötä sekä suun terveydenhuoltoa lukuun ottamatta oikomishoidon sekä proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
        "folded_fi": "kansanelakelaitos voi suorittaa ylioppilaiden terveydenhoitosaatiolle kohtuullisen korvauksen sen jarjestaman perusterveydenhuollon kustannuksista. perusterveydenhuollolla tarkoitetaan opiskelijoiden terveyden edistamisen ja sairauksien ehkaisyn seka hoidon kannalta tarpeellista toimintaa, yleis- ja erikoislaakaritasoisen avosairaanhoidon palveluja, mielenterveystyota seka suun terveydenhuoltoa lukuun ottamatta oikomishoidon seka proteettisten ja hammasteknisten toimenpiteiden kustannuksia.",
        "title_sv": "Universitetsstuderandes hälsovård",
        "content_sv": "Folkpensionsanstalten kan till Studenternas hälsovårdsstiftelse betala en skälig ersättning för kostnaderna för den primärvård stiftelsen anordnar. Med primärvård avses verksamhet som är nödvändig med tanke på främjande av de studerandes hälsa samt förebyggande och behandling av sjukdomar, tjänster inom öppenvård på allmän- och specialläkarnivå, mentalvårdsarbete samt mun- och tandvård med undantag av kostnader för regleringsvård samt protetiska och tandtekniska åtgärder.",
        "normalized_sv": "Folkpensionsanstalten kan till Studenternas hälsovårdsstiftelse betala en skälig ersättning för kostnaderna för den primärvård stiftelsen anordnar. Med primärvård avses verksamhet som är nödvändig med tanke på främjande av de studerandes hälsa samt förebyggande och behandling av sjukdomar, tjänster inom öppenvård på allmän- och specialläkarnivå, mentalvårdsarbete samt mun- och tandvård med undantag av kostnader för regleringsvård samt protetiska och tandtekniska åtgärder.",
        "folded_sv": "folkpensionsanstalten kan till studenternas halsovardsstiftelse betala en skalig ersattning for kostnaderna for den primarvard stiftelsen anordnar. med primarvard avses verksamhet som ar nodvandig med tanke pa framjande av de studerandes halsa samt forebyggande och behandling av sjukdomar, tjanster inom oppenvard pa allman- och speciallakarniva, mentalvardsarbete samt mun- och tandvard med undantag av kostnader for regleringsvard samt protetiska och tandtekniska atgarder."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "13:12",
      "chapter": "13",
      "section": "12",
      "title": "Hyväksyttävät kustannukset",
      "content": "Hyväksyttäviä kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset käyttökustannukset ja perustamiskustannukset silloin, kun säätiö on järjestänyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimät näitä vastaavat maksut ja palkkiot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:12",
        "normalized_fi": "Hyväksyttäviä kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset käyttökustannukset ja perustamiskustannukset silloin, kun säätiö on järjestänyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimät näitä vastaavat maksut ja palkkiot.",
        "folded_fi": "hyvaksyttavia kustannuksia ovat opiskelijoiden perusterveydenhuollosta aiheutuneet tarpeelliset ja kohtuulliset kayttokustannukset ja perustamiskustannukset silloin, kun saatio on jarjestanyt palvelut omalla terveysasemalla tai terveydenhuollon palvelujen antamiseen oikeutetun palvelujentuottajan tai ammatinharjoittajan perimat naita vastaavat maksut ja palkkiot.",
        "title_sv": "Godtagbara kostnader",
        "content_sv": "Godtagbara kostnader är de nödvändiga och skäliga drifts- och anläggningskostnader som föranleds av primärvård för studerande då stiftelsen har anordnat tjänsterna vid en egen hälsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutövare som har rätt att tillhandahålla hälso- och sjukvårdstjänster tar ut.",
        "normalized_sv": "Godtagbara kostnader är de nödvändiga och skäliga drifts- och anläggningskostnader som föranleds av primärvård för studerande då stiftelsen har anordnat tjänsterna vid en egen hälsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutövare som har rätt att tillhandahålla hälso- och sjukvårdstjänster tar ut.",
        "folded_sv": "godtagbara kostnader ar de nodvandiga och skaliga drifts- och anlaggningskostnader som foranleds av primarvard for studerande da stiftelsen har anordnat tjansterna vid en egen halsostation eller motsvarande avgifter och arvoden som en serviceproducent eller yrkesutovare som har ratt att tillhandahalla halso- och sjukvardstjanster tar ut."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "13:13",
      "chapter": "13",
      "section": "13",
      "title": "Korvauksen määräytyminen",
      "content": "Korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen käytöstä aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmäismäärän perusteella. Kansaneläkelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmäismäärän terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijöiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmäismäärä opiskelijamäärällä kerrottuna, kuitenkin enintään 63 prosenttia säätiön tili- ja toimintakauden kokonaisrahoituksesta. Lopullista kokonaiskorvausta laskettaessa opiskelijamäärällä tarkoitetaan tilikauden ennakkokorvaushakemuksessa käytettyä terveydenhoitomaksun maksaneiden opiskelijoiden määrää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:13",
        "normalized_fi": "Korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen käytöstä aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmäismäärän perusteella. Kansaneläkelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmäismäärän terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijöiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin säädetään. Lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmäismäärä opiskelijamäärällä kerrottuna, kuitenkin enintään 63 prosenttia säätiön tili- ja toimintakauden kokonaisrahoituksesta. Lopullista kokonaiskorvausta laskettaessa opiskelijamäärällä tarkoitetaan tilikauden ennakkokorvaushakemuksessa käytettyä terveydenhoitomaksun maksaneiden opiskelijoiden määrää.",
        "folded_fi": "korvausta suoritetaan toiminnan toteuttamiseksi tarpeellisten voimavarojen kaytosta aiheutuneista kustannuksista opiskelijakohtaisen laskennallisen enimmaismaaran perusteella. kansanelakelaitos vahvistaa opiskelijakohtaisen laskennallisen enimmaismaaran terveydenhoidon toteuttamiseksi tarpeellisten voimavaratekijoiden perusteella siten kuin valtioneuvoston asetuksella tarkemmin saadetaan. lopullinen kokonaiskorvaus on opiskelijakohtainen laskennallinen enimmaismaara opiskelijamaaralla kerrottuna, kuitenkin enintaan 63 prosenttia saation tili- ja toimintakauden kokonaisrahoituksesta. lopullista kokonaiskorvausta laskettaessa opiskelijamaaralla tarkoitetaan tilikauden ennakkokorvaushakemuksessa kaytettya terveydenhoitomaksun maksaneiden opiskelijoiden maaraa.",
        "title_sv": "Fastställande av ersättningen",
        "content_sv": "Ersättning betalas på basis av ett kalkylerat maximibelopp per studerande för de kostnader som föranletts av användningen av sådana resurser som behövs för att verksamheten skall kunna genomföras. Folkpensionsanstalten fastställer det kalkylerade maximibeloppet per studerande utifrån de resursfaktorer som behövs för att hälso- och sjukvården skall kunna genomföras och på det sätt som bestäms närmare genom förordning av statsrådet. Den slutliga totala ersättningen är det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock högst 63 procent av den totala finansieringen för stiftelsens räkenskaps- och verksamhetsperiod. Vid beräknandet av den slutliga totala ersättningen avses med antal studerande det antal studerande som uppgetts i ansökan om förskottsersättning för räkenskapsperioden och som har betalat hälsovårdsavgiften.",
        "normalized_sv": "Ersättning betalas på basis av ett kalkylerat maximibelopp per studerande för de kostnader som föranletts av användningen av sådana resurser som behövs för att verksamheten skall kunna genomföras. Folkpensionsanstalten fastställer det kalkylerade maximibeloppet per studerande utifrån de resursfaktorer som behövs för att hälso- och sjukvården skall kunna genomföras och på det sätt som bestäms närmare genom förordning av statsrådet. Den slutliga totala ersättningen är det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock högst 63 procent av den totala finansieringen för stiftelsens räkenskaps- och verksamhetsperiod. Vid beräknandet av den slutliga totala ersättningen avses med antal studerande det antal studerande som uppgetts i ansökan om förskottsersättning för räkenskapsperioden och som har betalat hälsovårdsavgiften.",
        "folded_sv": "ersattning betalas pa basis av ett kalkylerat maximibelopp per studerande for de kostnader som foranletts av anvandningen av sadana resurser som behovs for att verksamheten skall kunna genomforas. folkpensionsanstalten faststaller det kalkylerade maximibeloppet per studerande utifran de resursfaktorer som behovs for att halso- och sjukvarden skall kunna genomforas och pa det satt som bestams narmare genom forordning av statsradet. den slutliga totala ersattningen ar det kalkylerade maximibeloppet per studerande multiplicerat med antalet studerande, dock hogst 63 procent av den totala finansieringen for stiftelsens rakenskaps- och verksamhetsperiod. vid beraknandet av den slutliga totala ersattningen avses med antal studerande det antal studerande som uppgetts i ansokan om forskottsersattning for rakenskapsperioden och som har betalat halsovardsavgiften."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    },
    {
      "provision_ref": "13:14",
      "chapter": "13",
      "section": "14",
      "title": "Oikeus saada tietoja ja antaa tarkempia ohjeita korvauksen määräytymisestä",
      "content": "Kansaneläkelaitoksella on oikeus saada Ylioppilaiden terveydenhoitosäätiöltä terveydenhoidon voimavarojen tehokkaan ja tuloksellisen käytön sekä toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. Lisäksi Kansaneläkelaitoksella on oikeus tarkastaa säätiön kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja määräytymisestä. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä korvauksen määräytymisestä, hyväksyttävistä kustannuksista, tarpeellisista voimavaratekijöistä, opiskelijakohtaisen enimmäismäärän vahvistamisesta sekä korvausmenettelystä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "13:14",
        "normalized_fi": "Kansaneläkelaitoksella on oikeus saada Ylioppilaiden terveydenhoitosäätiöltä terveydenhoidon voimavarojen tehokkaan ja tuloksellisen käytön sekä toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. Lisäksi Kansaneläkelaitoksella on oikeus tarkastaa säätiön kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja määräytymisestä. Valtioneuvoston asetuksella annetaan tarkempia säännöksiä korvauksen määräytymisestä, hyväksyttävistä kustannuksista, tarpeellisista voimavaratekijöistä, opiskelijakohtaisen enimmäismäärän vahvistamisesta sekä korvausmenettelystä.",
        "folded_fi": "kansanelakelaitoksella on oikeus saada ylioppilaiden terveydenhoitosaatiolta terveydenhoidon voimavarojen tehokkaan ja tuloksellisen kayton seka toiminnan taloudellisuuden ja jatkuvan kehityksen seuraamiseksi ja arvioimiseksi tarvitsemiaan tietoja. lisaksi kansanelakelaitoksella on oikeus tarkastaa saation kirjanpito ja antaa tarkempia ohjeita korvauksen hakemisesta ja maaraytymisesta. valtioneuvoston asetuksella annetaan tarkempia saannoksia korvauksen maaraytymisesta, hyvaksyttavista kustannuksista, tarpeellisista voimavaratekijoista, opiskelijakohtaisen enimmaismaaran vahvistamisesta seka korvausmenettelysta.",
        "title_sv": "Rätt att få uppgifter och meddela närmare anvisningar om fastställandet av ersättningen",
        "content_sv": "Folkpensionsanstalten har rätt att av Studenternas hälsovårdsstiftelse få de uppgifter som Folkpensionsanstalten behöver för att kunna följa och utvärdera om hälso- och sjukvårdsresurserna använts på ett effektivt och resultatrikt sätt samt för uppföljning och utvärdering av verksamhetens lönsamhet och kontinuerliga utveckling. Folkpensionsanstalten har dessutom rätt att granska stiftelsens bokföring och meddela närmare anvisningar om sökande och fastställande av ersättningen. Genom förordning av statsrådet utfärdas närmare bestämmelser om fastställandet av ersättningen, godtagbara kostnader, nödvändiga resursfaktorer, fastställandet av maximibeloppet per studerande samt ersättningsförfarandet.",
        "normalized_sv": "Folkpensionsanstalten har rätt att av Studenternas hälsovårdsstiftelse få de uppgifter som Folkpensionsanstalten behöver för att kunna följa och utvärdera om hälso- och sjukvårdsresurserna använts på ett effektivt och resultatrikt sätt samt för uppföljning och utvärdering av verksamhetens lönsamhet och kontinuerliga utveckling. Folkpensionsanstalten har dessutom rätt att granska stiftelsens bokföring och meddela närmare anvisningar om sökande och fastställande av ersättningen. Genom förordning av statsrådet utfärdas närmare bestämmelser om fastställandet av ersättningen, godtagbara kostnader, nödvändiga resursfaktorer, fastställandet av maximibeloppet per studerande samt ersättningsförfarandet.",
        "folded_sv": "folkpensionsanstalten har ratt att av studenternas halsovardsstiftelse fa de uppgifter som folkpensionsanstalten behover for att kunna folja och utvardera om halso- och sjukvardsresurserna anvants pa ett effektivt och resultatrikt satt samt for uppfoljning och utvardering av verksamhetens lonsamhet och kontinuerliga utveckling. folkpensionsanstalten har dessutom ratt att granska stiftelsens bokforing och meddela narmare anvisningar om sokande och faststallande av ersattningen. genom forordning av statsradet utfardas narmare bestammelser om faststallandet av ersattningen, godtagbara kostnader, nodvandiga resursfaktorer, faststallandet av maximibeloppet per studerande samt ersattningsforfarandet."
      },
      "valid_from": "2005-10-21",
      "valid_to": null
    }
  ]
}