{
  "id": "856/2005",
  "type": "statute",
  "title": "Laki rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet",
  "status": "in_force",
  "issued_date": "2005-11-04",
  "in_force_date": "2005-11-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/856/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle sekä kunnalle tämän lain mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle sekä kunnalle tämän lain mukaan.",
        "folded_fi": "rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle seka kunnalle taman lain mukaan.",
        "content_sv": "En begränsat skattskyldig skall betala inkomstskatt och förmögenhetsskatt till staten samt kommunen enligt denna lag.",
        "normalized_sv": "En begränsat skattskyldig skall betala inkomstskatt och förmögenhetsskatt till staten samt kommunen enligt denna lag.",
        "folded_sv": "en begransat skattskyldig skall betala inkomstskatt och formogenhetsskatt till staten samt kommunen enligt denna lag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Jos tässä laissa ei toisin säädetä, noudatetaan vastaavasti, mitä muualla verolainsäädännössä säädetään rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta sekä niistä tehtävistä vähennyksistä. Lähdeveroa perittäessä tulosta tehdään ainoastaan 6 §:ssä tarkoitettu vähennys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Jos tässä laissa ei toisin säädetä, noudatetaan vastaavasti, mitä muualla verolainsäädännössä säädetään rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta sekä niistä tehtävistä vähennyksistä. Lähdeveroa perittäessä tulosta tehdään ainoastaan 6 § :ssä tarkoitettu vähennys.",
        "folded_fi": "jos tassa laissa ei toisin saadeta, noudatetaan vastaavasti, mita muualla verolainsaadannossa saadetaan rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta seka niista tehtavista vahennyksista. lahdeveroa perittaessa tulosta tehdaan ainoastaan 6 §:ssa tarkoitettu vahennys.",
        "content_sv": "Om inte något annat föreskrivs i denna lag, iakttas på motsvarande sätt vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt för begränsat skattskyldigs inkomster och tillgångar samt om avdrag från dem. Vid uppbörd av källskatt får från inkomsten göras endast det avdrag som avses i 6 §.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, iakttas på motsvarande sätt vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt för begränsat skattskyldigs inkomster och tillgångar samt om avdrag från dem. Vid uppbörd av källskatt får från inkomsten göras endast det avdrag som avses i 6 § .",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, iakttas pa motsvarande satt vad som pa annat stalle i skattelagstiftningen foreskrivs om skatteplikt for begransat skattskyldigs inkomster och tillgangar samt om avdrag fran dem. vid uppbord av kallskatt far fran inkomsten goras endast det avdrag som avses i 6 §."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lähdevero on suoritettava, jollei muualla toisin säädetä, osingosta, korosta ja rojaltista, palkasta, henkilöstörahaston maksamasta rahasto-osuudesta ja jäsenilleen jakamasta ylijäämästä sekä muusta suorituksesta, josta ennakkoperintälain mukaan on toimitettava ennakonpidätys. Lähdevero on suoritettava myös taiteilijan tai urheilijan henkilökohtaiseen toimintaan perustuvasta korvauksesta riippumatta siitä, onko korvausta pidettävä palkkana, sekä siitä, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. Lähdevero suoritetaan aina osingon kokonaismäärästä sen estämättä, mitä muualla verolainsäädännössä säädetään osingon veronalaisuudesta. Osuuspääoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 §:n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelystä annetun lain 29 §:ssä tarkoitetusta peitellystä osingosta sekä mainitun lain 31 §:ssä tarkoitetusta peitellystä voitonsiirrosta osakkaan hyväksi on vastaavasti voimassa, mitä tässä laissa säädetään osingosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Lähdevero on suoritettava, jollei muualla toisin säädetä, osingosta, korosta ja rojaltista, palkasta, henkilöstörahaston maksamasta rahasto-osuudesta ja jäsenilleen jakamasta ylijäämästä sekä muusta suorituksesta, josta ennakkoperintälain mukaan on toimitettava ennakonpidätys. Lähdevero on suoritettava myös taiteilijan tai urheilijan henkilökohtaiseen toimintaan perustuvasta korvauksesta riippumatta siitä, onko korvausta pidettävä palkkana, sekä siitä, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. Lähdevero suoritetaan aina osingon kokonaismäärästä sen estämättä, mitä muualla verolainsäädännössä säädetään osingon veronalaisuudesta. Osuuspääoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 § :n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelystä annetun lain 29 § :ssä tarkoitetusta peitellystä osingosta sekä mainitun lain 31 § :ssä tarkoitetusta peitellystä voitonsiirrosta osakkaan hyväksi on vastaavasti voimassa, mitä tässä laissa säädetään osingosta.",
        "folded_fi": "lahdevero on suoritettava, jollei muualla toisin saadeta, osingosta, korosta ja rojaltista, palkasta, henkilostorahaston maksamasta rahasto-osuudesta ja jasenilleen jakamasta ylijaamasta seka muusta suorituksesta, josta ennakkoperintalain mukaan on toimitettava ennakonpidatys. lahdevero on suoritettava myos taiteilijan tai urheilijan henkilokohtaiseen toimintaan perustuvasta korvauksesta riippumatta siita, onko korvausta pidettava palkkana, seka siita, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. lahdevero suoritetaan aina osingon kokonaismaarasta sen estamatta, mita muualla verolainsaadannossa saadetaan osingon veronalaisuudesta. osuuspaaoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 §:n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelysta annetun lain 29 §:ssa tarkoitetusta peitellysta osingosta seka mainitun lain 31 §:ssa tarkoitetusta peitellysta voitonsiirrosta osakkaan hyvaksi on vastaavasti voimassa, mita tassa laissa saadetaan osingosta.",
        "content_sv": "Om inte annat föreskrivs någon annanstans, skall källskatt betalas på dividend, ränta och royalty samt lön och fondandel som en personalfond betalar och överskott som en personalfond delar ut till sina medlemmar samt på annan betalning för vilken förskottsinnehållning skall verkställas enligt lagen om förskottsuppbörd. Källskatt skall betalas även på ersättning som grundar sig på personlig verksamhet av artist eller sportutövare, oberoende av om ersättningen skall anses som lön eller ej samt oberoende av om ersättningen betalas till artisten eller sportutövaren själv eller till någon annan. Källskatt skall alltid betalas på dividendens totala belopp, utan hinder av vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt på dividend. Angående ränta på andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersättning samt i 29 § i lagen om beskattningsförfarande avsedd förtäckt dividend samt i nämnda lags 31 § avsedd förtäckt vinstöverföring till delägare gäller i tillämpliga delar vad som i denna lag bestäms om dividend.",
        "normalized_sv": "Om inte annat föreskrivs någon annanstans, skall källskatt betalas på dividend, ränta och royalty samt lön och fondandel som en personalfond betalar och överskott som en personalfond delar ut till sina medlemmar samt på annan betalning för vilken förskottsinnehållning skall verkställas enligt lagen om förskottsuppbörd. Källskatt skall betalas även på ersättning som grundar sig på personlig verksamhet av artist eller sportutövare, oberoende av om ersättningen skall anses som lön eller ej samt oberoende av om ersättningen betalas till artisten eller sportutövaren själv eller till någon annan. Källskatt skall alltid betalas på dividendens totala belopp, utan hinder av vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt på dividend. Angående ränta på andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersättning samt i 29 § i lagen om beskattningsförfarande avsedd förtäckt dividend samt i nämnda lags 31 § avsedd förtäckt vinstöverföring till delägare gäller i tillämpliga delar vad som i denna lag bestäms om dividend.",
        "folded_sv": "om inte annat foreskrivs nagon annanstans, skall kallskatt betalas pa dividend, ranta och royalty samt lon och fondandel som en personalfond betalar och overskott som en personalfond delar ut till sina medlemmar samt pa annan betalning for vilken forskottsinnehallning skall verkstallas enligt lagen om forskottsuppbord. kallskatt skall betalas aven pa ersattning som grundar sig pa personlig verksamhet av artist eller sportutovare, oberoende av om ersattningen skall anses som lon eller ej samt oberoende av om ersattningen betalas till artisten eller sportutovaren sjalv eller till nagon annan. kallskatt skall alltid betalas pa dividendens totala belopp, utan hinder av vad som pa annat stalle i skattelagstiftningen foreskrivs om skatteplikt pa dividend. angaende ranta pa andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersattning samt i 29 § i lagen om beskattningsforfarande avsedd fortackt dividend samt i namnda lags 31 § avsedd fortackt vinstoverforing till delagare galler i tillampliga delar vad som i denna lag bestams om dividend."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Verovirasto antaa rajoitetusti verovelvolliselle lähdeveroa koskevien säännösten soveltamista varten hakemuksesta lähdeverokortin. Verohallitus määrää hakemuksen tekemisessä noudatettavasta menettelystä sekä tiedoista, jotka hakemuksesta on ilmettävä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Verovirasto antaa rajoitetusti verovelvolliselle lähdeveroa koskevien säännösten soveltamista varten hakemuksesta lähdeverokortin. Verohallitus määrää hakemuksen tekemisessä noudatettavasta menettelystä sekä tiedoista, jotka hakemuksesta on ilmettävä.",
        "folded_fi": "verovirasto antaa rajoitetusti verovelvolliselle lahdeveroa koskevien saannosten soveltamista varten hakemuksesta lahdeverokortin. verohallitus maaraa hakemuksen tekemisessa noudatettavasta menettelysta seka tiedoista, jotka hakemuksesta on ilmettava.",
        "content_sv": "Skatteverket utfärdar på ansökan ett källskattekort för en begränsat skattskyldig för tillämpning av bestämmelserna om källskatt. Skattestyrelsen utfärdar föreskrifter om det förfarande som skall iakttas när ansökan görs och vilka uppgifter som skall framgå av ansökan.",
        "normalized_sv": "Skatteverket utfärdar på ansökan ett källskattekort för en begränsat skattskyldig för tillämpning av bestämmelserna om källskatt. Skattestyrelsen utfärdar föreskrifter om det förfarande som skall iakttas när ansökan görs och vilka uppgifter som skall framgå av ansökan.",
        "folded_sv": "skatteverket utfardar pa ansokan ett kallskattekort for en begransat skattskyldig for tillampning av bestammelserna om kallskatt. skattestyrelsen utfardar foreskrifter om det forfarande som skall iakttas nar ansokan gors och vilka uppgifter som skall framga av ansokan."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lähdeveroa perittäessä vähennetään 510 euroa kuukaudelta sellaisen tulon yhteismäärästä, josta perittävä lähdevero on 35 prosenttia. Alle kuukauden ajalta kertyneen tulon yhteismäärästä vähennetään 17 euroa päivältä. Vähennyksen määrä on kuitenkin enintään tulon määrä. Vähennystä ei myönnetä henkilöstörahaston maksamasta rahasto-osuudesta tai jäsenilleen jakamasta ylijäämästä eikä tuloverolain 10 §:n 4 a kohdassa tarkoitetusta palkkiosta. Vähennyksen saaminen edellyttää, että verovelvollinen esittää suorituksen maksajalle lähdeverokortin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lähdeveroa perittäessä vähennetään 510 euroa kuukaudelta sellaisen tulon yhteismäärästä, josta perittävä lähdevero on 35 prosenttia. Alle kuukauden ajalta kertyneen tulon yhteismäärästä vähennetään 17 euroa päivältä. Vähennyksen määrä on kuitenkin enintään tulon määrä. Vähennystä ei myönnetä henkilöstörahaston maksamasta rahasto-osuudesta tai jäsenilleen jakamasta ylijäämästä eikä tuloverolain 10 § :n 4 a kohdassa tarkoitetusta palkkiosta. Vähennyksen saaminen edellyttää, että verovelvollinen esittää suorituksen maksajalle lähdeverokortin.",
        "folded_fi": "lahdeveroa perittaessa vahennetaan 510 euroa kuukaudelta sellaisen tulon yhteismaarasta, josta perittava lahdevero on 35 prosenttia. alle kuukauden ajalta kertyneen tulon yhteismaarasta vahennetaan 17 euroa paivalta. vahennyksen maara on kuitenkin enintaan tulon maara. vahennysta ei myonneta henkilostorahaston maksamasta rahasto-osuudesta tai jasenilleen jakamasta ylijaamasta eika tuloverolain 10 §:n 4 a kohdassa tarkoitetusta palkkiosta. vahennyksen saaminen edellyttaa, etta verovelvollinen esittaa suorituksen maksajalle lahdeverokortin.",
        "content_sv": "När källskatt debiteras görs från den totala inkomsten ett avdrag om 510 euro per månad, om 35 procent i källskatt uppbärs på inkomsten. Om inkomsten influtit för en kortare tid än en månad är avdraget 17 euro per dag. Avdraget kan inte vara större än inkomsten. Avdrag beviljas inte på fondandel som en personalfond betalar eller överskott som den delar ut till sina medlemmar och inte heller på arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. En förutsättning för avdraget är att den skattskyldige visar upp ett källskattekort för betalaren av prestationen.",
        "normalized_sv": "När källskatt debiteras görs från den totala inkomsten ett avdrag om 510 euro per månad, om 35 procent i källskatt uppbärs på inkomsten. Om inkomsten influtit för en kortare tid än en månad är avdraget 17 euro per dag. Avdraget kan inte vara större än inkomsten. Avdrag beviljas inte på fondandel som en personalfond betalar eller överskott som den delar ut till sina medlemmar och inte heller på arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. En förutsättning för avdraget är att den skattskyldige visar upp ett källskattekort för betalaren av prestationen.",
        "folded_sv": "nar kallskatt debiteras gors fran den totala inkomsten ett avdrag om 510 euro per manad, om 35 procent i kallskatt uppbars pa inkomsten. om inkomsten influtit for en kortare tid an en manad ar avdraget 17 euro per dag. avdraget kan inte vara storre an inkomsten. avdrag beviljas inte pa fondandel som en personalfond betalar eller overskott som den delar ut till sina medlemmar och inte heller pa arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. en forutsattning for avdraget ar att den skattskyldige visar upp ett kallskattekort for betalaren av prestationen."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lähdevero on 28 prosenttia osingosta, korosta ja rojaltista sekä vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan pääomatulona. Lähdevero on 35 prosenttia palkasta, henkilöstörahaston rahasto-osuudesta ja ylijäämästä sekä luonnollisen henkilön saamasta peitellystä osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. Lähdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 §:n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. Lähdevero tilitetään kokonaisuudessaan valtiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Lähdevero on 28 prosenttia osingosta, korosta ja rojaltista sekä vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan pääomatulona. Lähdevero on 35 prosenttia palkasta, henkilöstörahaston rahasto-osuudesta ja ylijäämästä sekä luonnollisen henkilön saamasta peitellystä osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. Lähdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 § :n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. Lähdevero tilitetään kokonaisuudessaan valtiolle.",
        "folded_fi": "lahdevero on 28 prosenttia osingosta, korosta ja rojaltista seka vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan paaomatulona. lahdevero on 35 prosenttia palkasta, henkilostorahaston rahasto-osuudesta ja ylijaamasta seka luonnollisen henkilon saamasta peitellysta osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. lahdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 §:n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. lahdevero tilitetaan kokonaisuudessaan valtiolle.",
        "content_sv": "Källskatten utgör 28 procent på dividend, ränta och royalty samt betalning som grundar sig på försäkring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. Källskatten utgör 35 procent på lön, personalfonders fondandelar och överskott samt på förtäckt dividend till fysisk person liksom även på annan betalning som enligt inkomstskattelagen beskattas som förvärvsinkomst. Källskatten är dock 19 procent på inkomst av virkesförsäljning och 15 procent på sådan ersättning som grundar sig på verksamhet av artist eller sportutövare som avses i 3 § 1 mom. Källskatten redovisas i sin helhet till staten.",
        "normalized_sv": "Källskatten utgör 28 procent på dividend, ränta och royalty samt betalning som grundar sig på försäkring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. Källskatten utgör 35 procent på lön, personalfonders fondandelar och överskott samt på förtäckt dividend till fysisk person liksom även på annan betalning som enligt inkomstskattelagen beskattas som förvärvsinkomst. Källskatten är dock 19 procent på inkomst av virkesförsäljning och 15 procent på sådan ersättning som grundar sig på verksamhet av artist eller sportutövare som avses i 3 § 1 mom. Källskatten redovisas i sin helhet till staten.",
        "folded_sv": "kallskatten utgor 28 procent pa dividend, ranta och royalty samt betalning som grundar sig pa forsakring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. kallskatten utgor 35 procent pa lon, personalfonders fondandelar och overskott samt pa fortackt dividend till fysisk person liksom aven pa annan betalning som enligt inkomstskattelagen beskattas som forvarvsinkomst. kallskatten ar dock 19 procent pa inkomst av virkesforsaljning och 15 procent pa sadan ersattning som grundar sig pa verksamhet av artist eller sportutovare som avses i 3 § 1 mom. kallskatten redovisas i sin helhet till staten."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lähdeveron alaisesta tulosta perittävän veron määrä on enintään kymmenen euroa, veroa ei peritä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lähdeveron alaisesta tulosta perittävän veron määrä on enintään kymmenen euroa, veroa ei peritä.",
        "folded_fi": "jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lahdeveron alaisesta tulosta perittavan veron maara on enintaan kymmenen euroa, veroa ei perita.",
        "content_sv": "Om skatten på det källskattepliktiga belopp som en och samma utbetalare under en kalendermånad betalar till en och samma inkomsttagare uppgår till högst tio euro, uppbärs inte skatt.",
        "normalized_sv": "Om skatten på det källskattepliktiga belopp som en och samma utbetalare under en kalendermånad betalar till en och samma inkomsttagare uppgår till högst tio euro, uppbärs inte skatt.",
        "folded_sv": "om skatten pa det kallskattepliktiga belopp som en och samma utbetalare under en kalendermanad betalar till en och samma inkomsttagare uppgar till hogst tio euro, uppbars inte skatt."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Jos verovelvollinen katsoo, että lähdeveroa on peritty enemmän kuin kansainvälinen sopimus edellyttää tai että veron periminen muutoin on ollut virheellinen eikä veron perimiseen velvollinen ole perintää oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hänellä ole täällä kotikuntaa, Uudenmaan veroviraston ratkaistavaksi. Jos verovirasto havaitsee lähdeveroa perityn liikaa, sen on määrättävä liikaa peritty määrä maksettavaksi takaisin verovelvolliselle. Oikaisuvaatimus tulee tehdä viimeistään veron perimistä lähinnä seuraavien viiden kalenterivuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos verovelvollinen katsoo, että lähdeveroa on peritty enemmän kuin kansainvälinen sopimus edellyttää tai että veron periminen muutoin on ollut virheellinen eikä veron perimiseen velvollinen ole perintää oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hänellä ole täällä kotikuntaa, Uudenmaan veroviraston ratkaistavaksi. Jos verovirasto havaitsee lähdeveroa perityn liikaa, sen on määrättävä liikaa peritty määrä maksettavaksi takaisin verovelvolliselle. Oikaisuvaatimus tulee tehdä viimeistään veron perimistä lähinnä seuraavien viiden kalenterivuoden aikana.",
        "folded_fi": "jos verovelvollinen katsoo, etta lahdeveroa on peritty enemman kuin kansainvalinen sopimus edellyttaa tai etta veron periminen muutoin on ollut virheellinen eika veron perimiseen velvollinen ole perintaa oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hanella ole taalla kotikuntaa, uudenmaan veroviraston ratkaistavaksi. jos verovirasto havaitsee lahdeveroa perityn liikaa, sen on maarattava liikaa peritty maara maksettavaksi takaisin verovelvolliselle. oikaisuvaatimus tulee tehda viimeistaan veron perimista lahinna seuraavien viiden kalenterivuoden aikana.",
        "content_sv": "Anser en skattskyldig att i källskatt har uppburits mer än vad som förutsätts i ett internationellt avtal eller att uppbörden av skatten annars har varit felaktig, och har den som är skyldig att uppbära skatten inte rättat uppbörden, kan den skattskyldige hänskjuta frågan för avgörande till det skatteverk inom vars tjänsteområde hemkommunen för den som är skyldig att uppbära skatten är belägen eller, om denne inte har någon hemkommun här, till Nylands skatteverk. Finner skatteverket att i källskatt har uppburits ett för stort belopp, skall skatteverket bestämma att det överstigande beloppet skall återbetalas till den skattskyldige. Rättelseyrkande skall göras inom fem kalenderår efter uppbörden av skatten.",
        "normalized_sv": "Anser en skattskyldig att i källskatt har uppburits mer än vad som förutsätts i ett internationellt avtal eller att uppbörden av skatten annars har varit felaktig, och har den som är skyldig att uppbära skatten inte rättat uppbörden, kan den skattskyldige hänskjuta frågan för avgörande till det skatteverk inom vars tjänsteområde hemkommunen för den som är skyldig att uppbära skatten är belägen eller, om denne inte har någon hemkommun här, till Nylands skatteverk. Finner skatteverket att i källskatt har uppburits ett för stort belopp, skall skatteverket bestämma att det överstigande beloppet skall återbetalas till den skattskyldige. Rättelseyrkande skall göras inom fem kalenderår efter uppbörden av skatten.",
        "folded_sv": "anser en skattskyldig att i kallskatt har uppburits mer an vad som forutsatts i ett internationellt avtal eller att uppborden av skatten annars har varit felaktig, och har den som ar skyldig att uppbara skatten inte rattat uppborden, kan den skattskyldige hanskjuta fragan for avgorande till det skatteverk inom vars tjansteomrade hemkommunen for den som ar skyldig att uppbara skatten ar belagen eller, om denne inte har nagon hemkommun har, till nylands skatteverk. finner skatteverket att i kallskatt har uppburits ett for stort belopp, skall skatteverket bestamma att det overstigande beloppet skall aterbetalas till den skattskyldige. rattelseyrkande skall goras inom fem kalenderar efter uppborden av skatten."
      }
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "content": "Verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 §:n 3 momentin kansainvälistä sopimusta koskevien säännösten soveltamisesta lähdeveron perimisessä sekä siitä, onko lähdevero perittävä tai mitä lähdeveron perimisessä muutoin on noudatettava. Ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan päätöksellä ratkaistu tai sitä koskeva hakemus on vireillä keskusverolautakunnassa. Ennakkoratkaisun antaa lähdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos tällä ei ole Suomessa kotipaikkaa, Uudenmaan verovirasto. Ennakkoratkaisua koskeva asia on käsiteltävä verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 § :n 3 momentin kansainvälistä sopimusta koskevien säännösten soveltamisesta lähdeveron perimisessä sekä siitä, onko lähdevero perittävä tai mitä lähdeveron perimisessä muutoin on noudatettava. Ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan päätöksellä ratkaistu tai sitä koskeva hakemus on vireillä keskusverolautakunnassa. Ennakkoratkaisun antaa lähdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos tällä ei ole Suomessa kotipaikkaa, Uudenmaan verovirasto. Ennakkoratkaisua koskeva asia on käsiteltävä verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
        "folded_fi": "verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 §:n 3 momentin kansainvalista sopimusta koskevien saannosten soveltamisesta lahdeveron perimisessa seka siita, onko lahdevero perittava tai mita lahdeveron perimisessa muutoin on noudatettava. ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan paatoksella ratkaistu tai sita koskeva hakemus on vireilla keskusverolautakunnassa. ennakkoratkaisun antaa lahdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos talla ei ole suomessa kotipaikkaa, uudenmaan verovirasto. ennakkoratkaisua koskeva asia on kasiteltava verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisena.",
        "content_sv": "Skatteverket meddelar på skriftlig ansökan av den skattskyldige eller den som är skyldig att uppbära skatt förhandsavgörande om tillämpningen av ett internationellt avtal enligt 1 § 3 mom. på uppbörd av källskatt samt om källskatt skall uppbäras eller om vad som annars skall iakttas vid uppbörden av källskatt. Förhandsavgörande meddelas inte, om centralskattenämnden har avgjort ärendet eller om ansökan i ärendet är anhängig i centralskattenämnden. Förhandsavgörande meddelas av det skatteverk där den som är skyldig att uppbära källskatt har sin hemort eller, om denna inte har hemort i Finland, av Nylands skatteverk. Ett ärende som gäller förhandsavgörande skall behandlas i brådskande ordning i skatteverket, förvaltningsdomstolen eller högsta förvaltningsdomstolen.",
        "normalized_sv": "Skatteverket meddelar på skriftlig ansökan av den skattskyldige eller den som är skyldig att uppbära skatt förhandsavgörande om tillämpningen av ett internationellt avtal enligt 1 § 3 mom. på uppbörd av källskatt samt om källskatt skall uppbäras eller om vad som annars skall iakttas vid uppbörden av källskatt. Förhandsavgörande meddelas inte, om centralskattenämnden har avgjort ärendet eller om ansökan i ärendet är anhängig i centralskattenämnden. Förhandsavgörande meddelas av det skatteverk där den som är skyldig att uppbära källskatt har sin hemort eller, om denna inte har hemort i Finland, av Nylands skatteverk. Ett ärende som gäller förhandsavgörande skall behandlas i brådskande ordning i skatteverket, förvaltningsdomstolen eller högsta förvaltningsdomstolen.",
        "folded_sv": "skatteverket meddelar pa skriftlig ansokan av den skattskyldige eller den som ar skyldig att uppbara skatt forhandsavgorande om tillampningen av ett internationellt avtal enligt 1 § 3 mom. pa uppbord av kallskatt samt om kallskatt skall uppbaras eller om vad som annars skall iakttas vid uppborden av kallskatt. forhandsavgorande meddelas inte, om centralskattenamnden har avgjort arendet eller om ansokan i arendet ar anhangig i centralskattenamnden. forhandsavgorande meddelas av det skatteverk dar den som ar skyldig att uppbara kallskatt har sin hemort eller, om denna inte har hemort i finland, av nylands skatteverk. ett arende som galler forhandsavgorande skall behandlas i bradskande ordning i skatteverket, forvaltningsdomstolen eller hogsta forvaltningsdomstolen."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Verotusmenettelystä annetun lain mukaisessa järjestyksessä verotetaan: 1) muut kuin 3 §:ssä mainitut lähdeverotuksen piiriin kuluvat tulot; 2) eläke; 3) Euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna Suomesta saama puhdas ansiotulo on vähintään 75 prosenttia hänen Suomesta ja muualta verovuonna yhteensä saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin käyttämisestä tai käyttöoikeudesta saatu korvaus. Sovellettaessa 1 momentin 3 kohtaa: 1) Suomesta saaduksi tuloksi katsotaan myös tuloverolain 13 §:ssä tarkoitettu tulo; 2) Suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen Suomessa kansainvälinen sopimus estää; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja eläke sekä sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vähennettyinä niiden hankkimisesta ja säilyttämisestä aiheutuneilla menoilla. Vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. Jos rajoitetusti verovelvollinen on harjoittanut liikettä tai ammattia Suomessa olevasta kiinteästä toimipaikasta, määrätään vero myös 3 §:ssä tarkoitetusta tulosta tämän pykälän 1 momentin mukaan, jos tulo on luettava kiinteän toimipaikan tuloksi. Verovelvollisen on esitettävä verovirastolle selvityksenä 2 momentin 4 kohdassa tarkoitetuista tuloista ja niistä tehtävistä vähennyksistä asuinvaltionsa veroviranomaisen antama todistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Verotusmenettelystä annetun lain mukaisessa järjestyksessä verotetaan: 1) muut kuin 3 § :ssä mainitut lähdeverotuksen piiriin kuluvat tulot; 2) eläke; 3) Euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna Suomesta saama puhdas ansiotulo on vähintään 75 prosenttia hänen Suomesta ja muualta verovuonna yhteensä saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin käyttämisestä tai käyttöoikeudesta saatu korvaus. Sovellettaessa 1 momentin 3 kohtaa: 1) Suomesta saaduksi tuloksi katsotaan myös tuloverolain 13 § :ssä tarkoitettu tulo; 2) Suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen Suomessa kansainvälinen sopimus estää; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja eläke sekä sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vähennettyinä niiden hankkimisesta ja säilyttämisestä aiheutuneilla menoilla. Vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. Jos rajoitetusti verovelvollinen on harjoittanut liikettä tai ammattia Suomessa olevasta kiinteästä toimipaikasta, määrätään vero myös 3 § :ssä tarkoitetusta tulosta tämän pykälän 1 momentin mukaan, jos tulo on luettava kiinteän toimipaikan tuloksi. Verovelvollisen on esitettävä verovirastolle selvityksenä 2 momentin 4 kohdassa tarkoitetuista tuloista ja niistä tehtävistä vähennyksistä asuinvaltionsa veroviranomaisen antama todistus.",
        "folded_fi": "verotusmenettelysta annetun lain mukaisessa jarjestyksessa verotetaan: 1) muut kuin 3 §:ssa mainitut lahdeverotuksen piiriin kuluvat tulot; 2) elake; 3) euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna suomesta saama puhdas ansiotulo on vahintaan 75 prosenttia hanen suomesta ja muualta verovuonna yhteensa saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin kayttamisesta tai kayttooikeudesta saatu korvaus. sovellettaessa 1 momentin 3 kohtaa: 1) suomesta saaduksi tuloksi katsotaan myos tuloverolain 13 §:ssa tarkoitettu tulo; 2) suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen suomessa kansainvalinen sopimus estaa; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja elake seka sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vahennettyina niiden hankkimisesta ja sailyttamisesta aiheutuneilla menoilla. vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. jos rajoitetusti verovelvollinen on harjoittanut liiketta tai ammattia suomessa olevasta kiinteasta toimipaikasta, maarataan vero myos 3 §:ssa tarkoitetusta tulosta taman pykalan 1 momentin mukaan, jos tulo on luettava kiintean toimipaikan tuloksi. verovelvollisen on esitettava verovirastolle selvityksena 2 momentin 4 kohdassa tarkoitetuista tuloista ja niista tehtavista vahennyksista asuinvaltionsa veroviranomaisen antama todistus.",
        "content_sv": "Nedannämnda inkomster beskattas enligt lagen om beskattningsförfarande: 1) andra än i 3 § nämnda inkomster som omfattas av källskatt, 2) pension, 3) på yrkande av en begränsat skattskyldig som är bosatt i en stat inom Europeiska ekonomiska samarbetsområdet även annan förvärvsinkomst, om den nettoförvärvsinkomst som den skattskyldige erhållit i Finland under skatteåret utgör minst 75 procent av den sammanlagda nettoförvärvsinkomst som personen erhållit i Finland eller någon annanstans, 4) ersättning för användning av eller rätten att använda biograffilm. Vid tillämpningen av 1 mom. 3 punkten 1) anses också i 13 § i inkomstskattelagen avsedd löneinkomst som inkomst förvärvad i Finland, 2) beaktas som inkomst förvärvad i Finland inte den inkomst som till följd av ett internationellt avtal inte kan beskattas i Finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhållen nettoförvärvsinkomst även lön och pension samt betalningar som grundar sig på socialskyddet och vilka med avdrag av utgifterna för inkomstens förvärvande och bibehållande är skattepliktig inkomst i den skattskyldiges hemviststat. Vid uträkning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de förvärvsinkomster under skatteåret som en skattskyldig som endast en del av skatteåret har varit begränsat skattskyldig har. Har en begränsat skattskyldig drivit rörelse eller utövat yrke från fast driftställe i Finland, bestäms skatt även på inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hänföras till det fasta driftstället. Den skattskyldige skall som utredning över de inkomster och avdrag som avses i 2 mom. 4 punkten för skatteverket visa upp ett intyg utfärdat av skattemyndigheterna i hemviststaten.",
        "normalized_sv": "Nedannämnda inkomster beskattas enligt lagen om beskattningsförfarande: 1) andra än i 3 § nämnda inkomster som omfattas av källskatt, 2) pension, 3) på yrkande av en begränsat skattskyldig som är bosatt i en stat inom Europeiska ekonomiska samarbetsområdet även annan förvärvsinkomst, om den nettoförvärvsinkomst som den skattskyldige erhållit i Finland under skatteåret utgör minst 75 procent av den sammanlagda nettoförvärvsinkomst som personen erhållit i Finland eller någon annanstans, 4) ersättning för användning av eller rätten att använda biograffilm. Vid tillämpningen av 1 mom. 3 punkten 1) anses också i 13 § i inkomstskattelagen avsedd löneinkomst som inkomst förvärvad i Finland, 2) beaktas som inkomst förvärvad i Finland inte den inkomst som till följd av ett internationellt avtal inte kan beskattas i Finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhållen nettoförvärvsinkomst även lön och pension samt betalningar som grundar sig på socialskyddet och vilka med avdrag av utgifterna för inkomstens förvärvande och bibehållande är skattepliktig inkomst i den skattskyldiges hemviststat. Vid uträkning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de förvärvsinkomster under skatteåret som en skattskyldig som endast en del av skatteåret har varit begränsat skattskyldig har. Har en begränsat skattskyldig drivit rörelse eller utövat yrke från fast driftställe i Finland, bestäms skatt även på inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hänföras till det fasta driftstället. Den skattskyldige skall som utredning över de inkomster och avdrag som avses i 2 mom. 4 punkten för skatteverket visa upp ett intyg utfärdat av skattemyndigheterna i hemviststaten.",
        "folded_sv": "nedannamnda inkomster beskattas enligt lagen om beskattningsforfarande: 1) andra an i 3 § namnda inkomster som omfattas av kallskatt, 2) pension, 3) pa yrkande av en begransat skattskyldig som ar bosatt i en stat inom europeiska ekonomiska samarbetsomradet aven annan forvarvsinkomst, om den nettoforvarvsinkomst som den skattskyldige erhallit i finland under skattearet utgor minst 75 procent av den sammanlagda nettoforvarvsinkomst som personen erhallit i finland eller nagon annanstans, 4) ersattning for anvandning av eller ratten att anvanda biograffilm. vid tillampningen av 1 mom. 3 punkten 1) anses ocksa i 13 § i inkomstskattelagen avsedd loneinkomst som inkomst forvarvad i finland, 2) beaktas som inkomst forvarvad i finland inte den inkomst som till foljd av ett internationellt avtal inte kan beskattas i finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhallen nettoforvarvsinkomst aven lon och pension samt betalningar som grundar sig pa socialskyddet och vilka med avdrag av utgifterna for inkomstens forvarvande och bibehallande ar skattepliktig inkomst i den skattskyldiges hemviststat. vid utrakning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de forvarvsinkomster under skattearet som en skattskyldig som endast en del av skattearet har varit begransat skattskyldig har. har en begransat skattskyldig drivit rorelse eller utovat yrke fran fast driftstalle i finland, bestams skatt aven pa inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hanforas till det fasta driftstallet. den skattskyldige skall som utredning over de inkomster och avdrag som avses i 2 mom. 4 punkten for skatteverket visa upp ett intyg utfardat av skattemyndigheterna i hemviststaten."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Edellä 13 §:ssä tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia säännöksiä soveltaen. Veronalaiseen tuloon luetaan tulo, joka on saatu Suomesta tai joka on tuloverolain 13 §:ssä tarkoitettua tuloa. Lisäksi tulon on oltava sellaista, jota Suomi voi kansainvälisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelystä annetun lain mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Edellä 13 § :ssä tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia säännöksiä soveltaen. Veronalaiseen tuloon luetaan tulo, joka on saatu Suomesta tai joka on tuloverolain 13 § :ssä tarkoitettua tuloa. Lisäksi tulon on oltava sellaista, jota Suomi voi kansainvälisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelystä annetun lain mukaisesti.",
        "folded_fi": "edella 13 §:ssa tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia saannoksia soveltaen. veronalaiseen tuloon luetaan tulo, joka on saatu suomesta tai joka on tuloverolain 13 §:ssa tarkoitettua tuloa. lisaksi tulon on oltava sellaista, jota suomi voi kansainvalisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelysta annetun lain mukaisesti.",
        "content_sv": "I de fall som avses i 13 § verkställs beskattningen med tillämpning av de bestämmelser som gäller för inkomstbeskattning av allmänt skattskyldiga. Som skattepliktig inkomst anses inkomst från Finland eller inkomst som utgör i 13 § i inkomstskattelagen avsedd inkomst. Dessutom skall inkomsten vara sådan som Finland med stöd av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsförfarande.",
        "normalized_sv": "I de fall som avses i 13 § verkställs beskattningen med tillämpning av de bestämmelser som gäller för inkomstbeskattning av allmänt skattskyldiga. Som skattepliktig inkomst anses inkomst från Finland eller inkomst som utgör i 13 § i inkomstskattelagen avsedd inkomst. Dessutom skall inkomsten vara sådan som Finland med stöd av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsförfarande.",
        "folded_sv": "i de fall som avses i 13 § verkstalls beskattningen med tillampning av de bestammelser som galler for inkomstbeskattning av allmant skattskyldiga. som skattepliktig inkomst anses inkomst fran finland eller inkomst som utgor i 13 § i inkomstskattelagen avsedd inkomst. dessutom skall inkomsten vara sadan som finland med stod av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsforfarande."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Pääomatulosta veron määrä on 28 prosenttia. Valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. Koko verovuodelta rajoitetusti verovelvollinen suorittaa lisäksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimääräisen tuloveroprosentin mukaan. Kuntien keskimääräinen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljännesprosenttiyksikön tarkkuudella ilmoitettuna. Vero tilitetään kokonaisuudessaan valtiolle. Tuloveroprosentti julkaistaan säädöskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa Verohallituksen luettelossa. Osan verovuotta Suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 §:n mukaisesti, ja vero tilitetään verovelvollisen kotikunnalle. Rajoitetusti verovelvollisen yhteisön on suoritettava Suomesta saadusta muusta kuin 3 §:ssä tarkoitetusta tulosta yhteisön tuloveroa 26 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Pääomatulosta veron määrä on 28 prosenttia. Valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. Koko verovuodelta rajoitetusti verovelvollinen suorittaa lisäksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimääräisen tuloveroprosentin mukaan. Kuntien keskimääräinen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljännesprosenttiyksikön tarkkuudella ilmoitettuna. Vero tilitetään kokonaisuudessaan valtiolle. Tuloveroprosentti julkaistaan säädöskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa Verohallituksen luettelossa. Osan verovuotta Suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 § :n mukaisesti, ja vero tilitetään verovelvollisen kotikunnalle. Rajoitetusti verovelvollisen yhteisön on suoritettava Suomesta saadusta muusta kuin 3 § :ssä tarkoitetusta tulosta yhteisön tuloveroa 26 prosenttia.",
        "folded_fi": "paaomatulosta veron maara on 28 prosenttia. valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. koko verovuodelta rajoitetusti verovelvollinen suorittaa lisaksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimaaraisen tuloveroprosentin mukaan. kuntien keskimaarainen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljannesprosenttiyksikon tarkkuudella ilmoitettuna. vero tilitetaan kokonaisuudessaan valtiolle. tuloveroprosentti julkaistaan saadoskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa verohallituksen luettelossa. osan verovuotta suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 §:n mukaisesti, ja vero tilitetaan verovelvollisen kotikunnalle. rajoitetusti verovelvollisen yhteison on suoritettava suomesta saadusta muusta kuin 3 §:ssa tarkoitetusta tulosta yhteison tuloveroa 26 prosenttia.",
        "content_sv": "I skatt på kapitalinkomst betalas 28 procent. Skatt på den beskattningsbara förvärvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. Den som är begränsat skattskyldig för hela skatteåret betalar dessutom skatt på den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. Den genomsnittliga kommunala inkomstskattesatsen utgör medeltalet av de för kommunerna senast fastställda inkomstskattesatserna, vägt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjärdedels procentenhets noggrannhet. Skatten redovisas i sin helhet till staten. Inkomstskattesatsen publiceras årligen i Skattestyrelsens förteckning över kommunernas och församlingarnas inkomstskattesatser, vilken ingår i författningssamlingen. En skattskyldig som bott en del av skatteåret i Finland betalar skatt på den beskattningsbara inkomsten vid kommunalbeskattningen för hela skatteåret enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. Ett begränsat skattskyldigt samfund skall på annan inkomst än sådan som avses i 3 § och som har förvärvats i Finland i inkomstskatt för samfund betala 26 procent.",
        "normalized_sv": "I skatt på kapitalinkomst betalas 28 procent. Skatt på den beskattningsbara förvärvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. Den som är begränsat skattskyldig för hela skatteåret betalar dessutom skatt på den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. Den genomsnittliga kommunala inkomstskattesatsen utgör medeltalet av de för kommunerna senast fastställda inkomstskattesatserna, vägt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjärdedels procentenhets noggrannhet. Skatten redovisas i sin helhet till staten. Inkomstskattesatsen publiceras årligen i Skattestyrelsens förteckning över kommunernas och församlingarnas inkomstskattesatser, vilken ingår i författningssamlingen. En skattskyldig som bott en del av skatteåret i Finland betalar skatt på den beskattningsbara inkomsten vid kommunalbeskattningen för hela skatteåret enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. Ett begränsat skattskyldigt samfund skall på annan inkomst än sådan som avses i 3 § och som har förvärvats i Finland i inkomstskatt för samfund betala 26 procent.",
        "folded_sv": "i skatt pa kapitalinkomst betalas 28 procent. skatt pa den beskattningsbara forvarvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. den som ar begransat skattskyldig for hela skattearet betalar dessutom skatt pa den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. den genomsnittliga kommunala inkomstskattesatsen utgor medeltalet av de for kommunerna senast faststallda inkomstskattesatserna, vagt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjardedels procentenhets noggrannhet. skatten redovisas i sin helhet till staten. inkomstskattesatsen publiceras arligen i skattestyrelsens forteckning over kommunernas och forsamlingarnas inkomstskattesatser, vilken ingar i forfattningssamlingen. en skattskyldig som bott en del av skattearet i finland betalar skatt pa den beskattningsbara inkomsten vid kommunalbeskattningen for hela skattearet enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. ett begransat skattskyldigt samfund skall pa annan inkomst an sadan som avses i 3 § och som har forvarvats i finland i inkomstskatt for samfund betala 26 procent."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Jos lähdevero muutoin kuin veron perimiseen velvollisen laiminlyönnin johdosta tai muussa kuin 9 §:n 3 momentissa tarkoitetussa tapauksessa on jäänyt perimättä, sovelletaan vastaavasti, mitä tämän pykälän 1 momentissa säädetään, kuitenkin niin, että Uudenmaan verovirasto vahvistaa viipymättä verovelvollisen verotettavan tulon sekä maksuunpanee siitä menevän veron. Edellä 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintälaissa säädetään. Ennakkoperintälakia sovelletaan myös eläketulon ennakonpidätykseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jos lähdevero muutoin kuin veron perimiseen velvollisen laiminlyönnin johdosta tai muussa kuin 9 § :n 3 momentissa tarkoitetussa tapauksessa on jäänyt perimättä, sovelletaan vastaavasti, mitä tämän pykälän 1 momentissa säädetään, kuitenkin niin, että Uudenmaan verovirasto vahvistaa viipymättä verovelvollisen verotettavan tulon sekä maksuunpanee siitä menevän veron. Edellä 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintälaissa säädetään. Ennakkoperintälakia sovelletaan myös eläketulon ennakonpidätykseen.",
        "folded_fi": "jos lahdevero muutoin kuin veron perimiseen velvollisen laiminlyonnin johdosta tai muussa kuin 9 §:n 3 momentissa tarkoitetussa tapauksessa on jaanyt perimatta, sovelletaan vastaavasti, mita taman pykalan 1 momentissa saadetaan, kuitenkin niin, etta uudenmaan verovirasto vahvistaa viipymatta verovelvollisen verotettavan tulon seka maksuunpanee siita menevan veron. edella 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintalaissa saadetaan. ennakkoperintalakia sovelletaan myos elaketulon ennakonpidatykseen.",
        "content_sv": "Har källskatt inte uppburits av någon annan anledning än försummelse hos den som är skyldig att uppbära skatt eller i något annat fall än ett sådant som avses i 9 § 3 mom., tillämpas på motsvarande sätt 1 mom. i denna paragraf, dock så att Nylands skatteverk ofördröjligen fastställer den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas på inkomsten. För betalning av skatter som avses i 1 mom. verkställs förskottsuppbörd på det sätt som föreskrivs i lagen om förskottsuppbörd. Lagen om förskottsuppbörd tillämpas även på förskottsinnehållning som verkställs på pensionsinkomst.",
        "normalized_sv": "Har källskatt inte uppburits av någon annan anledning än försummelse hos den som är skyldig att uppbära skatt eller i något annat fall än ett sådant som avses i 9 § 3 mom., tillämpas på motsvarande sätt 1 mom. i denna paragraf, dock så att Nylands skatteverk ofördröjligen fastställer den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas på inkomsten. För betalning av skatter som avses i 1 mom. verkställs förskottsuppbörd på det sätt som föreskrivs i lagen om förskottsuppbörd. Lagen om förskottsuppbörd tillämpas även på förskottsinnehållning som verkställs på pensionsinkomst.",
        "folded_sv": "har kallskatt inte uppburits av nagon annan anledning an forsummelse hos den som ar skyldig att uppbara skatt eller i nagot annat fall an ett sadant som avses i 9 § 3 mom., tillampas pa motsvarande satt 1 mom. i denna paragraf, dock sa att nylands skatteverk ofordrojligen faststaller den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas pa inkomsten. for betalning av skatter som avses i 1 mom. verkstalls forskottsuppbord pa det satt som foreskrivs i lagen om forskottsuppbord. lagen om forskottsuppbord tillampas aven pa forskottsinnehallning som verkstalls pa pensionsinkomst."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mitä siitä säädetään verotusmenettelystä annetussa laissa ja ennakkoperintälaissa. Rajoitetusti verovelvollisen palkasta 16 §:n 2 momentin mukaisesti määrätystä verosta ovat vastuussa rajoitetusti verovelvollinen, hänen työnantajansa ja ulkomaisen työnantajan Suomessa oleva edustaja. Uudenmaan verovirasto tekee päätöksen työnantajan tai 1 momentissa tarkoitetun edustajan määräämisestä vastuuseen verosta. Päätös voidaan tehdä, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eikä sen perimiseen voida käyttää Euroopan yhteisöjen neuvoston keskinäisestä avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnässä antamaan direktiiviin (76/308/ETY) tai Suomea sitovaan kansainväliseen sopimukseen perustuvaa virka-apua. Työnantaja ja 1 momentissa tarkoitettu edustaja eivät kuitenkaan ole vastuussa lähdeverosta, jos työnantaja tai edustaja on noudattanut verovelvolliselle myönnettyyn, ennakkoperintälaissa tarkoitettuun verokorttiin merkittyä ennakonpidätystä koskevaa määräystä eikä tämä ole tiennyt eikä tämän olisi pitänyt tietää, että palkansaaja on rajoitetusti verovelvollinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mitä siitä säädetään verotusmenettelystä annetussa laissa ja ennakkoperintälaissa. Rajoitetusti verovelvollisen palkasta 16 § :n 2 momentin mukaisesti määrätystä verosta ovat vastuussa rajoitetusti verovelvollinen, hänen työnantajansa ja ulkomaisen työnantajan Suomessa oleva edustaja. Uudenmaan verovirasto tekee päätöksen työnantajan tai 1 momentissa tarkoitetun edustajan määräämisestä vastuuseen verosta. Päätös voidaan tehdä, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eikä sen perimiseen voida käyttää Euroopan yhteisöjen neuvoston keskinäisestä avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnässä antamaan direktiiviin (76/308/ETY) tai Suomea sitovaan kansainväliseen sopimukseen perustuvaa virka-apua. Työnantaja ja 1 momentissa tarkoitettu edustaja eivät kuitenkaan ole vastuussa lähdeverosta, jos työnantaja tai edustaja on noudattanut verovelvolliselle myönnettyyn, ennakkoperintälaissa tarkoitettuun verokorttiin merkittyä ennakonpidätystä koskevaa määräystä eikä tämä ole tiennyt eikä tämän olisi pitänyt tietää, että palkansaaja on rajoitetusti verovelvollinen.",
        "folded_fi": "vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mita siita saadetaan verotusmenettelysta annetussa laissa ja ennakkoperintalaissa. rajoitetusti verovelvollisen palkasta 16 §:n 2 momentin mukaisesti maaratysta verosta ovat vastuussa rajoitetusti verovelvollinen, hanen tyonantajansa ja ulkomaisen tyonantajan suomessa oleva edustaja. uudenmaan verovirasto tekee paatoksen tyonantajan tai 1 momentissa tarkoitetun edustajan maaraamisesta vastuuseen verosta. paatos voidaan tehda, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eika sen perimiseen voida kayttaa euroopan yhteisojen neuvoston keskinaisesta avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnassa antamaan direktiiviin (76/308/ety) tai suomea sitovaan kansainvaliseen sopimukseen perustuvaa virka-apua. tyonantaja ja 1 momentissa tarkoitettu edustaja eivat kuitenkaan ole vastuussa lahdeverosta, jos tyonantaja tai edustaja on noudattanut verovelvolliselle myonnettyyn, ennakkoperintalaissa tarkoitettuun verokorttiin merkittya ennakonpidatysta koskevaa maaraysta eika tama ole tiennyt eika taman olisi pitanyt tietaa, etta palkansaaja on rajoitetusti verovelvollinen.",
        "content_sv": "I fråga om ansvar för betalning av skatt och förskott gäller i tillämpliga delar vad som föreskrivs i lagen om beskattningsförfarande och lagen om förskottsuppbörd. För skatt som enligt 16 § 2 mom. påförts en begränsat skattskyldig för lön ansvarar den begränsat skattskyldige, dennes arbetsgivare och en utländsk arbetsgivares representant i Finland. Nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten förordnas att ansvara för skatten. Beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handräckning enligt Rådets direktiv om ömsesidigt bistånd för indrivning av fordringar som har avseende på vissa avgifter, tullar, skatter och andra åtgärder (76/308/EEG) eller enligt ett internationellt avtal som är bindande för Finland. Arbetsgivaren och den i 1 mom. avsedda representanten är dock inte ansvariga för källskatten, om arbetsgivaren eller representanten har följt den bestämmelse om förskottsinnehållning som har antecknats i det enligt lagen om förskottsuppbörd för den skattskyldige utfärdade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att löntagaren är begränsat skattskyldig.",
        "normalized_sv": "I fråga om ansvar för betalning av skatt och förskott gäller i tillämpliga delar vad som föreskrivs i lagen om beskattningsförfarande och lagen om förskottsuppbörd. För skatt som enligt 16 § 2 mom. påförts en begränsat skattskyldig för lön ansvarar den begränsat skattskyldige, dennes arbetsgivare och en utländsk arbetsgivares representant i Finland. Nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten förordnas att ansvara för skatten. Beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handräckning enligt Rådets direktiv om ömsesidigt bistånd för indrivning av fordringar som har avseende på vissa avgifter, tullar, skatter och andra åtgärder (76/308/EEG) eller enligt ett internationellt avtal som är bindande för Finland. Arbetsgivaren och den i 1 mom. avsedda representanten är dock inte ansvariga för källskatten, om arbetsgivaren eller representanten har följt den bestämmelse om förskottsinnehållning som har antecknats i det enligt lagen om förskottsuppbörd för den skattskyldige utfärdade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att löntagaren är begränsat skattskyldig.",
        "folded_sv": "i fraga om ansvar for betalning av skatt och forskott galler i tillampliga delar vad som foreskrivs i lagen om beskattningsforfarande och lagen om forskottsuppbord. for skatt som enligt 16 § 2 mom. paforts en begransat skattskyldig for lon ansvarar den begransat skattskyldige, dennes arbetsgivare och en utlandsk arbetsgivares representant i finland. nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten forordnas att ansvara for skatten. beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handrackning enligt radets direktiv om omsesidigt bistand for indrivning av fordringar som har avseende pa vissa avgifter, tullar, skatter och andra atgarder (76/308/eeg) eller enligt ett internationellt avtal som ar bindande for finland. arbetsgivaren och den i 1 mom. avsedda representanten ar dock inte ansvariga for kallskatten, om arbetsgivaren eller representanten har foljt den bestammelse om forskottsinnehallning som har antecknats i det enligt lagen om forskottsuppbord for den skattskyldige utfardade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att lontagaren ar begransat skattskyldig."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Veroviraston 12 a §:n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen 30 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, jolla verovirasto on päättänyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. Valituskirjelmä on toimitettava valitusajassa verovirastoon tai Helsingin hallinto-oikeuteen. Valtion puolesta valitusoikeus on veroasiamiehellä. Veroasiamiehen valitusaika lasketaan päätöksen tekemisestä. Muutoksen hakemiseen 13 §:ssä tarkoitetun tulon ja 14 §:n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 §:n 1 momentin 3 kohdassa tarkoitetun osuuden määrittämiseen sovelletaan, mitä verotusmenettelystä annetussa laissa säädetään. Muutoksen hakemiseen veroviraston 11 §:n 2 momentin mukaiseen päätökseen ja ratkaisuun, joka koskee perimättä jääneen lähdeveron määräämistä sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lähdeverokorttia koskevaan päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta vastaavissa asioissa. Muutoksen hakemiseen Uudenmaan veroviraston 16 §:n 2 momentin ja 17 §:n mukaiseen päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta mainitun lain 38 §:ssä tarkoitettuun päätökseen. Veroviraston oikaisuvaatimukseen antamaan päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Muutoksenhaussa noudatetaan tällöin, mitä verotusmenettelystä annetun lain 70 ja 71 §:ssä säädetään. Valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta päätöksestä on kuitenkin 30 päivää päätöksen tiedoksisaamisesta. Valtion puolesta valitusoikeus on veroasiamiehellä. Valituksesta huolimatta veroviraston 12 a §:n nojalla antamaa ratkaisua on noudatettava. Veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua päätöstä siitä lukien, kun hän sai päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Veroviraston 12 a § :n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen 30 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, jolla verovirasto on päättänyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. Valituskirjelmä on toimitettava valitusajassa verovirastoon tai Helsingin hallinto-oikeuteen. Valtion puolesta valitusoikeus on veroasiamiehellä. Veroasiamiehen valitusaika lasketaan päätöksen tekemisestä. Muutoksen hakemiseen 13 § :ssä tarkoitetun tulon ja 14 § :n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 § :n 1 momentin 3 kohdassa tarkoitetun osuuden määrittämiseen sovelletaan, mitä verotusmenettelystä annetussa laissa säädetään. Muutoksen hakemiseen veroviraston 11 § :n 2 momentin mukaiseen päätökseen ja ratkaisuun, joka koskee perimättä jääneen lähdeveron määräämistä sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lähdeverokorttia koskevaan päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta vastaavissa asioissa. Muutoksen hakemiseen Uudenmaan veroviraston 16 § :n 2 momentin ja 17 § :n mukaiseen päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta mainitun lain 38 § :ssä tarkoitettuun päätökseen. Veroviraston oikaisuvaatimukseen antamaan päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Muutoksenhaussa noudatetaan tällöin, mitä verotusmenettelystä annetun lain 70 ja 71 § :ssä säädetään. Valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta päätöksestä on kuitenkin 30 päivää päätöksen tiedoksisaamisesta. Valtion puolesta valitusoikeus on veroasiamiehellä. Valituksesta huolimatta veroviraston 12 a § :n nojalla antamaa ratkaisua on noudatettava. Veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua päätöstä siitä lukien, kun hän sai päätöksestä tiedon.",
        "folded_fi": "veroviraston 12 a §:n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla helsingin hallinto-oikeuteen 30 paivan kuluessa paatoksen tiedoksisaannista. paatokseen, jolla verovirasto on paattanyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. valituskirjelma on toimitettava valitusajassa verovirastoon tai helsingin hallinto-oikeuteen. valtion puolesta valitusoikeus on veroasiamiehella. veroasiamiehen valitusaika lasketaan paatoksen tekemisesta. muutoksen hakemiseen 13 §:ssa tarkoitetun tulon ja 14 §:n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 §:n 1 momentin 3 kohdassa tarkoitetun osuuden maarittamiseen sovelletaan, mita verotusmenettelysta annetussa laissa saadetaan. muutoksen hakemiseen veroviraston 11 §:n 2 momentin mukaiseen paatokseen ja ratkaisuun, joka koskee perimatta jaaneen lahdeveron maaraamista sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lahdeverokorttia koskevaan paatokseen sovelletaan, mita ennakkoperintalaissa saadetaan muutoksen hakemisesta vastaavissa asioissa. muutoksen hakemiseen uudenmaan veroviraston 16 §:n 2 momentin ja 17 §:n mukaiseen paatokseen sovelletaan, mita ennakkoperintalaissa saadetaan muutoksen hakemisesta mainitun lain 38 §:ssa tarkoitettuun paatokseen. veroviraston oikaisuvaatimukseen antamaan paatokseen haetaan muutosta valittamalla helsingin hallinto-oikeuteen. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. muutoksenhaussa noudatetaan talloin, mita verotusmenettelysta annetun lain 70 ja 71 §:ssa saadetaan. valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta paatoksesta on kuitenkin 30 paivaa paatoksen tiedoksisaamisesta. valtion puolesta valitusoikeus on veroasiamiehella. valituksesta huolimatta veroviraston 12 a §:n nojalla antamaa ratkaisua on noudatettava. veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua paatosta siita lukien, kun han sai paatoksesta tiedon.",
        "content_sv": "I skatteverkets förhandsavgörande med stöd av 12 a § får ändring sökas hos Helsingfors förvaltningsdomstol genom besvär inom 30 dagar från delfåendet av beslutet. I ett beslut som skatteverket fattat om att förhandsavgörande inte meddelas får ändring inte sökas genom besvär. Besvärsskriften skall inom besvärstiden tillställas skatteverket eller Helsingfors förvaltningsdomstol. Besvär på statens vägnar anförs av skatteombudet. Skatteombudets besvärstid räknas från den tidpunkt då beslutet fattades. På sökande av ändring i beskattning i fråga om inkomst som avses i 13 § och förmögenhet som avses i 14 § 1 mom. samt på bestämmande av andel som avses i 13 § 1 mom. 3 punkten tillämpas lagen om beskattningsförfarande. På sökande av ändring i skatteverkets beslut enligt 11 § 2 mom. och i avgöranden som avser åläggande för den som är skyldig att uppbära källskatt att betala skatt som inte uppburits liksom även i beslut som skatteverket fattat om källskattekort tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i motsvarande ärenden. På sökande av ändring i Nylands skatteverks beslut med stöd av 16 § 2 mom. eller 17 § tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i beslut enligt 38 § i nämnda lag. Ändring i skatteverkets beslut med anledning av rättelseyrkande får sökas genom besvär hos Helsingfors förvaltningsdomstol. I förvaltningsdomstolens beslut får ändring sökas genom besvär hos högsta förvaltningsdomstolen, om högsta förvaltningsdomstolen beviljar besvärstillstånd. I fråga om ändringssökande iakttas då 70 och 71 § i lagen om beskattningsförfarande. Besvärstiden i fråga om förvaltningsdomstolens beslut om förhandsavgörande är dock 30 dagar från delfåendet av beslutet. På statens vägnar har skatteombudet besvärsrätt. Ett avgörande som skatteverket har meddelat med stöd av 12 a § skall iakttas trots besvär. Den som är skyldig att uppbära skatt skall iaktta beslut som har meddelats på besvär över avgörandet räknat från delfåendet av beslutet.",
        "normalized_sv": "I skatteverkets förhandsavgörande med stöd av 12 a § får ändring sökas hos Helsingfors förvaltningsdomstol genom besvär inom 30 dagar från delfåendet av beslutet. I ett beslut som skatteverket fattat om att förhandsavgörande inte meddelas får ändring inte sökas genom besvär. Besvärsskriften skall inom besvärstiden tillställas skatteverket eller Helsingfors förvaltningsdomstol. Besvär på statens vägnar anförs av skatteombudet. Skatteombudets besvärstid räknas från den tidpunkt då beslutet fattades. På sökande av ändring i beskattning i fråga om inkomst som avses i 13 § och förmögenhet som avses i 14 § 1 mom. samt på bestämmande av andel som avses i 13 § 1 mom. 3 punkten tillämpas lagen om beskattningsförfarande. På sökande av ändring i skatteverkets beslut enligt 11 § 2 mom. och i avgöranden som avser åläggande för den som är skyldig att uppbära källskatt att betala skatt som inte uppburits liksom även i beslut som skatteverket fattat om källskattekort tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i motsvarande ärenden. På sökande av ändring i Nylands skatteverks beslut med stöd av 16 § 2 mom. eller 17 § tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i beslut enligt 38 § i nämnda lag. Ändring i skatteverkets beslut med anledning av rättelseyrkande får sökas genom besvär hos Helsingfors förvaltningsdomstol. I förvaltningsdomstolens beslut får ändring sökas genom besvär hos högsta förvaltningsdomstolen, om högsta förvaltningsdomstolen beviljar besvärstillstånd. I fråga om ändringssökande iakttas då 70 och 71 § i lagen om beskattningsförfarande. Besvärstiden i fråga om förvaltningsdomstolens beslut om förhandsavgörande är dock 30 dagar från delfåendet av beslutet. På statens vägnar har skatteombudet besvärsrätt. Ett avgörande som skatteverket har meddelat med stöd av 12 a § skall iakttas trots besvär. Den som är skyldig att uppbära skatt skall iaktta beslut som har meddelats på besvär över avgörandet räknat från delfåendet av beslutet.",
        "folded_sv": "i skatteverkets forhandsavgorande med stod av 12 a § far andring sokas hos helsingfors forvaltningsdomstol genom besvar inom 30 dagar fran delfaendet av beslutet. i ett beslut som skatteverket fattat om att forhandsavgorande inte meddelas far andring inte sokas genom besvar. besvarsskriften skall inom besvarstiden tillstallas skatteverket eller helsingfors forvaltningsdomstol. besvar pa statens vagnar anfors av skatteombudet. skatteombudets besvarstid raknas fran den tidpunkt da beslutet fattades. pa sokande av andring i beskattning i fraga om inkomst som avses i 13 § och formogenhet som avses i 14 § 1 mom. samt pa bestammande av andel som avses i 13 § 1 mom. 3 punkten tillampas lagen om beskattningsforfarande. pa sokande av andring i skatteverkets beslut enligt 11 § 2 mom. och i avgoranden som avser alaggande for den som ar skyldig att uppbara kallskatt att betala skatt som inte uppburits liksom aven i beslut som skatteverket fattat om kallskattekort tillampas vad som i lagen om forskottsuppbord foreskrivs om sokande av andring i motsvarande arenden. pa sokande av andring i nylands skatteverks beslut med stod av 16 § 2 mom. eller 17 § tillampas vad som i lagen om forskottsuppbord foreskrivs om sokande av andring i beslut enligt 38 § i namnda lag. andring i skatteverkets beslut med anledning av rattelseyrkande far sokas genom besvar hos helsingfors forvaltningsdomstol. i forvaltningsdomstolens beslut far andring sokas genom besvar hos hogsta forvaltningsdomstolen, om hogsta forvaltningsdomstolen beviljar besvarstillstand. i fraga om andringssokande iakttas da 70 och 71 § i lagen om beskattningsforfarande. besvarstiden i fraga om forvaltningsdomstolens beslut om forhandsavgorande ar dock 30 dagar fran delfaendet av beslutet. pa statens vagnar har skatteombudet besvarsratt. ett avgorande som skatteverket har meddelat med stod av 12 a § skall iakttas trots besvar. den som ar skyldig att uppbara skatt skall iaktta beslut som har meddelats pa besvar over avgorandet raknat fran delfaendet av beslutet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle sekä kunnalle tämän lain mukaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle sekä kunnalle tämän lain mukaan.",
        "folded_fi": "rajoitetusti verovelvollisen on suoritettava tuloveroa ja varallisuusveroa valtiolle seka kunnalle taman lain mukaan.",
        "content_sv": "En begränsat skattskyldig skall betala inkomstskatt och förmögenhetsskatt till staten samt kommunen enligt denna lag.",
        "normalized_sv": "En begränsat skattskyldig skall betala inkomstskatt och förmögenhetsskatt till staten samt kommunen enligt denna lag.",
        "folded_sv": "en begransat skattskyldig skall betala inkomstskatt och formogenhetsskatt till staten samt kommunen enligt denna lag."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Jos tässä laissa ei toisin säädetä, noudatetaan vastaavasti, mitä muualla verolainsäädännössä säädetään rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta sekä niistä tehtävistä vähennyksistä. Lähdeveroa perittäessä tulosta tehdään ainoastaan 6 §:ssä tarkoitettu vähennys.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Jos tässä laissa ei toisin säädetä, noudatetaan vastaavasti, mitä muualla verolainsäädännössä säädetään rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta sekä niistä tehtävistä vähennyksistä. Lähdeveroa perittäessä tulosta tehdään ainoastaan 6 § :ssä tarkoitettu vähennys.",
        "folded_fi": "jos tassa laissa ei toisin saadeta, noudatetaan vastaavasti, mita muualla verolainsaadannossa saadetaan rajoitetusti verovelvollisen tulojen ja varojen veronalaisuudesta seka niista tehtavista vahennyksista. lahdeveroa perittaessa tulosta tehdaan ainoastaan 6 §:ssa tarkoitettu vahennys.",
        "content_sv": "Om inte något annat föreskrivs i denna lag, iakttas på motsvarande sätt vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt för begränsat skattskyldigs inkomster och tillgångar samt om avdrag från dem. Vid uppbörd av källskatt får från inkomsten göras endast det avdrag som avses i 6 §.",
        "normalized_sv": "Om inte något annat föreskrivs i denna lag, iakttas på motsvarande sätt vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt för begränsat skattskyldigs inkomster och tillgångar samt om avdrag från dem. Vid uppbörd av källskatt får från inkomsten göras endast det avdrag som avses i 6 § .",
        "folded_sv": "om inte nagot annat foreskrivs i denna lag, iakttas pa motsvarande satt vad som pa annat stalle i skattelagstiftningen foreskrivs om skatteplikt for begransat skattskyldigs inkomster och tillgangar samt om avdrag fran dem. vid uppbord av kallskatt far fran inkomsten goras endast det avdrag som avses i 6 §."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Lähdevero on suoritettava, jollei muualla toisin säädetä, osingosta, korosta ja rojaltista, palkasta, henkilöstörahaston maksamasta rahasto-osuudesta ja jäsenilleen jakamasta ylijäämästä sekä muusta suorituksesta, josta ennakkoperintälain mukaan on toimitettava ennakonpidätys. Lähdevero on suoritettava myös taiteilijan tai urheilijan henkilökohtaiseen toimintaan perustuvasta korvauksesta riippumatta siitä, onko korvausta pidettävä palkkana, sekä siitä, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. Lähdevero suoritetaan aina osingon kokonaismäärästä sen estämättä, mitä muualla verolainsäädännössä säädetään osingon veronalaisuudesta. Osuuspääoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 §:n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelystä annetun lain 29 §:ssä tarkoitetusta peitellystä osingosta sekä mainitun lain 31 §:ssä tarkoitetusta peitellystä voitonsiirrosta osakkaan hyväksi on vastaavasti voimassa, mitä tässä laissa säädetään osingosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Lähdevero on suoritettava, jollei muualla toisin säädetä, osingosta, korosta ja rojaltista, palkasta, henkilöstörahaston maksamasta rahasto-osuudesta ja jäsenilleen jakamasta ylijäämästä sekä muusta suorituksesta, josta ennakkoperintälain mukaan on toimitettava ennakonpidätys. Lähdevero on suoritettava myös taiteilijan tai urheilijan henkilökohtaiseen toimintaan perustuvasta korvauksesta riippumatta siitä, onko korvausta pidettävä palkkana, sekä siitä, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. Lähdevero suoritetaan aina osingon kokonaismäärästä sen estämättä, mitä muualla verolainsäädännössä säädetään osingon veronalaisuudesta. Osuuspääoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 § :n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelystä annetun lain 29 § :ssä tarkoitetusta peitellystä osingosta sekä mainitun lain 31 § :ssä tarkoitetusta peitellystä voitonsiirrosta osakkaan hyväksi on vastaavasti voimassa, mitä tässä laissa säädetään osingosta.",
        "folded_fi": "lahdevero on suoritettava, jollei muualla toisin saadeta, osingosta, korosta ja rojaltista, palkasta, henkilostorahaston maksamasta rahasto-osuudesta ja jasenilleen jakamasta ylijaamasta seka muusta suorituksesta, josta ennakkoperintalain mukaan on toimitettava ennakonpidatys. lahdevero on suoritettava myos taiteilijan tai urheilijan henkilokohtaiseen toimintaan perustuvasta korvauksesta riippumatta siita, onko korvausta pidettava palkkana, seka siita, maksetaanko se taiteilijalle tai urheilijalle itselleen vai jollekulle toiselle. lahdevero suoritetaan aina osingon kokonaismaarasta sen estamatta, mita muualla verolainsaadannossa saadetaan osingon veronalaisuudesta. osuuspaaoman korosta, sijoitusrahaston voitto-osuudesta, tuloverolain 31 §:n 5 momentissa tarkoitetusta sijaisosingosta ja verotusmenettelysta annetun lain 29 §:ssa tarkoitetusta peitellysta osingosta seka mainitun lain 31 §:ssa tarkoitetusta peitellysta voitonsiirrosta osakkaan hyvaksi on vastaavasti voimassa, mita tassa laissa saadetaan osingosta.",
        "content_sv": "Om inte annat föreskrivs någon annanstans, skall källskatt betalas på dividend, ränta och royalty samt lön och fondandel som en personalfond betalar och överskott som en personalfond delar ut till sina medlemmar samt på annan betalning för vilken förskottsinnehållning skall verkställas enligt lagen om förskottsuppbörd. Källskatt skall betalas även på ersättning som grundar sig på personlig verksamhet av artist eller sportutövare, oberoende av om ersättningen skall anses som lön eller ej samt oberoende av om ersättningen betalas till artisten eller sportutövaren själv eller till någon annan. Källskatt skall alltid betalas på dividendens totala belopp, utan hinder av vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt på dividend. Angående ränta på andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersättning samt i 29 § i lagen om beskattningsförfarande avsedd förtäckt dividend samt i nämnda lags 31 § avsedd förtäckt vinstöverföring till delägare gäller i tillämpliga delar vad som i denna lag bestäms om dividend.",
        "normalized_sv": "Om inte annat föreskrivs någon annanstans, skall källskatt betalas på dividend, ränta och royalty samt lön och fondandel som en personalfond betalar och överskott som en personalfond delar ut till sina medlemmar samt på annan betalning för vilken förskottsinnehållning skall verkställas enligt lagen om förskottsuppbörd. Källskatt skall betalas även på ersättning som grundar sig på personlig verksamhet av artist eller sportutövare, oberoende av om ersättningen skall anses som lön eller ej samt oberoende av om ersättningen betalas till artisten eller sportutövaren själv eller till någon annan. Källskatt skall alltid betalas på dividendens totala belopp, utan hinder av vad som på annat ställe i skattelagstiftningen föreskrivs om skatteplikt på dividend. Angående ränta på andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersättning samt i 29 § i lagen om beskattningsförfarande avsedd förtäckt dividend samt i nämnda lags 31 § avsedd förtäckt vinstöverföring till delägare gäller i tillämpliga delar vad som i denna lag bestäms om dividend.",
        "folded_sv": "om inte annat foreskrivs nagon annanstans, skall kallskatt betalas pa dividend, ranta och royalty samt lon och fondandel som en personalfond betalar och overskott som en personalfond delar ut till sina medlemmar samt pa annan betalning for vilken forskottsinnehallning skall verkstallas enligt lagen om forskottsuppbord. kallskatt skall betalas aven pa ersattning som grundar sig pa personlig verksamhet av artist eller sportutovare, oberoende av om ersattningen skall anses som lon eller ej samt oberoende av om ersattningen betalas till artisten eller sportutovaren sjalv eller till nagon annan. kallskatt skall alltid betalas pa dividendens totala belopp, utan hinder av vad som pa annat stalle i skattelagstiftningen foreskrivs om skatteplikt pa dividend. angaende ranta pa andelskapital, vinstandel av placeringsfond, i 31 § 5 mom. i inkomstskattelagen avsedd dividendersattning samt i 29 § i lagen om beskattningsforfarande avsedd fortackt dividend samt i namnda lags 31 § avsedd fortackt vinstoverforing till delagare galler i tillampliga delar vad som i denna lag bestams om dividend."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Verovirasto antaa rajoitetusti verovelvolliselle lähdeveroa koskevien säännösten soveltamista varten hakemuksesta lähdeverokortin. Verohallitus määrää hakemuksen tekemisessä noudatettavasta menettelystä sekä tiedoista, jotka hakemuksesta on ilmettävä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Verovirasto antaa rajoitetusti verovelvolliselle lähdeveroa koskevien säännösten soveltamista varten hakemuksesta lähdeverokortin. Verohallitus määrää hakemuksen tekemisessä noudatettavasta menettelystä sekä tiedoista, jotka hakemuksesta on ilmettävä.",
        "folded_fi": "verovirasto antaa rajoitetusti verovelvolliselle lahdeveroa koskevien saannosten soveltamista varten hakemuksesta lahdeverokortin. verohallitus maaraa hakemuksen tekemisessa noudatettavasta menettelysta seka tiedoista, jotka hakemuksesta on ilmettava.",
        "content_sv": "Skatteverket utfärdar på ansökan ett källskattekort för en begränsat skattskyldig för tillämpning av bestämmelserna om källskatt. Skattestyrelsen utfärdar föreskrifter om det förfarande som skall iakttas när ansökan görs och vilka uppgifter som skall framgå av ansökan.",
        "normalized_sv": "Skatteverket utfärdar på ansökan ett källskattekort för en begränsat skattskyldig för tillämpning av bestämmelserna om källskatt. Skattestyrelsen utfärdar föreskrifter om det förfarande som skall iakttas när ansökan görs och vilka uppgifter som skall framgå av ansökan.",
        "folded_sv": "skatteverket utfardar pa ansokan ett kallskattekort for en begransat skattskyldig for tillampning av bestammelserna om kallskatt. skattestyrelsen utfardar foreskrifter om det forfarande som skall iakttas nar ansokan gors och vilka uppgifter som skall framga av ansokan."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Lähdeveroa perittäessä vähennetään 510 euroa kuukaudelta sellaisen tulon yhteismäärästä, josta perittävä lähdevero on 35 prosenttia. Alle kuukauden ajalta kertyneen tulon yhteismäärästä vähennetään 17 euroa päivältä. Vähennyksen määrä on kuitenkin enintään tulon määrä. Vähennystä ei myönnetä henkilöstörahaston maksamasta rahasto-osuudesta tai jäsenilleen jakamasta ylijäämästä eikä tuloverolain 10 §:n 4 a kohdassa tarkoitetusta palkkiosta. Vähennyksen saaminen edellyttää, että verovelvollinen esittää suorituksen maksajalle lähdeverokortin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Lähdeveroa perittäessä vähennetään 510 euroa kuukaudelta sellaisen tulon yhteismäärästä, josta perittävä lähdevero on 35 prosenttia. Alle kuukauden ajalta kertyneen tulon yhteismäärästä vähennetään 17 euroa päivältä. Vähennyksen määrä on kuitenkin enintään tulon määrä. Vähennystä ei myönnetä henkilöstörahaston maksamasta rahasto-osuudesta tai jäsenilleen jakamasta ylijäämästä eikä tuloverolain 10 § :n 4 a kohdassa tarkoitetusta palkkiosta. Vähennyksen saaminen edellyttää, että verovelvollinen esittää suorituksen maksajalle lähdeverokortin.",
        "folded_fi": "lahdeveroa perittaessa vahennetaan 510 euroa kuukaudelta sellaisen tulon yhteismaarasta, josta perittava lahdevero on 35 prosenttia. alle kuukauden ajalta kertyneen tulon yhteismaarasta vahennetaan 17 euroa paivalta. vahennyksen maara on kuitenkin enintaan tulon maara. vahennysta ei myonneta henkilostorahaston maksamasta rahasto-osuudesta tai jasenilleen jakamasta ylijaamasta eika tuloverolain 10 §:n 4 a kohdassa tarkoitetusta palkkiosta. vahennyksen saaminen edellyttaa, etta verovelvollinen esittaa suorituksen maksajalle lahdeverokortin.",
        "content_sv": "När källskatt debiteras görs från den totala inkomsten ett avdrag om 510 euro per månad, om 35 procent i källskatt uppbärs på inkomsten. Om inkomsten influtit för en kortare tid än en månad är avdraget 17 euro per dag. Avdraget kan inte vara större än inkomsten. Avdrag beviljas inte på fondandel som en personalfond betalar eller överskott som den delar ut till sina medlemmar och inte heller på arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. En förutsättning för avdraget är att den skattskyldige visar upp ett källskattekort för betalaren av prestationen.",
        "normalized_sv": "När källskatt debiteras görs från den totala inkomsten ett avdrag om 510 euro per månad, om 35 procent i källskatt uppbärs på inkomsten. Om inkomsten influtit för en kortare tid än en månad är avdraget 17 euro per dag. Avdraget kan inte vara större än inkomsten. Avdrag beviljas inte på fondandel som en personalfond betalar eller överskott som den delar ut till sina medlemmar och inte heller på arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. En förutsättning för avdraget är att den skattskyldige visar upp ett källskattekort för betalaren av prestationen.",
        "folded_sv": "nar kallskatt debiteras gors fran den totala inkomsten ett avdrag om 510 euro per manad, om 35 procent i kallskatt uppbars pa inkomsten. om inkomsten influtit for en kortare tid an en manad ar avdraget 17 euro per dag. avdraget kan inte vara storre an inkomsten. avdrag beviljas inte pa fondandel som en personalfond betalar eller overskott som den delar ut till sina medlemmar och inte heller pa arvode som avses i 10 § 4 a-punkten i inkomstskattelagen. en forutsattning for avdraget ar att den skattskyldige visar upp ett kallskattekort for betalaren av prestationen."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Lähdevero on 28 prosenttia osingosta, korosta ja rojaltista sekä vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan pääomatulona. Lähdevero on 35 prosenttia palkasta, henkilöstörahaston rahasto-osuudesta ja ylijäämästä sekä luonnollisen henkilön saamasta peitellystä osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. Lähdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 §:n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. Lähdevero tilitetään kokonaisuudessaan valtiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Lähdevero on 28 prosenttia osingosta, korosta ja rojaltista sekä vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan pääomatulona. Lähdevero on 35 prosenttia palkasta, henkilöstörahaston rahasto-osuudesta ja ylijäämästä sekä luonnollisen henkilön saamasta peitellystä osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. Lähdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 § :n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. Lähdevero tilitetään kokonaisuudessaan valtiolle.",
        "folded_fi": "lahdevero on 28 prosenttia osingosta, korosta ja rojaltista seka vakuutussuorituksesta ja muusta suorituksesta, jota tuloverolain mukaan verotetaan paaomatulona. lahdevero on 35 prosenttia palkasta, henkilostorahaston rahasto-osuudesta ja ylijaamasta seka luonnollisen henkilon saamasta peitellysta osingosta samoin kuin muusta suorituksesta, jota tuloverolain mukaan verotetaan ansiotulona. lahdevero on kuitenkin 19 prosenttia puun myyntitulosta ja 15 prosenttia 3 §:n 1 momentissa tarkoitetusta taiteilijan tai urheilijan toimintaan perustuvasta korvauksesta. lahdevero tilitetaan kokonaisuudessaan valtiolle.",
        "content_sv": "Källskatten utgör 28 procent på dividend, ränta och royalty samt betalning som grundar sig på försäkring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. Källskatten utgör 35 procent på lön, personalfonders fondandelar och överskott samt på förtäckt dividend till fysisk person liksom även på annan betalning som enligt inkomstskattelagen beskattas som förvärvsinkomst. Källskatten är dock 19 procent på inkomst av virkesförsäljning och 15 procent på sådan ersättning som grundar sig på verksamhet av artist eller sportutövare som avses i 3 § 1 mom. Källskatten redovisas i sin helhet till staten.",
        "normalized_sv": "Källskatten utgör 28 procent på dividend, ränta och royalty samt betalning som grundar sig på försäkring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. Källskatten utgör 35 procent på lön, personalfonders fondandelar och överskott samt på förtäckt dividend till fysisk person liksom även på annan betalning som enligt inkomstskattelagen beskattas som förvärvsinkomst. Källskatten är dock 19 procent på inkomst av virkesförsäljning och 15 procent på sådan ersättning som grundar sig på verksamhet av artist eller sportutövare som avses i 3 § 1 mom. Källskatten redovisas i sin helhet till staten.",
        "folded_sv": "kallskatten utgor 28 procent pa dividend, ranta och royalty samt betalning som grundar sig pa forsakring eller annan betalning som enligt inkomstskattelagen beskattas som kapitalinkomst. kallskatten utgor 35 procent pa lon, personalfonders fondandelar och overskott samt pa fortackt dividend till fysisk person liksom aven pa annan betalning som enligt inkomstskattelagen beskattas som forvarvsinkomst. kallskatten ar dock 19 procent pa inkomst av virkesforsaljning och 15 procent pa sadan ersattning som grundar sig pa verksamhet av artist eller sportutovare som avses i 3 § 1 mom. kallskatten redovisas i sin helhet till staten."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lähdeveron alaisesta tulosta perittävän veron määrä on enintään kymmenen euroa, veroa ei peritä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lähdeveron alaisesta tulosta perittävän veron määrä on enintään kymmenen euroa, veroa ei peritä.",
        "folded_fi": "jos tulon saajalle kalenterikuukauden aikana samalta maksajalta tulevasta lahdeveron alaisesta tulosta perittavan veron maara on enintaan kymmenen euroa, veroa ei perita.",
        "content_sv": "Om skatten på det källskattepliktiga belopp som en och samma utbetalare under en kalendermånad betalar till en och samma inkomsttagare uppgår till högst tio euro, uppbärs inte skatt.",
        "normalized_sv": "Om skatten på det källskattepliktiga belopp som en och samma utbetalare under en kalendermånad betalar till en och samma inkomsttagare uppgår till högst tio euro, uppbärs inte skatt.",
        "folded_sv": "om skatten pa det kallskattepliktiga belopp som en och samma utbetalare under en kalendermanad betalar till en och samma inkomsttagare uppgar till hogst tio euro, uppbars inte skatt."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Jos verovelvollinen katsoo, että lähdeveroa on peritty enemmän kuin kansainvälinen sopimus edellyttää tai että veron periminen muutoin on ollut virheellinen eikä veron perimiseen velvollinen ole perintää oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hänellä ole täällä kotikuntaa, Uudenmaan veroviraston ratkaistavaksi. Jos verovirasto havaitsee lähdeveroa perityn liikaa, sen on määrättävä liikaa peritty määrä maksettavaksi takaisin verovelvolliselle. Oikaisuvaatimus tulee tehdä viimeistään veron perimistä lähinnä seuraavien viiden kalenterivuoden aikana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Jos verovelvollinen katsoo, että lähdeveroa on peritty enemmän kuin kansainvälinen sopimus edellyttää tai että veron periminen muutoin on ollut virheellinen eikä veron perimiseen velvollinen ole perintää oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hänellä ole täällä kotikuntaa, Uudenmaan veroviraston ratkaistavaksi. Jos verovirasto havaitsee lähdeveroa perityn liikaa, sen on määrättävä liikaa peritty määrä maksettavaksi takaisin verovelvolliselle. Oikaisuvaatimus tulee tehdä viimeistään veron perimistä lähinnä seuraavien viiden kalenterivuoden aikana.",
        "folded_fi": "jos verovelvollinen katsoo, etta lahdeveroa on peritty enemman kuin kansainvalinen sopimus edellyttaa tai etta veron periminen muutoin on ollut virheellinen eika veron perimiseen velvollinen ole perintaa oikaissut, verovelvollinen voi saattaa kysymyksen sen veroviraston ratkaistavaksi, jonka virkaalueella perimiseen velvollisen kotikunta on, tai, jollei hanella ole taalla kotikuntaa, uudenmaan veroviraston ratkaistavaksi. jos verovirasto havaitsee lahdeveroa perityn liikaa, sen on maarattava liikaa peritty maara maksettavaksi takaisin verovelvolliselle. oikaisuvaatimus tulee tehda viimeistaan veron perimista lahinna seuraavien viiden kalenterivuoden aikana.",
        "content_sv": "Anser en skattskyldig att i källskatt har uppburits mer än vad som förutsätts i ett internationellt avtal eller att uppbörden av skatten annars har varit felaktig, och har den som är skyldig att uppbära skatten inte rättat uppbörden, kan den skattskyldige hänskjuta frågan för avgörande till det skatteverk inom vars tjänsteområde hemkommunen för den som är skyldig att uppbära skatten är belägen eller, om denne inte har någon hemkommun här, till Nylands skatteverk. Finner skatteverket att i källskatt har uppburits ett för stort belopp, skall skatteverket bestämma att det överstigande beloppet skall återbetalas till den skattskyldige. Rättelseyrkande skall göras inom fem kalenderår efter uppbörden av skatten.",
        "normalized_sv": "Anser en skattskyldig att i källskatt har uppburits mer än vad som förutsätts i ett internationellt avtal eller att uppbörden av skatten annars har varit felaktig, och har den som är skyldig att uppbära skatten inte rättat uppbörden, kan den skattskyldige hänskjuta frågan för avgörande till det skatteverk inom vars tjänsteområde hemkommunen för den som är skyldig att uppbära skatten är belägen eller, om denne inte har någon hemkommun här, till Nylands skatteverk. Finner skatteverket att i källskatt har uppburits ett för stort belopp, skall skatteverket bestämma att det överstigande beloppet skall återbetalas till den skattskyldige. Rättelseyrkande skall göras inom fem kalenderår efter uppbörden av skatten.",
        "folded_sv": "anser en skattskyldig att i kallskatt har uppburits mer an vad som forutsatts i ett internationellt avtal eller att uppborden av skatten annars har varit felaktig, och har den som ar skyldig att uppbara skatten inte rattat uppborden, kan den skattskyldige hanskjuta fragan for avgorande till det skatteverk inom vars tjansteomrade hemkommunen for den som ar skyldig att uppbara skatten ar belagen eller, om denne inte har nagon hemkommun har, till nylands skatteverk. finner skatteverket att i kallskatt har uppburits ett for stort belopp, skall skatteverket bestamma att det overstigande beloppet skall aterbetalas till den skattskyldige. rattelseyrkande skall goras inom fem kalenderar efter uppborden av skatten."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "12 a",
      "section": "12 a",
      "content": "Verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 §:n 3 momentin kansainvälistä sopimusta koskevien säännösten soveltamisesta lähdeveron perimisessä sekä siitä, onko lähdevero perittävä tai mitä lähdeveron perimisessä muutoin on noudatettava. Ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan päätöksellä ratkaistu tai sitä koskeva hakemus on vireillä keskusverolautakunnassa. Ennakkoratkaisun antaa lähdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos tällä ei ole Suomessa kotipaikkaa, Uudenmaan verovirasto. Ennakkoratkaisua koskeva asia on käsiteltävä verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:12 a",
        "normalized_fi": "Verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 § :n 3 momentin kansainvälistä sopimusta koskevien säännösten soveltamisesta lähdeveron perimisessä sekä siitä, onko lähdevero perittävä tai mitä lähdeveron perimisessä muutoin on noudatettava. Ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan päätöksellä ratkaistu tai sitä koskeva hakemus on vireillä keskusverolautakunnassa. Ennakkoratkaisun antaa lähdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos tällä ei ole Suomessa kotipaikkaa, Uudenmaan verovirasto. Ennakkoratkaisua koskeva asia on käsiteltävä verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisenä.",
        "folded_fi": "verovirasto antaa verovelvollisen tai veron perimiseen velvollisen kirjallisesta hakemuksesta ennakkoratkaisun 1 §:n 3 momentin kansainvalista sopimusta koskevien saannosten soveltamisesta lahdeveron perimisessa seka siita, onko lahdevero perittava tai mita lahdeveron perimisessa muutoin on noudatettava. ennakkoratkaisua ei anneta, jos asia on keskusverolautakunnan paatoksella ratkaistu tai sita koskeva hakemus on vireilla keskusverolautakunnassa. ennakkoratkaisun antaa lahdeveron perimiseen velvollisen kotipaikan verovirasto tai, jos talla ei ole suomessa kotipaikkaa, uudenmaan verovirasto. ennakkoratkaisua koskeva asia on kasiteltava verovirastossa, hallinto-oikeudessa ja korkeimmassa hallinto-oikeudessa kiireellisena.",
        "content_sv": "Skatteverket meddelar på skriftlig ansökan av den skattskyldige eller den som är skyldig att uppbära skatt förhandsavgörande om tillämpningen av ett internationellt avtal enligt 1 § 3 mom. på uppbörd av källskatt samt om källskatt skall uppbäras eller om vad som annars skall iakttas vid uppbörden av källskatt. Förhandsavgörande meddelas inte, om centralskattenämnden har avgjort ärendet eller om ansökan i ärendet är anhängig i centralskattenämnden. Förhandsavgörande meddelas av det skatteverk där den som är skyldig att uppbära källskatt har sin hemort eller, om denna inte har hemort i Finland, av Nylands skatteverk. Ett ärende som gäller förhandsavgörande skall behandlas i brådskande ordning i skatteverket, förvaltningsdomstolen eller högsta förvaltningsdomstolen.",
        "normalized_sv": "Skatteverket meddelar på skriftlig ansökan av den skattskyldige eller den som är skyldig att uppbära skatt förhandsavgörande om tillämpningen av ett internationellt avtal enligt 1 § 3 mom. på uppbörd av källskatt samt om källskatt skall uppbäras eller om vad som annars skall iakttas vid uppbörden av källskatt. Förhandsavgörande meddelas inte, om centralskattenämnden har avgjort ärendet eller om ansökan i ärendet är anhängig i centralskattenämnden. Förhandsavgörande meddelas av det skatteverk där den som är skyldig att uppbära källskatt har sin hemort eller, om denna inte har hemort i Finland, av Nylands skatteverk. Ett ärende som gäller förhandsavgörande skall behandlas i brådskande ordning i skatteverket, förvaltningsdomstolen eller högsta förvaltningsdomstolen.",
        "folded_sv": "skatteverket meddelar pa skriftlig ansokan av den skattskyldige eller den som ar skyldig att uppbara skatt forhandsavgorande om tillampningen av ett internationellt avtal enligt 1 § 3 mom. pa uppbord av kallskatt samt om kallskatt skall uppbaras eller om vad som annars skall iakttas vid uppborden av kallskatt. forhandsavgorande meddelas inte, om centralskattenamnden har avgjort arendet eller om ansokan i arendet ar anhangig i centralskattenamnden. forhandsavgorande meddelas av det skatteverk dar den som ar skyldig att uppbara kallskatt har sin hemort eller, om denna inte har hemort i finland, av nylands skatteverk. ett arende som galler forhandsavgorande skall behandlas i bradskande ordning i skatteverket, forvaltningsdomstolen eller hogsta forvaltningsdomstolen."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Verotusmenettelystä annetun lain mukaisessa järjestyksessä verotetaan: 1) muut kuin 3 §:ssä mainitut lähdeverotuksen piiriin kuluvat tulot; 2) eläke; 3) Euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna Suomesta saama puhdas ansiotulo on vähintään 75 prosenttia hänen Suomesta ja muualta verovuonna yhteensä saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin käyttämisestä tai käyttöoikeudesta saatu korvaus. Sovellettaessa 1 momentin 3 kohtaa: 1) Suomesta saaduksi tuloksi katsotaan myös tuloverolain 13 §:ssä tarkoitettu tulo; 2) Suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen Suomessa kansainvälinen sopimus estää; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja eläke sekä sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vähennettyinä niiden hankkimisesta ja säilyttämisestä aiheutuneilla menoilla. Vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. Jos rajoitetusti verovelvollinen on harjoittanut liikettä tai ammattia Suomessa olevasta kiinteästä toimipaikasta, määrätään vero myös 3 §:ssä tarkoitetusta tulosta tämän pykälän 1 momentin mukaan, jos tulo on luettava kiinteän toimipaikan tuloksi. Verovelvollisen on esitettävä verovirastolle selvityksenä 2 momentin 4 kohdassa tarkoitetuista tuloista ja niistä tehtävistä vähennyksistä asuinvaltionsa veroviranomaisen antama todistus.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13",
        "normalized_fi": "Verotusmenettelystä annetun lain mukaisessa järjestyksessä verotetaan: 1) muut kuin 3 § :ssä mainitut lähdeverotuksen piiriin kuluvat tulot; 2) eläke; 3) Euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna Suomesta saama puhdas ansiotulo on vähintään 75 prosenttia hänen Suomesta ja muualta verovuonna yhteensä saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin käyttämisestä tai käyttöoikeudesta saatu korvaus. Sovellettaessa 1 momentin 3 kohtaa: 1) Suomesta saaduksi tuloksi katsotaan myös tuloverolain 13 § :ssä tarkoitettu tulo; 2) Suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen Suomessa kansainvälinen sopimus estää; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja eläke sekä sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vähennettyinä niiden hankkimisesta ja säilyttämisestä aiheutuneilla menoilla. Vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. Jos rajoitetusti verovelvollinen on harjoittanut liikettä tai ammattia Suomessa olevasta kiinteästä toimipaikasta, määrätään vero myös 3 § :ssä tarkoitetusta tulosta tämän pykälän 1 momentin mukaan, jos tulo on luettava kiinteän toimipaikan tuloksi. Verovelvollisen on esitettävä verovirastolle selvityksenä 2 momentin 4 kohdassa tarkoitetuista tuloista ja niistä tehtävistä vähennyksistä asuinvaltionsa veroviranomaisen antama todistus.",
        "folded_fi": "verotusmenettelysta annetun lain mukaisessa jarjestyksessa verotetaan: 1) muut kuin 3 §:ssa mainitut lahdeverotuksen piiriin kuluvat tulot; 2) elake; 3) euroopan talousalueeseen kuuluvassa valtiossa asuvan rajoitetusti verovelvollisen vaatimuksesta muukin ansiotulo, jos verovelvollisen verovuonna suomesta saama puhdas ansiotulo on vahintaan 75 prosenttia hanen suomesta ja muualta verovuonna yhteensa saamastaan puhtaasta ansiotulosta; 4) elokuvafilmin kayttamisesta tai kayttooikeudesta saatu korvaus. sovellettaessa 1 momentin 3 kohtaa: 1) suomesta saaduksi tuloksi katsotaan myos tuloverolain 13 §:ssa tarkoitettu tulo; 2) suomesta saatuna tulona ei oteta huomioon tuloa, jonka verottamisen suomessa kansainvalinen sopimus estaa; 3) tulona ei oteta huomioon osinkoa; 4) muualta saaduksi puhtaaksi ansiotuloksi katsotaan palkka ja elake seka sosiaaliturvaan perustuvat suoritukset, jotka ovat verovelvollisen asuinvaltiossa veronalaisia tuloja, vahennettyina niiden hankkimisesta ja sailyttamisesta aiheutuneilla menoilla. vain osan verovuotta rajoitetusti verovelvollisena olleen kaikki verovuoden aikana saamat ansiotulot otetaan huomioon 1 momentin 3 kohdassa tarkoitettuja osuuksia laskettaessa. jos rajoitetusti verovelvollinen on harjoittanut liiketta tai ammattia suomessa olevasta kiinteasta toimipaikasta, maarataan vero myos 3 §:ssa tarkoitetusta tulosta taman pykalan 1 momentin mukaan, jos tulo on luettava kiintean toimipaikan tuloksi. verovelvollisen on esitettava verovirastolle selvityksena 2 momentin 4 kohdassa tarkoitetuista tuloista ja niista tehtavista vahennyksista asuinvaltionsa veroviranomaisen antama todistus.",
        "content_sv": "Nedannämnda inkomster beskattas enligt lagen om beskattningsförfarande: 1) andra än i 3 § nämnda inkomster som omfattas av källskatt, 2) pension, 3) på yrkande av en begränsat skattskyldig som är bosatt i en stat inom Europeiska ekonomiska samarbetsområdet även annan förvärvsinkomst, om den nettoförvärvsinkomst som den skattskyldige erhållit i Finland under skatteåret utgör minst 75 procent av den sammanlagda nettoförvärvsinkomst som personen erhållit i Finland eller någon annanstans, 4) ersättning för användning av eller rätten att använda biograffilm. Vid tillämpningen av 1 mom. 3 punkten 1) anses också i 13 § i inkomstskattelagen avsedd löneinkomst som inkomst förvärvad i Finland, 2) beaktas som inkomst förvärvad i Finland inte den inkomst som till följd av ett internationellt avtal inte kan beskattas i Finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhållen nettoförvärvsinkomst även lön och pension samt betalningar som grundar sig på socialskyddet och vilka med avdrag av utgifterna för inkomstens förvärvande och bibehållande är skattepliktig inkomst i den skattskyldiges hemviststat. Vid uträkning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de förvärvsinkomster under skatteåret som en skattskyldig som endast en del av skatteåret har varit begränsat skattskyldig har. Har en begränsat skattskyldig drivit rörelse eller utövat yrke från fast driftställe i Finland, bestäms skatt även på inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hänföras till det fasta driftstället. Den skattskyldige skall som utredning över de inkomster och avdrag som avses i 2 mom. 4 punkten för skatteverket visa upp ett intyg utfärdat av skattemyndigheterna i hemviststaten.",
        "normalized_sv": "Nedannämnda inkomster beskattas enligt lagen om beskattningsförfarande: 1) andra än i 3 § nämnda inkomster som omfattas av källskatt, 2) pension, 3) på yrkande av en begränsat skattskyldig som är bosatt i en stat inom Europeiska ekonomiska samarbetsområdet även annan förvärvsinkomst, om den nettoförvärvsinkomst som den skattskyldige erhållit i Finland under skatteåret utgör minst 75 procent av den sammanlagda nettoförvärvsinkomst som personen erhållit i Finland eller någon annanstans, 4) ersättning för användning av eller rätten att använda biograffilm. Vid tillämpningen av 1 mom. 3 punkten 1) anses också i 13 § i inkomstskattelagen avsedd löneinkomst som inkomst förvärvad i Finland, 2) beaktas som inkomst förvärvad i Finland inte den inkomst som till följd av ett internationellt avtal inte kan beskattas i Finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhållen nettoförvärvsinkomst även lön och pension samt betalningar som grundar sig på socialskyddet och vilka med avdrag av utgifterna för inkomstens förvärvande och bibehållande är skattepliktig inkomst i den skattskyldiges hemviststat. Vid uträkning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de förvärvsinkomster under skatteåret som en skattskyldig som endast en del av skatteåret har varit begränsat skattskyldig har. Har en begränsat skattskyldig drivit rörelse eller utövat yrke från fast driftställe i Finland, bestäms skatt även på inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hänföras till det fasta driftstället. Den skattskyldige skall som utredning över de inkomster och avdrag som avses i 2 mom. 4 punkten för skatteverket visa upp ett intyg utfärdat av skattemyndigheterna i hemviststaten.",
        "folded_sv": "nedannamnda inkomster beskattas enligt lagen om beskattningsforfarande: 1) andra an i 3 § namnda inkomster som omfattas av kallskatt, 2) pension, 3) pa yrkande av en begransat skattskyldig som ar bosatt i en stat inom europeiska ekonomiska samarbetsomradet aven annan forvarvsinkomst, om den nettoforvarvsinkomst som den skattskyldige erhallit i finland under skattearet utgor minst 75 procent av den sammanlagda nettoforvarvsinkomst som personen erhallit i finland eller nagon annanstans, 4) ersattning for anvandning av eller ratten att anvanda biograffilm. vid tillampningen av 1 mom. 3 punkten 1) anses ocksa i 13 § i inkomstskattelagen avsedd loneinkomst som inkomst forvarvad i finland, 2) beaktas som inkomst forvarvad i finland inte den inkomst som till foljd av ett internationellt avtal inte kan beskattas i finland, 3) beaktas dividend inte som inkomst, 4) anses som annanstans erhallen nettoforvarvsinkomst aven lon och pension samt betalningar som grundar sig pa socialskyddet och vilka med avdrag av utgifterna for inkomstens forvarvande och bibehallande ar skattepliktig inkomst i den skattskyldiges hemviststat. vid utrakning av de i 1 mom. 3 punkten avsedda andelarna beaktas samtliga de forvarvsinkomster under skattearet som en skattskyldig som endast en del av skattearet har varit begransat skattskyldig har. har en begransat skattskyldig drivit rorelse eller utovat yrke fran fast driftstalle i finland, bestams skatt aven pa inkomst som avses i 3 § enligt 1 mom. i denna paragraf, om inkomsten kan hanforas till det fasta driftstallet. den skattskyldige skall som utredning over de inkomster och avdrag som avses i 2 mom. 4 punkten for skatteverket visa upp ett intyg utfardat av skattemyndigheterna i hemviststaten."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Edellä 13 §:ssä tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia säännöksiä soveltaen. Veronalaiseen tuloon luetaan tulo, joka on saatu Suomesta tai joka on tuloverolain 13 §:ssä tarkoitettua tuloa. Lisäksi tulon on oltava sellaista, jota Suomi voi kansainvälisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelystä annetun lain mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:13 a",
        "normalized_fi": "Edellä 13 § :ssä tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia säännöksiä soveltaen. Veronalaiseen tuloon luetaan tulo, joka on saatu Suomesta tai joka on tuloverolain 13 § :ssä tarkoitettua tuloa. Lisäksi tulon on oltava sellaista, jota Suomi voi kansainvälisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelystä annetun lain mukaisesti.",
        "folded_fi": "edella 13 §:ssa tarkoitetuissa tapauksissa verotus toimitetaan yleisesti verovelvollisen tuloverotusta koskevia saannoksia soveltaen. veronalaiseen tuloon luetaan tulo, joka on saatu suomesta tai joka on tuloverolain 13 §:ssa tarkoitettua tuloa. lisaksi tulon on oltava sellaista, jota suomi voi kansainvalisen sopimuksen nojalla verottaa ja jota verotetaan verotusmenettelysta annetun lain mukaisesti.",
        "content_sv": "I de fall som avses i 13 § verkställs beskattningen med tillämpning av de bestämmelser som gäller för inkomstbeskattning av allmänt skattskyldiga. Som skattepliktig inkomst anses inkomst från Finland eller inkomst som utgör i 13 § i inkomstskattelagen avsedd inkomst. Dessutom skall inkomsten vara sådan som Finland med stöd av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsförfarande.",
        "normalized_sv": "I de fall som avses i 13 § verkställs beskattningen med tillämpning av de bestämmelser som gäller för inkomstbeskattning av allmänt skattskyldiga. Som skattepliktig inkomst anses inkomst från Finland eller inkomst som utgör i 13 § i inkomstskattelagen avsedd inkomst. Dessutom skall inkomsten vara sådan som Finland med stöd av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsförfarande.",
        "folded_sv": "i de fall som avses i 13 § verkstalls beskattningen med tillampning av de bestammelser som galler for inkomstbeskattning av allmant skattskyldiga. som skattepliktig inkomst anses inkomst fran finland eller inkomst som utgor i 13 § i inkomstskattelagen avsedd inkomst. dessutom skall inkomsten vara sadan som finland med stod av ett internationellt avtal kan beskatta och som beskattas enligt lagen om beskattningsforfarande."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Pääomatulosta veron määrä on 28 prosenttia. Valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. Koko verovuodelta rajoitetusti verovelvollinen suorittaa lisäksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimääräisen tuloveroprosentin mukaan. Kuntien keskimääräinen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljännesprosenttiyksikön tarkkuudella ilmoitettuna. Vero tilitetään kokonaisuudessaan valtiolle. Tuloveroprosentti julkaistaan säädöskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa Verohallituksen luettelossa. Osan verovuotta Suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 §:n mukaisesti, ja vero tilitetään verovelvollisen kotikunnalle. Rajoitetusti verovelvollisen yhteisön on suoritettava Suomesta saadusta muusta kuin 3 §:ssä tarkoitetusta tulosta yhteisön tuloveroa 26 prosenttia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Pääomatulosta veron määrä on 28 prosenttia. Valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. Koko verovuodelta rajoitetusti verovelvollinen suorittaa lisäksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimääräisen tuloveroprosentin mukaan. Kuntien keskimääräinen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljännesprosenttiyksikön tarkkuudella ilmoitettuna. Vero tilitetään kokonaisuudessaan valtiolle. Tuloveroprosentti julkaistaan säädöskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa Verohallituksen luettelossa. Osan verovuotta Suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 § :n mukaisesti, ja vero tilitetään verovelvollisen kotikunnalle. Rajoitetusti verovelvollisen yhteisön on suoritettava Suomesta saadusta muusta kuin 3 § :ssä tarkoitetusta tulosta yhteisön tuloveroa 26 prosenttia.",
        "folded_fi": "paaomatulosta veron maara on 28 prosenttia. valtionverotuksen verotettavasta ansiotulosta suoritetaan veroa progressiivisen tuloveroasteikon mukaan. koko verovuodelta rajoitetusti verovelvollinen suorittaa lisaksi kunnallisverotuksen verotettavasta tulosta veroa kuntien keskimaaraisen tuloveroprosentin mukaan. kuntien keskimaarainen tuloveroprosentti on kuntien viimeksi vahvistettujen tuloveroprosenttien viimeksi toimitetun verotuksen kunkin kunnan kunnallisverotuksen verotettavalla tulolla painotettu keskiarvo neljannesprosenttiyksikon tarkkuudella ilmoitettuna. vero tilitetaan kokonaisuudessaan valtiolle. tuloveroprosentti julkaistaan saadoskokoelmassa kuntien ja seurakuntien tuloveroprosenteista vuosittain annettavassa verohallituksen luettelossa. osan verovuotta suomessa asunut verovelvollinen suorittaa kunnallisverotuksessa verotettavasta tulosta veroa koko verovuodelta tuloverolain 130 §:n mukaisesti, ja vero tilitetaan verovelvollisen kotikunnalle. rajoitetusti verovelvollisen yhteison on suoritettava suomesta saadusta muusta kuin 3 §:ssa tarkoitetusta tulosta yhteison tuloveroa 26 prosenttia.",
        "content_sv": "I skatt på kapitalinkomst betalas 28 procent. Skatt på den beskattningsbara förvärvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. Den som är begränsat skattskyldig för hela skatteåret betalar dessutom skatt på den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. Den genomsnittliga kommunala inkomstskattesatsen utgör medeltalet av de för kommunerna senast fastställda inkomstskattesatserna, vägt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjärdedels procentenhets noggrannhet. Skatten redovisas i sin helhet till staten. Inkomstskattesatsen publiceras årligen i Skattestyrelsens förteckning över kommunernas och församlingarnas inkomstskattesatser, vilken ingår i författningssamlingen. En skattskyldig som bott en del av skatteåret i Finland betalar skatt på den beskattningsbara inkomsten vid kommunalbeskattningen för hela skatteåret enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. Ett begränsat skattskyldigt samfund skall på annan inkomst än sådan som avses i 3 § och som har förvärvats i Finland i inkomstskatt för samfund betala 26 procent.",
        "normalized_sv": "I skatt på kapitalinkomst betalas 28 procent. Skatt på den beskattningsbara förvärvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. Den som är begränsat skattskyldig för hela skatteåret betalar dessutom skatt på den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. Den genomsnittliga kommunala inkomstskattesatsen utgör medeltalet av de för kommunerna senast fastställda inkomstskattesatserna, vägt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjärdedels procentenhets noggrannhet. Skatten redovisas i sin helhet till staten. Inkomstskattesatsen publiceras årligen i Skattestyrelsens förteckning över kommunernas och församlingarnas inkomstskattesatser, vilken ingår i författningssamlingen. En skattskyldig som bott en del av skatteåret i Finland betalar skatt på den beskattningsbara inkomsten vid kommunalbeskattningen för hela skatteåret enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. Ett begränsat skattskyldigt samfund skall på annan inkomst än sådan som avses i 3 § och som har förvärvats i Finland i inkomstskatt för samfund betala 26 procent.",
        "folded_sv": "i skatt pa kapitalinkomst betalas 28 procent. skatt pa den beskattningsbara forvarvsinkomsten vid statsbeskattningen betalas enligt en progressiv inkomstskatteskala. den som ar begransat skattskyldig for hela skattearet betalar dessutom skatt pa den beskattningsbara inkomsten vid kommunalbeskattningen enligt en genomsnittlig kommunal inkomstskattesats. den genomsnittliga kommunala inkomstskattesatsen utgor medeltalet av de for kommunerna senast faststallda inkomstskattesatserna, vagt med den beskattningsbara inkomsten vid senaste kommunalbeskattning i respektive kommun, och angivet med en fjardedels procentenhets noggrannhet. skatten redovisas i sin helhet till staten. inkomstskattesatsen publiceras arligen i skattestyrelsens forteckning over kommunernas och forsamlingarnas inkomstskattesatser, vilken ingar i forfattningssamlingen. en skattskyldig som bott en del av skattearet i finland betalar skatt pa den beskattningsbara inkomsten vid kommunalbeskattningen for hela skattearet enligt 130 § i inkomstskattelagen, och skatten redovisas till den skattskyldiges hemkommun. ett begransat skattskyldigt samfund skall pa annan inkomst an sadan som avses i 3 § och som har forvarvats i finland i inkomstskatt for samfund betala 26 procent."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Jos lähdevero muutoin kuin veron perimiseen velvollisen laiminlyönnin johdosta tai muussa kuin 9 §:n 3 momentissa tarkoitetussa tapauksessa on jäänyt perimättä, sovelletaan vastaavasti, mitä tämän pykälän 1 momentissa säädetään, kuitenkin niin, että Uudenmaan verovirasto vahvistaa viipymättä verovelvollisen verotettavan tulon sekä maksuunpanee siitä menevän veron. Edellä 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintälaissa säädetään. Ennakkoperintälakia sovelletaan myös eläketulon ennakonpidätykseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Jos lähdevero muutoin kuin veron perimiseen velvollisen laiminlyönnin johdosta tai muussa kuin 9 § :n 3 momentissa tarkoitetussa tapauksessa on jäänyt perimättä, sovelletaan vastaavasti, mitä tämän pykälän 1 momentissa säädetään, kuitenkin niin, että Uudenmaan verovirasto vahvistaa viipymättä verovelvollisen verotettavan tulon sekä maksuunpanee siitä menevän veron. Edellä 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintälaissa säädetään. Ennakkoperintälakia sovelletaan myös eläketulon ennakonpidätykseen.",
        "folded_fi": "jos lahdevero muutoin kuin veron perimiseen velvollisen laiminlyonnin johdosta tai muussa kuin 9 §:n 3 momentissa tarkoitetussa tapauksessa on jaanyt perimatta, sovelletaan vastaavasti, mita taman pykalan 1 momentissa saadetaan, kuitenkin niin, etta uudenmaan verovirasto vahvistaa viipymatta verovelvollisen verotettavan tulon seka maksuunpanee siita menevan veron. edella 1 momentissa tarkoitettujen verojen suorittamiseksi toimitetaan ennakonkanto siten kuin ennakkoperintalaissa saadetaan. ennakkoperintalakia sovelletaan myos elaketulon ennakonpidatykseen.",
        "content_sv": "Har källskatt inte uppburits av någon annan anledning än försummelse hos den som är skyldig att uppbära skatt eller i något annat fall än ett sådant som avses i 9 § 3 mom., tillämpas på motsvarande sätt 1 mom. i denna paragraf, dock så att Nylands skatteverk ofördröjligen fastställer den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas på inkomsten. För betalning av skatter som avses i 1 mom. verkställs förskottsuppbörd på det sätt som föreskrivs i lagen om förskottsuppbörd. Lagen om förskottsuppbörd tillämpas även på förskottsinnehållning som verkställs på pensionsinkomst.",
        "normalized_sv": "Har källskatt inte uppburits av någon annan anledning än försummelse hos den som är skyldig att uppbära skatt eller i något annat fall än ett sådant som avses i 9 § 3 mom., tillämpas på motsvarande sätt 1 mom. i denna paragraf, dock så att Nylands skatteverk ofördröjligen fastställer den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas på inkomsten. För betalning av skatter som avses i 1 mom. verkställs förskottsuppbörd på det sätt som föreskrivs i lagen om förskottsuppbörd. Lagen om förskottsuppbörd tillämpas även på förskottsinnehållning som verkställs på pensionsinkomst.",
        "folded_sv": "har kallskatt inte uppburits av nagon annan anledning an forsummelse hos den som ar skyldig att uppbara skatt eller i nagot annat fall an ett sadant som avses i 9 § 3 mom., tillampas pa motsvarande satt 1 mom. i denna paragraf, dock sa att nylands skatteverk ofordrojligen faststaller den skattskyldiges beskattningsbara inkomst samt debiterar den skatt som skall betalas pa inkomsten. for betalning av skatter som avses i 1 mom. verkstalls forskottsuppbord pa det satt som foreskrivs i lagen om forskottsuppbord. lagen om forskottsuppbord tillampas aven pa forskottsinnehallning som verkstalls pa pensionsinkomst."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mitä siitä säädetään verotusmenettelystä annetussa laissa ja ennakkoperintälaissa. Rajoitetusti verovelvollisen palkasta 16 §:n 2 momentin mukaisesti määrätystä verosta ovat vastuussa rajoitetusti verovelvollinen, hänen työnantajansa ja ulkomaisen työnantajan Suomessa oleva edustaja. Uudenmaan verovirasto tekee päätöksen työnantajan tai 1 momentissa tarkoitetun edustajan määräämisestä vastuuseen verosta. Päätös voidaan tehdä, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eikä sen perimiseen voida käyttää Euroopan yhteisöjen neuvoston keskinäisestä avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnässä antamaan direktiiviin (76/308/ETY) tai Suomea sitovaan kansainväliseen sopimukseen perustuvaa virka-apua. Työnantaja ja 1 momentissa tarkoitettu edustaja eivät kuitenkaan ole vastuussa lähdeverosta, jos työnantaja tai edustaja on noudattanut verovelvolliselle myönnettyyn, ennakkoperintälaissa tarkoitettuun verokorttiin merkittyä ennakonpidätystä koskevaa määräystä eikä tämä ole tiennyt eikä tämän olisi pitänyt tietää, että palkansaaja on rajoitetusti verovelvollinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mitä siitä säädetään verotusmenettelystä annetussa laissa ja ennakkoperintälaissa. Rajoitetusti verovelvollisen palkasta 16 § :n 2 momentin mukaisesti määrätystä verosta ovat vastuussa rajoitetusti verovelvollinen, hänen työnantajansa ja ulkomaisen työnantajan Suomessa oleva edustaja. Uudenmaan verovirasto tekee päätöksen työnantajan tai 1 momentissa tarkoitetun edustajan määräämisestä vastuuseen verosta. Päätös voidaan tehdä, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eikä sen perimiseen voida käyttää Euroopan yhteisöjen neuvoston keskinäisestä avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnässä antamaan direktiiviin (76/308/ETY) tai Suomea sitovaan kansainväliseen sopimukseen perustuvaa virka-apua. Työnantaja ja 1 momentissa tarkoitettu edustaja eivät kuitenkaan ole vastuussa lähdeverosta, jos työnantaja tai edustaja on noudattanut verovelvolliselle myönnettyyn, ennakkoperintälaissa tarkoitettuun verokorttiin merkittyä ennakonpidätystä koskevaa määräystä eikä tämä ole tiennyt eikä tämän olisi pitänyt tietää, että palkansaaja on rajoitetusti verovelvollinen.",
        "folded_fi": "vastuusta veron ja ennakon suorittamisesta on vastaavasti voimassa, mita siita saadetaan verotusmenettelysta annetussa laissa ja ennakkoperintalaissa. rajoitetusti verovelvollisen palkasta 16 §:n 2 momentin mukaisesti maaratysta verosta ovat vastuussa rajoitetusti verovelvollinen, hanen tyonantajansa ja ulkomaisen tyonantajan suomessa oleva edustaja. uudenmaan verovirasto tekee paatoksen tyonantajan tai 1 momentissa tarkoitetun edustajan maaraamisesta vastuuseen verosta. paatos voidaan tehda, jos verovelvollinen ei ole kehotuksesta huolimatta maksanut veroa eika sen perimiseen voida kayttaa euroopan yhteisojen neuvoston keskinaisesta avunannosta tiettyihin maksuihin, tulleihin, veroihin ja muihin toimenpiteisiin liittyvien saatavien perinnassa antamaan direktiiviin (76/308/ety) tai suomea sitovaan kansainvaliseen sopimukseen perustuvaa virka-apua. tyonantaja ja 1 momentissa tarkoitettu edustaja eivat kuitenkaan ole vastuussa lahdeverosta, jos tyonantaja tai edustaja on noudattanut verovelvolliselle myonnettyyn, ennakkoperintalaissa tarkoitettuun verokorttiin merkittya ennakonpidatysta koskevaa maaraysta eika tama ole tiennyt eika taman olisi pitanyt tietaa, etta palkansaaja on rajoitetusti verovelvollinen.",
        "content_sv": "I fråga om ansvar för betalning av skatt och förskott gäller i tillämpliga delar vad som föreskrivs i lagen om beskattningsförfarande och lagen om förskottsuppbörd. För skatt som enligt 16 § 2 mom. påförts en begränsat skattskyldig för lön ansvarar den begränsat skattskyldige, dennes arbetsgivare och en utländsk arbetsgivares representant i Finland. Nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten förordnas att ansvara för skatten. Beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handräckning enligt Rådets direktiv om ömsesidigt bistånd för indrivning av fordringar som har avseende på vissa avgifter, tullar, skatter och andra åtgärder (76/308/EEG) eller enligt ett internationellt avtal som är bindande för Finland. Arbetsgivaren och den i 1 mom. avsedda representanten är dock inte ansvariga för källskatten, om arbetsgivaren eller representanten har följt den bestämmelse om förskottsinnehållning som har antecknats i det enligt lagen om förskottsuppbörd för den skattskyldige utfärdade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att löntagaren är begränsat skattskyldig.",
        "normalized_sv": "I fråga om ansvar för betalning av skatt och förskott gäller i tillämpliga delar vad som föreskrivs i lagen om beskattningsförfarande och lagen om förskottsuppbörd. För skatt som enligt 16 § 2 mom. påförts en begränsat skattskyldig för lön ansvarar den begränsat skattskyldige, dennes arbetsgivare och en utländsk arbetsgivares representant i Finland. Nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten förordnas att ansvara för skatten. Beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handräckning enligt Rådets direktiv om ömsesidigt bistånd för indrivning av fordringar som har avseende på vissa avgifter, tullar, skatter och andra åtgärder (76/308/EEG) eller enligt ett internationellt avtal som är bindande för Finland. Arbetsgivaren och den i 1 mom. avsedda representanten är dock inte ansvariga för källskatten, om arbetsgivaren eller representanten har följt den bestämmelse om förskottsinnehållning som har antecknats i det enligt lagen om förskottsuppbörd för den skattskyldige utfärdade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att löntagaren är begränsat skattskyldig.",
        "folded_sv": "i fraga om ansvar for betalning av skatt och forskott galler i tillampliga delar vad som foreskrivs i lagen om beskattningsforfarande och lagen om forskottsuppbord. for skatt som enligt 16 § 2 mom. paforts en begransat skattskyldig for lon ansvarar den begransat skattskyldige, dennes arbetsgivare och en utlandsk arbetsgivares representant i finland. nylands skatteverk fattar beslut om att arbetsgivaren eller den i 1 mom. avsedda representanten forordnas att ansvara for skatten. beslut kan fattas, om den skattskyldige trots uppmaning inte har betalt skatten och indrivning av skatten inte kan ske genom handrackning enligt radets direktiv om omsesidigt bistand for indrivning av fordringar som har avseende pa vissa avgifter, tullar, skatter och andra atgarder (76/308/eeg) eller enligt ett internationellt avtal som ar bindande for finland. arbetsgivaren och den i 1 mom. avsedda representanten ar dock inte ansvariga for kallskatten, om arbetsgivaren eller representanten har foljt den bestammelse om forskottsinnehallning som har antecknats i det enligt lagen om forskottsuppbord for den skattskyldige utfardade skattekortet och arbetsgivaren eller representanten inte har vetat och inte bort veta att lontagaren ar begransat skattskyldig."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Veroviraston 12 a §:n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen 30 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, jolla verovirasto on päättänyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. Valituskirjelmä on toimitettava valitusajassa verovirastoon tai Helsingin hallinto-oikeuteen. Valtion puolesta valitusoikeus on veroasiamiehellä. Veroasiamiehen valitusaika lasketaan päätöksen tekemisestä. Muutoksen hakemiseen 13 §:ssä tarkoitetun tulon ja 14 §:n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 §:n 1 momentin 3 kohdassa tarkoitetun osuuden määrittämiseen sovelletaan, mitä verotusmenettelystä annetussa laissa säädetään. Muutoksen hakemiseen veroviraston 11 §:n 2 momentin mukaiseen päätökseen ja ratkaisuun, joka koskee perimättä jääneen lähdeveron määräämistä sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lähdeverokorttia koskevaan päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta vastaavissa asioissa. Muutoksen hakemiseen Uudenmaan veroviraston 16 §:n 2 momentin ja 17 §:n mukaiseen päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta mainitun lain 38 §:ssä tarkoitettuun päätökseen. Veroviraston oikaisuvaatimukseen antamaan päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Muutoksenhaussa noudatetaan tällöin, mitä verotusmenettelystä annetun lain 70 ja 71 §:ssä säädetään. Valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta päätöksestä on kuitenkin 30 päivää päätöksen tiedoksisaamisesta. Valtion puolesta valitusoikeus on veroasiamiehellä. Valituksesta huolimatta veroviraston 12 a §:n nojalla antamaa ratkaisua on noudatettava. Veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua päätöstä siitä lukien, kun hän sai päätöksestä tiedon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Veroviraston 12 a § :n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla Helsingin hallinto-oikeuteen 30 päivän kuluessa päätöksen tiedoksisaannista. Päätökseen, jolla verovirasto on päättänyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. Valituskirjelmä on toimitettava valitusajassa verovirastoon tai Helsingin hallinto-oikeuteen. Valtion puolesta valitusoikeus on veroasiamiehellä. Veroasiamiehen valitusaika lasketaan päätöksen tekemisestä. Muutoksen hakemiseen 13 § :ssä tarkoitetun tulon ja 14 § :n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 § :n 1 momentin 3 kohdassa tarkoitetun osuuden määrittämiseen sovelletaan, mitä verotusmenettelystä annetussa laissa säädetään. Muutoksen hakemiseen veroviraston 11 § :n 2 momentin mukaiseen päätökseen ja ratkaisuun, joka koskee perimättä jääneen lähdeveron määräämistä sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lähdeverokorttia koskevaan päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta vastaavissa asioissa. Muutoksen hakemiseen Uudenmaan veroviraston 16 § :n 2 momentin ja 17 § :n mukaiseen päätökseen sovelletaan, mitä ennakkoperintälaissa säädetään muutoksen hakemisesta mainitun lain 38 § :ssä tarkoitettuun päätökseen. Veroviraston oikaisuvaatimukseen antamaan päätökseen haetaan muutosta valittamalla Helsingin hallinto-oikeuteen. Hallinto-oikeuden päätökseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myöntää valitusluvan. Muutoksenhaussa noudatetaan tällöin, mitä verotusmenettelystä annetun lain 70 ja 71 § :ssä säädetään. Valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta päätöksestä on kuitenkin 30 päivää päätöksen tiedoksisaamisesta. Valtion puolesta valitusoikeus on veroasiamiehellä. Valituksesta huolimatta veroviraston 12 a § :n nojalla antamaa ratkaisua on noudatettava. Veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua päätöstä siitä lukien, kun hän sai päätöksestä tiedon.",
        "folded_fi": "veroviraston 12 a §:n nojalla antamaan ennakkoratkaisuun saa hakea muutosta valittamalla helsingin hallinto-oikeuteen 30 paivan kuluessa paatoksen tiedoksisaannista. paatokseen, jolla verovirasto on paattanyt olla antamatta ennakkoratkaisua, ei saa hakea muutosta valittamalla. valituskirjelma on toimitettava valitusajassa verovirastoon tai helsingin hallinto-oikeuteen. valtion puolesta valitusoikeus on veroasiamiehella. veroasiamiehen valitusaika lasketaan paatoksen tekemisesta. muutoksen hakemiseen 13 §:ssa tarkoitetun tulon ja 14 §:n 1 momentissa tarkoitetun varallisuuden osalta toimitettuun verotukseen samoin kuin 13 §:n 1 momentin 3 kohdassa tarkoitetun osuuden maarittamiseen sovelletaan, mita verotusmenettelysta annetussa laissa saadetaan. muutoksen hakemiseen veroviraston 11 §:n 2 momentin mukaiseen paatokseen ja ratkaisuun, joka koskee perimatta jaaneen lahdeveron maaraamista sen perimiseen velvollisen maksettavaksi, samoin kuin veroviraston lahdeverokorttia koskevaan paatokseen sovelletaan, mita ennakkoperintalaissa saadetaan muutoksen hakemisesta vastaavissa asioissa. muutoksen hakemiseen uudenmaan veroviraston 16 §:n 2 momentin ja 17 §:n mukaiseen paatokseen sovelletaan, mita ennakkoperintalaissa saadetaan muutoksen hakemisesta mainitun lain 38 §:ssa tarkoitettuun paatokseen. veroviraston oikaisuvaatimukseen antamaan paatokseen haetaan muutosta valittamalla helsingin hallinto-oikeuteen. hallinto-oikeuden paatokseen saa hakea muutosta valittamalla korkeimpaan hallinto-oikeuteen, jos korkein hallinto-oikeus myontaa valitusluvan. muutoksenhaussa noudatetaan talloin, mita verotusmenettelysta annetun lain 70 ja 71 §:ssa saadetaan. valitusaika hallinto-oikeuden ennakkoratkaisua koskevasta paatoksesta on kuitenkin 30 paivaa paatoksen tiedoksisaamisesta. valtion puolesta valitusoikeus on veroasiamiehella. valituksesta huolimatta veroviraston 12 a §:n nojalla antamaa ratkaisua on noudatettava. veron perimiseen velvollisen on noudatettava ratkaisusta tehdyn valituksen johdosta annettua paatosta siita lukien, kun han sai paatoksesta tiedon.",
        "content_sv": "I skatteverkets förhandsavgörande med stöd av 12 a § får ändring sökas hos Helsingfors förvaltningsdomstol genom besvär inom 30 dagar från delfåendet av beslutet. I ett beslut som skatteverket fattat om att förhandsavgörande inte meddelas får ändring inte sökas genom besvär. Besvärsskriften skall inom besvärstiden tillställas skatteverket eller Helsingfors förvaltningsdomstol. Besvär på statens vägnar anförs av skatteombudet. Skatteombudets besvärstid räknas från den tidpunkt då beslutet fattades. På sökande av ändring i beskattning i fråga om inkomst som avses i 13 § och förmögenhet som avses i 14 § 1 mom. samt på bestämmande av andel som avses i 13 § 1 mom. 3 punkten tillämpas lagen om beskattningsförfarande. På sökande av ändring i skatteverkets beslut enligt 11 § 2 mom. och i avgöranden som avser åläggande för den som är skyldig att uppbära källskatt att betala skatt som inte uppburits liksom även i beslut som skatteverket fattat om källskattekort tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i motsvarande ärenden. På sökande av ändring i Nylands skatteverks beslut med stöd av 16 § 2 mom. eller 17 § tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i beslut enligt 38 § i nämnda lag. Ändring i skatteverkets beslut med anledning av rättelseyrkande får sökas genom besvär hos Helsingfors förvaltningsdomstol. I förvaltningsdomstolens beslut får ändring sökas genom besvär hos högsta förvaltningsdomstolen, om högsta förvaltningsdomstolen beviljar besvärstillstånd. I fråga om ändringssökande iakttas då 70 och 71 § i lagen om beskattningsförfarande. Besvärstiden i fråga om förvaltningsdomstolens beslut om förhandsavgörande är dock 30 dagar från delfåendet av beslutet. På statens vägnar har skatteombudet besvärsrätt. Ett avgörande som skatteverket har meddelat med stöd av 12 a § skall iakttas trots besvär. Den som är skyldig att uppbära skatt skall iaktta beslut som har meddelats på besvär över avgörandet räknat från delfåendet av beslutet.",
        "normalized_sv": "I skatteverkets förhandsavgörande med stöd av 12 a § får ändring sökas hos Helsingfors förvaltningsdomstol genom besvär inom 30 dagar från delfåendet av beslutet. I ett beslut som skatteverket fattat om att förhandsavgörande inte meddelas får ändring inte sökas genom besvär. Besvärsskriften skall inom besvärstiden tillställas skatteverket eller Helsingfors förvaltningsdomstol. Besvär på statens vägnar anförs av skatteombudet. Skatteombudets besvärstid räknas från den tidpunkt då beslutet fattades. På sökande av ändring i beskattning i fråga om inkomst som avses i 13 § och förmögenhet som avses i 14 § 1 mom. samt på bestämmande av andel som avses i 13 § 1 mom. 3 punkten tillämpas lagen om beskattningsförfarande. På sökande av ändring i skatteverkets beslut enligt 11 § 2 mom. och i avgöranden som avser åläggande för den som är skyldig att uppbära källskatt att betala skatt som inte uppburits liksom även i beslut som skatteverket fattat om källskattekort tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i motsvarande ärenden. På sökande av ändring i Nylands skatteverks beslut med stöd av 16 § 2 mom. eller 17 § tillämpas vad som i lagen om förskottsuppbörd föreskrivs om sökande av ändring i beslut enligt 38 § i nämnda lag. Ändring i skatteverkets beslut med anledning av rättelseyrkande får sökas genom besvär hos Helsingfors förvaltningsdomstol. I förvaltningsdomstolens beslut får ändring sökas genom besvär hos högsta förvaltningsdomstolen, om högsta förvaltningsdomstolen beviljar besvärstillstånd. I fråga om ändringssökande iakttas då 70 och 71 § i lagen om beskattningsförfarande. Besvärstiden i fråga om förvaltningsdomstolens beslut om förhandsavgörande är dock 30 dagar från delfåendet av beslutet. På statens vägnar har skatteombudet besvärsrätt. Ett avgörande som skatteverket har meddelat med stöd av 12 a § skall iakttas trots besvär. Den som är skyldig att uppbära skatt skall iaktta beslut som har meddelats på besvär över avgörandet räknat från delfåendet av beslutet.",
        "folded_sv": "i skatteverkets forhandsavgorande med stod av 12 a § far andring sokas hos helsingfors forvaltningsdomstol genom besvar inom 30 dagar fran delfaendet av beslutet. i ett beslut som skatteverket fattat om att forhandsavgorande inte meddelas far andring inte sokas genom besvar. besvarsskriften skall inom besvarstiden tillstallas skatteverket eller helsingfors forvaltningsdomstol. besvar pa statens vagnar anfors av skatteombudet. skatteombudets besvarstid raknas fran den tidpunkt da beslutet fattades. pa sokande av andring i beskattning i fraga om inkomst som avses i 13 § och formogenhet som avses i 14 § 1 mom. samt pa bestammande av andel som avses i 13 § 1 mom. 3 punkten tillampas lagen om beskattningsforfarande. pa sokande av andring i skatteverkets beslut enligt 11 § 2 mom. och i avgoranden som avser alaggande for den som ar skyldig att uppbara kallskatt att betala skatt som inte uppburits liksom aven i beslut som skatteverket fattat om kallskattekort tillampas vad som i lagen om forskottsuppbord foreskrivs om sokande av andring i motsvarande arenden. pa sokande av andring i nylands skatteverks beslut med stod av 16 § 2 mom. eller 17 § tillampas vad som i lagen om forskottsuppbord foreskrivs om sokande av andring i beslut enligt 38 § i namnda lag. andring i skatteverkets beslut med anledning av rattelseyrkande far sokas genom besvar hos helsingfors forvaltningsdomstol. i forvaltningsdomstolens beslut far andring sokas genom besvar hos hogsta forvaltningsdomstolen, om hogsta forvaltningsdomstolen beviljar besvarstillstand. i fraga om andringssokande iakttas da 70 och 71 § i lagen om beskattningsforfarande. besvarstiden i fraga om forvaltningsdomstolens beslut om forhandsavgorande ar dock 30 dagar fran delfaendet av beslutet. pa statens vagnar har skatteombudet besvarsratt. ett avgorande som skatteverket har meddelat med stod av 12 a § skall iakttas trots besvar. den som ar skyldig att uppbara skatt skall iaktta beslut som har meddelats pa besvar over avgorandet raknat fran delfaendet av beslutet."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    }
  ]
}