{
  "id": "859/2005",
  "type": "statute",
  "title": "Laki ajoneuvoliikennerekisteristä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om fordonstrafikregistret",
  "status": "in_force",
  "issued_date": "2005-11-04",
  "in_force_date": "2005-11-04",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/859/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rekisteriin talletettavat perustiedot",
      "content": "Luonnollisista henkilöistä saa rekisteriin perustietoina tallettaa nimen, henkilötunnuksen taikka henkilötunnuksen puuttuessa tiedon syntymäajasta, tiedon syntymäkotikunnasta, syntymävaltiosta ja kansalaisuudesta sekä muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, äidin- ja asiointikielestä ja henkilön kuolemasta samoin kuin tiedon siitä, että ajoneuvon omistaja tai haltija on luonnollinen henkilö. Lisäksi 3 §:n 1 momentin 2 kohdassa ja 3 §:n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkilöistä saa lisäksi tallettaa valokuvan ja nimikirjoitusnäytteen. Oikeushenkilöistä saa rekisteriin perustietoina tallettaa yritys- ja yhteisötunnuksen sekä soveltuvin osin 1 momentissa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Luonnollisista henkilöistä saa rekisteriin perustietoina tallettaa nimen, henkilötunnuksen taikka henkilötunnuksen puuttuessa tiedon syntymäajasta, tiedon syntymäkotikunnasta, syntymävaltiosta ja kansalaisuudesta sekä muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, äidin- ja asiointikielestä ja henkilön kuolemasta samoin kuin tiedon siitä, että ajoneuvon omistaja tai haltija on luonnollinen henkilö. Lisäksi 3 § :n 1 momentin 2 kohdassa ja 3 § :n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkilöistä saa lisäksi tallettaa valokuvan ja nimikirjoitusnäytteen. Oikeushenkilöistä saa rekisteriin perustietoina tallettaa yritys- ja yhteisötunnuksen sekä soveltuvin osin 1 momentissa tarkoitetut tiedot.",
        "folded_fi": "luonnollisista henkiloista saa rekisteriin perustietoina tallettaa nimen, henkilotunnuksen taikka henkilotunnuksen puuttuessa tiedon syntymaajasta, tiedon syntymakotikunnasta, syntymavaltiosta ja kansalaisuudesta seka muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, aidin- ja asiointikielesta ja henkilon kuolemasta samoin kuin tiedon siita, etta ajoneuvon omistaja tai haltija on luonnollinen henkilo. lisaksi 3 §:n 1 momentin 2 kohdassa ja 3 §:n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkiloista saa lisaksi tallettaa valokuvan ja nimikirjoitusnaytteen. oikeushenkiloista saa rekisteriin perustietoina tallettaa yritys- ja yhteisotunnuksen seka soveltuvin osin 1 momentissa tarkoitetut tiedot.",
        "title_sv": "Basuppgifter som införs i registret",
        "content_sv": "I fråga om fysiska personer får i registret som basuppgifter införas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, födelsetid, födelsehemkommun, födelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmål och kontaktspråk och uppgift om dödsfall liksom om att ett fordons ägare eller innehavare är en fysisk person. Dessutom får fotografi och namnteckningsprov införas i registret för de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. I registret får som basuppgifter om juridiska personer införas företags- och organisationsnummer samt i tillämpliga delar de uppgifter som avses i 1 mom.",
        "normalized_sv": "I fråga om fysiska personer får i registret som basuppgifter införas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, födelsetid, födelsehemkommun, födelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmål och kontaktspråk och uppgift om dödsfall liksom om att ett fordons ägare eller innehavare är en fysisk person. Dessutom får fotografi och namnteckningsprov införas i registret för de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. I registret får som basuppgifter om juridiska personer införas företags- och organisationsnummer samt i tillämpliga delar de uppgifter som avses i 1 mom.",
        "folded_sv": "i fraga om fysiska personer far i registret som basuppgifter inforas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, fodelsetid, fodelsehemkommun, fodelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmal och kontaktsprak och uppgift om dodsfall liksom om att ett fordons agare eller innehavare ar en fysisk person. dessutom far fotografi och namnteckningsprov inforas i registret for de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. i registret far som basuppgifter om juridiska personer inforas foretags- och organisationsnummer samt i tillampliga delar de uppgifter som avses i 1 mom."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Luonnollisista henkilöistä talletettavat muut tiedot",
      "content": "Luonnollisista henkilöistä saa perustietojen lisäksi tallettaa rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 2) ADR-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myöntämisestä sekä vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvästä kokeesta ja tutkinnon lajista sekä muita vastaavia tietoja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Luonnollisista henkilöistä saa perustietojen lisäksi tallettaa rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 2) ADR-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myöntämisestä sekä vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvästä kokeesta ja tutkinnon lajista sekä muita vastaavia tietoja;",
        "folded_fi": "luonnollisista henkiloista saa perustietojen lisaksi tallettaa rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja: 2) adr-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myontamisesta seka vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvasta kokeesta ja tutkinnon lajista seka muita vastaavia tietoja;",
        "title_sv": "Andra uppgifter som registreras om fysiska personer",
        "content_sv": "I fråga om fysiska personer får utöver basuppgifter registreras för registrets syfte behövliga 2) uppgifter om den som givit utbildning för ADR-körtillståndsprov, uppgifter om körtillståndsprov och beviljande av körtillstånd samt uppgifter om den som givit utbildning för examen för säkerhetsrådgivare för landtransport av farliga ämnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,",
        "normalized_sv": "I fråga om fysiska personer får utöver basuppgifter registreras för registrets syfte behövliga 2) uppgifter om den som givit utbildning för ADR-körtillståndsprov, uppgifter om körtillståndsprov och beviljande av körtillstånd samt uppgifter om den som givit utbildning för examen för säkerhetsrådgivare för landtransport av farliga ämnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,",
        "folded_sv": "i fraga om fysiska personer far utover basuppgifter registreras for registrets syfte behovliga 2) uppgifter om den som givit utbildning for adr-kortillstandsprov, uppgifter om kortillstandsprov och beviljande av kortillstand samt uppgifter om den som givit utbildning for examen for sakerhetsradgivare for landtransport av farliga amnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,"
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oikeushenkilöistä talletettavat muut tiedot",
      "content": "Oikeushenkilöistä saa perustietojen lisäksi tallettaa rekisteriin soveltuvin osin 5 §:ssä tarkoitettuja, rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja. Näistä tiedoista säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Oikeushenkilöistä saa perustietojen lisäksi tallettaa rekisteriin soveltuvin osin 5 § :ssä tarkoitettuja, rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja. Näistä tiedoista säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "oikeushenkiloista saa perustietojen lisaksi tallettaa rekisteriin soveltuvin osin 5 §:ssa tarkoitettuja, rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja. naista tiedoista saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Andra uppgifter som registreras om juridiska personer",
        "content_sv": "I fråga om juridiska personer får utöver basuppgifter i tillämpliga delar registreras uppgifter som avses i 5 § och som är behövliga med tanke på syftet med registret. Närmare bestämmelser om dessa uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "I fråga om juridiska personer får utöver basuppgifter i tillämpliga delar registreras uppgifter som avses i 5 § och som är behövliga med tanke på syftet med registret. Närmare bestämmelser om dessa uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "i fraga om juridiska personer far utover basuppgifter i tillampliga delar registreras uppgifter som avses i 5 § och som ar behovliga med tanke pa syftet med registret. narmare bestammelser om dessa uppgifter utfardas vid behov genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Arkaluonteisten tietojen tallettaminen",
      "content": "Rekisteriin saa sen lisäksi, mitä 4, 5 ja 5 a §:ssä säädetään, tallettaa:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Rekisteriin saa sen lisäksi, mitä 4, 5 ja 5 a § :ssä säädetään, tallettaa:",
        "folded_fi": "rekisteriin saa sen lisaksi, mita 4, 5 ja 5 a §:ssa saadetaan, tallettaa:",
        "title_sv": "Registrering av känsliga uppgifter",
        "content_sv": "I registret får dessutom, utöver vad som bestäms i 4, 5 och 5 a §, införas",
        "normalized_sv": "I registret får dessutom, utöver vad som bestäms i 4, 5 och 5 a § , införas",
        "folded_sv": "i registret far dessutom, utover vad som bestams i 4, 5 och 5 a §, inforas"
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Rekisteriin talletettavat muut tiedot",
      "content": "Rekisteriin saa tallettaa sen käyttötarkoituksen edellyttämiä ajoneuvoon liittyviä tietoja seuraavasti: 1) tekniset tiedot, yksilöintitiedot ja kaupalliset tiedot; 2) katsastus- ja hyväksyntätiedot sekä muita teknisiä tarkastuksia koskevat tiedot; 3) rekisteröintiin, vakuutuksiin, käyttötarkoitukseen ja tilapäiseen käyttöön liittyvät tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Rekisteriin saa tallettaa sen käyttötarkoituksen edellyttämiä ajoneuvoon liittyviä tietoja seuraavasti: 1) tekniset tiedot, yksilöintitiedot ja kaupalliset tiedot; 2) katsastus- ja hyväksyntätiedot sekä muita teknisiä tarkastuksia koskevat tiedot; 3) rekisteröintiin, vakuutuksiin, käyttötarkoitukseen ja tilapäiseen käyttöön liittyvät tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
        "folded_fi": "rekisteriin saa tallettaa sen kayttotarkoituksen edellyttamia ajoneuvoon liittyvia tietoja seuraavasti: 1) tekniset tiedot, yksilointitiedot ja kaupalliset tiedot; 2) katsastus- ja hyvaksyntatiedot seka muita teknisia tarkastuksia koskevat tiedot; 3) rekisterointiin, vakuutuksiin, kayttotarkoitukseen ja tilapaiseen kayttoon liittyvat tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
        "title_sv": "Andra uppgifter som införs i registret",
        "content_sv": "Sådana uppgifter om fordon som syftet med registret förutsätter får införas i registret enligt följande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkännande samt uppgifter om andra tekniska kontroller, 3) uppgifter som gäller registrering, försäkringar, användningssyfte och tillfällig användning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsökning, 6) uppgifter om tillgrepp.",
        "normalized_sv": "Sådana uppgifter om fordon som syftet med registret förutsätter får införas i registret enligt följande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkännande samt uppgifter om andra tekniska kontroller, 3) uppgifter som gäller registrering, försäkringar, användningssyfte och tillfällig användning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsökning, 6) uppgifter om tillgrepp.",
        "folded_sv": "sadana uppgifter om fordon som syftet med registret forutsatter far inforas i registret enligt foljande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkannande samt uppgifter om andra tekniska kontroller, 3) uppgifter som galler registrering, forsakringar, anvandningssyfte och tillfallig anvandning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsokning, 6) uppgifter om tillgrepp."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Oikeus tietojen saantiin viranomaisilta",
      "content": "Rekisterinpitäjällä on sen estämättä, mitä tietojen salassapidosta säädetään, oikeus saada tietoja seuraavasti: 1) väestötietojärjestelmästä tiedot henkilön nimestä, henkilötunnuksesta, osoitteesta, kotikunnasta, syntymäkotikunnasta, syntymävaltiosta, kansalaisuudesta, äidin- ja asiointikielestä ja henkilön kuolemasta sekä tiedot väestötietolain (507/1993) 25 §:n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Rekisterinpitäjällä on sen estämättä, mitä tietojen salassapidosta säädetään, oikeus saada tietoja seuraavasti: 1) väestötietojärjestelmästä tiedot henkilön nimestä, henkilötunnuksesta, osoitteesta, kotikunnasta, syntymäkotikunnasta, syntymävaltiosta, kansalaisuudesta, äidin- ja asiointikielestä ja henkilön kuolemasta sekä tiedot väestötietolain (507/1993) 25 § :n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
        "folded_fi": "rekisterinpitajalla on sen estamatta, mita tietojen salassapidosta saadetaan, oikeus saada tietoja seuraavasti: 1) vaestotietojarjestelmasta tiedot henkilon nimesta, henkilotunnuksesta, osoitteesta, kotikunnasta, syntymakotikunnasta, syntymavaltiosta, kansalaisuudesta, aidin- ja asiointikielesta ja henkilon kuolemasta seka tiedot vaestotietolain (507/1993) 25 §:n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
        "title_sv": "Rätt att få uppgifter från myndigheter",
        "content_sv": "Utan hinder av vad som bestäms om hemlighållande av uppgifter har den registeransvarige rätt att få uppgifter enligt följande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, födelsehemkommun, födelsestat, medborgarskap, modersmål och kontaktspråk och dödsfall samt uppgifter om sådana begränsningar av utlämnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),",
        "normalized_sv": "Utan hinder av vad som bestäms om hemlighållande av uppgifter har den registeransvarige rätt att få uppgifter enligt följande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, födelsehemkommun, födelsestat, medborgarskap, modersmål och kontaktspråk och dödsfall samt uppgifter om sådana begränsningar av utlämnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),",
        "folded_sv": "utan hinder av vad som bestams om hemlighallande av uppgifter har den registeransvarige ratt att fa uppgifter enligt foljande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, fodelsehemkommun, fodelsestat, medborgarskap, modersmal och kontaktsprak och dodsfall samt uppgifter om sadana begransningar av utlamnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),"
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Julkisten tietojen luovuttaminen sähköisessä muodossa",
      "content": "Rekisteriin talletettuja henkilötietoja ja muita tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen määräämistä, liikennevakuutuksen ja korvausjärjestelmän hoitamista sekä tieliikenteen onnettomuusrekisterin ylläpitoa varten, liikennevakuutusyhtiöille ja Valtiokonttorille liikennevakuutuksen ja korvausjärjestelmän hoitamista varten sekä liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden käsittelyä varten;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Rekisteriin talletettuja henkilötietoja ja muita tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen määräämistä, liikennevakuutuksen ja korvausjärjestelmän hoitamista sekä tieliikenteen onnettomuusrekisterin ylläpitoa varten, liikennevakuutusyhtiöille ja Valtiokonttorille liikennevakuutuksen ja korvausjärjestelmän hoitamista varten sekä liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden käsittelyä varten;",
        "folded_fi": "rekisteriin talletettuja henkilotietoja ja muita tietoja saa luovuttaa teknisen kayttoyhteyden avulla tai muutoin sahkoisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen maaraamista, liikennevakuutuksen ja korvausjarjestelman hoitamista seka tieliikenteen onnettomuusrekisterin yllapitoa varten, liikennevakuutusyhtioille ja valtiokonttorille liikennevakuutuksen ja korvausjarjestelman hoitamista varten seka liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden kasittelya varten;",
        "title_sv": "Utlämnande av offentliga uppgifter i elek- tronisk form",
        "content_sv": "Personuppgifter och andra uppgifter i registret får utlämnas via en teknisk anslutning eller på annat sätt i elektronisk form 2) till trafikförsäkringscentralen för fastställande av gottgörelse enligt trafikförsäkringslagen (279/1959), för skötseln av trafikförsäkringen och ersättningssystemet samt för upprätthållandet av trafikolycksdataregistret, till trafikförsäkringsbolagen och Statskontoret för skötseln av trafikförsäkringen och ersättningssystemet samt till trafikskadenämnden för behandlingen av ärenden om ersättande av trafikskada,",
        "normalized_sv": "Personuppgifter och andra uppgifter i registret får utlämnas via en teknisk anslutning eller på annat sätt i elektronisk form 2) till trafikförsäkringscentralen för fastställande av gottgörelse enligt trafikförsäkringslagen (279/1959), för skötseln av trafikförsäkringen och ersättningssystemet samt för upprätthållandet av trafikolycksdataregistret, till trafikförsäkringsbolagen och Statskontoret för skötseln av trafikförsäkringen och ersättningssystemet samt till trafikskadenämnden för behandlingen av ärenden om ersättande av trafikskada,",
        "folded_sv": "personuppgifter och andra uppgifter i registret far utlamnas via en teknisk anslutning eller pa annat satt i elektronisk form 2) till trafikforsakringscentralen for faststallande av gottgorelse enligt trafikforsakringslagen (279/1959), for skotseln av trafikforsakringen och ersattningssystemet samt for uppratthallandet av trafikolycksdataregistret, till trafikforsakringsbolagen och statskontoret for skotseln av trafikforsakringen och ersattningssystemet samt till trafikskadenamnden for behandlingen av arenden om ersattande av trafikskada,"
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Siirtymäsäännökset",
      "content": "Rekisterinpitäjän on saatettava ajoneuvoliikennerekisteri tämän lain mukaiseksi vuoden 2011 loppuun mennessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Rekisterinpitäjän on saatettava ajoneuvoliikennerekisteri tämän lain mukaiseksi vuoden 2011 loppuun mennessä.",
        "folded_fi": "rekisterinpitajan on saatettava ajoneuvoliikennerekisteri taman lain mukaiseksi vuoden 2011 loppuun mennessa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den registeransvarige skall se till att fordonstrafikregistret överensstämmer med denna lag före utgången av 2011.",
        "normalized_sv": "Den registeransvarige skall se till att fordonstrafikregistret överensstämmer med denna lag före utgången av 2011.",
        "folded_sv": "den registeransvarige skall se till att fordonstrafikregistret overensstammer med denna lag fore utgangen av 2011."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rekisteriin talletettavat perustiedot",
      "content": "Luonnollisista henkilöistä saa rekisteriin perustietoina tallettaa nimen, henkilötunnuksen taikka henkilötunnuksen puuttuessa tiedon syntymäajasta, tiedon syntymäkotikunnasta, syntymävaltiosta ja kansalaisuudesta sekä muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, äidin- ja asiointikielestä ja henkilön kuolemasta samoin kuin tiedon siitä, että ajoneuvon omistaja tai haltija on luonnollinen henkilö. Lisäksi 3 §:n 1 momentin 2 kohdassa ja 3 §:n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkilöistä saa lisäksi tallettaa valokuvan ja nimikirjoitusnäytteen. Oikeushenkilöistä saa rekisteriin perustietoina tallettaa yritys- ja yhteisötunnuksen sekä soveltuvin osin 1 momentissa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Luonnollisista henkilöistä saa rekisteriin perustietoina tallettaa nimen, henkilötunnuksen taikka henkilötunnuksen puuttuessa tiedon syntymäajasta, tiedon syntymäkotikunnasta, syntymävaltiosta ja kansalaisuudesta sekä muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, äidin- ja asiointikielestä ja henkilön kuolemasta samoin kuin tiedon siitä, että ajoneuvon omistaja tai haltija on luonnollinen henkilö. Lisäksi 3 § :n 1 momentin 2 kohdassa ja 3 § :n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkilöistä saa lisäksi tallettaa valokuvan ja nimikirjoitusnäytteen. Oikeushenkilöistä saa rekisteriin perustietoina tallettaa yritys- ja yhteisötunnuksen sekä soveltuvin osin 1 momentissa tarkoitetut tiedot.",
        "folded_fi": "luonnollisista henkiloista saa rekisteriin perustietoina tallettaa nimen, henkilotunnuksen taikka henkilotunnuksen puuttuessa tiedon syntymaajasta, tiedon syntymakotikunnasta, syntymavaltiosta ja kansalaisuudesta seka muina perustietoina osoite- ja muun yhteystiedon, tiedon kotikunnasta, aidin- ja asiointikielesta ja henkilon kuolemasta samoin kuin tiedon siita, etta ajoneuvon omistaja tai haltija on luonnollinen henkilo. lisaksi 3 §:n 1 momentin 2 kohdassa ja 3 §:n 2 momentin 1 ja 2 kohdassa tarkoitetuista henkiloista saa lisaksi tallettaa valokuvan ja nimikirjoitusnaytteen. oikeushenkiloista saa rekisteriin perustietoina tallettaa yritys- ja yhteisotunnuksen seka soveltuvin osin 1 momentissa tarkoitetut tiedot.",
        "title_sv": "Basuppgifter som införs i registret",
        "content_sv": "I fråga om fysiska personer får i registret som basuppgifter införas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, födelsetid, födelsehemkommun, födelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmål och kontaktspråk och uppgift om dödsfall liksom om att ett fordons ägare eller innehavare är en fysisk person. Dessutom får fotografi och namnteckningsprov införas i registret för de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. I registret får som basuppgifter om juridiska personer införas företags- och organisationsnummer samt i tillämpliga delar de uppgifter som avses i 1 mom.",
        "normalized_sv": "I fråga om fysiska personer får i registret som basuppgifter införas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, födelsetid, födelsehemkommun, födelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmål och kontaktspråk och uppgift om dödsfall liksom om att ett fordons ägare eller innehavare är en fysisk person. Dessutom får fotografi och namnteckningsprov införas i registret för de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. I registret får som basuppgifter om juridiska personer införas företags- och organisationsnummer samt i tillämpliga delar de uppgifter som avses i 1 mom.",
        "folded_sv": "i fraga om fysiska personer far i registret som basuppgifter inforas uppgifter om namn, personbeteckning eller, ifall uppgift om personbeteckning saknas, fodelsetid, fodelsehemkommun, fodelsestat och medborgarskap samt som andra basuppgifter uppgifter om adress och annan kontaktinformation, hemkommun, modersmal och kontaktsprak och uppgift om dodsfall liksom om att ett fordons agare eller innehavare ar en fysisk person. dessutom far fotografi och namnteckningsprov inforas i registret for de personer som avses i 3 § 1 mom. 2 punkten och 3 § 2 mom. 1 och 2 punkten. i registret far som basuppgifter om juridiska personer inforas foretags- och organisationsnummer samt i tillampliga delar de uppgifter som avses i 1 mom."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Luonnollisista henkilöistä talletettavat muut tiedot",
      "content": "Luonnollisista henkilöistä saa perustietojen lisäksi tallettaa rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 2) ADR-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myöntämisestä sekä vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvästä kokeesta ja tutkinnon lajista sekä muita vastaavia tietoja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Luonnollisista henkilöistä saa perustietojen lisäksi tallettaa rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja: 2) ADR-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myöntämisestä sekä vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvästä kokeesta ja tutkinnon lajista sekä muita vastaavia tietoja;",
        "folded_fi": "luonnollisista henkiloista saa perustietojen lisaksi tallettaa rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja: 2) adr-ajolupakoetta varten annetun koulutuksen antajasta, ajolupakokeesta ja ajoluvan myontamisesta seka vaarallisten aineiden maakuljetuksen turvallisuusneuvonantajan tutkintoa varten annetun koulutuksen antajasta, tutkintoon liittyvasta kokeesta ja tutkinnon lajista seka muita vastaavia tietoja;",
        "title_sv": "Andra uppgifter som registreras om fysiska personer",
        "content_sv": "I fråga om fysiska personer får utöver basuppgifter registreras för registrets syfte behövliga 2) uppgifter om den som givit utbildning för ADR-körtillståndsprov, uppgifter om körtillståndsprov och beviljande av körtillstånd samt uppgifter om den som givit utbildning för examen för säkerhetsrådgivare för landtransport av farliga ämnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,",
        "normalized_sv": "I fråga om fysiska personer får utöver basuppgifter registreras för registrets syfte behövliga 2) uppgifter om den som givit utbildning för ADR-körtillståndsprov, uppgifter om körtillståndsprov och beviljande av körtillstånd samt uppgifter om den som givit utbildning för examen för säkerhetsrådgivare för landtransport av farliga ämnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,",
        "folded_sv": "i fraga om fysiska personer far utover basuppgifter registreras for registrets syfte behovliga 2) uppgifter om den som givit utbildning for adr-kortillstandsprov, uppgifter om kortillstandsprov och beviljande av kortillstand samt uppgifter om den som givit utbildning for examen for sakerhetsradgivare for landtransport av farliga amnen, prov i anslutning till examen och examens art samt andra motsvarande uppgifter,"
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oikeushenkilöistä talletettavat muut tiedot",
      "content": "Oikeushenkilöistä saa perustietojen lisäksi tallettaa rekisteriin soveltuvin osin 5 §:ssä tarkoitettuja, rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja. Näistä tiedoista säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5 a",
        "normalized_fi": "Oikeushenkilöistä saa perustietojen lisäksi tallettaa rekisteriin soveltuvin osin 5 § :ssä tarkoitettuja, rekisterin käyttötarkoituksen kannalta tarpeellisia tietoja. Näistä tiedoista säädetään tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "folded_fi": "oikeushenkiloista saa perustietojen lisaksi tallettaa rekisteriin soveltuvin osin 5 §:ssa tarkoitettuja, rekisterin kayttotarkoituksen kannalta tarpeellisia tietoja. naista tiedoista saadetaan tarvittaessa tarkemmin valtioneuvoston asetuksella.",
        "title_sv": "Andra uppgifter som registreras om juridiska personer",
        "content_sv": "I fråga om juridiska personer får utöver basuppgifter i tillämpliga delar registreras uppgifter som avses i 5 § och som är behövliga med tanke på syftet med registret. Närmare bestämmelser om dessa uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "normalized_sv": "I fråga om juridiska personer får utöver basuppgifter i tillämpliga delar registreras uppgifter som avses i 5 § och som är behövliga med tanke på syftet med registret. Närmare bestämmelser om dessa uppgifter utfärdas vid behov genom förordning av statsrådet.",
        "folded_sv": "i fraga om juridiska personer far utover basuppgifter i tillampliga delar registreras uppgifter som avses i 5 § och som ar behovliga med tanke pa syftet med registret. narmare bestammelser om dessa uppgifter utfardas vid behov genom forordning av statsradet."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Arkaluonteisten tietojen tallettaminen",
      "content": "Rekisteriin saa sen lisäksi, mitä 4, 5 ja 5 a §:ssä säädetään, tallettaa:",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Rekisteriin saa sen lisäksi, mitä 4, 5 ja 5 a § :ssä säädetään, tallettaa:",
        "folded_fi": "rekisteriin saa sen lisaksi, mita 4, 5 ja 5 a §:ssa saadetaan, tallettaa:",
        "title_sv": "Registrering av känsliga uppgifter",
        "content_sv": "I registret får dessutom, utöver vad som bestäms i 4, 5 och 5 a §, införas",
        "normalized_sv": "I registret får dessutom, utöver vad som bestäms i 4, 5 och 5 a § , införas",
        "folded_sv": "i registret far dessutom, utover vad som bestams i 4, 5 och 5 a §, inforas"
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Rekisteriin talletettavat muut tiedot",
      "content": "Rekisteriin saa tallettaa sen käyttötarkoituksen edellyttämiä ajoneuvoon liittyviä tietoja seuraavasti: 1) tekniset tiedot, yksilöintitiedot ja kaupalliset tiedot; 2) katsastus- ja hyväksyntätiedot sekä muita teknisiä tarkastuksia koskevat tiedot; 3) rekisteröintiin, vakuutuksiin, käyttötarkoitukseen ja tilapäiseen käyttöön liittyvät tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Rekisteriin saa tallettaa sen käyttötarkoituksen edellyttämiä ajoneuvoon liittyviä tietoja seuraavasti: 1) tekniset tiedot, yksilöintitiedot ja kaupalliset tiedot; 2) katsastus- ja hyväksyntätiedot sekä muita teknisiä tarkastuksia koskevat tiedot; 3) rekisteröintiin, vakuutuksiin, käyttötarkoitukseen ja tilapäiseen käyttöön liittyvät tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
        "folded_fi": "rekisteriin saa tallettaa sen kayttotarkoituksen edellyttamia ajoneuvoon liittyvia tietoja seuraavasti: 1) tekniset tiedot, yksilointitiedot ja kaupalliset tiedot; 2) katsastus- ja hyvaksyntatiedot seka muita teknisia tarkastuksia koskevat tiedot; 3) rekisterointiin, vakuutuksiin, kayttotarkoitukseen ja tilapaiseen kayttoon liittyvat tiedot; 4) kiinnitystiedot; 5) verotus- ja ulosottotiedot; 6) anastustiedot.",
        "title_sv": "Andra uppgifter som införs i registret",
        "content_sv": "Sådana uppgifter om fordon som syftet med registret förutsätter får införas i registret enligt följande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkännande samt uppgifter om andra tekniska kontroller, 3) uppgifter som gäller registrering, försäkringar, användningssyfte och tillfällig användning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsökning, 6) uppgifter om tillgrepp.",
        "normalized_sv": "Sådana uppgifter om fordon som syftet med registret förutsätter får införas i registret enligt följande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkännande samt uppgifter om andra tekniska kontroller, 3) uppgifter som gäller registrering, försäkringar, användningssyfte och tillfällig användning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsökning, 6) uppgifter om tillgrepp.",
        "folded_sv": "sadana uppgifter om fordon som syftet med registret forutsatter far inforas i registret enligt foljande: 1) tekniska data, identifieringsuppgifter och kommersiella uppgifter, 2) uppgifter om besiktning och godkannande samt uppgifter om andra tekniska kontroller, 3) uppgifter som galler registrering, forsakringar, anvandningssyfte och tillfallig anvandning, 4) uppgifter om inteckningar, 5) uppgifter om beskattning och utsokning, 6) uppgifter om tillgrepp."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Oikeus tietojen saantiin viranomaisilta",
      "content": "Rekisterinpitäjällä on sen estämättä, mitä tietojen salassapidosta säädetään, oikeus saada tietoja seuraavasti: 1) väestötietojärjestelmästä tiedot henkilön nimestä, henkilötunnuksesta, osoitteesta, kotikunnasta, syntymäkotikunnasta, syntymävaltiosta, kansalaisuudesta, äidin- ja asiointikielestä ja henkilön kuolemasta sekä tiedot väestötietolain (507/1993) 25 §:n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Rekisterinpitäjällä on sen estämättä, mitä tietojen salassapidosta säädetään, oikeus saada tietoja seuraavasti: 1) väestötietojärjestelmästä tiedot henkilön nimestä, henkilötunnuksesta, osoitteesta, kotikunnasta, syntymäkotikunnasta, syntymävaltiosta, kansalaisuudesta, äidin- ja asiointikielestä ja henkilön kuolemasta sekä tiedot väestötietolain (507/1993) 25 § :n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
        "folded_fi": "rekisterinpitajalla on sen estamatta, mita tietojen salassapidosta saadetaan, oikeus saada tietoja seuraavasti: 1) vaestotietojarjestelmasta tiedot henkilon nimesta, henkilotunnuksesta, osoitteesta, kotikunnasta, syntymakotikunnasta, syntymavaltiosta, kansalaisuudesta, aidin- ja asiointikielesta ja henkilon kuolemasta seka tiedot vaestotietolain (507/1993) 25 §:n 4 momentissa tarkoitetusta luovutusrajoituksesta;",
        "title_sv": "Rätt att få uppgifter från myndigheter",
        "content_sv": "Utan hinder av vad som bestäms om hemlighållande av uppgifter har den registeransvarige rätt att få uppgifter enligt följande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, födelsehemkommun, födelsestat, medborgarskap, modersmål och kontaktspråk och dödsfall samt uppgifter om sådana begränsningar av utlämnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),",
        "normalized_sv": "Utan hinder av vad som bestäms om hemlighållande av uppgifter har den registeransvarige rätt att få uppgifter enligt följande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, födelsehemkommun, födelsestat, medborgarskap, modersmål och kontaktspråk och dödsfall samt uppgifter om sådana begränsningar av utlämnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),",
        "folded_sv": "utan hinder av vad som bestams om hemlighallande av uppgifter har den registeransvarige ratt att fa uppgifter enligt foljande: 1) ur befolkningsdatasystemet uppgifter om en persons namn, personbeteckning, adress, hemkommun, fodelsehemkommun, fodelsestat, medborgarskap, modersmal och kontaktsprak och dodsfall samt uppgifter om sadana begransningar av utlamnandet av uppgifter som avses i 25 § 4 mom. i befolkningsdatalagen (507/1993),"
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Julkisten tietojen luovuttaminen sähköisessä muodossa",
      "content": "Rekisteriin talletettuja henkilötietoja ja muita tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen määräämistä, liikennevakuutuksen ja korvausjärjestelmän hoitamista sekä tieliikenteen onnettomuusrekisterin ylläpitoa varten, liikennevakuutusyhtiöille ja Valtiokonttorille liikennevakuutuksen ja korvausjärjestelmän hoitamista varten sekä liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden käsittelyä varten;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Rekisteriin talletettuja henkilötietoja ja muita tietoja saa luovuttaa teknisen käyttöyhteyden avulla tai muutoin sähköisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen määräämistä, liikennevakuutuksen ja korvausjärjestelmän hoitamista sekä tieliikenteen onnettomuusrekisterin ylläpitoa varten, liikennevakuutusyhtiöille ja Valtiokonttorille liikennevakuutuksen ja korvausjärjestelmän hoitamista varten sekä liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden käsittelyä varten;",
        "folded_fi": "rekisteriin talletettuja henkilotietoja ja muita tietoja saa luovuttaa teknisen kayttoyhteyden avulla tai muutoin sahkoisesti: 2) liikennevakuutuskeskukselle liikennevakuutuslain (279/1959) mukaisen hyvikkeen maaraamista, liikennevakuutuksen ja korvausjarjestelman hoitamista seka tieliikenteen onnettomuusrekisterin yllapitoa varten, liikennevakuutusyhtioille ja valtiokonttorille liikennevakuutuksen ja korvausjarjestelman hoitamista varten seka liikennevahinkolautakunnalle liikennevahinkojen korvausasioiden kasittelya varten;",
        "title_sv": "Utlämnande av offentliga uppgifter i elek- tronisk form",
        "content_sv": "Personuppgifter och andra uppgifter i registret får utlämnas via en teknisk anslutning eller på annat sätt i elektronisk form 2) till trafikförsäkringscentralen för fastställande av gottgörelse enligt trafikförsäkringslagen (279/1959), för skötseln av trafikförsäkringen och ersättningssystemet samt för upprätthållandet av trafikolycksdataregistret, till trafikförsäkringsbolagen och Statskontoret för skötseln av trafikförsäkringen och ersättningssystemet samt till trafikskadenämnden för behandlingen av ärenden om ersättande av trafikskada,",
        "normalized_sv": "Personuppgifter och andra uppgifter i registret får utlämnas via en teknisk anslutning eller på annat sätt i elektronisk form 2) till trafikförsäkringscentralen för fastställande av gottgörelse enligt trafikförsäkringslagen (279/1959), för skötseln av trafikförsäkringen och ersättningssystemet samt för upprätthållandet av trafikolycksdataregistret, till trafikförsäkringsbolagen och Statskontoret för skötseln av trafikförsäkringen och ersättningssystemet samt till trafikskadenämnden för behandlingen av ärenden om ersättande av trafikskada,",
        "folded_sv": "personuppgifter och andra uppgifter i registret far utlamnas via en teknisk anslutning eller pa annat satt i elektronisk form 2) till trafikforsakringscentralen for faststallande av gottgorelse enligt trafikforsakringslagen (279/1959), for skotseln av trafikforsakringen och ersattningssystemet samt for uppratthallandet av trafikolycksdataregistret, till trafikforsakringsbolagen och statskontoret for skotseln av trafikforsakringen och ersattningssystemet samt till trafikskadenamnden for behandlingen av arenden om ersattande av trafikskada,"
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Siirtymäsäännökset",
      "content": "Rekisterinpitäjän on saatettava ajoneuvoliikennerekisteri tämän lain mukaiseksi vuoden 2011 loppuun mennessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Rekisterinpitäjän on saatettava ajoneuvoliikennerekisteri tämän lain mukaiseksi vuoden 2011 loppuun mennessä.",
        "folded_fi": "rekisterinpitajan on saatettava ajoneuvoliikennerekisteri taman lain mukaiseksi vuoden 2011 loppuun mennessa.",
        "title_sv": "Övergångsbestämmelser",
        "content_sv": "Den registeransvarige skall se till att fordonstrafikregistret överensstämmer med denna lag före utgången av 2011.",
        "normalized_sv": "Den registeransvarige skall se till att fordonstrafikregistret överensstämmer med denna lag före utgången av 2011.",
        "folded_sv": "den registeransvarige skall se till att fordonstrafikregistret overensstammer med denna lag fore utgangen av 2011."
      },
      "valid_from": "2005-11-04",
      "valid_to": null
    }
  ]
}