{
  "id": "85/2025",
  "type": "statute",
  "title": "Laki aluevalvontalain muuttamisesta",
  "title_en": "Lag om ändring av territorialövervakningslagen",
  "status": "in_force",
  "issued_date": "2025-03-14",
  "in_force_date": "2025-03-14",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2025/85/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen tai valtionaluksen maahantulo ja maassaolo",
      "content": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla Suomen alueelle ja olla maassa vain sille hakemuksesta myönnetyn maahantuloluvan perusteella. Vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myöntää Suomen alueelle tuloon lupa ilman hakemusta. Pääesikunnan on ennen luvan myöntämistä tehtävä ilmoitus puolustusministeriölle. Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta Suomen alueella, ellei siihen ole myönnetty lupaa. Mitä 3 momentissa säädetään, ei koske vieraan valtion sotilasta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä muista lupamääräyksistä ja -ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla Suomen alueelle ja olla maassa vain sille hakemuksesta myönnetyn maahantuloluvan perusteella. Vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myöntää Suomen alueelle tuloon lupa ilman hakemusta. Pääesikunnan on ennen luvan myöntämistä tehtävä ilmoitus puolustusministeriölle. Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta Suomen alueella, ellei siihen ole myönnetty lupaa. Mitä 3 momentissa säädetään, ei koske vieraan valtion sotilasta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä muista lupamääräyksistä ja -ehdoista.",
        "folded_fi": "jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla suomen alueelle ja olla maassa vain sille hakemuksesta myonnetyn maahantuloluvan perusteella. vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. pohjois-atlantin liiton jasenvaltion, euroopan talousalueeseen kuuluvan valtion tai schengenin saannostoa soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myontaa suomen alueelle tuloon lupa ilman hakemusta. paaesikunnan on ennen luvan myontamista tehtava ilmoitus puolustusministeriolle. ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta suomen alueella, ellei siihen ole myonnetty lupaa. mita 3 momentissa saadetaan, ei koske vieraan valtion sotilasta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. valtioneuvoston asetuksella annetaan tarkemmat saannokset lupahakemuksen jattamisesta, hakemukseen liitettavista selvityksista seka muista lupamaarayksista ja -ehdoista.",
        "title_sv": "En främmande stats militärpersoners, militärfordons, statsluftfartygs eller statsfartygs ankomst till och uppehåll i landet",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehålla sig i landet endast med stöd av ett för dem på ansökan beviljat tillstånd till ankomst till landet. Ett statsfartyg från en främmande stat behöver inte tillstånd till ankomst till landet, om det är fråga om oskadlig genomfart. Tillstånd att ankomma till finskt territorium kan utan ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Huvudstaben ska innan tillstånd beviljas göra en anmälan till försvarsministeriet. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en militärperson från en främmande stat inte inneha skjutvapen på finskt territorium, om inte tillstånd därtill har beviljats. Vad som föreskrivs i 3 mom. gäller inte en främmande stats militärperson som befinner sig på finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet (418/2017) eller lagen om försvarsmakten (551/2007). Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehålla sig i landet endast med stöd av ett för dem på ansökan beviljat tillstånd till ankomst till landet. Ett statsfartyg från en främmande stat behöver inte tillstånd till ankomst till landet, om det är fråga om oskadlig genomfart. Tillstånd att ankomma till finskt territorium kan utan ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Huvudstaben ska innan tillstånd beviljas göra en anmälan till försvarsministeriet. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en militärperson från en främmande stat inte inneha skjutvapen på finskt territorium, om inte tillstånd därtill har beviljats. Vad som föreskrivs i 3 mom. gäller inte en främmande stats militärperson som befinner sig på finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet (418/2017) eller lagen om försvarsmakten (551/2007). Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats militarpersoner, militarfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehalla sig i landet endast med stod av ett for dem pa ansokan beviljat tillstand till ankomst till landet. ett statsfartyg fran en frammande stat behover inte tillstand till ankomst till landet, om det ar fraga om oskadlig genomfart. tillstand att ankomma till finskt territorium kan utan ansokan beviljas militarpersoner, militarfordon, statsluftfartyg och statsfartyg fran en medlemsstat i nordatlantiska fordragsorganisationen, fran en stat som hor till europeiska ekonomiska samarbetsomradet eller fran en stat som tillampar schengenregelverket. huvudstaben ska innan tillstand beviljas gora en anmalan till forsvarsministeriet. om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en militarperson fran en frammande stat inte inneha skjutvapen pa finskt territorium, om inte tillstand dartill har beviljats. vad som foreskrivs i 3 mom. galler inte en frammande stats militarperson som befinner sig pa finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet (418/2017) eller lagen om forsvarsmakten (551/2007). narmare bestammelser om inlamnande av en tillstandsansokan, om utredningar som ska bifogas ansokan och om andra tillstandsbestammelser och tillstandsvillkor utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Toistuvaan maahantuloon oikeuttava lupa",
      "content": "Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myöntää Suomen alueelle tuloon lupa, joka on voimassa enintään yhden kalenterivuoden pituisen määräajan kerrallaan. Edellä 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myöntämisen edellytyksissä ei ole tapahtunut olennaisia muutoksia. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä, luvan voimassaolon jatkamisesta sekä muista lupamääräyksistä ja -ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4a",
        "normalized_fi": "Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myöntää Suomen alueelle tuloon lupa, joka on voimassa enintään yhden kalenterivuoden pituisen määräajan kerrallaan. Edellä 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myöntämisen edellytyksissä ei ole tapahtunut olennaisia muutoksia. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä, luvan voimassaolon jatkamisesta sekä muista lupamääräyksistä ja -ehdoista.",
        "folded_fi": "pohjois-atlantin liiton jasenvaltion, euroopan talousalueeseen kuuluvan valtion tai schengenin saannostoa soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myontaa suomen alueelle tuloon lupa, joka on voimassa enintaan yhden kalenterivuoden pituisen maaraajan kerrallaan. edella 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myontamisen edellytyksissa ei ole tapahtunut olennaisia muutoksia. valtioneuvoston asetuksella annetaan tarkemmat saannokset lupahakemuksen jattamisesta, hakemukseen liitettavista selvityksista, luvan voimassaolon jatkamisesta seka muista lupamaarayksista ja -ehdoista.",
        "title_sv": "Tillstånd till återkommande ankomst till landet",
        "content_sv": "Tillstånd att under en bestämd tid om högst ett kalenderår i sänder ankomma till finskt territorium kan på ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Giltighetstiden för ett tillstånd som avses i 1 mom. kan förlängas utan ansökan, om det inte har skett väsentliga förändringar i förutsättningarna för beviljande av tillståndet. Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan, om förlängning av tillståndets giltighetstid och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Tillstånd att under en bestämd tid om högst ett kalenderår i sänder ankomma till finskt territorium kan på ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Giltighetstiden för ett tillstånd som avses i 1 mom. kan förlängas utan ansökan, om det inte har skett väsentliga förändringar i förutsättningarna för beviljande av tillståndet. Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan, om förlängning av tillståndets giltighetstid och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "folded_sv": "tillstand att under en bestamd tid om hogst ett kalenderar i sander ankomma till finskt territorium kan pa ansokan beviljas militarpersoner, militarfordon, statsluftfartyg och statsfartyg fran en medlemsstat i nordatlantiska fordragsorganisationen, fran en stat som hor till europeiska ekonomiska samarbetsomradet eller fran en stat som tillampar schengenregelverket. giltighetstiden for ett tillstand som avses i 1 mom. kan forlangas utan ansokan, om det inte har skett vasentliga forandringar i forutsattningarna for beviljande av tillstandet. narmare bestammelser om inlamnande av en tillstandsansokan, om utredningar som ska bifogas ansokan, om forlangning av tillstandets giltighetstid och om andra tillstandsbestammelser och tillstandsvillkor utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poikkeus lupavelvollisuudesta",
      "content": "Suomeen viralliselle käynnille saapuvaa vieraan valtion päämiestä kuljettava valtionilma-alus tai valtionalus saa tulla Suomen alueelle ja olla maassa ilman 4 §:n 1 momentissa tai 4 a §:ssä tarkoitettua lupaa. Vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellytetä 4 §:n 1 momentissa tai 4 a §:n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnöstä tulla kiireelliseen pelastustehtävään, rajaturvallisuustehtävään tai ympäristövahinkojen torjuntatehtävään taikka talvimerenkulun avustustehtävään Suomen alueelle ilman 4 §:n 1 momentissa tai 4 a §:ssä tarkoitettua lupaa. Muun kuin aluevalvontaviranomaisen on viipymättä ilmoitettava pyynnöstään Pääesikunnalle. Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa Suomen alueelle. Lisäksi vieraan valtion valtionaluksen, joka tulee Suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen Suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. Vieraan valtion valtionilma-alukselta ei edellytetä lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessä ilmaliikennepalvelun tarjoajan kanssa. Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen Suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtävä ennalta ilmoitus Pääesikunnalle. Valtioneuvoston asetuksella annetaan tarkemmat säännökset 6 momentissa tarkoitetun ilmoituksen jättämisestä ja ilmoitukseen liitettävistä selvityksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Suomeen viralliselle käynnille saapuvaa vieraan valtion päämiestä kuljettava valtionilma-alus tai valtionalus saa tulla Suomen alueelle ja olla maassa ilman 4 § :n 1 momentissa tai 4 a § :ssä tarkoitettua lupaa. Vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellytetä 4 § :n 1 momentissa tai 4 a § :n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnöstä tulla kiireelliseen pelastustehtävään, rajaturvallisuustehtävään tai ympäristövahinkojen torjuntatehtävään taikka talvimerenkulun avustustehtävään Suomen alueelle ilman 4 § :n 1 momentissa tai 4 a § :ssä tarkoitettua lupaa. Muun kuin aluevalvontaviranomaisen on viipymättä ilmoitettava pyynnöstään Pääesikunnalle. Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa Suomen alueelle. Lisäksi vieraan valtion valtionaluksen, joka tulee Suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen Suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. Vieraan valtion valtionilma-alukselta ei edellytetä lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessä ilmaliikennepalvelun tarjoajan kanssa. Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen Suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtävä ennalta ilmoitus Pääesikunnalle. Valtioneuvoston asetuksella annetaan tarkemmat säännökset 6 momentissa tarkoitetun ilmoituksen jättämisestä ja ilmoitukseen liitettävistä selvityksistä.",
        "folded_fi": "suomeen viralliselle kaynnille saapuvaa vieraan valtion paamiesta kuljettava valtionilma-alus tai valtionalus saa tulla suomen alueelle ja olla maassa ilman 4 §:n 1 momentissa tai 4 a §:ssa tarkoitettua lupaa. vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellyteta 4 §:n 1 momentissa tai 4 a §:n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan, josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnosta tulla kiireelliseen pelastustehtavaan, rajaturvallisuustehtavaan tai ymparistovahinkojen torjuntatehtavaan taikka talvimerenkulun avustustehtavaan suomen alueelle ilman 4 §:n 1 momentissa tai 4 a §:ssa tarkoitettua lupaa. muun kuin aluevalvontaviranomaisen on viipymatta ilmoitettava pyynnostaan paaesikunnalle. jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa suomen alueelle. lisaksi vieraan valtion valtionaluksen, joka tulee suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. vieraan valtion valtionilma-alukselta ei edellyteta lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan, josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessa ilmaliikennepalvelun tarjoajan kanssa. vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtava ennalta ilmoitus paaesikunnalle. valtioneuvoston asetuksella annetaan tarkemmat saannokset 6 momentissa tarkoitetun ilmoituksen jattamisesta ja ilmoitukseen liitettavista selvityksista.",
        "title_sv": "Undantag från tillståndsplikten",
        "content_sv": "När ett statsluftfartyg eller ett statsfartyg med en främmande stats statsöverhuvud ombord anländer till Finland på officiellt besök får fartyget ankomma till finskt territorium och uppehålla sig i landet utan tillstånd enligt 4 § 1 mom. eller 4 a §. Ett tillstånd enligt 4 § 1 mom. eller 4 a § 1 mom. förutsätts inte av en främmande stats militärpersoner, militärfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. En främmande stats statsluftfartyg eller statsfartyg får på begäran av en territorialövervakningsmyndighet eller en annan myndighet utan tillstånd enligt 4 § 1 mom. eller 4 a § komma in på finskt territorium för ett brådskande räddningsuppdrag, ett gränssäkerhetsuppdrag, ett uppdrag som gäller avvärjande av miljöskador eller för att assistera vintersjöfarten. Andra myndigheter än territorialövervakningsmyndigheterna ska utan dröjsmål underrätta Huvudstaben om sin begäran. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska en tillbörlig färdplan över en flygning som företas av en främmande stats statsluftfartyg sändas till leverantören av flygtrafikledningstjänster före ankomsten till finskt territorium. Dessutom ska en främmande stats statsfartyg som ankommer till finskt territorium i annat syfte än oskadlig genomfart före ankomsten till finskt territorium meddela territorialövervakningsmyndigheten tid och plats för överskridandet av territorialvattengränsen. Av en främmande stats statsluftfartyg förutsätts inte att en färdplan sänds, om ankomsten till landet hänför sig till en i 3 mom. avsedd situation, eller till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. Försvarsmakten är skyldig att samordna flygtrafiken tillsammans med leverantören av flygtrafikledningstjänster. En anmälan om att en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehåller sig i landet ska i situationer som avses i 1 och 2 mom. göras på förhand till Huvudstaben. Närmare bestämmelser om inlämnande av en anmälan enligt 6 mom. och de utredningar som ska bifogas anmälan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När ett statsluftfartyg eller ett statsfartyg med en främmande stats statsöverhuvud ombord anländer till Finland på officiellt besök får fartyget ankomma till finskt territorium och uppehålla sig i landet utan tillstånd enligt 4 § 1 mom. eller 4 a § . Ett tillstånd enligt 4 § 1 mom. eller 4 a § 1 mom. förutsätts inte av en främmande stats militärpersoner, militärfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. En främmande stats statsluftfartyg eller statsfartyg får på begäran av en territorialövervakningsmyndighet eller en annan myndighet utan tillstånd enligt 4 § 1 mom. eller 4 a § komma in på finskt territorium för ett brådskande räddningsuppdrag, ett gränssäkerhetsuppdrag, ett uppdrag som gäller avvärjande av miljöskador eller för att assistera vintersjöfarten. Andra myndigheter än territorialövervakningsmyndigheterna ska utan dröjsmål underrätta Huvudstaben om sin begäran. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska en tillbörlig färdplan över en flygning som företas av en främmande stats statsluftfartyg sändas till leverantören av flygtrafikledningstjänster före ankomsten till finskt territorium. Dessutom ska en främmande stats statsfartyg som ankommer till finskt territorium i annat syfte än oskadlig genomfart före ankomsten till finskt territorium meddela territorialövervakningsmyndigheten tid och plats för överskridandet av territorialvattengränsen. Av en främmande stats statsluftfartyg förutsätts inte att en färdplan sänds, om ankomsten till landet hänför sig till en i 3 mom. avsedd situation, eller till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. Försvarsmakten är skyldig att samordna flygtrafiken tillsammans med leverantören av flygtrafikledningstjänster. En anmälan om att en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehåller sig i landet ska i situationer som avses i 1 och 2 mom. göras på förhand till Huvudstaben. Närmare bestämmelser om inlämnande av en anmälan enligt 6 mom. och de utredningar som ska bifogas anmälan utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar ett statsluftfartyg eller ett statsfartyg med en frammande stats statsoverhuvud ombord anlander till finland pa officiellt besok far fartyget ankomma till finskt territorium och uppehalla sig i landet utan tillstand enligt 4 § 1 mom. eller 4 a §. ett tillstand enligt 4 § 1 mom. eller 4 a § 1 mom. forutsatts inte av en frammande stats militarpersoner, militarfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium, som beslut har fattats om med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten. en frammande stats statsluftfartyg eller statsfartyg far pa begaran av en territorialovervakningsmyndighet eller en annan myndighet utan tillstand enligt 4 § 1 mom. eller 4 a § komma in pa finskt territorium for ett bradskande raddningsuppdrag, ett granssakerhetsuppdrag, ett uppdrag som galler avvarjande av miljoskador eller for att assistera vintersjofarten. andra myndigheter an territorialovervakningsmyndigheterna ska utan drojsmal underratta huvudstaben om sin begaran. om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ska en tillborlig fardplan over en flygning som foretas av en frammande stats statsluftfartyg sandas till leverantoren av flygtrafikledningstjanster fore ankomsten till finskt territorium. dessutom ska en frammande stats statsfartyg som ankommer till finskt territorium i annat syfte an oskadlig genomfart fore ankomsten till finskt territorium meddela territorialovervakningsmyndigheten tid och plats for overskridandet av territorialvattengransen. av en frammande stats statsluftfartyg forutsatts inte att en fardplan sands, om ankomsten till landet hanfor sig till en i 3 mom. avsedd situation, eller till mottagande av bistand som finland begart eller till samverkan inom finskt territorium, som beslut har fattats om med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten. forsvarsmakten ar skyldig att samordna flygtrafiken tillsammans med leverantoren av flygtrafikledningstjanster. en anmalan om att en frammande stats militarpersoner, militarfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehaller sig i landet ska i situationer som avses i 1 och 2 mom. goras pa forhand till huvudstaben. narmare bestammelser om inlamnande av en anmalan enligt 6 mom. och de utredningar som ska bifogas anmalan utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Valtionilma-alusta koskevat erityisrajoitukset",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa Suomen alueella: Mitä 1 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa Suomen alueella: Mitä 1 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa suomen alueella: mita 1 momentissa saadetaan, ei koske valtionilma-alusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller statsluftfartyg",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsluftfartyg inte inom finskt territorium utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsluftfartyg inte inom finskt territorium utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats statsluftfartyg inte inom finskt territorium utan tillstand vad som foreskrivs i 1 mom. galler inte statsluftfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtionalusta koskevat erityisrajoitukset",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: Mitä 1 momentissa säädetään, ei koske valtionalusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: Mitä 1 momentissa säädetään, ei koske valtionalusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: mita 1 momentissa saadetaan, ei koske valtionalusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller statsfartyg",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsfartyg inte utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsfartyg inte utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats statsfartyg inte utan tillstand vad som foreskrivs i 1 mom. galler inte statsfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sukellusvenettä koskevat erityisrajoitukset",
      "content": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvälineen on Suomen aluevesillä pysyteltävä pinta-asemassa, jollei sukeltamiseen ole myönnetty lupaa. Mitä 1 momentissa säädetään, ei koske sukellusvenettä, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvälineen on Suomen aluevesillä pysyteltävä pinta-asemassa, jollei sukeltamiseen ole myönnetty lupaa. Mitä 1 momentissa säädetään, ei koske sukellusvenettä, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvalineen on suomen aluevesilla pysyteltava pinta-asemassa, jollei sukeltamiseen ole myonnetty lupaa. mita 1 momentissa saadetaan, ei koske sukellusvenetta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller ubåtar",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska ubåtar och övriga undervattensfarkoster från en främmande stat inom Finlands territorialvatten vara i övervattensläge, om inte tillstånd för dykning har beviljats. Vad som föreskrivs i 1 mom. gäller inte ubåtar som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska ubåtar och övriga undervattensfarkoster från en främmande stat inom Finlands territorialvatten vara i övervattensläge, om inte tillstånd för dykning har beviljats. Vad som föreskrivs i 1 mom. gäller inte ubåtar som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ska ubatar och ovriga undervattensfarkoster fran en frammande stat inom finlands territorialvatten vara i overvattenslage, om inte tillstand for dykning har beviljats. vad som foreskrivs i 1 mom. galler inte ubatar som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Lupaviranomaiset sekä lupamenettely",
      "content": "Edellä 4, 4 a ja 6-8 §:ssä tarkoitetun lupa-asian käsittelee ja ratkaisee Pääesikunta. Puolustusministeriö ratkaisee 9 §:ssä tarkoitetun lupa-asian, ja se voi lisäksi pidättää itselleen päätösvallan muutoin Pääesikunnan ratkaistavaksi kuuluvassa tässä momentissa tarkoitetussa asiassa. Edellä 6-8 §:ssä tarkoitettuun lupaan liittyvän hakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä luvan voimassaolosta ja muista lupamääräyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Edellä 4, 4 a ja 6-8 § :ssä tarkoitetun lupa-asian käsittelee ja ratkaisee Pääesikunta. Puolustusministeriö ratkaisee 9 § :ssä tarkoitetun lupa-asian, ja se voi lisäksi pidättää itselleen päätösvallan muutoin Pääesikunnan ratkaistavaksi kuuluvassa tässä momentissa tarkoitetussa asiassa. Edellä 6-8 § :ssä tarkoitettuun lupaan liittyvän hakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä luvan voimassaolosta ja muista lupamääräyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "edella 4, 4 a ja 6-8 §:ssa tarkoitetun lupa-asian kasittelee ja ratkaisee paaesikunta. puolustusministerio ratkaisee 9 §:ssa tarkoitetun lupa-asian, ja se voi lisaksi pidattaa itselleen paatosvallan muutoin paaesikunnan ratkaistavaksi kuuluvassa tassa momentissa tarkoitetussa asiassa. edella 6-8 §:ssa tarkoitettuun lupaan liittyvan hakemuksen jattamisesta, hakemukseen liitettavista selvityksista seka luvan voimassaolosta ja muista lupamaarayksista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Tillståndsmyndigheter samt tillståndsförfarandet",
        "content_sv": "Tillståndsärenden som avses i 4, 4 a och 6-8 § handläggs och avgörs av Huvudstaben. Försvarsministeriet avgör ett i 9 § avsett tillståndsärende och kan dessutom förbehålla sig beslutanderätten i ett ärende som avses i detta moment och som annars ska avgöras av Huvudstaben. Närmare bestämmelser om inlämnande av ett i 6-8 § avsett tillstånd, om utredningar som ska bifogas till ansökan och om tillståndets giltighetstid och andra tillståndsbestämmelser utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Tillståndsärenden som avses i 4, 4 a och 6-8 § handläggs och avgörs av Huvudstaben. Försvarsministeriet avgör ett i 9 § avsett tillståndsärende och kan dessutom förbehålla sig beslutanderätten i ett ärende som avses i detta moment och som annars ska avgöras av Huvudstaben. Närmare bestämmelser om inlämnande av ett i 6-8 § avsett tillstånd, om utredningar som ska bifogas till ansökan och om tillståndets giltighetstid och andra tillståndsbestämmelser utfärdas genom förordning av statsrådet.",
        "folded_sv": "tillstandsarenden som avses i 4, 4 a och 6-8 § handlaggs och avgors av huvudstaben. forsvarsministeriet avgor ett i 9 § avsett tillstandsarende och kan dessutom forbehalla sig beslutanderatten i ett arende som avses i detta moment och som annars ska avgoras av huvudstaben. narmare bestammelser om inlamnande av ett i 6-8 § avsett tillstand, om utredningar som ska bifogas till ansokan och om tillstandets giltighetstid och andra tillstandsbestammelser utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Maanpuolustuksen kannalta merkityksellisten kohteiden tutkiminen ilma-aluksesta",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, Suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sähkömagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmillä: 1) ilmailulain (864/2014) 11 §:n 1 momentin nojalla ilmailulta pysyvästi rajoitetuista alueista; 2) linnoitusalueista, linnakkeista sekä Puolustusvoimien ja Rajavartiolaitoksen käytössä olevista alueista; 3) sotasatamista tai sotilaslentokentistä; 4) Puolustusvoimien varikoista tai varastoista; 5) Puolustusvoimien viestiasemista, antennikentistä taikka puolustuslaitteista tai -välineistä; 6) Puolustusvoimien tai Rajavartiolaitoksen harjoituksista. Mitä 1 momentissa säädetään, koskee myös taltiointia, joka kohdistuu vieraan valtion Suomen alueella oleviin asevoimiin. Mitä 1 ja 2 momentissa säädetään, ei koske tiedon taltioimista yleisessä liikenteessä olevasta ilma-aluksesta yksityiseen tarkoitukseen. Mitä 1 ja 2 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, Suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sähkömagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmillä: 1) ilmailulain (864/2014) 11 § :n 1 momentin nojalla ilmailulta pysyvästi rajoitetuista alueista; 2) linnoitusalueista, linnakkeista sekä Puolustusvoimien ja Rajavartiolaitoksen käytössä olevista alueista; 3) sotasatamista tai sotilaslentokentistä; 4) Puolustusvoimien varikoista tai varastoista; 5) Puolustusvoimien viestiasemista, antennikentistä taikka puolustuslaitteista tai -välineistä; 6) Puolustusvoimien tai Rajavartiolaitoksen harjoituksista. Mitä 1 momentissa säädetään, koskee myös taltiointia, joka kohdistuu vieraan valtion Suomen alueella oleviin asevoimiin. Mitä 1 ja 2 momentissa säädetään, ei koske tiedon taltioimista yleisessä liikenteessä olevasta ilma-aluksesta yksityiseen tarkoitukseen. Mitä 1 ja 2 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sahkomagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmilla: 1) ilmailulain (864/2014) 11 §:n 1 momentin nojalla ilmailulta pysyvasti rajoitetuista alueista; 2) linnoitusalueista, linnakkeista seka puolustusvoimien ja rajavartiolaitoksen kaytossa olevista alueista; 3) sotasatamista tai sotilaslentokentista; 4) puolustusvoimien varikoista tai varastoista; 5) puolustusvoimien viestiasemista, antennikentista taikka puolustuslaitteista tai -valineista; 6) puolustusvoimien tai rajavartiolaitoksen harjoituksista. mita 1 momentissa saadetaan, koskee myos taltiointia, joka kohdistuu vieraan valtion suomen alueella oleviin asevoimiin. mita 1 ja 2 momentissa saadetaan, ei koske tiedon taltioimista yleisessa liikenteessa olevasta ilma-aluksesta yksityiseen tarkoitukseen. mita 1 ja 2 momentissa saadetaan, ei koske valtionilma-alusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Undersökning från luftfartyg av objekt som är av betydelse för försvaret",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, är det inom finskt territorium utan tillstånd förbjudet att från luftfartyg eller andra anordningar som rör sig i luften under flygningen med elektromagnetiska eller akustiska metoder för fotografering eller bildupptagning ta upp information om 1) områden där luftfart med stöd av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt är inskränkt, 2) fästningsområden, fort samt sådana områden som används av Försvarsmakten och Gränsbevakningsväsendet, 3) örlogshamnar eller militära flygplatser, 4) Försvarsmaktens depåer eller upplag, 5) Försvarsmaktens signalstationer, antennfält, eller försvarsanläggningar eller försvarsanordningar, 6) Försvarsmaktens eller Gränsbevakningsväsendets övningar. Bestämmelserna i 1 mom. gäller också upptagning som riktas mot en främmande stats väpnade styrkor som befinner sig på finskt territorium. Bestämmelserna i 1 och 2 mom. gäller inte upptagning av information för privat bruk från ett luftfartyg i allmän trafik. Bestämmelserna i 1 och 2 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till ett beslut om mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, är det inom finskt territorium utan tillstånd förbjudet att från luftfartyg eller andra anordningar som rör sig i luften under flygningen med elektromagnetiska eller akustiska metoder för fotografering eller bildupptagning ta upp information om 1) områden där luftfart med stöd av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt är inskränkt, 2) fästningsområden, fort samt sådana områden som används av Försvarsmakten och Gränsbevakningsväsendet, 3) örlogshamnar eller militära flygplatser, 4) Försvarsmaktens depåer eller upplag, 5) Försvarsmaktens signalstationer, antennfält, eller försvarsanläggningar eller försvarsanordningar, 6) Försvarsmaktens eller Gränsbevakningsväsendets övningar. Bestämmelserna i 1 mom. gäller också upptagning som riktas mot en främmande stats väpnade styrkor som befinner sig på finskt territorium. Bestämmelserna i 1 och 2 mom. gäller inte upptagning av information för privat bruk från ett luftfartyg i allmän trafik. Bestämmelserna i 1 och 2 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till ett beslut om mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ar det inom finskt territorium utan tillstand forbjudet att fran luftfartyg eller andra anordningar som ror sig i luften under flygningen med elektromagnetiska eller akustiska metoder for fotografering eller bildupptagning ta upp information om 1) omraden dar luftfart med stod av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt ar inskrankt, 2) fastningsomraden, fort samt sadana omraden som anvands av forsvarsmakten och gransbevakningsvasendet, 3) orlogshamnar eller militara flygplatser, 4) forsvarsmaktens depaer eller upplag, 5) forsvarsmaktens signalstationer, antennfalt, eller forsvarsanlaggningar eller forsvarsanordningar, 6) forsvarsmaktens eller gransbevakningsvasendets ovningar. bestammelserna i 1 mom. galler ocksa upptagning som riktas mot en frammande stats vapnade styrkor som befinner sig pa finskt territorium. bestammelserna i 1 och 2 mom. galler inte upptagning av information for privat bruk fran ett luftfartyg i allman trafik. bestammelserna i 1 och 2 mom. galler inte statsluftfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till ett beslut om mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Luvan myöntämisen ja peruuttamisen edellytykset",
      "content": "Lupa 12 §:ssä tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 §:ssä tarkoitettuun maaperän tutkimiseen, 14 §:ssä tarkoitettuun tutkimiseen ilma-aluksesta ja 17 §:n 1 momentissa tarkoitettuun toimintaan myönnetään, jollei toiminta vaaranna Suomen aluevalvontaa tai jos vaaraa voidaan lupamääräyksillä olennaisesti vähentää. Lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittynä olisi lain mukaan salassa pidettävää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Lupa 12 § :ssä tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 § :ssä tarkoitettuun maaperän tutkimiseen, 14 § :ssä tarkoitettuun tutkimiseen ilma-aluksesta ja 17 § :n 1 momentissa tarkoitettuun toimintaan myönnetään, jollei toiminta vaaranna Suomen aluevalvontaa tai jos vaaraa voidaan lupamääräyksillä olennaisesti vähentää. Lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittynä olisi lain mukaan salassa pidettävää.",
        "folded_fi": "lupa 12 §:ssa tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 §:ssa tarkoitettuun maaperan tutkimiseen, 14 §:ssa tarkoitettuun tutkimiseen ilma-aluksesta ja 17 §:n 1 momentissa tarkoitettuun toimintaan myonnetaan, jollei toiminta vaaranna suomen aluevalvontaa tai jos vaaraa voidaan lupamaarayksilla olennaisesti vahentaa. lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittyna olisi lain mukaan salassa pidettavaa.",
        "title_sv": "Förutsättningar för beviljande och återkallande av tillstånd",
        "content_sv": "Tillstånd att undersöka och kartlägga havsbottnen enligt 12 §, undersöka marken enligt 13 §, undersöka objekt från luftfartyg enligt 14 § och utöva aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsätter den finska territorialövervakningen för risker eller om riskerna väsentligt kan minskas genom tillståndsbestämmelser. Tillståndsmyndigheten kan ansöka om att en i säkerhetsutredningslagen (726/2014) avsedd säkerhetsutredning av företag görs om den som ansöker om tillstånd, om det i den verksamhet som bedrivs med stöd av tillståndet uppkommer sådan information om landets försvar som enligt lag är sekretessbelagd om den skulle vara antecknad i en myndighetshandling.",
        "normalized_sv": "Tillstånd att undersöka och kartlägga havsbottnen enligt 12 § , undersöka marken enligt 13 § , undersöka objekt från luftfartyg enligt 14 § och utöva aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsätter den finska territorialövervakningen för risker eller om riskerna väsentligt kan minskas genom tillståndsbestämmelser. Tillståndsmyndigheten kan ansöka om att en i säkerhetsutredningslagen (726/2014) avsedd säkerhetsutredning av företag görs om den som ansöker om tillstånd, om det i den verksamhet som bedrivs med stöd av tillståndet uppkommer sådan information om landets försvar som enligt lag är sekretessbelagd om den skulle vara antecknad i en myndighetshandling.",
        "folded_sv": "tillstand att undersoka och kartlagga havsbottnen enligt 12 §, undersoka marken enligt 13 §, undersoka objekt fran luftfartyg enligt 14 § och utova aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsatter den finska territorialovervakningen for risker eller om riskerna vasentligt kan minskas genom tillstandsbestammelser. tillstandsmyndigheten kan ansoka om att en i sakerhetsutredningslagen (726/2014) avsedd sakerhetsutredning av foretag gors om den som ansoker om tillstand, om det i den verksamhet som bedrivs med stod av tillstandet uppkommer sadan information om landets forsvar som enligt lag ar sekretessbelagd om den skulle vara antecknad i en myndighetshandling."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Aluevalvontaviranomaiset",
      "content": "Aluevalvontaviranomaisia ovat Puolustusvoimat, Rajavartiolaitos, poliisi, Tulli sekä niiden aluevalvontatehtäviin määrätyt virkamiehet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Aluevalvontaviranomaisia ovat Puolustusvoimat, Rajavartiolaitos, poliisi, Tulli sekä niiden aluevalvontatehtäviin määrätyt virkamiehet.",
        "folded_fi": "aluevalvontaviranomaisia ovat puolustusvoimat, rajavartiolaitos, poliisi, tulli seka niiden aluevalvontatehtaviin maaratyt virkamiehet.",
        "title_sv": "Territorialövervakningsmyndigheterna",
        "content_sv": "Territorialövervakningsmyndigheter är Försvarsmakten, Gränsbevakningsväsendet, polisen, Tullen och dessas tjänstemän som förordnats till territorialövervakningsuppdrag.",
        "normalized_sv": "Territorialövervakningsmyndigheter är Försvarsmakten, Gränsbevakningsväsendet, polisen, Tullen och dessas tjänstemän som förordnats till territorialövervakningsuppdrag.",
        "folded_sv": "territorialovervakningsmyndigheter ar forsvarsmakten, gransbevakningsvasendet, polisen, tullen och dessas tjansteman som forordnats till territorialovervakningsuppdrag."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Aluevalvontaviranomaisten tehtävät",
      "content": "Puolustusvoimien tehtävänä on huolehtia aluevalvonnan toimeenpanosta sekä aluevalvontaviranomaisten yhteistoiminnasta. Muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtäviensä yhteydessä. Niiden on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Puolustusvoimien tehtävänä on huolehtia aluevalvonnan toimeenpanosta sekä aluevalvontaviranomaisten yhteistoiminnasta. Muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtäviensä yhteydessä. Niiden on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
        "folded_fi": "puolustusvoimien tehtavana on huolehtia aluevalvonnan toimeenpanosta seka aluevalvontaviranomaisten yhteistoiminnasta. muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtaviensa yhteydessa. niiden on ilmoitettava puolustusvoimille tai rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta seka ryhdyttava kaytettavissaan olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estamiseksi.",
        "title_sv": "Territorialövervakningsmyndigheternas uppgifter",
        "content_sv": "Försvarsmakten ska svara för verkställandet av territorialövervakningen samt för samarbetet mellan territorialövervakningsmyndigheterna. De övriga territorialövervakningsmyndigheterna deltar i territorialövervakningen i samband med sina egentliga uppgifter. De ska anmäla territorieförseelser och territoriekränkningar samt hot om territorieförseelser och territoriekränkningar till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder i syfte att förhindra territorieförseelser och territoriekränkningar.",
        "normalized_sv": "Försvarsmakten ska svara för verkställandet av territorialövervakningen samt för samarbetet mellan territorialövervakningsmyndigheterna. De övriga territorialövervakningsmyndigheterna deltar i territorialövervakningen i samband med sina egentliga uppgifter. De ska anmäla territorieförseelser och territoriekränkningar samt hot om territorieförseelser och territoriekränkningar till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder i syfte att förhindra territorieförseelser och territoriekränkningar.",
        "folded_sv": "forsvarsmakten ska svara for verkstallandet av territorialovervakningen samt for samarbetet mellan territorialovervakningsmyndigheterna. de ovriga territorialovervakningsmyndigheterna deltar i territorialovervakningen i samband med sina egentliga uppgifter. de ska anmala territorieforseelser och territoriekrankningar samt hot om territorieforseelser och territoriekrankningar till forsvarsmakten eller gransbevakningsvasendet samt med de medel som star till buds vidta atgarder i syfte att forhindra territorieforseelser och territoriekrankningar."
      }
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Aluerikkomuksesta ja alueloukkauksesta ilmoittaminen",
      "content": "Alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikön on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24b",
        "normalized_fi": "Alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikön on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
        "folded_fi": "alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikon on ilmoitettava puolustusvoimille tai rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta seka ryhdyttava kaytettavissaan olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estamiseksi.",
        "title_sv": "Anmälan om territorieförseelser och territoriekränkningar",
        "content_sv": "Leverantören av fartygstrafikservice, leverantören av flygtrafikledningstjänster och cellen för luftrumsplanering ska anmäla territorieförseelser och territoriekränkningar och hot om territorieförseelser och territoriekränkningar som de har upptäckt till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder för att förhindra territorieförseelser och territoriekränkningar.",
        "normalized_sv": "Leverantören av fartygstrafikservice, leverantören av flygtrafikledningstjänster och cellen för luftrumsplanering ska anmäla territorieförseelser och territoriekränkningar och hot om territorieförseelser och territoriekränkningar som de har upptäckt till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder för att förhindra territorieförseelser och territoriekränkningar.",
        "folded_sv": "leverantoren av fartygstrafikservice, leverantoren av flygtrafikledningstjanster och cellen for luftrumsplanering ska anmala territorieforseelser och territoriekrankningar och hot om territorieforseelser och territoriekrankningar som de har upptackt till forsvarsmakten eller gransbevakningsvasendet samt med de medel som star till buds vidta atgarder for att forhindra territorieforseelser och territoriekrankningar."
      }
    },
    {
      "provision_ref": "24 d",
      "section": "24 d",
      "title": "Aluevalvontayhteistyö",
      "content": "Tuen pyytämisestä toiselta valtiolta, Pohjois-Atlantin liitolta tai muulta kansainväliseltä järjestöltä taikka Euroopan unionilta aluevalvontaa varten sekä yhteistoiminnasta toisen valtion, Pohjois-Atlantin liiton tai muun kansainvälisen järjestön taikka Euroopan unionin kanssa aluevalvonnassa säädetään kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24d",
        "normalized_fi": "Tuen pyytämisestä toiselta valtiolta, Pohjois-Atlantin liitolta tai muulta kansainväliseltä järjestöltä taikka Euroopan unionilta aluevalvontaa varten sekä yhteistoiminnasta toisen valtion, Pohjois-Atlantin liiton tai muun kansainvälisen järjestön taikka Euroopan unionin kanssa aluevalvonnassa säädetään kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
        "folded_fi": "tuen pyytamisesta toiselta valtiolta, pohjois-atlantin liitolta tai muulta kansainvaliselta jarjestolta taikka euroopan unionilta aluevalvontaa varten seka yhteistoiminnasta toisen valtion, pohjois-atlantin liiton tai muun kansainvalisen jarjeston taikka euroopan unionin kanssa aluevalvonnassa saadetaan kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
        "title_sv": "Territorialövervakningssamarbete",
        "content_sv": "Bestämmelser om begärande av stöd av en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen samt om samverkan med en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen finns i lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet och i lagen om försvarsmakten.",
        "normalized_sv": "Bestämmelser om begärande av stöd av en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen samt om samverkan med en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen finns i lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet och i lagen om försvarsmakten.",
        "folded_sv": "bestammelser om begarande av stod av en annan stat, nordatlantiska fordragsorganisationen, nagon annan internationell organisation, eller europeiska unionen vid territorialovervakningen samt om samverkan med en annan stat, nordatlantiska fordragsorganisationen, nagon annan internationell organisation, eller europeiska unionen vid territorialovervakningen finns i lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet och i lagen om forsvarsmakten."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Vihamielisen toiminnan torjuminen",
      "content": "Vihamielisellä toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sotilasajoneuvon tuloa Suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_34",
        "normalized_fi": "Vihamielisellä toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sotilasajoneuvon tuloa Suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
        "folded_fi": "vihamielisella toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhman sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhman sotilasajoneuvon tuloa suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
        "title_sv": "Avvärjande av fientlig verksamhet",
        "content_sv": "Med fientlig verksamhet avses: 2) överskridande av gränsen till finskt territorium av örlogsfartyg eller militära luftfartyg som tillhör en främmande stat eller en militär styrka utan beteckningar eller av ett militärfordon som tillhör en främmande stat eller en militär styrka utan beteckningar trots varning som utfärdats av en territorialövervakningsmyndighet,",
        "normalized_sv": "Med fientlig verksamhet avses: 2) överskridande av gränsen till finskt territorium av örlogsfartyg eller militära luftfartyg som tillhör en främmande stat eller en militär styrka utan beteckningar eller av ett militärfordon som tillhör en främmande stat eller en militär styrka utan beteckningar trots varning som utfärdats av en territorialövervakningsmyndighet,",
        "folded_sv": "med fientlig verksamhet avses: 2) overskridande av gransen till finskt territorium av orlogsfartyg eller militara luftfartyg som tillhor en frammande stat eller en militar styrka utan beteckningar eller av ett militarfordon som tillhor en frammande stat eller en militar styrka utan beteckningar trots varning som utfardats av en territorialovervakningsmyndighet,"
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Aluerikkomuksen ja alueloukkauksen tutkinta",
      "content": "Aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittämisestä. Tarvittaessa asian tarkempi selvittäminen siirretään Puolustusvoimille tai Rajavartiolaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_35",
        "normalized_fi": "Aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittämisestä. Tarvittaessa asian tarkempi selvittäminen siirretään Puolustusvoimille tai Rajavartiolaitokselle.",
        "folded_fi": "aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittamisesta. tarvittaessa asian tarkempi selvittaminen siirretaan puolustusvoimille tai rajavartiolaitokselle.",
        "title_sv": "Undersökning av territorieförseelse och territoriekränkning",
        "content_sv": "En territorialövervakningsmyndighet sköter den preliminära utredningen av territorieförseelser och territoriekränkningar. Vid behov överförs den närmare utredningen av saken till Försvarsmakten eller Gränsbevakningsväsendet.",
        "normalized_sv": "En territorialövervakningsmyndighet sköter den preliminära utredningen av territorieförseelser och territoriekränkningar. Vid behov överförs den närmare utredningen av saken till Försvarsmakten eller Gränsbevakningsväsendet.",
        "folded_sv": "en territorialovervakningsmyndighet skoter den preliminara utredningen av territorieforseelser och territoriekrankningar. vid behov overfors den narmare utredningen av saken till forsvarsmakten eller gransbevakningsvasendet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen tai valtionaluksen maahantulo ja maassaolo",
      "content": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla Suomen alueelle ja olla maassa vain sille hakemuksesta myönnetyn maahantuloluvan perusteella. Vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myöntää Suomen alueelle tuloon lupa ilman hakemusta. Pääesikunnan on ennen luvan myöntämistä tehtävä ilmoitus puolustusministeriölle. Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta Suomen alueella, ellei siihen ole myönnetty lupaa. Mitä 3 momentissa säädetään, ei koske vieraan valtion sotilasta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä muista lupamääräyksistä ja -ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla Suomen alueelle ja olla maassa vain sille hakemuksesta myönnetyn maahantuloluvan perusteella. Vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myöntää Suomen alueelle tuloon lupa ilman hakemusta. Pääesikunnan on ennen luvan myöntämistä tehtävä ilmoitus puolustusministeriölle. Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta Suomen alueella, ellei siihen ole myönnetty lupaa. Mitä 3 momentissa säädetään, ei koske vieraan valtion sotilasta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä muista lupamääräyksistä ja -ehdoista.",
        "folded_fi": "jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sotilas, sotilasajoneuvo, valtionilma-alus ja valtionalus saa tulla suomen alueelle ja olla maassa vain sille hakemuksesta myonnetyn maahantuloluvan perusteella. vieraan valtion valtionalus ei tarvitse lupaa maahantuloon, jos kyse on viattomasta kauttakulusta. pohjois-atlantin liiton jasenvaltion, euroopan talousalueeseen kuuluvan valtion tai schengenin saannostoa soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan myontaa suomen alueelle tuloon lupa ilman hakemusta. paaesikunnan on ennen luvan myontamista tehtava ilmoitus puolustusministeriolle. ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sotilaalla ei saa olla ampuma-asetta suomen alueella, ellei siihen ole myonnetty lupaa. mita 3 momentissa saadetaan, ei koske vieraan valtion sotilasta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain (418/2017) tai puolustusvoimista annetun lain (551/2007) nojalla. valtioneuvoston asetuksella annetaan tarkemmat saannokset lupahakemuksen jattamisesta, hakemukseen liitettavista selvityksista seka muista lupamaarayksista ja -ehdoista.",
        "title_sv": "En främmande stats militärpersoners, militärfordons, statsluftfartygs eller statsfartygs ankomst till och uppehåll i landet",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehålla sig i landet endast med stöd av ett för dem på ansökan beviljat tillstånd till ankomst till landet. Ett statsfartyg från en främmande stat behöver inte tillstånd till ankomst till landet, om det är fråga om oskadlig genomfart. Tillstånd att ankomma till finskt territorium kan utan ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Huvudstaben ska innan tillstånd beviljas göra en anmälan till försvarsministeriet. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en militärperson från en främmande stat inte inneha skjutvapen på finskt territorium, om inte tillstånd därtill har beviljats. Vad som föreskrivs i 3 mom. gäller inte en främmande stats militärperson som befinner sig på finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet (418/2017) eller lagen om försvarsmakten (551/2007). Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehålla sig i landet endast med stöd av ett för dem på ansökan beviljat tillstånd till ankomst till landet. Ett statsfartyg från en främmande stat behöver inte tillstånd till ankomst till landet, om det är fråga om oskadlig genomfart. Tillstånd att ankomma till finskt territorium kan utan ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Huvudstaben ska innan tillstånd beviljas göra en anmälan till försvarsministeriet. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en militärperson från en främmande stat inte inneha skjutvapen på finskt territorium, om inte tillstånd därtill har beviljats. Vad som föreskrivs i 3 mom. gäller inte en främmande stats militärperson som befinner sig på finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet (418/2017) eller lagen om försvarsmakten (551/2007). Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats militarpersoner, militarfordon, statsluftfartyg och statsfartyg ankomma till finskt territorium och uppehalla sig i landet endast med stod av ett for dem pa ansokan beviljat tillstand till ankomst till landet. ett statsfartyg fran en frammande stat behover inte tillstand till ankomst till landet, om det ar fraga om oskadlig genomfart. tillstand att ankomma till finskt territorium kan utan ansokan beviljas militarpersoner, militarfordon, statsluftfartyg och statsfartyg fran en medlemsstat i nordatlantiska fordragsorganisationen, fran en stat som hor till europeiska ekonomiska samarbetsomradet eller fran en stat som tillampar schengenregelverket. huvudstaben ska innan tillstand beviljas gora en anmalan till forsvarsministeriet. om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en militarperson fran en frammande stat inte inneha skjutvapen pa finskt territorium, om inte tillstand dartill har beviljats. vad som foreskrivs i 3 mom. galler inte en frammande stats militarperson som befinner sig pa finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet (418/2017) eller lagen om forsvarsmakten (551/2007). narmare bestammelser om inlamnande av en tillstandsansokan, om utredningar som ska bifogas ansokan och om andra tillstandsbestammelser och tillstandsvillkor utfardas genom forordning av statsradet."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Toistuvaan maahantuloon oikeuttava lupa",
      "content": "Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myöntää Suomen alueelle tuloon lupa, joka on voimassa enintään yhden kalenterivuoden pituisen määräajan kerrallaan. Edellä 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myöntämisen edellytyksissä ei ole tapahtunut olennaisia muutoksia. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä, luvan voimassaolon jatkamisesta sekä muista lupamääräyksistä ja -ehdoista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4a",
        "normalized_fi": "Pohjois-Atlantin liiton jäsenvaltion, Euroopan talousalueeseen kuuluvan valtion tai Schengenin säännöstöä soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myöntää Suomen alueelle tuloon lupa, joka on voimassa enintään yhden kalenterivuoden pituisen määräajan kerrallaan. Edellä 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myöntämisen edellytyksissä ei ole tapahtunut olennaisia muutoksia. Valtioneuvoston asetuksella annetaan tarkemmat säännökset lupahakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä, luvan voimassaolon jatkamisesta sekä muista lupamääräyksistä ja -ehdoista.",
        "folded_fi": "pohjois-atlantin liiton jasenvaltion, euroopan talousalueeseen kuuluvan valtion tai schengenin saannostoa soveltavan valtion sotilaalle, sotilasajoneuvolle, valtionilma-alukselle ja valtionalukselle voidaan hakemuksesta myontaa suomen alueelle tuloon lupa, joka on voimassa enintaan yhden kalenterivuoden pituisen maaraajan kerrallaan. edella 1 momentissa tarkoitetun luvan voimassaoloa voidaan jatkaa ilman hakemusta, jos luvan myontamisen edellytyksissa ei ole tapahtunut olennaisia muutoksia. valtioneuvoston asetuksella annetaan tarkemmat saannokset lupahakemuksen jattamisesta, hakemukseen liitettavista selvityksista, luvan voimassaolon jatkamisesta seka muista lupamaarayksista ja -ehdoista.",
        "title_sv": "Tillstånd till återkommande ankomst till landet",
        "content_sv": "Tillstånd att under en bestämd tid om högst ett kalenderår i sänder ankomma till finskt territorium kan på ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Giltighetstiden för ett tillstånd som avses i 1 mom. kan förlängas utan ansökan, om det inte har skett väsentliga förändringar i förutsättningarna för beviljande av tillståndet. Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan, om förlängning av tillståndets giltighetstid och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Tillstånd att under en bestämd tid om högst ett kalenderår i sänder ankomma till finskt territorium kan på ansökan beviljas militärpersoner, militärfordon, statsluftfartyg och statsfartyg från en medlemsstat i Nordatlantiska fördragsorganisationen, från en stat som hör till Europeiska ekonomiska samarbetsområdet eller från en stat som tillämpar Schengenregelverket. Giltighetstiden för ett tillstånd som avses i 1 mom. kan förlängas utan ansökan, om det inte har skett väsentliga förändringar i förutsättningarna för beviljande av tillståndet. Närmare bestämmelser om inlämnande av en tillståndsansökan, om utredningar som ska bifogas ansökan, om förlängning av tillståndets giltighetstid och om andra tillståndsbestämmelser och tillståndsvillkor utfärdas genom förordning av statsrådet.",
        "folded_sv": "tillstand att under en bestamd tid om hogst ett kalenderar i sander ankomma till finskt territorium kan pa ansokan beviljas militarpersoner, militarfordon, statsluftfartyg och statsfartyg fran en medlemsstat i nordatlantiska fordragsorganisationen, fran en stat som hor till europeiska ekonomiska samarbetsomradet eller fran en stat som tillampar schengenregelverket. giltighetstiden for ett tillstand som avses i 1 mom. kan forlangas utan ansokan, om det inte har skett vasentliga forandringar i forutsattningarna for beviljande av tillstandet. narmare bestammelser om inlamnande av en tillstandsansokan, om utredningar som ska bifogas ansokan, om forlangning av tillstandets giltighetstid och om andra tillstandsbestammelser och tillstandsvillkor utfardas genom forordning av statsradet."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Poikkeus lupavelvollisuudesta",
      "content": "Suomeen viralliselle käynnille saapuvaa vieraan valtion päämiestä kuljettava valtionilma-alus tai valtionalus saa tulla Suomen alueelle ja olla maassa ilman 4 §:n 1 momentissa tai 4 a §:ssä tarkoitettua lupaa. Vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellytetä 4 §:n 1 momentissa tai 4 a §:n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnöstä tulla kiireelliseen pelastustehtävään, rajaturvallisuustehtävään tai ympäristövahinkojen torjuntatehtävään taikka talvimerenkulun avustustehtävään Suomen alueelle ilman 4 §:n 1 momentissa tai 4 a §:ssä tarkoitettua lupaa. Muun kuin aluevalvontaviranomaisen on viipymättä ilmoitettava pyynnöstään Pääesikunnalle. Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa Suomen alueelle. Lisäksi vieraan valtion valtionaluksen, joka tulee Suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen Suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. Vieraan valtion valtionilma-alukselta ei edellytetä lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessä ilmaliikennepalvelun tarjoajan kanssa. Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen Suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtävä ennalta ilmoitus Pääesikunnalle. Valtioneuvoston asetuksella annetaan tarkemmat säännökset 6 momentissa tarkoitetun ilmoituksen jättämisestä ja ilmoitukseen liitettävistä selvityksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Suomeen viralliselle käynnille saapuvaa vieraan valtion päämiestä kuljettava valtionilma-alus tai valtionalus saa tulla Suomen alueelle ja olla maassa ilman 4 § :n 1 momentissa tai 4 a § :ssä tarkoitettua lupaa. Vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellytetä 4 § :n 1 momentissa tai 4 a § :n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnöstä tulla kiireelliseen pelastustehtävään, rajaturvallisuustehtävään tai ympäristövahinkojen torjuntatehtävään taikka talvimerenkulun avustustehtävään Suomen alueelle ilman 4 § :n 1 momentissa tai 4 a § :ssä tarkoitettua lupaa. Muun kuin aluevalvontaviranomaisen on viipymättä ilmoitettava pyynnöstään Pääesikunnalle. Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa Suomen alueelle. Lisäksi vieraan valtion valtionaluksen, joka tulee Suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen Suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. Vieraan valtion valtionilma-alukselta ei edellytetä lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan, josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. Puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessä ilmaliikennepalvelun tarjoajan kanssa. Vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen Suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtävä ennalta ilmoitus Pääesikunnalle. Valtioneuvoston asetuksella annetaan tarkemmat säännökset 6 momentissa tarkoitetun ilmoituksen jättämisestä ja ilmoitukseen liitettävistä selvityksistä.",
        "folded_fi": "suomeen viralliselle kaynnille saapuvaa vieraan valtion paamiesta kuljettava valtionilma-alus tai valtionalus saa tulla suomen alueelle ja olla maassa ilman 4 §:n 1 momentissa tai 4 a §:ssa tarkoitettua lupaa. vieraan valtion sotilaalta, sotilasajoneuvolta, valtionilma-alukselta tai valtionalukselta ei edellyteta 4 §:n 1 momentissa tai 4 a §:n 1 momentissa tarkoitettua lupaa, jos maahantulo liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan, josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. vieraan valtion valtionilma-alus tai valtionalus saa aluevalvontaviranomaisen tai muun viranomaisen pyynnosta tulla kiireelliseen pelastustehtavaan, rajaturvallisuustehtavaan tai ymparistovahinkojen torjuntatehtavaan taikka talvimerenkulun avustustehtavaan suomen alueelle ilman 4 §:n 1 momentissa tai 4 a §:ssa tarkoitettua lupaa. muun kuin aluevalvontaviranomaisen on viipymatta ilmoitettava pyynnostaan paaesikunnalle. jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionilma-aluksen lennosta on toimitettava ilmaliikennepalvelun tarjoajalle asianmukainen lentosuunnitelma ennen ilma-aluksen tuloa suomen alueelle. lisaksi vieraan valtion valtionaluksen, joka tulee suomen alueelle muussa kuin viattoman kauttakulun tarkoituksessa, on ennen suomen alueelle tuloa ilmoitettava aluevalvontaviranomaiselle aluevesirajan ylityspaikka ja -aika. vieraan valtion valtionilma-alukselta ei edellyteta lentosuunnitelman toimittamista, jos maahantulo liittyy 3 momentissa tarkoitettuun tilanteeseen taikka suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan, josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla. puolustusvoimat on velvollinen yhteensovittamaan ilmaliikenteen yhdessa ilmaliikennepalvelun tarjoajan kanssa. vieraan valtion sotilaan, sotilasajoneuvon, valtionilma-aluksen ja valtionaluksen suomen alueelle tulosta ja maassaolosta 1 ja 2 momentissa tarkoitetuissa tilanteissa on tehtava ennalta ilmoitus paaesikunnalle. valtioneuvoston asetuksella annetaan tarkemmat saannokset 6 momentissa tarkoitetun ilmoituksen jattamisesta ja ilmoitukseen liitettavista selvityksista.",
        "title_sv": "Undantag från tillståndsplikten",
        "content_sv": "När ett statsluftfartyg eller ett statsfartyg med en främmande stats statsöverhuvud ombord anländer till Finland på officiellt besök får fartyget ankomma till finskt territorium och uppehålla sig i landet utan tillstånd enligt 4 § 1 mom. eller 4 a §. Ett tillstånd enligt 4 § 1 mom. eller 4 a § 1 mom. förutsätts inte av en främmande stats militärpersoner, militärfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. En främmande stats statsluftfartyg eller statsfartyg får på begäran av en territorialövervakningsmyndighet eller en annan myndighet utan tillstånd enligt 4 § 1 mom. eller 4 a § komma in på finskt territorium för ett brådskande räddningsuppdrag, ett gränssäkerhetsuppdrag, ett uppdrag som gäller avvärjande av miljöskador eller för att assistera vintersjöfarten. Andra myndigheter än territorialövervakningsmyndigheterna ska utan dröjsmål underrätta Huvudstaben om sin begäran. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska en tillbörlig färdplan över en flygning som företas av en främmande stats statsluftfartyg sändas till leverantören av flygtrafikledningstjänster före ankomsten till finskt territorium. Dessutom ska en främmande stats statsfartyg som ankommer till finskt territorium i annat syfte än oskadlig genomfart före ankomsten till finskt territorium meddela territorialövervakningsmyndigheten tid och plats för överskridandet av territorialvattengränsen. Av en främmande stats statsluftfartyg förutsätts inte att en färdplan sänds, om ankomsten till landet hänför sig till en i 3 mom. avsedd situation, eller till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. Försvarsmakten är skyldig att samordna flygtrafiken tillsammans med leverantören av flygtrafikledningstjänster. En anmälan om att en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehåller sig i landet ska i situationer som avses i 1 och 2 mom. göras på förhand till Huvudstaben. Närmare bestämmelser om inlämnande av en anmälan enligt 6 mom. och de utredningar som ska bifogas anmälan utfärdas genom förordning av statsrådet.",
        "normalized_sv": "När ett statsluftfartyg eller ett statsfartyg med en främmande stats statsöverhuvud ombord anländer till Finland på officiellt besök får fartyget ankomma till finskt territorium och uppehålla sig i landet utan tillstånd enligt 4 § 1 mom. eller 4 a § . Ett tillstånd enligt 4 § 1 mom. eller 4 a § 1 mom. förutsätts inte av en främmande stats militärpersoner, militärfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. En främmande stats statsluftfartyg eller statsfartyg får på begäran av en territorialövervakningsmyndighet eller en annan myndighet utan tillstånd enligt 4 § 1 mom. eller 4 a § komma in på finskt territorium för ett brådskande räddningsuppdrag, ett gränssäkerhetsuppdrag, ett uppdrag som gäller avvärjande av miljöskador eller för att assistera vintersjöfarten. Andra myndigheter än territorialövervakningsmyndigheterna ska utan dröjsmål underrätta Huvudstaben om sin begäran. Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska en tillbörlig färdplan över en flygning som företas av en främmande stats statsluftfartyg sändas till leverantören av flygtrafikledningstjänster före ankomsten till finskt territorium. Dessutom ska en främmande stats statsfartyg som ankommer till finskt territorium i annat syfte än oskadlig genomfart före ankomsten till finskt territorium meddela territorialövervakningsmyndigheten tid och plats för överskridandet av territorialvattengränsen. Av en främmande stats statsluftfartyg förutsätts inte att en färdplan sänds, om ankomsten till landet hänför sig till en i 3 mom. avsedd situation, eller till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium, som beslut har fattats om med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten. Försvarsmakten är skyldig att samordna flygtrafiken tillsammans med leverantören av flygtrafikledningstjänster. En anmälan om att en främmande stats militärpersoner, militärfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehåller sig i landet ska i situationer som avses i 1 och 2 mom. göras på förhand till Huvudstaben. Närmare bestämmelser om inlämnande av en anmälan enligt 6 mom. och de utredningar som ska bifogas anmälan utfärdas genom förordning av statsrådet.",
        "folded_sv": "nar ett statsluftfartyg eller ett statsfartyg med en frammande stats statsoverhuvud ombord anlander till finland pa officiellt besok far fartyget ankomma till finskt territorium och uppehalla sig i landet utan tillstand enligt 4 § 1 mom. eller 4 a §. ett tillstand enligt 4 § 1 mom. eller 4 a § 1 mom. forutsatts inte av en frammande stats militarpersoner, militarfordon, statsluftfartyg eller statsfartyg, om ankomsten till landet hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium, som beslut har fattats om med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten. en frammande stats statsluftfartyg eller statsfartyg far pa begaran av en territorialovervakningsmyndighet eller en annan myndighet utan tillstand enligt 4 § 1 mom. eller 4 a § komma in pa finskt territorium for ett bradskande raddningsuppdrag, ett granssakerhetsuppdrag, ett uppdrag som galler avvarjande av miljoskador eller for att assistera vintersjofarten. andra myndigheter an territorialovervakningsmyndigheterna ska utan drojsmal underratta huvudstaben om sin begaran. om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ska en tillborlig fardplan over en flygning som foretas av en frammande stats statsluftfartyg sandas till leverantoren av flygtrafikledningstjanster fore ankomsten till finskt territorium. dessutom ska en frammande stats statsfartyg som ankommer till finskt territorium i annat syfte an oskadlig genomfart fore ankomsten till finskt territorium meddela territorialovervakningsmyndigheten tid och plats for overskridandet av territorialvattengransen. av en frammande stats statsluftfartyg forutsatts inte att en fardplan sands, om ankomsten till landet hanfor sig till en i 3 mom. avsedd situation, eller till mottagande av bistand som finland begart eller till samverkan inom finskt territorium, som beslut har fattats om med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten. forsvarsmakten ar skyldig att samordna flygtrafiken tillsammans med leverantoren av flygtrafikledningstjanster. en anmalan om att en frammande stats militarpersoner, militarfordon, statsluftfartyg och statsfartyg ankommer till finskt territorium och uppehaller sig i landet ska i situationer som avses i 1 och 2 mom. goras pa forhand till huvudstaben. narmare bestammelser om inlamnande av en anmalan enligt 6 mom. och de utredningar som ska bifogas anmalan utfardas genom forordning av statsradet."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Valtionilma-alusta koskevat erityisrajoitukset",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa Suomen alueella: Mitä 1 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa Suomen alueella: Mitä 1 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionilma-alus ei ilman lupaa saa suomen alueella: mita 1 momentissa saadetaan, ei koske valtionilma-alusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller statsluftfartyg",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsluftfartyg inte inom finskt territorium utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsluftfartyg inte inom finskt territorium utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats statsluftfartyg inte inom finskt territorium utan tillstand vad som foreskrivs i 1 mom. galler inte statsluftfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Valtionalusta koskevat erityisrajoitukset",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: Mitä 1 momentissa säädetään, ei koske valtionalusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: Mitä 1 momentissa säädetään, ei koske valtionalusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion valtionalus ei ilman lupaa saa: mita 1 momentissa saadetaan, ei koske valtionalusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller statsfartyg",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsfartyg inte utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, får en främmande stats statsfartyg inte utan tillstånd Vad som föreskrivs i 1 mom. gäller inte statsfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, far en frammande stats statsfartyg inte utan tillstand vad som foreskrivs i 1 mom. galler inte statsfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sukellusvenettä koskevat erityisrajoitukset",
      "content": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvälineen on Suomen aluevesillä pysyteltävä pinta-asemassa, jollei sukeltamiseen ole myönnetty lupaa. Mitä 1 momentissa säädetään, ei koske sukellusvenettä, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Jollei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvälineen on Suomen aluevesillä pysyteltävä pinta-asemassa, jollei sukeltamiseen ole myönnetty lupaa. Mitä 1 momentissa säädetään, ei koske sukellusvenettä, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "jollei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, vieraan valtion sukellusveneen ja muun vedenalaisen kulkuvalineen on suomen aluevesilla pysyteltava pinta-asemassa, jollei sukeltamiseen ole myonnetty lupaa. mita 1 momentissa saadetaan, ei koske sukellusvenetta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Särskilda begränsningar som gäller ubåtar",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska ubåtar och övriga undervattensfarkoster från en främmande stat inom Finlands territorialvatten vara i övervattensläge, om inte tillstånd för dykning har beviljats. Vad som föreskrivs i 1 mom. gäller inte ubåtar som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, ska ubåtar och övriga undervattensfarkoster från en främmande stat inom Finlands territorialvatten vara i övervattensläge, om inte tillstånd för dykning har beviljats. Vad som föreskrivs i 1 mom. gäller inte ubåtar som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ska ubatar och ovriga undervattensfarkoster fran en frammande stat inom finlands territorialvatten vara i overvattenslage, om inte tillstand for dykning har beviljats. vad som foreskrivs i 1 mom. galler inte ubatar som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Lupaviranomaiset sekä lupamenettely",
      "content": "Edellä 4, 4 a ja 6-8 §:ssä tarkoitetun lupa-asian käsittelee ja ratkaisee Pääesikunta. Puolustusministeriö ratkaisee 9 §:ssä tarkoitetun lupa-asian, ja se voi lisäksi pidättää itselleen päätösvallan muutoin Pääesikunnan ratkaistavaksi kuuluvassa tässä momentissa tarkoitetussa asiassa. Edellä 6-8 §:ssä tarkoitettuun lupaan liittyvän hakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä luvan voimassaolosta ja muista lupamääräyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Edellä 4, 4 a ja 6-8 § :ssä tarkoitetun lupa-asian käsittelee ja ratkaisee Pääesikunta. Puolustusministeriö ratkaisee 9 § :ssä tarkoitetun lupa-asian, ja se voi lisäksi pidättää itselleen päätösvallan muutoin Pääesikunnan ratkaistavaksi kuuluvassa tässä momentissa tarkoitetussa asiassa. Edellä 6-8 § :ssä tarkoitettuun lupaan liittyvän hakemuksen jättämisestä, hakemukseen liitettävistä selvityksistä sekä luvan voimassaolosta ja muista lupamääräyksistä annetaan tarkempia säännöksiä valtioneuvoston asetuksella.",
        "folded_fi": "edella 4, 4 a ja 6-8 §:ssa tarkoitetun lupa-asian kasittelee ja ratkaisee paaesikunta. puolustusministerio ratkaisee 9 §:ssa tarkoitetun lupa-asian, ja se voi lisaksi pidattaa itselleen paatosvallan muutoin paaesikunnan ratkaistavaksi kuuluvassa tassa momentissa tarkoitetussa asiassa. edella 6-8 §:ssa tarkoitettuun lupaan liittyvan hakemuksen jattamisesta, hakemukseen liitettavista selvityksista seka luvan voimassaolosta ja muista lupamaarayksista annetaan tarkempia saannoksia valtioneuvoston asetuksella.",
        "title_sv": "Tillståndsmyndigheter samt tillståndsförfarandet",
        "content_sv": "Tillståndsärenden som avses i 4, 4 a och 6-8 § handläggs och avgörs av Huvudstaben. Försvarsministeriet avgör ett i 9 § avsett tillståndsärende och kan dessutom förbehålla sig beslutanderätten i ett ärende som avses i detta moment och som annars ska avgöras av Huvudstaben. Närmare bestämmelser om inlämnande av ett i 6-8 § avsett tillstånd, om utredningar som ska bifogas till ansökan och om tillståndets giltighetstid och andra tillståndsbestämmelser utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Tillståndsärenden som avses i 4, 4 a och 6-8 § handläggs och avgörs av Huvudstaben. Försvarsministeriet avgör ett i 9 § avsett tillståndsärende och kan dessutom förbehålla sig beslutanderätten i ett ärende som avses i detta moment och som annars ska avgöras av Huvudstaben. Närmare bestämmelser om inlämnande av ett i 6-8 § avsett tillstånd, om utredningar som ska bifogas till ansökan och om tillståndets giltighetstid och andra tillståndsbestämmelser utfärdas genom förordning av statsrådet.",
        "folded_sv": "tillstandsarenden som avses i 4, 4 a och 6-8 § handlaggs och avgors av huvudstaben. forsvarsministeriet avgor ett i 9 § avsett tillstandsarende och kan dessutom forbehalla sig beslutanderatten i ett arende som avses i detta moment och som annars ska avgoras av huvudstaben. narmare bestammelser om inlamnande av ett i 6-8 § avsett tillstand, om utredningar som ska bifogas till ansokan och om tillstandets giltighetstid och andra tillstandsbestammelser utfardas genom forordning av statsradet."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Maanpuolustuksen kannalta merkityksellisten kohteiden tutkiminen ilma-aluksesta",
      "content": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, Suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sähkömagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmillä: 1) ilmailulain (864/2014) 11 §:n 1 momentin nojalla ilmailulta pysyvästi rajoitetuista alueista; 2) linnoitusalueista, linnakkeista sekä Puolustusvoimien ja Rajavartiolaitoksen käytössä olevista alueista; 3) sotasatamista tai sotilaslentokentistä; 4) Puolustusvoimien varikoista tai varastoista; 5) Puolustusvoimien viestiasemista, antennikentistä taikka puolustuslaitteista tai -välineistä; 6) Puolustusvoimien tai Rajavartiolaitoksen harjoituksista. Mitä 1 momentissa säädetään, koskee myös taltiointia, joka kohdistuu vieraan valtion Suomen alueella oleviin asevoimiin. Mitä 1 ja 2 momentissa säädetään, ei koske tiedon taltioimista yleisessä liikenteessä olevasta ilma-aluksesta yksityiseen tarkoitukseen. Mitä 1 ja 2 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Ellei Suomea velvoittavasta kansainvälisestä sopimuksesta muuta johdu, Suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sähkömagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmillä: 1) ilmailulain (864/2014) 11 § :n 1 momentin nojalla ilmailulta pysyvästi rajoitetuista alueista; 2) linnoitusalueista, linnakkeista sekä Puolustusvoimien ja Rajavartiolaitoksen käytössä olevista alueista; 3) sotasatamista tai sotilaslentokentistä; 4) Puolustusvoimien varikoista tai varastoista; 5) Puolustusvoimien viestiasemista, antennikentistä taikka puolustuslaitteista tai -välineistä; 6) Puolustusvoimien tai Rajavartiolaitoksen harjoituksista. Mitä 1 momentissa säädetään, koskee myös taltiointia, joka kohdistuu vieraan valtion Suomen alueella oleviin asevoimiin. Mitä 1 ja 2 momentissa säädetään, ei koske tiedon taltioimista yleisessä liikenteessä olevasta ilma-aluksesta yksityiseen tarkoitukseen. Mitä 1 ja 2 momentissa säädetään, ei koske valtionilma-alusta, joka on Suomen alueella sellaisen päätöksen perusteella, joka liittyy Suomen pyytämän avun vastaanottamiseen tai Suomen alueella tapahtuvaan yhteistoimintaan ja josta on päätetty kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "folded_fi": "ellei suomea velvoittavasta kansainvalisesta sopimuksesta muuta johdu, suomen alueella ei ilman lupaa saa lennon aikana ilma-aluksesta tai muusta ilmassa liikkuvasta laitteesta taltioida tietoa sahkomagneettisilla tai akustisilla kuvaamisen tai kuvantamisen menetelmilla: 1) ilmailulain (864/2014) 11 §:n 1 momentin nojalla ilmailulta pysyvasti rajoitetuista alueista; 2) linnoitusalueista, linnakkeista seka puolustusvoimien ja rajavartiolaitoksen kaytossa olevista alueista; 3) sotasatamista tai sotilaslentokentista; 4) puolustusvoimien varikoista tai varastoista; 5) puolustusvoimien viestiasemista, antennikentista taikka puolustuslaitteista tai -valineista; 6) puolustusvoimien tai rajavartiolaitoksen harjoituksista. mita 1 momentissa saadetaan, koskee myos taltiointia, joka kohdistuu vieraan valtion suomen alueella oleviin asevoimiin. mita 1 ja 2 momentissa saadetaan, ei koske tiedon taltioimista yleisessa liikenteessa olevasta ilma-aluksesta yksityiseen tarkoitukseen. mita 1 ja 2 momentissa saadetaan, ei koske valtionilma-alusta, joka on suomen alueella sellaisen paatoksen perusteella, joka liittyy suomen pyytaman avun vastaanottamiseen tai suomen alueella tapahtuvaan yhteistoimintaan ja josta on paatetty kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetun lain tai puolustusvoimista annetun lain nojalla.",
        "title_sv": "Undersökning från luftfartyg av objekt som är av betydelse för försvaret",
        "content_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, är det inom finskt territorium utan tillstånd förbjudet att från luftfartyg eller andra anordningar som rör sig i luften under flygningen med elektromagnetiska eller akustiska metoder för fotografering eller bildupptagning ta upp information om 1) områden där luftfart med stöd av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt är inskränkt, 2) fästningsområden, fort samt sådana områden som används av Försvarsmakten och Gränsbevakningsväsendet, 3) örlogshamnar eller militära flygplatser, 4) Försvarsmaktens depåer eller upplag, 5) Försvarsmaktens signalstationer, antennfält, eller försvarsanläggningar eller försvarsanordningar, 6) Försvarsmaktens eller Gränsbevakningsväsendets övningar. Bestämmelserna i 1 mom. gäller också upptagning som riktas mot en främmande stats väpnade styrkor som befinner sig på finskt territorium. Bestämmelserna i 1 och 2 mom. gäller inte upptagning av information för privat bruk från ett luftfartyg i allmän trafik. Bestämmelserna i 1 och 2 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till ett beslut om mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "normalized_sv": "Om inte något annat följer av ett internationellt avtal som är förpliktande för Finland, är det inom finskt territorium utan tillstånd förbjudet att från luftfartyg eller andra anordningar som rör sig i luften under flygningen med elektromagnetiska eller akustiska metoder för fotografering eller bildupptagning ta upp information om 1) områden där luftfart med stöd av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt är inskränkt, 2) fästningsområden, fort samt sådana områden som används av Försvarsmakten och Gränsbevakningsväsendet, 3) örlogshamnar eller militära flygplatser, 4) Försvarsmaktens depåer eller upplag, 5) Försvarsmaktens signalstationer, antennfält, eller försvarsanläggningar eller försvarsanordningar, 6) Försvarsmaktens eller Gränsbevakningsväsendets övningar. Bestämmelserna i 1 mom. gäller också upptagning som riktas mot en främmande stats väpnade styrkor som befinner sig på finskt territorium. Bestämmelserna i 1 och 2 mom. gäller inte upptagning av information för privat bruk från ett luftfartyg i allmän trafik. Bestämmelserna i 1 och 2 mom. gäller inte statsluftfartyg som befinner sig inom finskt territorium med stöd av ett sådant beslut som hänför sig till ett beslut om mottagande av bistånd som Finland begärt eller till samverkan inom finskt territorium och som fattats med stöd av lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet eller lagen om försvarsmakten.",
        "folded_sv": "om inte nagot annat foljer av ett internationellt avtal som ar forpliktande for finland, ar det inom finskt territorium utan tillstand forbjudet att fran luftfartyg eller andra anordningar som ror sig i luften under flygningen med elektromagnetiska eller akustiska metoder for fotografering eller bildupptagning ta upp information om 1) omraden dar luftfart med stod av 11 § 1 mom. i luftfartslagen (864/2014) varaktigt ar inskrankt, 2) fastningsomraden, fort samt sadana omraden som anvands av forsvarsmakten och gransbevakningsvasendet, 3) orlogshamnar eller militara flygplatser, 4) forsvarsmaktens depaer eller upplag, 5) forsvarsmaktens signalstationer, antennfalt, eller forsvarsanlaggningar eller forsvarsanordningar, 6) forsvarsmaktens eller gransbevakningsvasendets ovningar. bestammelserna i 1 mom. galler ocksa upptagning som riktas mot en frammande stats vapnade styrkor som befinner sig pa finskt territorium. bestammelserna i 1 och 2 mom. galler inte upptagning av information for privat bruk fran ett luftfartyg i allman trafik. bestammelserna i 1 och 2 mom. galler inte statsluftfartyg som befinner sig inom finskt territorium med stod av ett sadant beslut som hanfor sig till ett beslut om mottagande av bistand som finland begart eller till samverkan inom finskt territorium och som fattats med stod av lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet eller lagen om forsvarsmakten."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Luvan myöntämisen ja peruuttamisen edellytykset",
      "content": "Lupa 12 §:ssä tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 §:ssä tarkoitettuun maaperän tutkimiseen, 14 §:ssä tarkoitettuun tutkimiseen ilma-aluksesta ja 17 §:n 1 momentissa tarkoitettuun toimintaan myönnetään, jollei toiminta vaaranna Suomen aluevalvontaa tai jos vaaraa voidaan lupamääräyksillä olennaisesti vähentää. Lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittynä olisi lain mukaan salassa pidettävää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_19",
        "normalized_fi": "Lupa 12 § :ssä tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 § :ssä tarkoitettuun maaperän tutkimiseen, 14 § :ssä tarkoitettuun tutkimiseen ilma-aluksesta ja 17 § :n 1 momentissa tarkoitettuun toimintaan myönnetään, jollei toiminta vaaranna Suomen aluevalvontaa tai jos vaaraa voidaan lupamääräyksillä olennaisesti vähentää. Lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittynä olisi lain mukaan salassa pidettävää.",
        "folded_fi": "lupa 12 §:ssa tarkoitettuun merenpohjan tutkimiseen ja kartoittamiseen, 13 §:ssa tarkoitettuun maaperan tutkimiseen, 14 §:ssa tarkoitettuun tutkimiseen ilma-aluksesta ja 17 §:n 1 momentissa tarkoitettuun toimintaan myonnetaan, jollei toiminta vaaranna suomen aluevalvontaa tai jos vaaraa voidaan lupamaarayksilla olennaisesti vahentaa. lupaviranomainen voi hakea luvanhakijasta turvallisuusselvityslaissa (726/2014) tarkoitetun yritysturvallisuusselvityksen laatimista, jos luvan perusteella harjoitettavassa toiminnassa muodostuu sellaista maanpuolustusta koskevaa tietoa, joka viranomaisen asiakirjaan merkittyna olisi lain mukaan salassa pidettavaa.",
        "title_sv": "Förutsättningar för beviljande och återkallande av tillstånd",
        "content_sv": "Tillstånd att undersöka och kartlägga havsbottnen enligt 12 §, undersöka marken enligt 13 §, undersöka objekt från luftfartyg enligt 14 § och utöva aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsätter den finska territorialövervakningen för risker eller om riskerna väsentligt kan minskas genom tillståndsbestämmelser. Tillståndsmyndigheten kan ansöka om att en i säkerhetsutredningslagen (726/2014) avsedd säkerhetsutredning av företag görs om den som ansöker om tillstånd, om det i den verksamhet som bedrivs med stöd av tillståndet uppkommer sådan information om landets försvar som enligt lag är sekretessbelagd om den skulle vara antecknad i en myndighetshandling.",
        "normalized_sv": "Tillstånd att undersöka och kartlägga havsbottnen enligt 12 § , undersöka marken enligt 13 § , undersöka objekt från luftfartyg enligt 14 § och utöva aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsätter den finska territorialövervakningen för risker eller om riskerna väsentligt kan minskas genom tillståndsbestämmelser. Tillståndsmyndigheten kan ansöka om att en i säkerhetsutredningslagen (726/2014) avsedd säkerhetsutredning av företag görs om den som ansöker om tillstånd, om det i den verksamhet som bedrivs med stöd av tillståndet uppkommer sådan information om landets försvar som enligt lag är sekretessbelagd om den skulle vara antecknad i en myndighetshandling.",
        "folded_sv": "tillstand att undersoka och kartlagga havsbottnen enligt 12 §, undersoka marken enligt 13 §, undersoka objekt fran luftfartyg enligt 14 § och utova aktivitet enligt 17 § 1 mom. beviljas, om verksamheten inte utsatter den finska territorialovervakningen for risker eller om riskerna vasentligt kan minskas genom tillstandsbestammelser. tillstandsmyndigheten kan ansoka om att en i sakerhetsutredningslagen (726/2014) avsedd sakerhetsutredning av foretag gors om den som ansoker om tillstand, om det i den verksamhet som bedrivs med stod av tillstandet uppkommer sadan information om landets forsvar som enligt lag ar sekretessbelagd om den skulle vara antecknad i en myndighetshandling."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_22",
        "normalized_fi": "Muutoksenhausta hallintotuomioistuimeen säädetään oikeudenkäynnistä hallintoasioissa annetussa laissa (808/2019).",
        "folded_fi": "muutoksenhausta hallintotuomioistuimeen saadetaan oikeudenkaynnista hallintoasioissa annetussa laissa (808/2019).",
        "title_sv": "Ändringssökande",
        "content_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "normalized_sv": "Bestämmelser om sökande av ändring i förvaltningsdomstol finns i lagen om rättegång i förvaltningsärenden (808/2019).",
        "folded_sv": "bestammelser om sokande av andring i forvaltningsdomstol finns i lagen om rattegang i forvaltningsarenden (808/2019)."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Aluevalvontaviranomaiset",
      "content": "Aluevalvontaviranomaisia ovat Puolustusvoimat, Rajavartiolaitos, poliisi, Tulli sekä niiden aluevalvontatehtäviin määrätyt virkamiehet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_23",
        "normalized_fi": "Aluevalvontaviranomaisia ovat Puolustusvoimat, Rajavartiolaitos, poliisi, Tulli sekä niiden aluevalvontatehtäviin määrätyt virkamiehet.",
        "folded_fi": "aluevalvontaviranomaisia ovat puolustusvoimat, rajavartiolaitos, poliisi, tulli seka niiden aluevalvontatehtaviin maaratyt virkamiehet.",
        "title_sv": "Territorialövervakningsmyndigheterna",
        "content_sv": "Territorialövervakningsmyndigheter är Försvarsmakten, Gränsbevakningsväsendet, polisen, Tullen och dessas tjänstemän som förordnats till territorialövervakningsuppdrag.",
        "normalized_sv": "Territorialövervakningsmyndigheter är Försvarsmakten, Gränsbevakningsväsendet, polisen, Tullen och dessas tjänstemän som förordnats till territorialövervakningsuppdrag.",
        "folded_sv": "territorialovervakningsmyndigheter ar forsvarsmakten, gransbevakningsvasendet, polisen, tullen och dessas tjansteman som forordnats till territorialovervakningsuppdrag."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Aluevalvontaviranomaisten tehtävät",
      "content": "Puolustusvoimien tehtävänä on huolehtia aluevalvonnan toimeenpanosta sekä aluevalvontaviranomaisten yhteistoiminnasta. Muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtäviensä yhteydessä. Niiden on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24",
        "normalized_fi": "Puolustusvoimien tehtävänä on huolehtia aluevalvonnan toimeenpanosta sekä aluevalvontaviranomaisten yhteistoiminnasta. Muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtäviensä yhteydessä. Niiden on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
        "folded_fi": "puolustusvoimien tehtavana on huolehtia aluevalvonnan toimeenpanosta seka aluevalvontaviranomaisten yhteistoiminnasta. muut aluevalvontaviranomaiset osallistuvat aluevalvontaan varsinaisten tehtaviensa yhteydessa. niiden on ilmoitettava puolustusvoimille tai rajavartiolaitokselle aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta seka ryhdyttava kaytettavissaan olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estamiseksi.",
        "title_sv": "Territorialövervakningsmyndigheternas uppgifter",
        "content_sv": "Försvarsmakten ska svara för verkställandet av territorialövervakningen samt för samarbetet mellan territorialövervakningsmyndigheterna. De övriga territorialövervakningsmyndigheterna deltar i territorialövervakningen i samband med sina egentliga uppgifter. De ska anmäla territorieförseelser och territoriekränkningar samt hot om territorieförseelser och territoriekränkningar till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder i syfte att förhindra territorieförseelser och territoriekränkningar.",
        "normalized_sv": "Försvarsmakten ska svara för verkställandet av territorialövervakningen samt för samarbetet mellan territorialövervakningsmyndigheterna. De övriga territorialövervakningsmyndigheterna deltar i territorialövervakningen i samband med sina egentliga uppgifter. De ska anmäla territorieförseelser och territoriekränkningar samt hot om territorieförseelser och territoriekränkningar till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder i syfte att förhindra territorieförseelser och territoriekränkningar.",
        "folded_sv": "forsvarsmakten ska svara for verkstallandet av territorialovervakningen samt for samarbetet mellan territorialovervakningsmyndigheterna. de ovriga territorialovervakningsmyndigheterna deltar i territorialovervakningen i samband med sina egentliga uppgifter. de ska anmala territorieforseelser och territoriekrankningar samt hot om territorieforseelser och territoriekrankningar till forsvarsmakten eller gransbevakningsvasendet samt med de medel som star till buds vidta atgarder i syfte att forhindra territorieforseelser och territoriekrankningar."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Aluerikkomuksesta ja alueloukkauksesta ilmoittaminen",
      "content": "Alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikön on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24b",
        "normalized_fi": "Alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikön on ilmoitettava Puolustusvoimille tai Rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta sekä ryhdyttävä käytettävissään olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estämiseksi.",
        "folded_fi": "alusliikennepalvelun tarjoajan, ilmaliikennepalvelun tarjoajan ja ilmatilan hallintayksikon on ilmoitettava puolustusvoimille tai rajavartiolaitokselle havaitsemastaan aluerikkomuksesta ja alueloukkauksesta taikka aluerikkomuksen tai alueloukkauksen uhasta seka ryhdyttava kaytettavissaan olevin keinoin toimenpiteisiin aluerikkomuksen ja alueloukkauksen estamiseksi.",
        "title_sv": "Anmälan om territorieförseelser och territoriekränkningar",
        "content_sv": "Leverantören av fartygstrafikservice, leverantören av flygtrafikledningstjänster och cellen för luftrumsplanering ska anmäla territorieförseelser och territoriekränkningar och hot om territorieförseelser och territoriekränkningar som de har upptäckt till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder för att förhindra territorieförseelser och territoriekränkningar.",
        "normalized_sv": "Leverantören av fartygstrafikservice, leverantören av flygtrafikledningstjänster och cellen för luftrumsplanering ska anmäla territorieförseelser och territoriekränkningar och hot om territorieförseelser och territoriekränkningar som de har upptäckt till Försvarsmakten eller Gränsbevakningsväsendet samt med de medel som står till buds vidta åtgärder för att förhindra territorieförseelser och territoriekränkningar.",
        "folded_sv": "leverantoren av fartygstrafikservice, leverantoren av flygtrafikledningstjanster och cellen for luftrumsplanering ska anmala territorieforseelser och territoriekrankningar och hot om territorieforseelser och territoriekrankningar som de har upptackt till forsvarsmakten eller gransbevakningsvasendet samt med de medel som star till buds vidta atgarder for att forhindra territorieforseelser och territoriekrankningar."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "24 d",
      "section": "24 d",
      "title": "Aluevalvontayhteistyö",
      "content": "Tuen pyytämisestä toiselta valtiolta, Pohjois-Atlantin liitolta tai muulta kansainväliseltä järjestöltä taikka Euroopan unionilta aluevalvontaa varten sekä yhteistoiminnasta toisen valtion, Pohjois-Atlantin liiton tai muun kansainvälisen järjestön taikka Euroopan unionin kanssa aluevalvonnassa säädetään kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_24d",
        "normalized_fi": "Tuen pyytämisestä toiselta valtiolta, Pohjois-Atlantin liitolta tai muulta kansainväliseltä järjestöltä taikka Euroopan unionilta aluevalvontaa varten sekä yhteistoiminnasta toisen valtion, Pohjois-Atlantin liiton tai muun kansainvälisen järjestön taikka Euroopan unionin kanssa aluevalvonnassa säädetään kansainvälistä apua, yhteistoimintaa tai muuta kansainvälistä toimintaa koskevasta päätöksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
        "folded_fi": "tuen pyytamisesta toiselta valtiolta, pohjois-atlantin liitolta tai muulta kansainvaliselta jarjestolta taikka euroopan unionilta aluevalvontaa varten seka yhteistoiminnasta toisen valtion, pohjois-atlantin liiton tai muun kansainvalisen jarjeston taikka euroopan unionin kanssa aluevalvonnassa saadetaan kansainvalista apua, yhteistoimintaa tai muuta kansainvalista toimintaa koskevasta paatoksenteosta annetussa laissa ja puolustusvoimista annetussa laissa.",
        "title_sv": "Territorialövervakningssamarbete",
        "content_sv": "Bestämmelser om begärande av stöd av en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen samt om samverkan med en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen finns i lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet och i lagen om försvarsmakten.",
        "normalized_sv": "Bestämmelser om begärande av stöd av en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen samt om samverkan med en annan stat, Nordatlantiska fördragsorganisationen, någon annan internationell organisation, eller Europeiska unionen vid territorialövervakningen finns i lagen om beslutsfattande om internationellt bistånd, samverkan eller annan internationell verksamhet och i lagen om försvarsmakten.",
        "folded_sv": "bestammelser om begarande av stod av en annan stat, nordatlantiska fordragsorganisationen, nagon annan internationell organisation, eller europeiska unionen vid territorialovervakningen samt om samverkan med en annan stat, nordatlantiska fordragsorganisationen, nagon annan internationell organisation, eller europeiska unionen vid territorialovervakningen finns i lagen om beslutsfattande om internationellt bistand, samverkan eller annan internationell verksamhet och i lagen om forsvarsmakten."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Vihamielisen toiminnan torjuminen",
      "content": "Vihamielisellä toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sotilasajoneuvon tuloa Suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_34",
        "normalized_fi": "Vihamielisellä toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhmän sotilasajoneuvon tuloa Suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
        "folded_fi": "vihamielisella toiminnalla tarkoitetaan: 2) vieraan valtion tai tunnuksettoman sotilaallisen ryhman sota-aluksen tai sotilasilma-aluksen taikka vieraan valtion tai tunnuksettoman sotilaallisen ryhman sotilasajoneuvon tuloa suomen alueelle aluevalvontaviranomaisen antamasta varoituksesta huolimatta;",
        "title_sv": "Avvärjande av fientlig verksamhet",
        "content_sv": "Med fientlig verksamhet avses: 2) överskridande av gränsen till finskt territorium av örlogsfartyg eller militära luftfartyg som tillhör en främmande stat eller en militär styrka utan beteckningar eller av ett militärfordon som tillhör en främmande stat eller en militär styrka utan beteckningar trots varning som utfärdats av en territorialövervakningsmyndighet,",
        "normalized_sv": "Med fientlig verksamhet avses: 2) överskridande av gränsen till finskt territorium av örlogsfartyg eller militära luftfartyg som tillhör en främmande stat eller en militär styrka utan beteckningar eller av ett militärfordon som tillhör en främmande stat eller en militär styrka utan beteckningar trots varning som utfärdats av en territorialövervakningsmyndighet,",
        "folded_sv": "med fientlig verksamhet avses: 2) overskridande av gransen till finskt territorium av orlogsfartyg eller militara luftfartyg som tillhor en frammande stat eller en militar styrka utan beteckningar eller av ett militarfordon som tillhor en frammande stat eller en militar styrka utan beteckningar trots varning som utfardats av en territorialovervakningsmyndighet,"
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Aluerikkomuksen ja alueloukkauksen tutkinta",
      "content": "Aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittämisestä. Tarvittaessa asian tarkempi selvittäminen siirretään Puolustusvoimille tai Rajavartiolaitokselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_35",
        "normalized_fi": "Aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittämisestä. Tarvittaessa asian tarkempi selvittäminen siirretään Puolustusvoimille tai Rajavartiolaitokselle.",
        "folded_fi": "aluevalvontaviranomainen huolehtii aluerikkomuksen ja alueloukkauksen alustavasta selvittamisesta. tarvittaessa asian tarkempi selvittaminen siirretaan puolustusvoimille tai rajavartiolaitokselle.",
        "title_sv": "Undersökning av territorieförseelse och territoriekränkning",
        "content_sv": "En territorialövervakningsmyndighet sköter den preliminära utredningen av territorieförseelser och territoriekränkningar. Vid behov överförs den närmare utredningen av saken till Försvarsmakten eller Gränsbevakningsväsendet.",
        "normalized_sv": "En territorialövervakningsmyndighet sköter den preliminära utredningen av territorieförseelser och territoriekränkningar. Vid behov överförs den närmare utredningen av saken till Försvarsmakten eller Gränsbevakningsväsendet.",
        "folded_sv": "en territorialovervakningsmyndighet skoter den preliminara utredningen av territorieforseelser och territoriekrankningar. vid behov overfors den narmare utredningen av saken till forsvarsmakten eller gransbevakningsvasendet."
      },
      "valid_from": "2025-03-14",
      "valid_to": null
    }
  ]
}