{
  "id": "860/2015",
  "type": "statute",
  "title": "Laki poliisin hallinnosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av polisförvaltningslagen",
  "status": "in_force",
  "issued_date": "2015-07-10",
  "in_force_date": "2015-07-10",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/860/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisihallinto ja poliisiyksiköt",
      "content": "Sisäministeriö vastaa poliisin toimialan ohjauksesta ja valvonnasta sekä erikseen ministeriölle säädettävistä poliisin toimialan tehtävistä. Sisäministeriön alainen keskushallintoviranomainen on Poliisihallitus, joka muiden poliisiyksiköiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. Poliisihallituksen alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi ja Poliisiammattikorkeakoulu. Poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. Sisäministeriön alainen valtakunnallinen yksikkö on suojelupoliisi. Poliisiyksikköjä ovat Poliisihallitus ja sen alaiset yksiköt sekä suojelupoliisi. Poliisitoimesta Ahvenanmaan maakunnassa säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Sisäministeriö vastaa poliisin toimialan ohjauksesta ja valvonnasta sekä erikseen ministeriölle säädettävistä poliisin toimialan tehtävistä. Sisäministeriön alainen keskushallintoviranomainen on Poliisihallitus, joka muiden poliisiyksiköiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. Poliisihallituksen alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi ja Poliisiammattikorkeakoulu. Poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. Sisäministeriön alainen valtakunnallinen yksikkö on suojelupoliisi. Poliisiyksikköjä ovat Poliisihallitus ja sen alaiset yksiköt sekä suojelupoliisi. Poliisitoimesta Ahvenanmaan maakunnassa säädetään erikseen.",
        "folded_fi": "sisaministerio vastaa poliisin toimialan ohjauksesta ja valvonnasta seka erikseen ministeriolle saadettavista poliisin toimialan tehtavista. sisaministerion alainen keskushallintoviranomainen on poliisihallitus, joka muiden poliisiyksikoiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. poliisihallituksen alaisia valtakunnallisia yksikkoja ovat keskusrikospoliisi ja poliisiammattikorkeakoulu. poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. sisaministerion alainen valtakunnallinen yksikko on suojelupoliisi. poliisiyksikkoja ovat poliisihallitus ja sen alaiset yksikot seka suojelupoliisi. poliisitoimesta ahvenanmaan maakunnassa saadetaan erikseen.",
        "title_sv": "Polisförvaltningen och polisenheterna",
        "content_sv": "Inrikesministeriet ansvarar för styrningen och övervakningen av polisens verksamhetsområde och för sådana uppgifter inom polisens verksamhetsområde som enligt vad som föreskrivs särskilt ankommer på ministeriet. Centralförvaltningsmyndighet under inrikesministeriet är Polisstyrelsen som är polisens högsta ledning i fråga om andra polisenheter än skyddspolisen. Riksomfattande enheter under Polisstyrelsen är centralkriminalpolisen och Polisyrkeshögskolan. Lokala förvaltningsmyndigheter under Polisstyrelsen är polisinrättningarna. Skyddspolisen är en riksomfattande enhet under inrikesministeriet. Polisenheter är Polisstyrelsen och enheterna under den samt skyddspolisen. I fråga om polisväsendet i landskapet Åland gäller vad som föreskrivs särskilt.",
        "normalized_sv": "Inrikesministeriet ansvarar för styrningen och övervakningen av polisens verksamhetsområde och för sådana uppgifter inom polisens verksamhetsområde som enligt vad som föreskrivs särskilt ankommer på ministeriet. Centralförvaltningsmyndighet under inrikesministeriet är Polisstyrelsen som är polisens högsta ledning i fråga om andra polisenheter än skyddspolisen. Riksomfattande enheter under Polisstyrelsen är centralkriminalpolisen och Polisyrkeshögskolan. Lokala förvaltningsmyndigheter under Polisstyrelsen är polisinrättningarna. Skyddspolisen är en riksomfattande enhet under inrikesministeriet. Polisenheter är Polisstyrelsen och enheterna under den samt skyddspolisen. I fråga om polisväsendet i landskapet Åland gäller vad som föreskrivs särskilt.",
        "folded_sv": "inrikesministeriet ansvarar for styrningen och overvakningen av polisens verksamhetsomrade och for sadana uppgifter inom polisens verksamhetsomrade som enligt vad som foreskrivs sarskilt ankommer pa ministeriet. centralforvaltningsmyndighet under inrikesministeriet ar polisstyrelsen som ar polisens hogsta ledning i fraga om andra polisenheter an skyddspolisen. riksomfattande enheter under polisstyrelsen ar centralkriminalpolisen och polisyrkeshogskolan. lokala forvaltningsmyndigheter under polisstyrelsen ar polisinrattningarna. skyddspolisen ar en riksomfattande enhet under inrikesministeriet. polisenheter ar polisstyrelsen och enheterna under den samt skyddspolisen. i fraga om polisvasendet i landskapet aland galler vad som foreskrivs sarskilt."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Neuvottelukunnat",
      "content": "Sisäministeriön yhteydessä toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessä poliisin neuvottelukunta. Poliisihallituksen yhteydessä voi toimia neuvottelukuntia. Neuvottelukuntien tehtävistä ja kokoonpanosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sisäministeriön yhteydessä toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessä poliisin neuvottelukunta. Poliisihallituksen yhteydessä voi toimia neuvottelukuntia. Neuvottelukuntien tehtävistä ja kokoonpanosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "sisaministerion yhteydessa toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessa poliisin neuvottelukunta. poliisihallituksen yhteydessa voi toimia neuvottelukuntia. neuvottelukuntien tehtavista ja kokoonpanosta saadetaan valtioneuvoston asetuksella."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Poliisihallitus",
      "content": "Poliisihallitusta johtaa poliisiylijohtaja. Poliisihallituksen tehtävänä on sisäministeriön ohjauksen mukaisesti: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksiköiden osalta; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää alaistensa poliisiyksiköiden välisestä yhteistoiminnasta; 4) vastata alaistensa poliisiyksiköiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisihallitusta johtaa poliisiylijohtaja. Poliisihallituksen tehtävänä on sisäministeriön ohjauksen mukaisesti: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksiköiden osalta; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää alaistensa poliisiyksiköiden välisestä yhteistoiminnasta; 4) vastata alaistensa poliisiyksiköiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisihallitusta johtaa poliisiylijohtaja. poliisihallituksen tehtavana on sisaministerion ohjauksen mukaisesti: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksikoiden osalta; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) paattaa alaistensa poliisiyksikoiden valisesta yhteistoiminnasta; 4) vastata alaistensa poliisiyksikoiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisstyrelsen",
        "content_sv": "Polisstyrelsen leds av polisöverdirektören. I enlighet med inrikesministeriets styrning ska Polisstyrelsen 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i fråga om polisenheterna under den, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara för resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Polisstyrelsen leds av polisöverdirektören. I enlighet med inrikesministeriets styrning ska Polisstyrelsen 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i fråga om polisenheterna under den, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara för resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "polisstyrelsen leds av polisoverdirektoren. i enlighet med inrikesministeriets styrning ska polisstyrelsen 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i fraga om polisenheterna under den, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara for resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Ilmoitusvelvollisuus ja päätösvallan pidättäminen",
      "content": "Poliisiylijohtajan on ilmoitettava sisäministerille yhteiskunnallisesti merkittävistä poliisitointa koskevista asioista. Suojelupoliisin on ilmoitettava tehtäviinsä kuuluvista yhteiskunnallisesti merkittävistä asioista sisäministerille sekä lisäksi poliisiylijohtajalle, jos niillä on merkittävää vaikutusta muuhun poliisitoimeen. Poliisiylijohtaja pitää sisäministeriön tietoisena Poliisihallitusta koskevista asioista. Suojelupoliisin päällikkö pitää sisäministeriön tietoisena suojelupoliisia koskevista asioista. Poliisiylijohtajan ja suojelupoliisin päällikön osallistumisesta turvallisuusasioiden käsittelemiseen sisäministeriössä säädetään erikseen. Poliisihallituksen alaisen yksikön on ilmoitettava Poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta Poliisihallituksen hyväksymien yksikön tulostavoitteiden tai toimintalinjojen toteutumiseen. Poliisiylijohtaja voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty muun poliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Poliisiylijohtajan on ilmoitettava sisäministerille yhteiskunnallisesti merkittävistä poliisitointa koskevista asioista. Suojelupoliisin on ilmoitettava tehtäviinsä kuuluvista yhteiskunnallisesti merkittävistä asioista sisäministerille sekä lisäksi poliisiylijohtajalle, jos niillä on merkittävää vaikutusta muuhun poliisitoimeen. Poliisiylijohtaja pitää sisäministeriön tietoisena Poliisihallitusta koskevista asioista. Suojelupoliisin päällikkö pitää sisäministeriön tietoisena suojelupoliisia koskevista asioista. Poliisiylijohtajan ja suojelupoliisin päällikön osallistumisesta turvallisuusasioiden käsittelemiseen sisäministeriössä säädetään erikseen. Poliisihallituksen alaisen yksikön on ilmoitettava Poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta Poliisihallituksen hyväksymien yksikön tulostavoitteiden tai toimintalinjojen toteutumiseen. Poliisiylijohtaja voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty muun poliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi.",
        "folded_fi": "poliisiylijohtajan on ilmoitettava sisaministerille yhteiskunnallisesti merkittavista poliisitointa koskevista asioista. suojelupoliisin on ilmoitettava tehtaviinsa kuuluvista yhteiskunnallisesti merkittavista asioista sisaministerille seka lisaksi poliisiylijohtajalle, jos niilla on merkittavaa vaikutusta muuhun poliisitoimeen. poliisiylijohtaja pitaa sisaministerion tietoisena poliisihallitusta koskevista asioista. suojelupoliisin paallikko pitaa sisaministerion tietoisena suojelupoliisia koskevista asioista. poliisiylijohtajan ja suojelupoliisin paallikon osallistumisesta turvallisuusasioiden kasittelemiseen sisaministeriossa saadetaan erikseen. poliisihallituksen alaisen yksikon on ilmoitettava poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisaisesta ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittavaa vaikutusta poliisihallituksen hyvaksymien yksikon tulostavoitteiden tai toimintalinjojen toteutumiseen. poliisiylijohtaja voi yksittaistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisaisen asian, joka on saadetty muun poliisin henkilostoon kuuluvan virkamiehen ratkaistavaksi.",
        "title_sv": "Anmälningsskyldighet och förbehållande av beslutanderätten",
        "content_sv": "Polisöverdirektören ska underrätta inrikesministern om sådana angelägenheter inom polisväsendet som är av samhällelig betydelse. Skyddspolisen ska underrätta inrikesministern om sådana angelägenheter i skyddspolisens uppgifter som är av samhällelig betydelse, och dessutom underrätta polisöverdirektören om dessa angelägenheter, om de har betydande inverkan på det övriga polisväsendet. Polisöverdirektören ska hålla inrikesministeriet informerat om angelägenheter som gäller Polisstyrelsen. Skyddspolisens chef ska hålla inrikesministeriet informerat om angelägenheter som gäller skyddspolisen. I fråga om polisöverdirektörens och skyddspolisens chefs deltagande i handläggningen av säkerhetsfrågor vid inrikesministeriet gäller vad som föreskrivs särskilt. En enhet som är underställd Polisstyrelsen ska underrätta Polisstyrelsen om sådana av enheten planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av Polisstyrelsen godkända resultatmålen och riktlinjerna för enheten. Polisöverdirektören kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon annan tjänsteman som hör till polispersonalen.",
        "normalized_sv": "Polisöverdirektören ska underrätta inrikesministern om sådana angelägenheter inom polisväsendet som är av samhällelig betydelse. Skyddspolisen ska underrätta inrikesministern om sådana angelägenheter i skyddspolisens uppgifter som är av samhällelig betydelse, och dessutom underrätta polisöverdirektören om dessa angelägenheter, om de har betydande inverkan på det övriga polisväsendet. Polisöverdirektören ska hålla inrikesministeriet informerat om angelägenheter som gäller Polisstyrelsen. Skyddspolisens chef ska hålla inrikesministeriet informerat om angelägenheter som gäller skyddspolisen. I fråga om polisöverdirektörens och skyddspolisens chefs deltagande i handläggningen av säkerhetsfrågor vid inrikesministeriet gäller vad som föreskrivs särskilt. En enhet som är underställd Polisstyrelsen ska underrätta Polisstyrelsen om sådana av enheten planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av Polisstyrelsen godkända resultatmålen och riktlinjerna för enheten. Polisöverdirektören kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon annan tjänsteman som hör till polispersonalen.",
        "folded_sv": "polisoverdirektoren ska underratta inrikesministern om sadana angelagenheter inom polisvasendet som ar av samhallelig betydelse. skyddspolisen ska underratta inrikesministern om sadana angelagenheter i skyddspolisens uppgifter som ar av samhallelig betydelse, och dessutom underratta polisoverdirektoren om dessa angelagenheter, om de har betydande inverkan pa det ovriga polisvasendet. polisoverdirektoren ska halla inrikesministeriet informerat om angelagenheter som galler polisstyrelsen. skyddspolisens chef ska halla inrikesministeriet informerat om angelagenheter som galler skyddspolisen. i fraga om polisoverdirektorens och skyddspolisens chefs deltagande i handlaggningen av sakerhetsfragor vid inrikesministeriet galler vad som foreskrivs sarskilt. en enhet som ar understalld polisstyrelsen ska underratta polisstyrelsen om sadana av enheten planerade forvaltningsinterna avgoranden eller forandringar i omstandigheterna som pa grund av sin beskaffenhet eller omfattning kan ha stor inverkan pa realiseringen av de av polisstyrelsen godkanda resultatmalen och riktlinjerna for enheten. polisoverdirektoren kan i enskilda fall overta avgorandet av ett i 3 mom. avsett forvaltningsinternt arende som det foreskrivs att ska avgoras av nagon annan tjansteman som hor till polispersonalen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Paikallispoliisi",
      "content": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Poliisilaitoksella voi olla alueellisia yksiköitä. Valtioneuvoston asetuksella säädetään alueellisen yksikön toimialueesta. Alueellisen yksikön kielellisestä asemasta säädetään kielilain (423/2003) 6 §:n 2 momentissa. Sisäministeriö päättää poliisilaitoksen toimipisteiden sijaintipaikoista. Muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 §:ssä tarkoitettuun kielelliseen asemaan. Lakkaavien poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Poliisilaitoksella voi olla alueellisia yksiköitä. Valtioneuvoston asetuksella säädetään alueellisen yksikön toimialueesta. Alueellisen yksikön kielellisestä asemasta säädetään kielilain (423/2003) 6 § :n 2 momentissa. Sisäministeriö päättää poliisilaitoksen toimipisteiden sijaintipaikoista. Muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 § :ssä tarkoitettuun kielelliseen asemaan. Lakkaavien poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin.",
        "folded_fi": "paikallinen poliisitoimi jarjestetaan kihlakunnittain siten, etta poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. poliisilaitos vastaa myos poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. valtioneuvoston asetuksella saadetaan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. poliisilaitoksella voi olla alueellisia yksikoita. valtioneuvoston asetuksella saadetaan alueellisen yksikon toimialueesta. alueellisen yksikon kielellisesta asemasta saadetaan kielilain (423/2003) 6 §:n 2 momentissa. sisaministerio paattaa poliisilaitoksen toimipisteiden sijaintipaikoista. muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmaara, asukastiheys, laajuus, liikenneyhteydet seka kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 §:ssa tarkoitettuun kielelliseen asemaan. lakkaavien poliisilaitosten poliisipaallikon virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipaallikon virka. taytettaessa edella mainittua poliisilaitoksen poliisipaallikon virkaa ensi kertaa virka saadaan tayttaa sita haettavaksi julistamatta. lakkautettavan poliisipaallikon viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyansa vastaaviin tehtaviin."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yhteistoiminta",
      "content": "Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä poliisilaitoksen ja muun alaisensa poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä poliisilaitoksen ja muun alaisensa poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
        "folded_fi": "poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan maarata poliisilaitokset hoitamaan tehtavia yhteistoiminnassa. poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisiyksikkoja kuultuaan maarata poliisilaitoksen ja muun alaisensa poliisiyksikon hoitamaan tehtavia yhteistoiminnassa. edella 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa paatoksessa tulee maarata paallikko johtamaan yhteistoiminnassa hoidettavia tehtavia ja muut johtosuhteet seka antaa tarvittaessa tarkempia maarayksia yhteistoiminnan jarjestamiseksi.",
        "title_sv": "Samarbete",
        "content_sv": "För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att polisinrättningarna ska sköta uppgifter i samarbete. För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen och en annan polisenhet som är underställd Polisstyrelsen ska sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef för att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt vid behov meddelas närmare föreskrifter om hur samarbetet ska ordnas.",
        "normalized_sv": "För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att polisinrättningarna ska sköta uppgifter i samarbete. För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen och en annan polisenhet som är underställd Polisstyrelsen ska sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef för att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt vid behov meddelas närmare föreskrifter om hur samarbetet ska ordnas.",
        "folded_sv": "for en andamalsenlig skotsel av polisverksamheten kan polisstyrelsen, efter att ha hort de berorda polisinrattningarna och omradets kommuner, bestamma att polisinrattningarna ska skota uppgifter i samarbete. for en andamalsenlig skotsel av polisverksamheten kan polisstyrelsen, efter att ha hort de berorda polisenheterna, bestamma att polisinrattningen och en annan polisenhet som ar understalld polisstyrelsen ska skota uppgifter i samarbete. i ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef for att leda de uppgifter som skots i samarbete och bestammas om ovriga ledningsforhallanden samt vid behov meddelas narmare foreskrifter om hur samarbetet ska ordnas."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskusrikospoliisi",
      "content": "Keskusrikospoliisin tehtävänä on: 1) torjua kansainvälistä, järjestäytynyttä, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittää rikostorjuntaa ja rikostutkintamenetelmiä; 5) toteuttaa todistajansuojeluohjelmaa. Poliisihallitus antaa tarvittaessa tarkempia määräyksiä keskusrikospoliisin tehtävistä. Poliisihallitus voi tarvittaessa määrätä myös keskusrikospoliisin ja muiden Poliisihallituksen alaisten yksiköiden välisistä tutkintajärjestelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Keskusrikospoliisin tehtävänä on: 1) torjua kansainvälistä, järjestäytynyttä, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittää rikostorjuntaa ja rikostutkintamenetelmiä; 5) toteuttaa todistajansuojeluohjelmaa. Poliisihallitus antaa tarvittaessa tarkempia määräyksiä keskusrikospoliisin tehtävistä. Poliisihallitus voi tarvittaessa määrätä myös keskusrikospoliisin ja muiden Poliisihallituksen alaisten yksiköiden välisistä tutkintajärjestelyistä.",
        "folded_fi": "keskusrikospoliisin tehtavana on: 1) torjua kansainvalista, jarjestaytynytta, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittaa rikostorjuntaa ja rikostutkintamenetelmia; 5) toteuttaa todistajansuojeluohjelmaa. poliisihallitus antaa tarvittaessa tarkempia maarayksia keskusrikospoliisin tehtavista. poliisihallitus voi tarvittaessa maarata myos keskusrikospoliisin ja muiden poliisihallituksen alaisten yksikoiden valisista tutkintajarjestelyista.",
        "title_sv": "Centralkriminalpolisen",
        "content_sv": "Centralkriminalpolisen ska 1) bekämpa internationell, organiserad, yrkesmässig, ekonomisk och annan allvarlig brottslighet, 2) göra undersökningar, 3) tillhandahålla sakkunnigtjänster, 4) utveckla brottsbekämpningen och brottsutredningsmetoderna, 5) genomföra vittnesskyddsprogram. Polisstyrelsen meddelar vid behov närmare föreskrifter om centralkriminalpolisens uppgifter. Polisstyrelsen får vid behov också bestämma om undersökningsarrangemangen i förhållandet mellan centralkriminalpolisen och andra enheter som är underställda Polisstyrelsen.",
        "normalized_sv": "Centralkriminalpolisen ska 1) bekämpa internationell, organiserad, yrkesmässig, ekonomisk och annan allvarlig brottslighet, 2) göra undersökningar, 3) tillhandahålla sakkunnigtjänster, 4) utveckla brottsbekämpningen och brottsutredningsmetoderna, 5) genomföra vittnesskyddsprogram. Polisstyrelsen meddelar vid behov närmare föreskrifter om centralkriminalpolisens uppgifter. Polisstyrelsen får vid behov också bestämma om undersökningsarrangemangen i förhållandet mellan centralkriminalpolisen och andra enheter som är underställda Polisstyrelsen.",
        "folded_sv": "centralkriminalpolisen ska 1) bekampa internationell, organiserad, yrkesmassig, ekonomisk och annan allvarlig brottslighet, 2) gora undersokningar, 3) tillhandahalla sakkunnigtjanster, 4) utveckla brottsbekampningen och brottsutredningsmetoderna, 5) genomfora vittnesskyddsprogram. polisstyrelsen meddelar vid behov narmare foreskrifter om centralkriminalpolisens uppgifter. polisstyrelsen far vid behov ocksa bestamma om undersokningsarrangemangen i forhallandet mellan centralkriminalpolisen och andra enheter som ar understallda polisstyrelsen."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Suojelupoliisi",
      "content": "Suojelupoliisin tehtävänä on sisäministeriön ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajärjestystä tai valtakunnan sisäistä tai ulkoista turvallisuutta sekä suorittaa tällaisten rikosten tutkintaa. Sen tulee myös ylläpitää ja kehittää yleistä valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estämiseksi. Sisäministeriö määrää Poliisihallitusta kuultuaan tarkemmin ne asiaryhmät, jotka kuuluvat suojelupoliisin tutkittaviksi sekä päättää Poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta ja yhteistyöstä sekä niiden välisistä tutkintajärjestelyistä. Suojelupoliisin on ilmoitettava sisäministeriölle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta sisäministeriön hyväksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. Sisäministeriö voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty suojelupoliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi sekä suojelupoliisin ja muun poliisiyksikön välistä yhteistyötä tai työnjakoa koskevan asian.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Suojelupoliisin tehtävänä on sisäministeriön ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajärjestystä tai valtakunnan sisäistä tai ulkoista turvallisuutta sekä suorittaa tällaisten rikosten tutkintaa. Sen tulee myös ylläpitää ja kehittää yleistä valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estämiseksi. Sisäministeriö määrää Poliisihallitusta kuultuaan tarkemmin ne asiaryhmät, jotka kuuluvat suojelupoliisin tutkittaviksi sekä päättää Poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta ja yhteistyöstä sekä niiden välisistä tutkintajärjestelyistä. Suojelupoliisin on ilmoitettava sisäministeriölle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta sisäministeriön hyväksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. Sisäministeriö voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty suojelupoliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi sekä suojelupoliisin ja muun poliisiyksikön välistä yhteistyötä tai työnjakoa koskevan asian.",
        "folded_fi": "suojelupoliisin tehtavana on sisaministerion ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajarjestysta tai valtakunnan sisaista tai ulkoista turvallisuutta seka suorittaa tallaisten rikosten tutkintaa. sen tulee myos yllapitaa ja kehittaa yleista valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estamiseksi. sisaministerio maaraa poliisihallitusta kuultuaan tarkemmin ne asiaryhmat, jotka kuuluvat suojelupoliisin tutkittaviksi seka paattaa poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksikoiden valisesta yhteistoiminnasta ja yhteistyosta seka niiden valisista tutkintajarjestelyista. suojelupoliisin on ilmoitettava sisaministeriolle sellaisesta suunnittelemastaan hallinnon sisaisesta ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittavaa vaikutusta sisaministerion hyvaksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. sisaministerio voi yksittaistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisaisen asian, joka on saadetty suojelupoliisin henkilostoon kuuluvan virkamiehen ratkaistavaksi seka suojelupoliisin ja muun poliisiyksikon valista yhteistyota tai tyonjakoa koskevan asian.",
        "title_sv": "Skyddspolisen",
        "content_sv": "Skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekämpa förehavanden och brott som kan äventyra stats- och samhällsskicket eller rikets inre eller yttre säkerhet samt att utföra undersökning av sådana brott. Skyddspolisen ska även upprätthålla och utveckla en allmän beredskap för att förebygga verksamhet som äventyrar rikets säkerhet. Inrikesministeriet bestämmer efter att ha hört Polisstyrelsen närmare vilka kategorier av ärenden som ska undersökas av skyddspolisen och bestämmer efter att ha hört Polisstyrelsen vid behov närmare om samverkan och samarbetet mellan skyddspolisen och övriga polisenheter och om undersökningsarrangemangen i förhållandet mellan dem. Skyddspolisen ska underrätta inrikesministeriet om sådana av skyddspolisen planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av inrikesministeriet godkända resultatmålen och riktlinjerna för skyddspolisen. Inrikesministeriet kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon tjänsteman som hör till skyddspolisens personal eller ett ärende som gäller samarbetet eller arbetsfördelningen mellan skyddspolisen och en annan polisenhet.",
        "normalized_sv": "Skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekämpa förehavanden och brott som kan äventyra stats- och samhällsskicket eller rikets inre eller yttre säkerhet samt att utföra undersökning av sådana brott. Skyddspolisen ska även upprätthålla och utveckla en allmän beredskap för att förebygga verksamhet som äventyrar rikets säkerhet. Inrikesministeriet bestämmer efter att ha hört Polisstyrelsen närmare vilka kategorier av ärenden som ska undersökas av skyddspolisen och bestämmer efter att ha hört Polisstyrelsen vid behov närmare om samverkan och samarbetet mellan skyddspolisen och övriga polisenheter och om undersökningsarrangemangen i förhållandet mellan dem. Skyddspolisen ska underrätta inrikesministeriet om sådana av skyddspolisen planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av inrikesministeriet godkända resultatmålen och riktlinjerna för skyddspolisen. Inrikesministeriet kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon tjänsteman som hör till skyddspolisens personal eller ett ärende som gäller samarbetet eller arbetsfördelningen mellan skyddspolisen och en annan polisenhet.",
        "folded_sv": "skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekampa forehavanden och brott som kan aventyra stats- och samhallsskicket eller rikets inre eller yttre sakerhet samt att utfora undersokning av sadana brott. skyddspolisen ska aven uppratthalla och utveckla en allman beredskap for att forebygga verksamhet som aventyrar rikets sakerhet. inrikesministeriet bestammer efter att ha hort polisstyrelsen narmare vilka kategorier av arenden som ska undersokas av skyddspolisen och bestammer efter att ha hort polisstyrelsen vid behov narmare om samverkan och samarbetet mellan skyddspolisen och ovriga polisenheter och om undersokningsarrangemangen i forhallandet mellan dem. skyddspolisen ska underratta inrikesministeriet om sadana av skyddspolisen planerade forvaltningsinterna avgoranden eller forandringar i omstandigheterna som pa grund av sin beskaffenhet eller omfattning kan ha stor inverkan pa realiseringen av de av inrikesministeriet godkanda resultatmalen och riktlinjerna for skyddspolisen. inrikesministeriet kan i enskilda fall overta avgorandet av ett i 3 mom. avsett forvaltningsinternt arende som det foreskrivs att ska avgoras av nagon tjansteman som hor till skyddspolisens personal eller ett arende som galler samarbetet eller arbetsfordelningen mellan skyddspolisen och en annan polisenhet."
      }
    },
    {
      "provision_ref": "15 d",
      "section": "15 d",
      "title": "Palvelukseen ilmoittautuminen",
      "content": "Poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siitä, että hänen yhteystietonsa ovat poliisiyksikön tiedossa. Poliisimiehen on viipymättä ilmoittauduttava palvelukseen vakavan yleistä järjestystä ja turvallisuutta vaarantavan teon tai tapahtuman sitä välttämättä vaatiessa. Poliisimies on velvollinen määräyksestä saapumaan palvelukseen myös vuosilomalla ollessaan, milloin se yleisen järjestyksen ja turvallisuuden ylläpitämiseksi on välttämätöntä. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle. Poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen määräyksestä olemaan tilapäisesti hälytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvästä erityisestä syystä on tarpeen. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 d",
        "normalized_fi": "Poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siitä, että hänen yhteystietonsa ovat poliisiyksikön tiedossa. Poliisimiehen on viipymättä ilmoittauduttava palvelukseen vakavan yleistä järjestystä ja turvallisuutta vaarantavan teon tai tapahtuman sitä välttämättä vaatiessa. Poliisimies on velvollinen määräyksestä saapumaan palvelukseen myös vuosilomalla ollessaan, milloin se yleisen järjestyksen ja turvallisuuden ylläpitämiseksi on välttämätöntä. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle. Poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen määräyksestä olemaan tilapäisesti hälytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvästä erityisestä syystä on tarpeen. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle.",
        "folded_fi": "poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siita, etta hanen yhteystietonsa ovat poliisiyksikon tiedossa. poliisimiehen on viipymatta ilmoittauduttava palvelukseen vakavan yleista jarjestysta ja turvallisuutta vaarantavan teon tai tapahtuman sita valttamatta vaatiessa. poliisimies on velvollinen maarayksesta saapumaan palvelukseen myos vuosilomalla ollessaan, milloin se yleisen jarjestyksen ja turvallisuuden yllapitamiseksi on valttamatonta. maarayksen voi antaa poliisihallitus poliisihallituksen ja sen alaisen yksikon poliisimiehelle seka poliisin valtakunnallisen yksikon paallikko ja poliisilaitoksen paallikko oman yksikkonsa poliisimiehelle. poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen maarayksesta olemaan tilapaisesti halytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvasta erityisesta syysta on tarpeen. maarayksen voi antaa poliisihallitus poliisihallituksen ja sen alaisen yksikon poliisimiehelle seka poliisin valtakunnallisen yksikon paallikko ja poliisilaitoksen paallikko oman yksikkonsa poliisimiehelle.",
        "title_sv": "Inställelse i tjänst",
        "content_sv": "Med tanke på särskilda situationer som kan uppstå i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. En polisman ska utan dröjsmål inställa sig i tjänst när en allvarlig gärning eller händelse som hotar allmän ordning och säkerhet nödvändigt kräver det. En polisman är skyldig att enligt förordnande inställa sig i tjänst också under sin semester, när detta är nödvändigt för att allmän ordning och säkerhet ska kunna upprätthållas. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten. En polisman som inte är tjänstledig eller har semester är skyldig att enligt förordnande tillfälligt vara i larmberedskap och inställa sig i tjänst när detta behövs av särskilda skäl i anslutning till polisens verksamhet. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten.",
        "normalized_sv": "Med tanke på särskilda situationer som kan uppstå i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. En polisman ska utan dröjsmål inställa sig i tjänst när en allvarlig gärning eller händelse som hotar allmän ordning och säkerhet nödvändigt kräver det. En polisman är skyldig att enligt förordnande inställa sig i tjänst också under sin semester, när detta är nödvändigt för att allmän ordning och säkerhet ska kunna upprätthållas. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten. En polisman som inte är tjänstledig eller har semester är skyldig att enligt förordnande tillfälligt vara i larmberedskap och inställa sig i tjänst när detta behövs av särskilda skäl i anslutning till polisens verksamhet. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten.",
        "folded_sv": "med tanke pa sarskilda situationer som kan uppsta i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. en polisman ska utan drojsmal installa sig i tjanst nar en allvarlig garning eller handelse som hotar allman ordning och sakerhet nodvandigt kraver det. en polisman ar skyldig att enligt forordnande installa sig i tjanst ocksa under sin semester, nar detta ar nodvandigt for att allman ordning och sakerhet ska kunna uppratthallas. ett sadant forordnande kan ges av polisstyrelsen i fraga om polisman vid polisstyrelsen eller vid en enhet under den samt av chefen for en riksomfattande polisenhet och chefen for en polisinrattning i fraga om polisman vid den egna enheten. en polisman som inte ar tjanstledig eller har semester ar skyldig att enligt forordnande tillfalligt vara i larmberedskap och installa sig i tjanst nar detta behovs av sarskilda skal i anslutning till polisens verksamhet. ett sadant forordnande kan ges av polisstyrelsen i fraga om polisman vid polisstyrelsen eller vid en enhet under den samt av chefen for en riksomfattande polisenhet och chefen for en polisinrattning i fraga om polisman vid den egna enheten."
      }
    },
    {
      "provision_ref": "15 i",
      "section": "15 i",
      "title": "Poliisimiehen määräaikainen virantoimituksesta erottaminen",
      "content": "Poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyö niitä, voidaan määrätä kurinpitorangaistuksena virantoimituksesta erottaminen vähintään yhdeksi ja enintään kuudeksi kuukaudeksi, jollei varoitusta ole pidettävä riittävänä. Palkanmaksu keskeytetään virantoimituksesta erottamisen ajaksi. Virantoimituksesta erottamisesta päättää nimittävä viranomainen. Jos nimittävä viranomainen on valtioneuvosto, virantoimituksesta erottamisesta päättää sisäministeriö. Virantoimituksesta erottamisesta päättävän viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistään kolmen kuukauden kuluessa siitä, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. Ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdään päätös, hänelle on varattava tilaisuus tulla kuulluksi asiassa. Lisäksi viranomaisen on varattava pääluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sitä pyytää, eikä virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan välittömästi. Viranomaisen on ennen päätöksen tekemistä ilmoitettava poliisimiehelle mahdollisuudesta pyytää pääluottamusmiehen tai luottamusmiehen kuulemista. Muutoksenhausta päätökseen, joka koskee poliisimiehen määräaikaista virantoimituksesta erottamista, säädetään valtion virkamieslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 i",
        "normalized_fi": "Poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyö niitä, voidaan määrätä kurinpitorangaistuksena virantoimituksesta erottaminen vähintään yhdeksi ja enintään kuudeksi kuukaudeksi, jollei varoitusta ole pidettävä riittävänä. Palkanmaksu keskeytetään virantoimituksesta erottamisen ajaksi. Virantoimituksesta erottamisesta päättää nimittävä viranomainen. Jos nimittävä viranomainen on valtioneuvosto, virantoimituksesta erottamisesta päättää sisäministeriö. Virantoimituksesta erottamisesta päättävän viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistään kolmen kuukauden kuluessa siitä, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. Ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdään päätös, hänelle on varattava tilaisuus tulla kuulluksi asiassa. Lisäksi viranomaisen on varattava pääluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sitä pyytää, eikä virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan välittömästi. Viranomaisen on ennen päätöksen tekemistä ilmoitettava poliisimiehelle mahdollisuudesta pyytää pääluottamusmiehen tai luottamusmiehen kuulemista. Muutoksenhausta päätökseen, joka koskee poliisimiehen määräaikaista virantoimituksesta erottamista, säädetään valtion virkamieslaissa.",
        "folded_fi": "poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyo niita, voidaan maarata kurinpitorangaistuksena virantoimituksesta erottaminen vahintaan yhdeksi ja enintaan kuudeksi kuukaudeksi, jollei varoitusta ole pidettava riittavana. palkanmaksu keskeytetaan virantoimituksesta erottamisen ajaksi. virantoimituksesta erottamisesta paattaa nimittava viranomainen. jos nimittava viranomainen on valtioneuvosto, virantoimituksesta erottamisesta paattaa sisaministerio. virantoimituksesta erottamisesta paattavan viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistaan kolmen kuukauden kuluessa siita, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdaan paatos, hanelle on varattava tilaisuus tulla kuulluksi asiassa. lisaksi viranomaisen on varattava paaluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sita pyytaa, eika virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan valittomasti. viranomaisen on ennen paatoksen tekemista ilmoitettava poliisimiehelle mahdollisuudesta pyytaa paaluottamusmiehen tai luottamusmiehen kuulemista. muutoksenhausta paatokseen, joka koskee poliisimiehen maaraaikaista virantoimituksesta erottamista, saadetaan valtion virkamieslaissa."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tarkemmat säännökset",
      "content": "Tasavallan presidentin asetuksella säädetään poliisin ansiorististä ja ansiomitalista. Valtioneuvoston asetuksella säädetään tarkemmin poliisin organisaatiosta ja tehtävistä sekä poliisipäällikön virkaan poliisipäällystön tutkinnon lisäksi vaadittavasta ylemmästä korkeakoulututkinnosta. Sisäministeriön asetuksella voidaan antaa tarkempia säännöksiä poliisiyksiköiden asemasta ja tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Tasavallan presidentin asetuksella säädetään poliisin ansiorististä ja ansiomitalista. Valtioneuvoston asetuksella säädetään tarkemmin poliisin organisaatiosta ja tehtävistä sekä poliisipäällikön virkaan poliisipäällystön tutkinnon lisäksi vaadittavasta ylemmästä korkeakoulututkinnosta. Sisäministeriön asetuksella voidaan antaa tarkempia säännöksiä poliisiyksiköiden asemasta ja tehtävistä.",
        "folded_fi": "tasavallan presidentin asetuksella saadetaan poliisin ansioristista ja ansiomitalista. valtioneuvoston asetuksella saadetaan tarkemmin poliisin organisaatiosta ja tehtavista seka poliisipaallikon virkaan poliisipaallyston tutkinnon lisaksi vaadittavasta ylemmasta korkeakoulututkinnosta. sisaministerion asetuksella voidaan antaa tarkempia saannoksia poliisiyksikoiden asemasta ja tehtavista."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Poliisihallinto ja poliisiyksiköt",
      "content": "Sisäministeriö vastaa poliisin toimialan ohjauksesta ja valvonnasta sekä erikseen ministeriölle säädettävistä poliisin toimialan tehtävistä. Sisäministeriön alainen keskushallintoviranomainen on Poliisihallitus, joka muiden poliisiyksiköiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. Poliisihallituksen alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi ja Poliisiammattikorkeakoulu. Poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. Sisäministeriön alainen valtakunnallinen yksikkö on suojelupoliisi. Poliisiyksikköjä ovat Poliisihallitus ja sen alaiset yksiköt sekä suojelupoliisi. Poliisitoimesta Ahvenanmaan maakunnassa säädetään erikseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Sisäministeriö vastaa poliisin toimialan ohjauksesta ja valvonnasta sekä erikseen ministeriölle säädettävistä poliisin toimialan tehtävistä. Sisäministeriön alainen keskushallintoviranomainen on Poliisihallitus, joka muiden poliisiyksiköiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. Poliisihallituksen alaisia valtakunnallisia yksikköjä ovat keskusrikospoliisi ja Poliisiammattikorkeakoulu. Poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. Sisäministeriön alainen valtakunnallinen yksikkö on suojelupoliisi. Poliisiyksikköjä ovat Poliisihallitus ja sen alaiset yksiköt sekä suojelupoliisi. Poliisitoimesta Ahvenanmaan maakunnassa säädetään erikseen.",
        "folded_fi": "sisaministerio vastaa poliisin toimialan ohjauksesta ja valvonnasta seka erikseen ministeriolle saadettavista poliisin toimialan tehtavista. sisaministerion alainen keskushallintoviranomainen on poliisihallitus, joka muiden poliisiyksikoiden kuin suojelupoliisin osalta toimii poliisin ylijohtona. poliisihallituksen alaisia valtakunnallisia yksikkoja ovat keskusrikospoliisi ja poliisiammattikorkeakoulu. poliisihallituksen alainen paikallishallintoviranomainen on poliisilaitos. sisaministerion alainen valtakunnallinen yksikko on suojelupoliisi. poliisiyksikkoja ovat poliisihallitus ja sen alaiset yksikot seka suojelupoliisi. poliisitoimesta ahvenanmaan maakunnassa saadetaan erikseen.",
        "title_sv": "Polisförvaltningen och polisenheterna",
        "content_sv": "Inrikesministeriet ansvarar för styrningen och övervakningen av polisens verksamhetsområde och för sådana uppgifter inom polisens verksamhetsområde som enligt vad som föreskrivs särskilt ankommer på ministeriet. Centralförvaltningsmyndighet under inrikesministeriet är Polisstyrelsen som är polisens högsta ledning i fråga om andra polisenheter än skyddspolisen. Riksomfattande enheter under Polisstyrelsen är centralkriminalpolisen och Polisyrkeshögskolan. Lokala förvaltningsmyndigheter under Polisstyrelsen är polisinrättningarna. Skyddspolisen är en riksomfattande enhet under inrikesministeriet. Polisenheter är Polisstyrelsen och enheterna under den samt skyddspolisen. I fråga om polisväsendet i landskapet Åland gäller vad som föreskrivs särskilt.",
        "normalized_sv": "Inrikesministeriet ansvarar för styrningen och övervakningen av polisens verksamhetsområde och för sådana uppgifter inom polisens verksamhetsområde som enligt vad som föreskrivs särskilt ankommer på ministeriet. Centralförvaltningsmyndighet under inrikesministeriet är Polisstyrelsen som är polisens högsta ledning i fråga om andra polisenheter än skyddspolisen. Riksomfattande enheter under Polisstyrelsen är centralkriminalpolisen och Polisyrkeshögskolan. Lokala förvaltningsmyndigheter under Polisstyrelsen är polisinrättningarna. Skyddspolisen är en riksomfattande enhet under inrikesministeriet. Polisenheter är Polisstyrelsen och enheterna under den samt skyddspolisen. I fråga om polisväsendet i landskapet Åland gäller vad som föreskrivs särskilt.",
        "folded_sv": "inrikesministeriet ansvarar for styrningen och overvakningen av polisens verksamhetsomrade och for sadana uppgifter inom polisens verksamhetsomrade som enligt vad som foreskrivs sarskilt ankommer pa ministeriet. centralforvaltningsmyndighet under inrikesministeriet ar polisstyrelsen som ar polisens hogsta ledning i fraga om andra polisenheter an skyddspolisen. riksomfattande enheter under polisstyrelsen ar centralkriminalpolisen och polisyrkeshogskolan. lokala forvaltningsmyndigheter under polisstyrelsen ar polisinrattningarna. skyddspolisen ar en riksomfattande enhet under inrikesministeriet. polisenheter ar polisstyrelsen och enheterna under den samt skyddspolisen. i fraga om polisvasendet i landskapet aland galler vad som foreskrivs sarskilt."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Neuvottelukunnat",
      "content": "Sisäministeriön yhteydessä toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessä poliisin neuvottelukunta. Poliisihallituksen yhteydessä voi toimia neuvottelukuntia. Neuvottelukuntien tehtävistä ja kokoonpanosta säädetään valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Sisäministeriön yhteydessä toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessä poliisin neuvottelukunta. Poliisihallituksen yhteydessä voi toimia neuvottelukuntia. Neuvottelukuntien tehtävistä ja kokoonpanosta säädetään valtioneuvoston asetuksella.",
        "folded_fi": "sisaministerion yhteydessa toimii poliisiasiain neuvottelukunta ja poliisilaitoksen yhteydessa poliisin neuvottelukunta. poliisihallituksen yhteydessa voi toimia neuvottelukuntia. neuvottelukuntien tehtavista ja kokoonpanosta saadetaan valtioneuvoston asetuksella."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Poliisihallitus",
      "content": "Poliisihallitusta johtaa poliisiylijohtaja. Poliisihallituksen tehtävänä on sisäministeriön ohjauksen mukaisesti: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksiköiden osalta; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää alaistensa poliisiyksiköiden välisestä yhteistoiminnasta; 4) vastata alaistensa poliisiyksiköiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Poliisihallitusta johtaa poliisiylijohtaja. Poliisihallituksen tehtävänä on sisäministeriön ohjauksen mukaisesti: 1) suunnitella, kehittää, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksiköiden osalta; 2) vastata poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) päättää alaistensa poliisiyksiköiden välisestä yhteistoiminnasta; 4) vastata alaistensa poliisiyksiköiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille säädetyistä tai määrätyistä tehtävistä.",
        "folded_fi": "poliisihallitusta johtaa poliisiylijohtaja. poliisihallituksen tehtavana on sisaministerion ohjauksen mukaisesti: 1) suunnitella, kehittaa, johtaa ja valvoa poliisitoimintaa ja sen tukitoimintoja alaistensa poliisiyksikoiden osalta; 2) vastata poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta maan eri osissa; 3) paattaa alaistensa poliisiyksikoiden valisesta yhteistoiminnasta; 4) vastata alaistensa poliisiyksikoiden tulosohjauksesta ja voimavarojen suuntaamisesta niille; 5) huolehtia muista sille saadetyista tai maaratyista tehtavista.",
        "title_sv": "Polisstyrelsen",
        "content_sv": "Polisstyrelsen leds av polisöverdirektören. I enlighet med inrikesministeriets styrning ska Polisstyrelsen 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i fråga om polisenheterna under den, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara för resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "normalized_sv": "Polisstyrelsen leds av polisöverdirektören. I enlighet med inrikesministeriets styrning ska Polisstyrelsen 1) planera, utveckla, leda och övervaka polisverksamheten och dess stödfunktioner i fråga om polisenheterna under den, 2) se till att den medborgarservice som hör samman med polisens uppgifter finns tillgänglig i lika utsträckning och är av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara för resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) sköta övriga uppgifter som enligt bestämmelser eller föreskrifter ankommer på den.",
        "folded_sv": "polisstyrelsen leds av polisoverdirektoren. i enlighet med inrikesministeriets styrning ska polisstyrelsen 1) planera, utveckla, leda och overvaka polisverksamheten och dess stodfunktioner i fraga om polisenheterna under den, 2) se till att den medborgarservice som hor samman med polisens uppgifter finns tillganglig i lika utstrackning och ar av samma kvalitet i hela landet, 3) besluta om samarbetet mellan polisenheterna under den, 4) ansvara for resultatstyrningen av polisenheterna under den och se till att resurser riktas till enheterna, 5) skota ovriga uppgifter som enligt bestammelser eller foreskrifter ankommer pa den."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Ilmoitusvelvollisuus ja päätösvallan pidättäminen",
      "content": "Poliisiylijohtajan on ilmoitettava sisäministerille yhteiskunnallisesti merkittävistä poliisitointa koskevista asioista. Suojelupoliisin on ilmoitettava tehtäviinsä kuuluvista yhteiskunnallisesti merkittävistä asioista sisäministerille sekä lisäksi poliisiylijohtajalle, jos niillä on merkittävää vaikutusta muuhun poliisitoimeen. Poliisiylijohtaja pitää sisäministeriön tietoisena Poliisihallitusta koskevista asioista. Suojelupoliisin päällikkö pitää sisäministeriön tietoisena suojelupoliisia koskevista asioista. Poliisiylijohtajan ja suojelupoliisin päällikön osallistumisesta turvallisuusasioiden käsittelemiseen sisäministeriössä säädetään erikseen. Poliisihallituksen alaisen yksikön on ilmoitettava Poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta Poliisihallituksen hyväksymien yksikön tulostavoitteiden tai toimintalinjojen toteutumiseen. Poliisiylijohtaja voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty muun poliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4 a",
        "normalized_fi": "Poliisiylijohtajan on ilmoitettava sisäministerille yhteiskunnallisesti merkittävistä poliisitointa koskevista asioista. Suojelupoliisin on ilmoitettava tehtäviinsä kuuluvista yhteiskunnallisesti merkittävistä asioista sisäministerille sekä lisäksi poliisiylijohtajalle, jos niillä on merkittävää vaikutusta muuhun poliisitoimeen. Poliisiylijohtaja pitää sisäministeriön tietoisena Poliisihallitusta koskevista asioista. Suojelupoliisin päällikkö pitää sisäministeriön tietoisena suojelupoliisia koskevista asioista. Poliisiylijohtajan ja suojelupoliisin päällikön osallistumisesta turvallisuusasioiden käsittelemiseen sisäministeriössä säädetään erikseen. Poliisihallituksen alaisen yksikön on ilmoitettava Poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta Poliisihallituksen hyväksymien yksikön tulostavoitteiden tai toimintalinjojen toteutumiseen. Poliisiylijohtaja voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty muun poliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi.",
        "folded_fi": "poliisiylijohtajan on ilmoitettava sisaministerille yhteiskunnallisesti merkittavista poliisitointa koskevista asioista. suojelupoliisin on ilmoitettava tehtaviinsa kuuluvista yhteiskunnallisesti merkittavista asioista sisaministerille seka lisaksi poliisiylijohtajalle, jos niilla on merkittavaa vaikutusta muuhun poliisitoimeen. poliisiylijohtaja pitaa sisaministerion tietoisena poliisihallitusta koskevista asioista. suojelupoliisin paallikko pitaa sisaministerion tietoisena suojelupoliisia koskevista asioista. poliisiylijohtajan ja suojelupoliisin paallikon osallistumisesta turvallisuusasioiden kasittelemiseen sisaministeriossa saadetaan erikseen. poliisihallituksen alaisen yksikon on ilmoitettava poliisihallitukselle sellaisesta suunnittelemastaan hallinnon sisaisesta ratkaisusta tai olosuhteen muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittavaa vaikutusta poliisihallituksen hyvaksymien yksikon tulostavoitteiden tai toimintalinjojen toteutumiseen. poliisiylijohtaja voi yksittaistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisaisen asian, joka on saadetty muun poliisin henkilostoon kuuluvan virkamiehen ratkaistavaksi.",
        "title_sv": "Anmälningsskyldighet och förbehållande av beslutanderätten",
        "content_sv": "Polisöverdirektören ska underrätta inrikesministern om sådana angelägenheter inom polisväsendet som är av samhällelig betydelse. Skyddspolisen ska underrätta inrikesministern om sådana angelägenheter i skyddspolisens uppgifter som är av samhällelig betydelse, och dessutom underrätta polisöverdirektören om dessa angelägenheter, om de har betydande inverkan på det övriga polisväsendet. Polisöverdirektören ska hålla inrikesministeriet informerat om angelägenheter som gäller Polisstyrelsen. Skyddspolisens chef ska hålla inrikesministeriet informerat om angelägenheter som gäller skyddspolisen. I fråga om polisöverdirektörens och skyddspolisens chefs deltagande i handläggningen av säkerhetsfrågor vid inrikesministeriet gäller vad som föreskrivs särskilt. En enhet som är underställd Polisstyrelsen ska underrätta Polisstyrelsen om sådana av enheten planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av Polisstyrelsen godkända resultatmålen och riktlinjerna för enheten. Polisöverdirektören kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon annan tjänsteman som hör till polispersonalen.",
        "normalized_sv": "Polisöverdirektören ska underrätta inrikesministern om sådana angelägenheter inom polisväsendet som är av samhällelig betydelse. Skyddspolisen ska underrätta inrikesministern om sådana angelägenheter i skyddspolisens uppgifter som är av samhällelig betydelse, och dessutom underrätta polisöverdirektören om dessa angelägenheter, om de har betydande inverkan på det övriga polisväsendet. Polisöverdirektören ska hålla inrikesministeriet informerat om angelägenheter som gäller Polisstyrelsen. Skyddspolisens chef ska hålla inrikesministeriet informerat om angelägenheter som gäller skyddspolisen. I fråga om polisöverdirektörens och skyddspolisens chefs deltagande i handläggningen av säkerhetsfrågor vid inrikesministeriet gäller vad som föreskrivs särskilt. En enhet som är underställd Polisstyrelsen ska underrätta Polisstyrelsen om sådana av enheten planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av Polisstyrelsen godkända resultatmålen och riktlinjerna för enheten. Polisöverdirektören kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon annan tjänsteman som hör till polispersonalen.",
        "folded_sv": "polisoverdirektoren ska underratta inrikesministern om sadana angelagenheter inom polisvasendet som ar av samhallelig betydelse. skyddspolisen ska underratta inrikesministern om sadana angelagenheter i skyddspolisens uppgifter som ar av samhallelig betydelse, och dessutom underratta polisoverdirektoren om dessa angelagenheter, om de har betydande inverkan pa det ovriga polisvasendet. polisoverdirektoren ska halla inrikesministeriet informerat om angelagenheter som galler polisstyrelsen. skyddspolisens chef ska halla inrikesministeriet informerat om angelagenheter som galler skyddspolisen. i fraga om polisoverdirektorens och skyddspolisens chefs deltagande i handlaggningen av sakerhetsfragor vid inrikesministeriet galler vad som foreskrivs sarskilt. en enhet som ar understalld polisstyrelsen ska underratta polisstyrelsen om sadana av enheten planerade forvaltningsinterna avgoranden eller forandringar i omstandigheterna som pa grund av sin beskaffenhet eller omfattning kan ha stor inverkan pa realiseringen av de av polisstyrelsen godkanda resultatmalen och riktlinjerna for enheten. polisoverdirektoren kan i enskilda fall overta avgorandet av ett i 3 mom. avsett forvaltningsinternt arende som det foreskrivs att ska avgoras av nagon annan tjansteman som hor till polispersonalen."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Paikallispoliisi",
      "content": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Poliisilaitoksella voi olla alueellisia yksiköitä. Valtioneuvoston asetuksella säädetään alueellisen yksikön toimialueesta. Alueellisen yksikön kielellisestä asemasta säädetään kielilain (423/2003) 6 §:n 2 momentissa. Sisäministeriö päättää poliisilaitoksen toimipisteiden sijaintipaikoista. Muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 §:ssä tarkoitettuun kielelliseen asemaan. Lakkaavien poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Paikallinen poliisitoimi järjestetään kihlakunnittain siten, että poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. Poliisilaitos vastaa myös poliisin tehtäviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. Valtioneuvoston asetuksella säädetään poliisilaitoksista, joiden toimialueena on useampi kihlakunta. Poliisilaitoksella voi olla alueellisia yksiköitä. Valtioneuvoston asetuksella säädetään alueellisen yksikön toimialueesta. Alueellisen yksikön kielellisestä asemasta säädetään kielilain (423/2003) 6 § :n 2 momentissa. Sisäministeriö päättää poliisilaitoksen toimipisteiden sijaintipaikoista. Muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmäärä, asukastiheys, laajuus, liikenneyhteydet sekä kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 § :ssä tarkoitettuun kielelliseen asemaan. Lakkaavien poliisilaitosten poliisipäällikön virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipäällikön virka. Täytettäessä edellä mainittua poliisilaitoksen poliisipäällikön virkaa ensi kertaa virka saadaan täyttää sitä haettavaksi julistamatta. Lakkautettavan poliisipäällikön viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyänsä vastaaviin tehtäviin.",
        "folded_fi": "paikallinen poliisitoimi jarjestetaan kihlakunnittain siten, etta poliisilaitoksen toimialueena on yksi tai useampi kihlakunta. poliisilaitos vastaa myos poliisin tehtaviin liittyvien kansalaisten palvelujen tasapuolisesta saatavuudesta ja laadusta toimialueellaan. valtioneuvoston asetuksella saadetaan poliisilaitoksista, joiden toimialueena on useampi kihlakunta. poliisilaitoksella voi olla alueellisia yksikoita. valtioneuvoston asetuksella saadetaan alueellisen yksikon toimialueesta. alueellisen yksikon kielellisesta asemasta saadetaan kielilain (423/2003) 6 §:n 2 momentissa. sisaministerio paattaa poliisilaitoksen toimipisteiden sijaintipaikoista. muodostettaessa poliisilaitos, jonka toimialueena on useampi kihlakunta, tulee ottaa huomioon eri alueiden erityispiirteet, kuten asukasmaara, asukastiheys, laajuus, liikenneyhteydet seka kieliolot ja aluejaotuksen vaikutus viranomaisen kielilain 6 §:ssa tarkoitettuun kielelliseen asemaan. lakkaavien poliisilaitosten poliisipaallikon virat lakkautetaan ja perustetaan uusi poliisilaitoksen poliisipaallikon virka. taytettaessa edella mainittua poliisilaitoksen poliisipaallikon virkaa ensi kertaa virka saadaan tayttaa sita haettavaksi julistamatta. lakkautettavan poliisipaallikon viran haltija sijoitetaan uudelleen ammattitaitoansa ja kykyansa vastaaviin tehtaviin."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Yhteistoiminta",
      "content": "Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä poliisilaitoksen ja muun alaisensa poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan määrätä poliisilaitokset hoitamaan tehtäviä yhteistoiminnassa. Poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi järjestämiseksi asianomaisia poliisiyksikköjä kuultuaan määrätä poliisilaitoksen ja muun alaisensa poliisiyksikön hoitamaan tehtäviä yhteistoiminnassa. Edellä 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa päätöksessä tulee määrätä päällikkö johtamaan yhteistoiminnassa hoidettavia tehtäviä ja muut johtosuhteet sekä antaa tarvittaessa tarkempia määräyksiä yhteistoiminnan järjestämiseksi.",
        "folded_fi": "poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisilaitoksia ja alueen kuntia kuultuaan maarata poliisilaitokset hoitamaan tehtavia yhteistoiminnassa. poliisihallitus voi poliisitoiminnan tarkoituksenmukaiseksi jarjestamiseksi asianomaisia poliisiyksikkoja kuultuaan maarata poliisilaitoksen ja muun alaisensa poliisiyksikon hoitamaan tehtavia yhteistoiminnassa. edella 1 ja 2 momentissa tarkoitettua yhteistoimintaa koskevassa paatoksessa tulee maarata paallikko johtamaan yhteistoiminnassa hoidettavia tehtavia ja muut johtosuhteet seka antaa tarvittaessa tarkempia maarayksia yhteistoiminnan jarjestamiseksi.",
        "title_sv": "Samarbete",
        "content_sv": "För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att polisinrättningarna ska sköta uppgifter i samarbete. För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen och en annan polisenhet som är underställd Polisstyrelsen ska sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef för att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt vid behov meddelas närmare föreskrifter om hur samarbetet ska ordnas.",
        "normalized_sv": "För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisinrättningarna och områdets kommuner, bestämma att polisinrättningarna ska sköta uppgifter i samarbete. För en ändamålsenlig skötsel av polisverksamheten kan Polisstyrelsen, efter att ha hört de berörda polisenheterna, bestämma att polisinrättningen och en annan polisenhet som är underställd Polisstyrelsen ska sköta uppgifter i samarbete. I ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef för att leda de uppgifter som sköts i samarbete och bestämmas om övriga ledningsförhållanden samt vid behov meddelas närmare föreskrifter om hur samarbetet ska ordnas.",
        "folded_sv": "for en andamalsenlig skotsel av polisverksamheten kan polisstyrelsen, efter att ha hort de berorda polisinrattningarna och omradets kommuner, bestamma att polisinrattningarna ska skota uppgifter i samarbete. for en andamalsenlig skotsel av polisverksamheten kan polisstyrelsen, efter att ha hort de berorda polisenheterna, bestamma att polisinrattningen och en annan polisenhet som ar understalld polisstyrelsen ska skota uppgifter i samarbete. i ett beslut om samarbete enligt 1 och 2 mom. ska det utses en chef for att leda de uppgifter som skots i samarbete och bestammas om ovriga ledningsforhallanden samt vid behov meddelas narmare foreskrifter om hur samarbetet ska ordnas."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Keskusrikospoliisi",
      "content": "Keskusrikospoliisin tehtävänä on: 1) torjua kansainvälistä, järjestäytynyttä, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittää rikostorjuntaa ja rikostutkintamenetelmiä; 5) toteuttaa todistajansuojeluohjelmaa. Poliisihallitus antaa tarvittaessa tarkempia määräyksiä keskusrikospoliisin tehtävistä. Poliisihallitus voi tarvittaessa määrätä myös keskusrikospoliisin ja muiden Poliisihallituksen alaisten yksiköiden välisistä tutkintajärjestelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Keskusrikospoliisin tehtävänä on: 1) torjua kansainvälistä, järjestäytynyttä, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittää rikostorjuntaa ja rikostutkintamenetelmiä; 5) toteuttaa todistajansuojeluohjelmaa. Poliisihallitus antaa tarvittaessa tarkempia määräyksiä keskusrikospoliisin tehtävistä. Poliisihallitus voi tarvittaessa määrätä myös keskusrikospoliisin ja muiden Poliisihallituksen alaisten yksiköiden välisistä tutkintajärjestelyistä.",
        "folded_fi": "keskusrikospoliisin tehtavana on: 1) torjua kansainvalista, jarjestaytynytta, ammattimaista, taloudellista ja muuta vakavaa rikollisuutta; 2) suorittaa tutkintaa; 3) tuottaa asiantuntijapalveluita; 4) kehittaa rikostorjuntaa ja rikostutkintamenetelmia; 5) toteuttaa todistajansuojeluohjelmaa. poliisihallitus antaa tarvittaessa tarkempia maarayksia keskusrikospoliisin tehtavista. poliisihallitus voi tarvittaessa maarata myos keskusrikospoliisin ja muiden poliisihallituksen alaisten yksikoiden valisista tutkintajarjestelyista.",
        "title_sv": "Centralkriminalpolisen",
        "content_sv": "Centralkriminalpolisen ska 1) bekämpa internationell, organiserad, yrkesmässig, ekonomisk och annan allvarlig brottslighet, 2) göra undersökningar, 3) tillhandahålla sakkunnigtjänster, 4) utveckla brottsbekämpningen och brottsutredningsmetoderna, 5) genomföra vittnesskyddsprogram. Polisstyrelsen meddelar vid behov närmare föreskrifter om centralkriminalpolisens uppgifter. Polisstyrelsen får vid behov också bestämma om undersökningsarrangemangen i förhållandet mellan centralkriminalpolisen och andra enheter som är underställda Polisstyrelsen.",
        "normalized_sv": "Centralkriminalpolisen ska 1) bekämpa internationell, organiserad, yrkesmässig, ekonomisk och annan allvarlig brottslighet, 2) göra undersökningar, 3) tillhandahålla sakkunnigtjänster, 4) utveckla brottsbekämpningen och brottsutredningsmetoderna, 5) genomföra vittnesskyddsprogram. Polisstyrelsen meddelar vid behov närmare föreskrifter om centralkriminalpolisens uppgifter. Polisstyrelsen får vid behov också bestämma om undersökningsarrangemangen i förhållandet mellan centralkriminalpolisen och andra enheter som är underställda Polisstyrelsen.",
        "folded_sv": "centralkriminalpolisen ska 1) bekampa internationell, organiserad, yrkesmassig, ekonomisk och annan allvarlig brottslighet, 2) gora undersokningar, 3) tillhandahalla sakkunnigtjanster, 4) utveckla brottsbekampningen och brottsutredningsmetoderna, 5) genomfora vittnesskyddsprogram. polisstyrelsen meddelar vid behov narmare foreskrifter om centralkriminalpolisens uppgifter. polisstyrelsen far vid behov ocksa bestamma om undersokningsarrangemangen i forhallandet mellan centralkriminalpolisen och andra enheter som ar understallda polisstyrelsen."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Suojelupoliisi",
      "content": "Suojelupoliisin tehtävänä on sisäministeriön ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajärjestystä tai valtakunnan sisäistä tai ulkoista turvallisuutta sekä suorittaa tällaisten rikosten tutkintaa. Sen tulee myös ylläpitää ja kehittää yleistä valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estämiseksi. Sisäministeriö määrää Poliisihallitusta kuultuaan tarkemmin ne asiaryhmät, jotka kuuluvat suojelupoliisin tutkittaviksi sekä päättää Poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta ja yhteistyöstä sekä niiden välisistä tutkintajärjestelyistä. Suojelupoliisin on ilmoitettava sisäministeriölle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta sisäministeriön hyväksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. Sisäministeriö voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty suojelupoliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi sekä suojelupoliisin ja muun poliisiyksikön välistä yhteistyötä tai työnjakoa koskevan asian.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Suojelupoliisin tehtävänä on sisäministeriön ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajärjestystä tai valtakunnan sisäistä tai ulkoista turvallisuutta sekä suorittaa tällaisten rikosten tutkintaa. Sen tulee myös ylläpitää ja kehittää yleistä valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estämiseksi. Sisäministeriö määrää Poliisihallitusta kuultuaan tarkemmin ne asiaryhmät, jotka kuuluvat suojelupoliisin tutkittaviksi sekä päättää Poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksiköiden välisestä yhteistoiminnasta ja yhteistyöstä sekä niiden välisistä tutkintajärjestelyistä. Suojelupoliisin on ilmoitettava sisäministeriölle sellaisesta suunnittelemastaan hallinnon sisäisestä ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittävää vaikutusta sisäministeriön hyväksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. Sisäministeriö voi yksittäistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisäisen asian, joka on säädetty suojelupoliisin henkilöstöön kuuluvan virkamiehen ratkaistavaksi sekä suojelupoliisin ja muun poliisiyksikön välistä yhteistyötä tai työnjakoa koskevan asian.",
        "folded_fi": "suojelupoliisin tehtavana on sisaministerion ohjauksen mukaisesti torjua sellaisia hankkeita ja rikoksia, jotka voivat vaarantaa valtio- ja yhteiskuntajarjestysta tai valtakunnan sisaista tai ulkoista turvallisuutta seka suorittaa tallaisten rikosten tutkintaa. sen tulee myos yllapitaa ja kehittaa yleista valmiutta valtakunnan turvallisuutta vaarantavan toiminnan estamiseksi. sisaministerio maaraa poliisihallitusta kuultuaan tarkemmin ne asiaryhmat, jotka kuuluvat suojelupoliisin tutkittaviksi seka paattaa poliisihallitusta kuultuaan tarvittaessa tarkemmin suojelupoliisin ja muiden poliisiyksikoiden valisesta yhteistoiminnasta ja yhteistyosta seka niiden valisista tutkintajarjestelyista. suojelupoliisin on ilmoitettava sisaministeriolle sellaisesta suunnittelemastaan hallinnon sisaisesta ratkaisusta tai olosuhteiden muutoksesta, jolla voi olla laatunsa tai laajuutensa vuoksi merkittavaa vaikutusta sisaministerion hyvaksymien suojelupoliisin tulostavoitteiden ja toimintalinjojen toteutumiseen. sisaministerio voi yksittaistapauksessa ottaa ratkaistavakseen 3 momentissa tarkoitetun hallinnon sisaisen asian, joka on saadetty suojelupoliisin henkilostoon kuuluvan virkamiehen ratkaistavaksi seka suojelupoliisin ja muun poliisiyksikon valista yhteistyota tai tyonjakoa koskevan asian.",
        "title_sv": "Skyddspolisen",
        "content_sv": "Skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekämpa förehavanden och brott som kan äventyra stats- och samhällsskicket eller rikets inre eller yttre säkerhet samt att utföra undersökning av sådana brott. Skyddspolisen ska även upprätthålla och utveckla en allmän beredskap för att förebygga verksamhet som äventyrar rikets säkerhet. Inrikesministeriet bestämmer efter att ha hört Polisstyrelsen närmare vilka kategorier av ärenden som ska undersökas av skyddspolisen och bestämmer efter att ha hört Polisstyrelsen vid behov närmare om samverkan och samarbetet mellan skyddspolisen och övriga polisenheter och om undersökningsarrangemangen i förhållandet mellan dem. Skyddspolisen ska underrätta inrikesministeriet om sådana av skyddspolisen planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av inrikesministeriet godkända resultatmålen och riktlinjerna för skyddspolisen. Inrikesministeriet kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon tjänsteman som hör till skyddspolisens personal eller ett ärende som gäller samarbetet eller arbetsfördelningen mellan skyddspolisen och en annan polisenhet.",
        "normalized_sv": "Skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekämpa förehavanden och brott som kan äventyra stats- och samhällsskicket eller rikets inre eller yttre säkerhet samt att utföra undersökning av sådana brott. Skyddspolisen ska även upprätthålla och utveckla en allmän beredskap för att förebygga verksamhet som äventyrar rikets säkerhet. Inrikesministeriet bestämmer efter att ha hört Polisstyrelsen närmare vilka kategorier av ärenden som ska undersökas av skyddspolisen och bestämmer efter att ha hört Polisstyrelsen vid behov närmare om samverkan och samarbetet mellan skyddspolisen och övriga polisenheter och om undersökningsarrangemangen i förhållandet mellan dem. Skyddspolisen ska underrätta inrikesministeriet om sådana av skyddspolisen planerade förvaltningsinterna avgöranden eller förändringar i omständigheterna som på grund av sin beskaffenhet eller omfattning kan ha stor inverkan på realiseringen av de av inrikesministeriet godkända resultatmålen och riktlinjerna för skyddspolisen. Inrikesministeriet kan i enskilda fall överta avgörandet av ett i 3 mom. avsett förvaltningsinternt ärende som det föreskrivs att ska avgöras av någon tjänsteman som hör till skyddspolisens personal eller ett ärende som gäller samarbetet eller arbetsfördelningen mellan skyddspolisen och en annan polisenhet.",
        "folded_sv": "skyddspolisen har till uppgift att i enlighet med inrikesministeriets styrning bekampa forehavanden och brott som kan aventyra stats- och samhallsskicket eller rikets inre eller yttre sakerhet samt att utfora undersokning av sadana brott. skyddspolisen ska aven uppratthalla och utveckla en allman beredskap for att forebygga verksamhet som aventyrar rikets sakerhet. inrikesministeriet bestammer efter att ha hort polisstyrelsen narmare vilka kategorier av arenden som ska undersokas av skyddspolisen och bestammer efter att ha hort polisstyrelsen vid behov narmare om samverkan och samarbetet mellan skyddspolisen och ovriga polisenheter och om undersokningsarrangemangen i forhallandet mellan dem. skyddspolisen ska underratta inrikesministeriet om sadana av skyddspolisen planerade forvaltningsinterna avgoranden eller forandringar i omstandigheterna som pa grund av sin beskaffenhet eller omfattning kan ha stor inverkan pa realiseringen av de av inrikesministeriet godkanda resultatmalen och riktlinjerna for skyddspolisen. inrikesministeriet kan i enskilda fall overta avgorandet av ett i 3 mom. avsett forvaltningsinternt arende som det foreskrivs att ska avgoras av nagon tjansteman som hor till skyddspolisens personal eller ett arende som galler samarbetet eller arbetsfordelningen mellan skyddspolisen och en annan polisenhet."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "15 d",
      "section": "15 d",
      "title": "Palvelukseen ilmoittautuminen",
      "content": "Poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siitä, että hänen yhteystietonsa ovat poliisiyksikön tiedossa. Poliisimiehen on viipymättä ilmoittauduttava palvelukseen vakavan yleistä järjestystä ja turvallisuutta vaarantavan teon tai tapahtuman sitä välttämättä vaatiessa. Poliisimies on velvollinen määräyksestä saapumaan palvelukseen myös vuosilomalla ollessaan, milloin se yleisen järjestyksen ja turvallisuuden ylläpitämiseksi on välttämätöntä. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle. Poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen määräyksestä olemaan tilapäisesti hälytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvästä erityisestä syystä on tarpeen. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 d",
        "normalized_fi": "Poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siitä, että hänen yhteystietonsa ovat poliisiyksikön tiedossa. Poliisimiehen on viipymättä ilmoittauduttava palvelukseen vakavan yleistä järjestystä ja turvallisuutta vaarantavan teon tai tapahtuman sitä välttämättä vaatiessa. Poliisimies on velvollinen määräyksestä saapumaan palvelukseen myös vuosilomalla ollessaan, milloin se yleisen järjestyksen ja turvallisuuden ylläpitämiseksi on välttämätöntä. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle. Poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen määräyksestä olemaan tilapäisesti hälytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvästä erityisestä syystä on tarpeen. Määräyksen voi antaa Poliisihallitus Poliisihallituksen ja sen alaisen yksikön poliisimiehelle sekä poliisin valtakunnallisen yksikön päällikkö ja poliisilaitoksen päällikkö oman yksikkönsä poliisimiehelle.",
        "folded_fi": "poliisitoiminnallisen erityistilanteen varalta poliisimiehen tulee huolehtia siita, etta hanen yhteystietonsa ovat poliisiyksikon tiedossa. poliisimiehen on viipymatta ilmoittauduttava palvelukseen vakavan yleista jarjestysta ja turvallisuutta vaarantavan teon tai tapahtuman sita valttamatta vaatiessa. poliisimies on velvollinen maarayksesta saapumaan palvelukseen myos vuosilomalla ollessaan, milloin se yleisen jarjestyksen ja turvallisuuden yllapitamiseksi on valttamatonta. maarayksen voi antaa poliisihallitus poliisihallituksen ja sen alaisen yksikon poliisimiehelle seka poliisin valtakunnallisen yksikon paallikko ja poliisilaitoksen paallikko oman yksikkonsa poliisimiehelle. poliisimies on muulloin kuin virkavapaana tai vuosilomalla ollessaan velvollinen maarayksesta olemaan tilapaisesti halytysvalmiudessa ja saapumaan palvelukseen, jos se poliisin toimintaan liittyvasta erityisesta syysta on tarpeen. maarayksen voi antaa poliisihallitus poliisihallituksen ja sen alaisen yksikon poliisimiehelle seka poliisin valtakunnallisen yksikon paallikko ja poliisilaitoksen paallikko oman yksikkonsa poliisimiehelle.",
        "title_sv": "Inställelse i tjänst",
        "content_sv": "Med tanke på särskilda situationer som kan uppstå i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. En polisman ska utan dröjsmål inställa sig i tjänst när en allvarlig gärning eller händelse som hotar allmän ordning och säkerhet nödvändigt kräver det. En polisman är skyldig att enligt förordnande inställa sig i tjänst också under sin semester, när detta är nödvändigt för att allmän ordning och säkerhet ska kunna upprätthållas. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten. En polisman som inte är tjänstledig eller har semester är skyldig att enligt förordnande tillfälligt vara i larmberedskap och inställa sig i tjänst när detta behövs av särskilda skäl i anslutning till polisens verksamhet. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten.",
        "normalized_sv": "Med tanke på särskilda situationer som kan uppstå i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. En polisman ska utan dröjsmål inställa sig i tjänst när en allvarlig gärning eller händelse som hotar allmän ordning och säkerhet nödvändigt kräver det. En polisman är skyldig att enligt förordnande inställa sig i tjänst också under sin semester, när detta är nödvändigt för att allmän ordning och säkerhet ska kunna upprätthållas. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten. En polisman som inte är tjänstledig eller har semester är skyldig att enligt förordnande tillfälligt vara i larmberedskap och inställa sig i tjänst när detta behövs av särskilda skäl i anslutning till polisens verksamhet. Ett sådant förordnande kan ges av Polisstyrelsen i fråga om polismän vid Polisstyrelsen eller vid en enhet under den samt av chefen för en riksomfattande polisenhet och chefen för en polisinrättning i fråga om polismän vid den egna enheten.",
        "folded_sv": "med tanke pa sarskilda situationer som kan uppsta i polisens verksamhet ska varje polisman se till att polisenheten har hans eller hennes kontaktuppgifter. en polisman ska utan drojsmal installa sig i tjanst nar en allvarlig garning eller handelse som hotar allman ordning och sakerhet nodvandigt kraver det. en polisman ar skyldig att enligt forordnande installa sig i tjanst ocksa under sin semester, nar detta ar nodvandigt for att allman ordning och sakerhet ska kunna uppratthallas. ett sadant forordnande kan ges av polisstyrelsen i fraga om polisman vid polisstyrelsen eller vid en enhet under den samt av chefen for en riksomfattande polisenhet och chefen for en polisinrattning i fraga om polisman vid den egna enheten. en polisman som inte ar tjanstledig eller har semester ar skyldig att enligt forordnande tillfalligt vara i larmberedskap och installa sig i tjanst nar detta behovs av sarskilda skal i anslutning till polisens verksamhet. ett sadant forordnande kan ges av polisstyrelsen i fraga om polisman vid polisstyrelsen eller vid en enhet under den samt av chefen for en riksomfattande polisenhet och chefen for en polisinrattning i fraga om polisman vid den egna enheten."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "15 i",
      "section": "15 i",
      "title": "Poliisimiehen määräaikainen virantoimituksesta erottaminen",
      "content": "Poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyö niitä, voidaan määrätä kurinpitorangaistuksena virantoimituksesta erottaminen vähintään yhdeksi ja enintään kuudeksi kuukaudeksi, jollei varoitusta ole pidettävä riittävänä. Palkanmaksu keskeytetään virantoimituksesta erottamisen ajaksi. Virantoimituksesta erottamisesta päättää nimittävä viranomainen. Jos nimittävä viranomainen on valtioneuvosto, virantoimituksesta erottamisesta päättää sisäministeriö. Virantoimituksesta erottamisesta päättävän viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistään kolmen kuukauden kuluessa siitä, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. Ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdään päätös, hänelle on varattava tilaisuus tulla kuulluksi asiassa. Lisäksi viranomaisen on varattava pääluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sitä pyytää, eikä virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan välittömästi. Viranomaisen on ennen päätöksen tekemistä ilmoitettava poliisimiehelle mahdollisuudesta pyytää pääluottamusmiehen tai luottamusmiehen kuulemista. Muutoksenhausta päätökseen, joka koskee poliisimiehen määräaikaista virantoimituksesta erottamista, säädetään valtion virkamieslaissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 i",
        "normalized_fi": "Poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyö niitä, voidaan määrätä kurinpitorangaistuksena virantoimituksesta erottaminen vähintään yhdeksi ja enintään kuudeksi kuukaudeksi, jollei varoitusta ole pidettävä riittävänä. Palkanmaksu keskeytetään virantoimituksesta erottamisen ajaksi. Virantoimituksesta erottamisesta päättää nimittävä viranomainen. Jos nimittävä viranomainen on valtioneuvosto, virantoimituksesta erottamisesta päättää sisäministeriö. Virantoimituksesta erottamisesta päättävän viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistään kolmen kuukauden kuluessa siitä, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. Ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdään päätös, hänelle on varattava tilaisuus tulla kuulluksi asiassa. Lisäksi viranomaisen on varattava pääluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sitä pyytää, eikä virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan välittömästi. Viranomaisen on ennen päätöksen tekemistä ilmoitettava poliisimiehelle mahdollisuudesta pyytää pääluottamusmiehen tai luottamusmiehen kuulemista. Muutoksenhausta päätökseen, joka koskee poliisimiehen määräaikaista virantoimituksesta erottamista, säädetään valtion virkamieslaissa.",
        "folded_fi": "poliisimiehelle, joka toimii vastoin virkavelvollisuuksiaan tai laiminlyo niita, voidaan maarata kurinpitorangaistuksena virantoimituksesta erottaminen vahintaan yhdeksi ja enintaan kuudeksi kuukaudeksi, jollei varoitusta ole pidettava riittavana. palkanmaksu keskeytetaan virantoimituksesta erottamisen ajaksi. virantoimituksesta erottamisesta paattaa nimittava viranomainen. jos nimittava viranomainen on valtioneuvosto, virantoimituksesta erottamisesta paattaa sisaministerio. virantoimituksesta erottamisesta paattavan viranomaisen tulee panna virantoimituksesta erottaminen vireille viimeistaan kolmen kuukauden kuluessa siita, kun viranomainen sai tiedon seikasta, joka saattaa aiheuttaa virantoimituksesta erottamisen. ennen kuin poliisimiehen virantoimituksesta erottamisesta tehdaan paatos, hanelle on varattava tilaisuus tulla kuulluksi asiassa. lisaksi viranomaisen on varattava paaluottamusmiehelle tai luottamusmiehelle tilaisuus tulla kuulluksi, jos poliisimies sita pyytaa, eika virantoimituksesta erottamista asian laadun vuoksi ole saatettava voimaan valittomasti. viranomaisen on ennen paatoksen tekemista ilmoitettava poliisimiehelle mahdollisuudesta pyytaa paaluottamusmiehen tai luottamusmiehen kuulemista. muutoksenhausta paatokseen, joka koskee poliisimiehen maaraaikaista virantoimituksesta erottamista, saadetaan valtion virkamieslaissa."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Tarkemmat säännökset",
      "content": "Tasavallan presidentin asetuksella säädetään poliisin ansiorististä ja ansiomitalista. Valtioneuvoston asetuksella säädetään tarkemmin poliisin organisaatiosta ja tehtävistä sekä poliisipäällikön virkaan poliisipäällystön tutkinnon lisäksi vaadittavasta ylemmästä korkeakoulututkinnosta. Sisäministeriön asetuksella voidaan antaa tarkempia säännöksiä poliisiyksiköiden asemasta ja tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16",
        "normalized_fi": "Tasavallan presidentin asetuksella säädetään poliisin ansiorististä ja ansiomitalista. Valtioneuvoston asetuksella säädetään tarkemmin poliisin organisaatiosta ja tehtävistä sekä poliisipäällikön virkaan poliisipäällystön tutkinnon lisäksi vaadittavasta ylemmästä korkeakoulututkinnosta. Sisäministeriön asetuksella voidaan antaa tarkempia säännöksiä poliisiyksiköiden asemasta ja tehtävistä.",
        "folded_fi": "tasavallan presidentin asetuksella saadetaan poliisin ansioristista ja ansiomitalista. valtioneuvoston asetuksella saadetaan tarkemmin poliisin organisaatiosta ja tehtavista seka poliisipaallikon virkaan poliisipaallyston tutkinnon lisaksi vaadittavasta ylemmasta korkeakoulututkinnosta. sisaministerion asetuksella voidaan antaa tarkempia saannoksia poliisiyksikoiden asemasta ja tehtavista."
      },
      "valid_from": "2015-07-10",
      "valid_to": null
    }
  ]
}