{
  "id": "871/2007",
  "type": "statute",
  "title": "Laki vakuutusyhdistyslain 16 luvun muuttamisesta",
  "title_en": "Lag om ändring av 16 kap. i lagen om försäkringsföreningar",
  "status": "in_force",
  "issued_date": "2007-10-05",
  "in_force_date": "2007-10-05",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/871/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "content": "Sukupuolen käyttäminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekijä vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtävässä riskinarvioinnissa. Riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtiöiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskiä kuvaavaan luotettavaan tilastoon. Jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittävän laaja luotettavan riskinarvioinnin tekemiseksi. Riskinarvioinnissa tulee olla tilasto- ja analyysiosa sekä yhteenveto-osa. Riskinarvioinnista tulee ilmetä, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mikä on sukupuolten välinen suhteellinen ero vakuutettavassa riskissä. Riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Sukupuolen käyttäminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekijä vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtävässä riskinarvioinnissa. Riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtiöiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskiä kuvaavaan luotettavaan tilastoon. Jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittävän laaja luotettavan riskinarvioinnin tekemiseksi. Riskinarvioinnissa tulee olla tilasto- ja analyysiosa sekä yhteenveto-osa. Riskinarvioinnista tulee ilmetä, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mikä on sukupuolten välinen suhteellinen ero vakuutettavassa riskissä. Riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijänä.",
        "folded_fi": "sukupuolen kayttaminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekija vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtavassa riskinarvioinnissa. riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtioiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskia kuvaavaan luotettavaan tilastoon. jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittavan laaja luotettavan riskinarvioinnin tekemiseksi. riskinarvioinnissa tulee olla tilasto- ja analyysiosa seka yhteenveto-osa. riskinarvioinnista tulee ilmeta, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mika on sukupuolten valinen suhteellinen ero vakuutettavassa riskissa. riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijana.",
        "content_sv": "Användning av kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar och på detta grundade proportionerliga skillnader i försäkringspremier eller förmåner som hänför sig till försäkringar tillåts endast om användningen av kön är en påverkande faktor vid en riskbedömning som grundar sig på försäkringstekniska och statistiska uppgifter. Riskbedömningen kan grunda sig på en försäkringsförenings eget försäkringsbestånd, på försäkringsbolags eller försäkringsföreningars gemensamma statistiska material om försäkringsbestånd eller på tillförlitlig allmän statistik som beskriver den risk som försäkras. Om riskbedömningen grundar sig på en försäkringsförenings eget försäkringsbestånd, ska beståndet vara tillräckligt stort för att möjliggöra en tillförlitlig riskbedömning. Riskbedömningen ska innehålla en statistik- och analysdel och en sammanfattningsdel. Av riskbedömningen ska framgå på vilket sätt könstillhörigheten påverkar den risk som försäkras och den proportionerliga skillnaden mellan könen i fråga om den risk som försäkras. Riskbedömningens sammanfattningsdel ska innehålla uppgifter som gör det möjligt att fastställa könets betydelse som försäkringsteknisk faktor.",
        "normalized_sv": "Användning av kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar och på detta grundade proportionerliga skillnader i försäkringspremier eller förmåner som hänför sig till försäkringar tillåts endast om användningen av kön är en påverkande faktor vid en riskbedömning som grundar sig på försäkringstekniska och statistiska uppgifter. Riskbedömningen kan grunda sig på en försäkringsförenings eget försäkringsbestånd, på försäkringsbolags eller försäkringsföreningars gemensamma statistiska material om försäkringsbestånd eller på tillförlitlig allmän statistik som beskriver den risk som försäkras. Om riskbedömningen grundar sig på en försäkringsförenings eget försäkringsbestånd, ska beståndet vara tillräckligt stort för att möjliggöra en tillförlitlig riskbedömning. Riskbedömningen ska innehålla en statistik- och analysdel och en sammanfattningsdel. Av riskbedömningen ska framgå på vilket sätt könstillhörigheten påverkar den risk som försäkras och den proportionerliga skillnaden mellan könen i fråga om den risk som försäkras. Riskbedömningens sammanfattningsdel ska innehålla uppgifter som gör det möjligt att fastställa könets betydelse som försäkringsteknisk faktor.",
        "folded_sv": "anvandning av kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar och pa detta grundade proportionerliga skillnader i forsakringspremier eller formaner som hanfor sig till forsakringar tillats endast om anvandningen av kon ar en paverkande faktor vid en riskbedomning som grundar sig pa forsakringstekniska och statistiska uppgifter. riskbedomningen kan grunda sig pa en forsakringsforenings eget forsakringsbestand, pa forsakringsbolags eller forsakringsforeningars gemensamma statistiska material om forsakringsbestand eller pa tillforlitlig allman statistik som beskriver den risk som forsakras. om riskbedomningen grundar sig pa en forsakringsforenings eget forsakringsbestand, ska bestandet vara tillrackligt stort for att mojliggora en tillforlitlig riskbedomning. riskbedomningen ska innehalla en statistik- och analysdel och en sammanfattningsdel. av riskbedomningen ska framga pa vilket satt konstillhorigheten paverkar den risk som forsakras och den proportionerliga skillnaden mellan konen i fraga om den risk som forsakras. riskbedomningens sammanfattningsdel ska innehalla uppgifter som gor det mojligt att faststalla konets betydelse som forsakringsteknisk faktor."
      }
    },
    {
      "provision_ref": "16:15",
      "chapter": "16",
      "section": "15",
      "content": "Jos vakuutusyhdistys käyttää sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa Vakuutusvalvontavirastolle 14 §:ssä tarkoitettu riskinarviointi ennen kyseessä olevien vakuutustuotteiden tarjoamista. Vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa Internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksestä. Vakuutusyhdistyksen tulee säännöllisesti vähintään viiden vuoden välein tehdä riskinarviointi uudelleen ja toimittaa se Vakuutusvalvontavirastolle sekä julkistaa sen yhteenveto-osa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:15",
        "normalized_fi": "Jos vakuutusyhdistys käyttää sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa Vakuutusvalvontavirastolle 14 § :ssä tarkoitettu riskinarviointi ennen kyseessä olevien vakuutustuotteiden tarjoamista. Vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa Internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksestä. Vakuutusyhdistyksen tulee säännöllisesti vähintään viiden vuoden välein tehdä riskinarviointi uudelleen ja toimittaa se Vakuutusvalvontavirastolle sekä julkistaa sen yhteenveto-osa.",
        "folded_fi": "jos vakuutusyhdistys kayttaa sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa vakuutusvalvontavirastolle 14 §:ssa tarkoitettu riskinarviointi ennen kyseessa olevien vakuutustuotteiden tarjoamista. vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksesta. vakuutusyhdistyksen tulee saannollisesti vahintaan viiden vuoden valein tehda riskinarviointi uudelleen ja toimittaa se vakuutusvalvontavirastolle seka julkistaa sen yhteenveto-osa.",
        "content_sv": "Om en försäkringsförening använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar, ska föreningen lämna den riskbedömning som avses i 14 § till Försäkringsinspektionen innan försäkringsprodukterna i fråga tillhandahålls. Försäkringsföreningen ska publicera riskbedömningens sammanfattningsdel på sina webbsidor och den ska finnas tillgänglig hos försäkringsföreningen. Försäkringsföreningen ska regelbundet, dock minst vart femte år, göra en ny riskbedömning och lämna den till Försäkringsinspektionen samt publicera riskbedömningens sammanfattningsdel.",
        "normalized_sv": "Om en försäkringsförening använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar, ska föreningen lämna den riskbedömning som avses i 14 § till Försäkringsinspektionen innan försäkringsprodukterna i fråga tillhandahålls. Försäkringsföreningen ska publicera riskbedömningens sammanfattningsdel på sina webbsidor och den ska finnas tillgänglig hos försäkringsföreningen. Försäkringsföreningen ska regelbundet, dock minst vart femte år, göra en ny riskbedömning och lämna den till Försäkringsinspektionen samt publicera riskbedömningens sammanfattningsdel.",
        "folded_sv": "om en forsakringsforening anvander kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar, ska foreningen lamna den riskbedomning som avses i 14 § till forsakringsinspektionen innan forsakringsprodukterna i fraga tillhandahalls. forsakringsforeningen ska publicera riskbedomningens sammanfattningsdel pa sina webbsidor och den ska finnas tillganglig hos forsakringsforeningen. forsakringsforeningen ska regelbundet, dock minst vart femte ar, gora en ny riskbedomning och lamna den till forsakringsinspektionen samt publicera riskbedomningens sammanfattningsdel."
      }
    },
    {
      "provision_ref": "16:16",
      "chapter": "16",
      "section": "16",
      "content": "Vakuutusvalvontaviraston tulee julkistaa, missä vakuutuslajeissa vakuutusyhdistykset käyttävät sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. Vakuutusvalvontavirasto voi tarvittaessa antaa määräyksiä 14 §:ssä tarkoitetussa riskinarvioinnissa esitettävistä tiedoista, niiden esittämistavasta ja toimittamisesta virastolle. Jos 15 §:ssä tarkoitettu viiden vuoden määräaika katsotaan liian pitkäksi tai tilanteen voidaan muutoin katsoa vaativan sitä, Vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:16",
        "normalized_fi": "Vakuutusvalvontaviraston tulee julkistaa, missä vakuutuslajeissa vakuutusyhdistykset käyttävät sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. Vakuutusvalvontavirasto voi tarvittaessa antaa määräyksiä 14 § :ssä tarkoitetussa riskinarvioinnissa esitettävistä tiedoista, niiden esittämistavasta ja toimittamisesta virastolle. Jos 15 § :ssä tarkoitettu viiden vuoden määräaika katsotaan liian pitkäksi tai tilanteen voidaan muutoin katsoa vaativan sitä, Vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
        "folded_fi": "vakuutusvalvontaviraston tulee julkistaa, missa vakuutuslajeissa vakuutusyhdistykset kayttavat sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. vakuutusvalvontavirasto voi tarvittaessa antaa maarayksia 14 §:ssa tarkoitetussa riskinarvioinnissa esitettavista tiedoista, niiden esittamistavasta ja toimittamisesta virastolle. jos 15 §:ssa tarkoitettu viiden vuoden maaraaika katsotaan liian pitkaksi tai tilanteen voidaan muutoin katsoa vaativan sita, vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
        "content_sv": "Försäkringsinspektionen ska offentliggöra inom vilka försäkringsgrenar försäkringsföreningarna använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar. Försäkringsinspektionen kan vid behov meddela föreskrifter om de uppgifter som ska ingå i den riskbedömning som avses i 14 § och om hur uppgifterna ska presenteras och lämnas till inspektionen. Om den tidsfrist på fem år som nämns i 15 § anses vara för lång eller situationen av någon annan orsak kan anses kräva det, kan Försäkringsinspektionen ålägga en försäkringsförening att lämna en ny riskbedömning.",
        "normalized_sv": "Försäkringsinspektionen ska offentliggöra inom vilka försäkringsgrenar försäkringsföreningarna använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar. Försäkringsinspektionen kan vid behov meddela föreskrifter om de uppgifter som ska ingå i den riskbedömning som avses i 14 § och om hur uppgifterna ska presenteras och lämnas till inspektionen. Om den tidsfrist på fem år som nämns i 15 § anses vara för lång eller situationen av någon annan orsak kan anses kräva det, kan Försäkringsinspektionen ålägga en försäkringsförening att lämna en ny riskbedömning.",
        "folded_sv": "forsakringsinspektionen ska offentliggora inom vilka forsakringsgrenar forsakringsforeningarna anvander kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar. forsakringsinspektionen kan vid behov meddela foreskrifter om de uppgifter som ska inga i den riskbedomning som avses i 14 § och om hur uppgifterna ska presenteras och lamnas till inspektionen. om den tidsfrist pa fem ar som namns i 15 § anses vara for lang eller situationen av nagon annan orsak kan anses krava det, kan forsakringsinspektionen alagga en forsakringsforening att lamna en ny riskbedomning."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "16:14",
      "chapter": "16",
      "section": "14",
      "content": "Sukupuolen käyttäminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekijä vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtävässä riskinarvioinnissa. Riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtiöiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskiä kuvaavaan luotettavaan tilastoon. Jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittävän laaja luotettavan riskinarvioinnin tekemiseksi. Riskinarvioinnissa tulee olla tilasto- ja analyysiosa sekä yhteenveto-osa. Riskinarvioinnista tulee ilmetä, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mikä on sukupuolten välinen suhteellinen ero vakuutettavassa riskissä. Riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijänä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:14",
        "normalized_fi": "Sukupuolen käyttäminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekijä vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtävässä riskinarvioinnissa. Riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtiöiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskiä kuvaavaan luotettavaan tilastoon. Jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittävän laaja luotettavan riskinarvioinnin tekemiseksi. Riskinarvioinnissa tulee olla tilasto- ja analyysiosa sekä yhteenveto-osa. Riskinarvioinnista tulee ilmetä, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mikä on sukupuolten välinen suhteellinen ero vakuutettavassa riskissä. Riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijänä.",
        "folded_fi": "sukupuolen kayttaminen vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa ja siihen perustuvat suhteelliset erot vakuutusmaksuissa tai vakuutuksesta saatavissa etuuksissa ovat sallittua vain, jos sukupuoli on vaikuttava tekija vakuutusmatemaattisten tietojen ja tilastotietojen perusteella tehtavassa riskinarvioinnissa. riskinarviointi voi perustua vakuutusyhdistyksen omaan vakuutuskantaan, vakuutusyhtioiden tai vakuutusyhdistysten vakuutuskannoista muodostettuun yhteiseen tilastoaineistoon taikka yleiseen vakuutettavaa riskia kuvaavaan luotettavaan tilastoon. jos riskinarviointi perustuu vakuutusyhdistyksen omaan vakuutuskantaan, vakuutuskannan tulee olla riittavan laaja luotettavan riskinarvioinnin tekemiseksi. riskinarvioinnissa tulee olla tilasto- ja analyysiosa seka yhteenveto-osa. riskinarvioinnista tulee ilmeta, miten sukupuoli vaikuttaa vakuutettavaan riskiin ja mika on sukupuolten valinen suhteellinen ero vakuutettavassa riskissa. riskinarvioinnin yhteenveto-osassa tulee olla tiedot, joiden perusteella voidaan havaita sukupuolen merkitys vakuutusmatemaattisena tekijana.",
        "content_sv": "Användning av kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar och på detta grundade proportionerliga skillnader i försäkringspremier eller förmåner som hänför sig till försäkringar tillåts endast om användningen av kön är en påverkande faktor vid en riskbedömning som grundar sig på försäkringstekniska och statistiska uppgifter. Riskbedömningen kan grunda sig på en försäkringsförenings eget försäkringsbestånd, på försäkringsbolags eller försäkringsföreningars gemensamma statistiska material om försäkringsbestånd eller på tillförlitlig allmän statistik som beskriver den risk som försäkras. Om riskbedömningen grundar sig på en försäkringsförenings eget försäkringsbestånd, ska beståndet vara tillräckligt stort för att möjliggöra en tillförlitlig riskbedömning. Riskbedömningen ska innehålla en statistik- och analysdel och en sammanfattningsdel. Av riskbedömningen ska framgå på vilket sätt könstillhörigheten påverkar den risk som försäkras och den proportionerliga skillnaden mellan könen i fråga om den risk som försäkras. Riskbedömningens sammanfattningsdel ska innehålla uppgifter som gör det möjligt att fastställa könets betydelse som försäkringsteknisk faktor.",
        "normalized_sv": "Användning av kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar och på detta grundade proportionerliga skillnader i försäkringspremier eller förmåner som hänför sig till försäkringar tillåts endast om användningen av kön är en påverkande faktor vid en riskbedömning som grundar sig på försäkringstekniska och statistiska uppgifter. Riskbedömningen kan grunda sig på en försäkringsförenings eget försäkringsbestånd, på försäkringsbolags eller försäkringsföreningars gemensamma statistiska material om försäkringsbestånd eller på tillförlitlig allmän statistik som beskriver den risk som försäkras. Om riskbedömningen grundar sig på en försäkringsförenings eget försäkringsbestånd, ska beståndet vara tillräckligt stort för att möjliggöra en tillförlitlig riskbedömning. Riskbedömningen ska innehålla en statistik- och analysdel och en sammanfattningsdel. Av riskbedömningen ska framgå på vilket sätt könstillhörigheten påverkar den risk som försäkras och den proportionerliga skillnaden mellan könen i fråga om den risk som försäkras. Riskbedömningens sammanfattningsdel ska innehålla uppgifter som gör det möjligt att fastställa könets betydelse som försäkringsteknisk faktor.",
        "folded_sv": "anvandning av kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar och pa detta grundade proportionerliga skillnader i forsakringspremier eller formaner som hanfor sig till forsakringar tillats endast om anvandningen av kon ar en paverkande faktor vid en riskbedomning som grundar sig pa forsakringstekniska och statistiska uppgifter. riskbedomningen kan grunda sig pa en forsakringsforenings eget forsakringsbestand, pa forsakringsbolags eller forsakringsforeningars gemensamma statistiska material om forsakringsbestand eller pa tillforlitlig allman statistik som beskriver den risk som forsakras. om riskbedomningen grundar sig pa en forsakringsforenings eget forsakringsbestand, ska bestandet vara tillrackligt stort for att mojliggora en tillforlitlig riskbedomning. riskbedomningen ska innehalla en statistik- och analysdel och en sammanfattningsdel. av riskbedomningen ska framga pa vilket satt konstillhorigheten paverkar den risk som forsakras och den proportionerliga skillnaden mellan konen i fraga om den risk som forsakras. riskbedomningens sammanfattningsdel ska innehalla uppgifter som gor det mojligt att faststalla konets betydelse som forsakringsteknisk faktor."
      },
      "valid_from": "2007-10-05",
      "valid_to": null
    },
    {
      "provision_ref": "16:15",
      "chapter": "16",
      "section": "15",
      "content": "Jos vakuutusyhdistys käyttää sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa Vakuutusvalvontavirastolle 14 §:ssä tarkoitettu riskinarviointi ennen kyseessä olevien vakuutustuotteiden tarjoamista. Vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa Internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksestä. Vakuutusyhdistyksen tulee säännöllisesti vähintään viiden vuoden välein tehdä riskinarviointi uudelleen ja toimittaa se Vakuutusvalvontavirastolle sekä julkistaa sen yhteenveto-osa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:15",
        "normalized_fi": "Jos vakuutusyhdistys käyttää sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa Vakuutusvalvontavirastolle 14 § :ssä tarkoitettu riskinarviointi ennen kyseessä olevien vakuutustuotteiden tarjoamista. Vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa Internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksestä. Vakuutusyhdistyksen tulee säännöllisesti vähintään viiden vuoden välein tehdä riskinarviointi uudelleen ja toimittaa se Vakuutusvalvontavirastolle sekä julkistaa sen yhteenveto-osa.",
        "folded_fi": "jos vakuutusyhdistys kayttaa sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa, sen tulee toimittaa vakuutusvalvontavirastolle 14 §:ssa tarkoitettu riskinarviointi ennen kyseessa olevien vakuutustuotteiden tarjoamista. vakuutusyhdistyksen tulee julkistaa riskinarvioinnin yhteenveto-osa internet-verkkosivulla ja sen on oltava saatavilla vakuutusyhdistyksesta. vakuutusyhdistyksen tulee saannollisesti vahintaan viiden vuoden valein tehda riskinarviointi uudelleen ja toimittaa se vakuutusvalvontavirastolle seka julkistaa sen yhteenveto-osa.",
        "content_sv": "Om en försäkringsförening använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar, ska föreningen lämna den riskbedömning som avses i 14 § till Försäkringsinspektionen innan försäkringsprodukterna i fråga tillhandahålls. Försäkringsföreningen ska publicera riskbedömningens sammanfattningsdel på sina webbsidor och den ska finnas tillgänglig hos försäkringsföreningen. Försäkringsföreningen ska regelbundet, dock minst vart femte år, göra en ny riskbedömning och lämna den till Försäkringsinspektionen samt publicera riskbedömningens sammanfattningsdel.",
        "normalized_sv": "Om en försäkringsförening använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar, ska föreningen lämna den riskbedömning som avses i 14 § till Försäkringsinspektionen innan försäkringsprodukterna i fråga tillhandahålls. Försäkringsföreningen ska publicera riskbedömningens sammanfattningsdel på sina webbsidor och den ska finnas tillgänglig hos försäkringsföreningen. Försäkringsföreningen ska regelbundet, dock minst vart femte år, göra en ny riskbedömning och lämna den till Försäkringsinspektionen samt publicera riskbedömningens sammanfattningsdel.",
        "folded_sv": "om en forsakringsforening anvander kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar, ska foreningen lamna den riskbedomning som avses i 14 § till forsakringsinspektionen innan forsakringsprodukterna i fraga tillhandahalls. forsakringsforeningen ska publicera riskbedomningens sammanfattningsdel pa sina webbsidor och den ska finnas tillganglig hos forsakringsforeningen. forsakringsforeningen ska regelbundet, dock minst vart femte ar, gora en ny riskbedomning och lamna den till forsakringsinspektionen samt publicera riskbedomningens sammanfattningsdel."
      },
      "valid_from": "2007-10-05",
      "valid_to": null
    },
    {
      "provision_ref": "16:16",
      "chapter": "16",
      "section": "16",
      "content": "Vakuutusvalvontaviraston tulee julkistaa, missä vakuutuslajeissa vakuutusyhdistykset käyttävät sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. Vakuutusvalvontavirasto voi tarvittaessa antaa määräyksiä 14 §:ssä tarkoitetussa riskinarvioinnissa esitettävistä tiedoista, niiden esittämistavasta ja toimittamisesta virastolle. Jos 15 §:ssä tarkoitettu viiden vuoden määräaika katsotaan liian pitkäksi tai tilanteen voidaan muutoin katsoa vaativan sitä, Vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "16:16",
        "normalized_fi": "Vakuutusvalvontaviraston tulee julkistaa, missä vakuutuslajeissa vakuutusyhdistykset käyttävät sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. Vakuutusvalvontavirasto voi tarvittaessa antaa määräyksiä 14 § :ssä tarkoitetussa riskinarvioinnissa esitettävistä tiedoista, niiden esittämistavasta ja toimittamisesta virastolle. Jos 15 § :ssä tarkoitettu viiden vuoden määräaika katsotaan liian pitkäksi tai tilanteen voidaan muutoin katsoa vaativan sitä, Vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
        "folded_fi": "vakuutusvalvontaviraston tulee julkistaa, missa vakuutuslajeissa vakuutusyhdistykset kayttavat sukupuolta vakuutusmaksujen tai vakuutuksesta saatavien etuuksien laskennassa. vakuutusvalvontavirasto voi tarvittaessa antaa maarayksia 14 §:ssa tarkoitetussa riskinarvioinnissa esitettavista tiedoista, niiden esittamistavasta ja toimittamisesta virastolle. jos 15 §:ssa tarkoitettu viiden vuoden maaraaika katsotaan liian pitkaksi tai tilanteen voidaan muutoin katsoa vaativan sita, vakuutusvalvontavirasto voi velvoittaa vakuutusyhdistyksen toimittamaan uuden riskinarvioinnin.",
        "content_sv": "Försäkringsinspektionen ska offentliggöra inom vilka försäkringsgrenar försäkringsföreningarna använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar. Försäkringsinspektionen kan vid behov meddela föreskrifter om de uppgifter som ska ingå i den riskbedömning som avses i 14 § och om hur uppgifterna ska presenteras och lämnas till inspektionen. Om den tidsfrist på fem år som nämns i 15 § anses vara för lång eller situationen av någon annan orsak kan anses kräva det, kan Försäkringsinspektionen ålägga en försäkringsförening att lämna en ny riskbedömning.",
        "normalized_sv": "Försäkringsinspektionen ska offentliggöra inom vilka försäkringsgrenar försäkringsföreningarna använder kön vid beräkningen av försäkringspremier eller förmåner som hänför sig till försäkringar. Försäkringsinspektionen kan vid behov meddela föreskrifter om de uppgifter som ska ingå i den riskbedömning som avses i 14 § och om hur uppgifterna ska presenteras och lämnas till inspektionen. Om den tidsfrist på fem år som nämns i 15 § anses vara för lång eller situationen av någon annan orsak kan anses kräva det, kan Försäkringsinspektionen ålägga en försäkringsförening att lämna en ny riskbedömning.",
        "folded_sv": "forsakringsinspektionen ska offentliggora inom vilka forsakringsgrenar forsakringsforeningarna anvander kon vid berakningen av forsakringspremier eller formaner som hanfor sig till forsakringar. forsakringsinspektionen kan vid behov meddela foreskrifter om de uppgifter som ska inga i den riskbedomning som avses i 14 § och om hur uppgifterna ska presenteras och lamnas till inspektionen. om den tidsfrist pa fem ar som namns i 15 § anses vara for lang eller situationen av nagon annan orsak kan anses krava det, kan forsakringsinspektionen alagga en forsakringsforening att lamna en ny riskbedomning."
      },
      "valid_from": "2007-10-05",
      "valid_to": null
    }
  ]
}