{
  "id": "886/2005",
  "type": "statute",
  "title": "Laki postipalvelulain muuttamisesta",
  "title_en": "Lag om ändring av lagen om posttjänster",
  "status": "in_force",
  "issued_date": "2005-11-11",
  "in_force_date": "2005-11-11",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/886/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Postitoiminnan valvontamaksu",
      "content": "Postiyritys on velvollinen suorittamaan Viestintävirastolle vuotuisen postitoiminnan valvontamaksun. Postiyrityksiltä perittävien valvontamaksujen yhteismäärä vastaa niitä kokonaiskustannuksia, joita Viestintävirastolle aiheutuu tässä laissa säädettyjen postiyrityksiä koskevien tehtävien hoitamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Postiyritys on velvollinen suorittamaan Viestintävirastolle vuotuisen postitoiminnan valvontamaksun. Postiyrityksiltä perittävien valvontamaksujen yhteismäärä vastaa niitä kokonaiskustannuksia, joita Viestintävirastolle aiheutuu tässä laissa säädettyjen postiyrityksiä koskevien tehtävien hoitamisesta.",
        "folded_fi": "postiyritys on velvollinen suorittamaan viestintavirastolle vuotuisen postitoiminnan valvontamaksun. postiyrityksilta perittavien valvontamaksujen yhteismaara vastaa niita kokonaiskustannuksia, joita viestintavirastolle aiheutuu tassa laissa saadettyjen postiyrityksia koskevien tehtavien hoitamisesta.",
        "title_sv": "Tillsynsavgift för postverksamhet",
        "content_sv": "Postföretagen skall årligen erlägga en tillsynsavgift för postverksamhet till Kommunikationsverket. Det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postföretagen motsvarar de totalkostnader som Kommunikationsverket orsakas för skötseln av sådana uppgifter enligt denna lag som gäller postföretag.",
        "normalized_sv": "Postföretagen skall årligen erlägga en tillsynsavgift för postverksamhet till Kommunikationsverket. Det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postföretagen motsvarar de totalkostnader som Kommunikationsverket orsakas för skötseln av sådana uppgifter enligt denna lag som gäller postföretag.",
        "folded_sv": "postforetagen skall arligen erlagga en tillsynsavgift for postverksamhet till kommunikationsverket. det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postforetagen motsvarar de totalkostnader som kommunikationsverket orsakas for skotseln av sadana uppgifter enligt denna lag som galler postforetag."
      }
    },
    {
      "provision_ref": "31 a",
      "section": "31 a",
      "title": "Postitoiminnan valvontamaksun suuruus",
      "content": "Postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen Suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on päättynyt kaksi vuotta ennen valvontamaksun perimistä, kuitenkin vähintään 2 000 euroa. Uudelta postiyritykseltä perittävä postitoiminnan valvontamaksu on ensimmäisenä toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. Kolmannen ja sitä seuraavien vuosien maksu määräytyy 1 momentissa säädetyllä tavalla. Jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien määrällä. Jos 1 momentissa tarkoitettu postitoiminta päättyy kokonaan kesken laskutuskauden, Viestintäviraston tulee määrätä maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. Jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun eräpäivän välisenä aikana luovutettu toiselle yritykselle, Viestintäviraston tulee määrätä maksun eräpäivänä toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. Jos maksun perusteena olevan tilikauden päättymisen ja maksun eräpäivän välisenä aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus määräytyy sen perusteella, mikä yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. Perittyä maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 a",
        "normalized_fi": "Postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen Suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on päättynyt kaksi vuotta ennen valvontamaksun perimistä, kuitenkin vähintään 2 000 euroa. Uudelta postiyritykseltä perittävä postitoiminnan valvontamaksu on ensimmäisenä toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. Kolmannen ja sitä seuraavien vuosien maksu määräytyy 1 momentissa säädetyllä tavalla. Jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien määrällä. Jos 1 momentissa tarkoitettu postitoiminta päättyy kokonaan kesken laskutuskauden, Viestintäviraston tulee määrätä maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. Jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun eräpäivän välisenä aikana luovutettu toiselle yritykselle, Viestintäviraston tulee määrätä maksun eräpäivänä toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. Jos maksun perusteena olevan tilikauden päättymisen ja maksun eräpäivän välisenä aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus määräytyy sen perusteella, mikä yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. Perittyä maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
        "folded_fi": "postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on paattynyt kaksi vuotta ennen valvontamaksun perimista, kuitenkin vahintaan 2 000 euroa. uudelta postiyritykselta perittava postitoiminnan valvontamaksu on ensimmaisena toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. kolmannen ja sita seuraavien vuosien maksu maaraytyy 1 momentissa saadetylla tavalla. jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien maaralla. jos 1 momentissa tarkoitettu postitoiminta paattyy kokonaan kesken laskutuskauden, viestintaviraston tulee maarata maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun erapaivan valisena aikana luovutettu toiselle yritykselle, viestintaviraston tulee maarata maksun erapaivana toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. jos maksun perusteena olevan tilikauden paattymisen ja maksun erapaivan valisena aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus maaraytyy sen perusteella, mika yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. perittya maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
        "title_sv": "Storleken av tillsynsavgiften för postverksamhet",
        "content_sv": "Tillsynsavgiften för postverksamhet utgör 0,0024 procent av omsättningen för den koncessionspliktiga postverksamhet som ett postföretag utövat i Finland under den räkenskapsperiod som löpt ut två år innan tillsynsavgiften tas ut, dock minst 2 000 euro. Den tillsynsavgift för postverksamhet som tas ut hos ett nytt postföretag är 2 000 euro under det första verksamhetsåret och 10 000 euro under det andra året. Avgiften för det tredje verksamhetsåret och de därpå följande åren bestäms på det sätt som föreskrivs i 1 mom. Om räkenskapsperioden avviker från kalenderåret, omvandlas omsättningen att motsvara omsättningen för ett år genom att den multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden. Om den i 1 mom. avsedda postverksamheten helt och hållet upphör under en faktureringsperiod, skall Kommunikationsverket bestämma avgiftens storlek för den tid enligt 1 mom. under vilken postverksamhet utövats. Om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har överlåtits till ett annat företag, skall Kommunikationsverket bestämma hur stor avgiften skall vara för det företag som utövar verksamheten på avgiftens förfallodag med beaktande av den fastställda omsättningen för den överlåtna postverksamheten enligt 1 mom. under den räkenskapsperiod som ligger till grund för avgiften. Om det under tiden mellan utgången av den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har inträffat förändringar i företagets koncernförhållanden, bestäms avgiftens storlek utgående från vilken företagets andel har varit av den avgiftsgrundande räkenskapsperiodens omsättning för den i 1 mom. avsedda postverksamheten. En avgift som tagits ut återbetalas inte även om företaget upphör med den i 1 mom. avsedda postverksamheten eller dess koncession återkallas under faktureringsperioden.",
        "normalized_sv": "Tillsynsavgiften för postverksamhet utgör 0,0024 procent av omsättningen för den koncessionspliktiga postverksamhet som ett postföretag utövat i Finland under den räkenskapsperiod som löpt ut två år innan tillsynsavgiften tas ut, dock minst 2 000 euro. Den tillsynsavgift för postverksamhet som tas ut hos ett nytt postföretag är 2 000 euro under det första verksamhetsåret och 10 000 euro under det andra året. Avgiften för det tredje verksamhetsåret och de därpå följande åren bestäms på det sätt som föreskrivs i 1 mom. Om räkenskapsperioden avviker från kalenderåret, omvandlas omsättningen att motsvara omsättningen för ett år genom att den multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden. Om den i 1 mom. avsedda postverksamheten helt och hållet upphör under en faktureringsperiod, skall Kommunikationsverket bestämma avgiftens storlek för den tid enligt 1 mom. under vilken postverksamhet utövats. Om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har överlåtits till ett annat företag, skall Kommunikationsverket bestämma hur stor avgiften skall vara för det företag som utövar verksamheten på avgiftens förfallodag med beaktande av den fastställda omsättningen för den överlåtna postverksamheten enligt 1 mom. under den räkenskapsperiod som ligger till grund för avgiften. Om det under tiden mellan utgången av den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har inträffat förändringar i företagets koncernförhållanden, bestäms avgiftens storlek utgående från vilken företagets andel har varit av den avgiftsgrundande räkenskapsperiodens omsättning för den i 1 mom. avsedda postverksamheten. En avgift som tagits ut återbetalas inte även om företaget upphör med den i 1 mom. avsedda postverksamheten eller dess koncession återkallas under faktureringsperioden.",
        "folded_sv": "tillsynsavgiften for postverksamhet utgor 0,0024 procent av omsattningen for den koncessionspliktiga postverksamhet som ett postforetag utovat i finland under den rakenskapsperiod som lopt ut tva ar innan tillsynsavgiften tas ut, dock minst 2 000 euro. den tillsynsavgift for postverksamhet som tas ut hos ett nytt postforetag ar 2 000 euro under det forsta verksamhetsaret och 10 000 euro under det andra aret. avgiften for det tredje verksamhetsaret och de darpa foljande aren bestams pa det satt som foreskrivs i 1 mom. om rakenskapsperioden avviker fran kalenderaret, omvandlas omsattningen att motsvara omsattningen for ett ar genom att den multipliceras med talet 12 och divideras med antalet manader i rakenskapsperioden. om den i 1 mom. avsedda postverksamheten helt och hallet upphor under en faktureringsperiod, skall kommunikationsverket bestamma avgiftens storlek for den tid enligt 1 mom. under vilken postverksamhet utovats. om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande rakenskapsperioden och avgiftens forfallodag har overlatits till ett annat foretag, skall kommunikationsverket bestamma hur stor avgiften skall vara for det foretag som utovar verksamheten pa avgiftens forfallodag med beaktande av den faststallda omsattningen for den overlatna postverksamheten enligt 1 mom. under den rakenskapsperiod som ligger till grund for avgiften. om det under tiden mellan utgangen av den avgiftsgrundande rakenskapsperioden och avgiftens forfallodag har intraffat forandringar i foretagets koncernforhallanden, bestams avgiftens storlek utgaende fran vilken foretagets andel har varit av den avgiftsgrundande rakenskapsperiodens omsattning for den i 1 mom. avsedda postverksamheten. en avgift som tagits ut aterbetalas inte aven om foretaget upphor med den i 1 mom. avsedda postverksamheten eller dess koncession aterkallas under faktureringsperioden."
      }
    },
    {
      "provision_ref": "31 b",
      "section": "31 b",
      "title": "Maksun määräytymisen perusteena oleva liikevaihto konsernissa",
      "content": "Jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 §:n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten Suomessa harjoittaman postitoiminnan yhteisestä liikevaihdosta vähennettynä yhtiöiden keskinäisellä tästä toiminnasta syntyneellä liikevaihdolla. Maksu määräytyy tällä tavoin myös niissä tapauksissa, joissa emoyhtiö ei ole suomalainen. Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä siitä, miten maksun määräämiseksi tarpeelliset tiedot on ilmoitettava Viestintävirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 b",
        "normalized_fi": "Jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 § :n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten Suomessa harjoittaman postitoiminnan yhteisestä liikevaihdosta vähennettynä yhtiöiden keskinäisellä tästä toiminnasta syntyneellä liikevaihdolla. Maksu määräytyy tällä tavoin myös niissä tapauksissa, joissa emoyhtiö ei ole suomalainen. Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä siitä, miten maksun määräämiseksi tarpeelliset tiedot on ilmoitettava Viestintävirastolle.",
        "folded_fi": "jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 §:n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten suomessa harjoittaman postitoiminnan yhteisesta liikevaihdosta vahennettyna yhtioiden keskinaisella tasta toiminnasta syntyneella liikevaihdolla. maksu maaraytyy talla tavoin myos niissa tapauksissa, joissa emoyhtio ei ole suomalainen. liikenne- ja viestintaministerion asetuksella voidaan antaa tarkempia saannoksia siita, miten maksun maaraamiseksi tarpeelliset tiedot on ilmoitettava viestintavirastolle.",
        "title_sv": "Omsättningen i en koncern såsom grund för bestämmande av avgiften",
        "content_sv": "Om ett postföretag ingår i en i 1 kap. 6 § i bokföringslagen (1336/1997) avsedd koncern, är grunden för postföretagets avgift företagets andel av den gemensamma omsättningen för den postverksamhet som de avgiftsskyldiga postföretagen i samma kon cern utövar i Finland, minskad med företagens inbördes omsättning av denna verksamhet. Avgiften bestäms på samma sätt också i sådana fall då moderbolaget inte är finskt. Genom förordning av kommunikationsministeriet kan utfärdas närmare bestämmelser om hur de uppgifter som behövs för bestämmande av avgiften skall anmälas till Kommunikationsverket.",
        "normalized_sv": "Om ett postföretag ingår i en i 1 kap. 6 § i bokföringslagen (1336/1997) avsedd koncern, är grunden för postföretagets avgift företagets andel av den gemensamma omsättningen för den postverksamhet som de avgiftsskyldiga postföretagen i samma kon cern utövar i Finland, minskad med företagens inbördes omsättning av denna verksamhet. Avgiften bestäms på samma sätt också i sådana fall då moderbolaget inte är finskt. Genom förordning av kommunikationsministeriet kan utfärdas närmare bestämmelser om hur de uppgifter som behövs för bestämmande av avgiften skall anmälas till Kommunikationsverket.",
        "folded_sv": "om ett postforetag ingar i en i 1 kap. 6 § i bokforingslagen (1336/1997) avsedd koncern, ar grunden for postforetagets avgift foretagets andel av den gemensamma omsattningen for den postverksamhet som de avgiftsskyldiga postforetagen i samma kon cern utovar i finland, minskad med foretagens inbordes omsattning av denna verksamhet. avgiften bestams pa samma satt ocksa i sadana fall da moderbolaget inte ar finskt. genom forordning av kommunikationsministeriet kan utfardas narmare bestammelser om hur de uppgifter som behovs for bestammande av avgiften skall anmalas till kommunikationsverket."
      }
    },
    {
      "provision_ref": "31 c",
      "section": "31 c",
      "title": "Postitoiminnan valvontamaksun määrääminen ja periminen",
      "content": "Postitoiminnan valvontamaksu peritään vuosittain neljässä erässä. Postitoiminnan valvontamaksun määrää maksettavaksi Viestintävirasto. Tarkempia säännöksiä maksun täytäntöönpanosta voidaan antaa liikenne- ja viestintäministeriön asetuksella. Viestintävirastolla on oikeus saada postiyritykseltä maksun määräämistä varten tieto yrityksen Suomessa harjoittaman 31 a §:ssä tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta päättyneen tilikauden liikevaihdosta. Konserniin kuuluvien postiyritysten tulee lisäksi toimittaa Viestintävirastolle selvitys siitä, mitkä konsernin yritysten keskinäisestä postitoiminnasta syntyneet erät on 31 b §:n 1 momentin mukaisesti vähennetty postitoiminnan liikevaihdosta. Postiyrityksen tulee toimittaa tiedot Viestintävirastolle kuukauden kuluessa tilinpäätöksen vahvistamisesta. Liitteenä tulee toimittaa jäljennös vahvistetusta tilinpäätöksestä ja konsernitilinpäätöksestä. Postitoiminnan valvontamaksu saadaan periä ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle määrälle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 §:ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta viranomainen voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 c",
        "normalized_fi": "Postitoiminnan valvontamaksu peritään vuosittain neljässä erässä. Postitoiminnan valvontamaksun määrää maksettavaksi Viestintävirasto. Tarkempia säännöksiä maksun täytäntöönpanosta voidaan antaa liikenne- ja viestintäministeriön asetuksella. Viestintävirastolla on oikeus saada postiyritykseltä maksun määräämistä varten tieto yrityksen Suomessa harjoittaman 31 a § :ssä tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta päättyneen tilikauden liikevaihdosta. Konserniin kuuluvien postiyritysten tulee lisäksi toimittaa Viestintävirastolle selvitys siitä, mitkä konsernin yritysten keskinäisestä postitoiminnasta syntyneet erät on 31 b § :n 1 momentin mukaisesti vähennetty postitoiminnan liikevaihdosta. Postiyrityksen tulee toimittaa tiedot Viestintävirastolle kuukauden kuluessa tilinpäätöksen vahvistamisesta. Liitteenä tulee toimittaa jäljennös vahvistetusta tilinpäätöksestä ja konsernitilinpäätöksestä. Postitoiminnan valvontamaksu saadaan periä ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle määrälle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 § :ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta viranomainen voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
        "folded_fi": "postitoiminnan valvontamaksu peritaan vuosittain neljassa erassa. postitoiminnan valvontamaksun maaraa maksettavaksi viestintavirasto. tarkempia saannoksia maksun taytantoonpanosta voidaan antaa liikenne- ja viestintaministerion asetuksella. viestintavirastolla on oikeus saada postiyritykselta maksun maaraamista varten tieto yrityksen suomessa harjoittaman 31 a §:ssa tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta paattyneen tilikauden liikevaihdosta. konserniin kuuluvien postiyritysten tulee lisaksi toimittaa viestintavirastolle selvitys siita, mitka konsernin yritysten keskinaisesta postitoiminnasta syntyneet erat on 31 b §:n 1 momentin mukaisesti vahennetty postitoiminnan liikevaihdosta. postiyrityksen tulee toimittaa tiedot viestintavirastolle kuukauden kuluessa tilinpaatoksen vahvistamisesta. liitteena tulee toimittaa jaljennos vahvistetusta tilinpaatoksesta ja konsernitilinpaatoksesta. postitoiminnan valvontamaksu saadaan peria ilman tuomiota tai paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan. jollei maksua suoriteta viimeistaan erapaivana, maksamattomalle maaralle peritaan vuotuista viivastyskorkoa korkolain (633/1982) 4 §:ssa tarkoitetun korkokannan mukaan. viivastyskoron sijasta viranomainen voi peria viiden euron suuruisen viivastysmaksun, jos viivastyskoron maara jaa tata pienemmaksi.",
        "title_sv": "Bestämmande och uttagande av tillsynsavgift för postverksamhet",
        "content_sv": "Tillsynsavgiften för postverksamhet tas årligen ut i fyra poster. Tillsynsavgiften för postverksamhet påförs av Kommunikationsverket. Närmare bestämmelser om verkställigheten av avgiften kan utfärdas genom förordning av kommunikationsministeriet. För bestämmande av avgiften har Kommunikationsverket rätt att av ett postföretag få uppgifter om omsättningen för den i 31 a § avsedda postverksamhet som utövats av företaget i Finland under den räkenskapsperiod som gått ut två år före det år avgiften tas ut. De postföretag som ingår i en koncern skall dessutom lämna Kommunikationsverket en utredning om vilka poster i koncernföretagens inbördes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av från postverksamhetens omsättning. Postföretaget skall ge in uppgifterna till Kommunikationsverket inom en månad efter det bokslutet har fastställts. En kopia av det fastställda bokslutet och koncernbokslutet skall ges in som bilaga. Tillsynsavgiften för postverksamhet får drivas in utan dom eller utslag i den ordning som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961). Om avgiften inte betalas senast på förfallodagen, tas på det obetalda beloppet ut en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan myndigheten ta ut en dröjsmålsavgift om fem euro i sådana fall då dröjsmålsräntan skulle understiga detta belopp.",
        "normalized_sv": "Tillsynsavgiften för postverksamhet tas årligen ut i fyra poster. Tillsynsavgiften för postverksamhet påförs av Kommunikationsverket. Närmare bestämmelser om verkställigheten av avgiften kan utfärdas genom förordning av kommunikationsministeriet. För bestämmande av avgiften har Kommunikationsverket rätt att av ett postföretag få uppgifter om omsättningen för den i 31 a § avsedda postverksamhet som utövats av företaget i Finland under den räkenskapsperiod som gått ut två år före det år avgiften tas ut. De postföretag som ingår i en koncern skall dessutom lämna Kommunikationsverket en utredning om vilka poster i koncernföretagens inbördes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av från postverksamhetens omsättning. Postföretaget skall ge in uppgifterna till Kommunikationsverket inom en månad efter det bokslutet har fastställts. En kopia av det fastställda bokslutet och koncernbokslutet skall ges in som bilaga. Tillsynsavgiften för postverksamhet får drivas in utan dom eller utslag i den ordning som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961). Om avgiften inte betalas senast på förfallodagen, tas på det obetalda beloppet ut en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan myndigheten ta ut en dröjsmålsavgift om fem euro i sådana fall då dröjsmålsräntan skulle understiga detta belopp.",
        "folded_sv": "tillsynsavgiften for postverksamhet tas arligen ut i fyra poster. tillsynsavgiften for postverksamhet pafors av kommunikationsverket. narmare bestammelser om verkstalligheten av avgiften kan utfardas genom forordning av kommunikationsministeriet. for bestammande av avgiften har kommunikationsverket ratt att av ett postforetag fa uppgifter om omsattningen for den i 31 a § avsedda postverksamhet som utovats av foretaget i finland under den rakenskapsperiod som gatt ut tva ar fore det ar avgiften tas ut. de postforetag som ingar i en koncern skall dessutom lamna kommunikationsverket en utredning om vilka poster i koncernforetagens inbordes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av fran postverksamhetens omsattning. postforetaget skall ge in uppgifterna till kommunikationsverket inom en manad efter det bokslutet har faststallts. en kopia av det faststallda bokslutet och koncernbokslutet skall ges in som bilaga. tillsynsavgiften for postverksamhet far drivas in utan dom eller utslag i den ordning som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961). om avgiften inte betalas senast pa forfallodagen, tas pa det obetalda beloppet ut en arlig drojsmalsranta enligt den rantefot som avses i 4 § i rantelagen (633/1982). i stallet for drojsmalsranta kan myndigheten ta ut en drojsmalsavgift om fem euro i sadana fall da drojsmalsrantan skulle understiga detta belopp."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Postitoiminnan valvontamaksu",
      "content": "Postiyritys on velvollinen suorittamaan Viestintävirastolle vuotuisen postitoiminnan valvontamaksun. Postiyrityksiltä perittävien valvontamaksujen yhteismäärä vastaa niitä kokonaiskustannuksia, joita Viestintävirastolle aiheutuu tässä laissa säädettyjen postiyrityksiä koskevien tehtävien hoitamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Postiyritys on velvollinen suorittamaan Viestintävirastolle vuotuisen postitoiminnan valvontamaksun. Postiyrityksiltä perittävien valvontamaksujen yhteismäärä vastaa niitä kokonaiskustannuksia, joita Viestintävirastolle aiheutuu tässä laissa säädettyjen postiyrityksiä koskevien tehtävien hoitamisesta.",
        "folded_fi": "postiyritys on velvollinen suorittamaan viestintavirastolle vuotuisen postitoiminnan valvontamaksun. postiyrityksilta perittavien valvontamaksujen yhteismaara vastaa niita kokonaiskustannuksia, joita viestintavirastolle aiheutuu tassa laissa saadettyjen postiyrityksia koskevien tehtavien hoitamisesta.",
        "title_sv": "Tillsynsavgift för postverksamhet",
        "content_sv": "Postföretagen skall årligen erlägga en tillsynsavgift för postverksamhet till Kommunikationsverket. Det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postföretagen motsvarar de totalkostnader som Kommunikationsverket orsakas för skötseln av sådana uppgifter enligt denna lag som gäller postföretag.",
        "normalized_sv": "Postföretagen skall årligen erlägga en tillsynsavgift för postverksamhet till Kommunikationsverket. Det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postföretagen motsvarar de totalkostnader som Kommunikationsverket orsakas för skötseln av sådana uppgifter enligt denna lag som gäller postföretag.",
        "folded_sv": "postforetagen skall arligen erlagga en tillsynsavgift for postverksamhet till kommunikationsverket. det sammanlagda beloppet av de tillsynsavgifter som tas ut hos postforetagen motsvarar de totalkostnader som kommunikationsverket orsakas for skotseln av sadana uppgifter enligt denna lag som galler postforetag."
      },
      "valid_from": "2005-11-11",
      "valid_to": null
    },
    {
      "provision_ref": "31 a",
      "section": "31 a",
      "title": "Postitoiminnan valvontamaksun suuruus",
      "content": "Postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen Suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on päättynyt kaksi vuotta ennen valvontamaksun perimistä, kuitenkin vähintään 2 000 euroa. Uudelta postiyritykseltä perittävä postitoiminnan valvontamaksu on ensimmäisenä toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. Kolmannen ja sitä seuraavien vuosien maksu määräytyy 1 momentissa säädetyllä tavalla. Jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien määrällä. Jos 1 momentissa tarkoitettu postitoiminta päättyy kokonaan kesken laskutuskauden, Viestintäviraston tulee määrätä maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. Jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun eräpäivän välisenä aikana luovutettu toiselle yritykselle, Viestintäviraston tulee määrätä maksun eräpäivänä toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. Jos maksun perusteena olevan tilikauden päättymisen ja maksun eräpäivän välisenä aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus määräytyy sen perusteella, mikä yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. Perittyä maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 a",
        "normalized_fi": "Postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen Suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on päättynyt kaksi vuotta ennen valvontamaksun perimistä, kuitenkin vähintään 2 000 euroa. Uudelta postiyritykseltä perittävä postitoiminnan valvontamaksu on ensimmäisenä toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. Kolmannen ja sitä seuraavien vuosien maksu määräytyy 1 momentissa säädetyllä tavalla. Jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien määrällä. Jos 1 momentissa tarkoitettu postitoiminta päättyy kokonaan kesken laskutuskauden, Viestintäviraston tulee määrätä maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. Jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun eräpäivän välisenä aikana luovutettu toiselle yritykselle, Viestintäviraston tulee määrätä maksun eräpäivänä toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. Jos maksun perusteena olevan tilikauden päättymisen ja maksun eräpäivän välisenä aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus määräytyy sen perusteella, mikä yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. Perittyä maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
        "folded_fi": "postitoiminnan valvontamaksun suuruus on 0,0024 prosenttia postiyrityksen suomessa harjoittaman toimiluvanvaraisen postitoiminnan sen tilikauden liikevaihdosta, joka on paattynyt kaksi vuotta ennen valvontamaksun perimista, kuitenkin vahintaan 2 000 euroa. uudelta postiyritykselta perittava postitoiminnan valvontamaksu on ensimmaisena toimintavuonna 2 000 euroa ja toisena toimintavuonna 10 000 euroa. kolmannen ja sita seuraavien vuosien maksu maaraytyy 1 momentissa saadetylla tavalla. jos tilikausi poikkeaa kalenterivuodesta, muunnetaan liikevaihto vuoden liikevaihtoa vastaavaksi kertomalla se luvulla 12 jaettuna tilikauden kuukausien maaralla. jos 1 momentissa tarkoitettu postitoiminta paattyy kokonaan kesken laskutuskauden, viestintaviraston tulee maarata maksun suuruus 1 momentissa tarkoitetun postitoiminnan harjoittamisen ajalta. jos 1 momentissa tarkoitettu postitoiminta on maksun perusteena olevan tilikauden ja maksun erapaivan valisena aikana luovutettu toiselle yritykselle, viestintaviraston tulee maarata maksun erapaivana toimintaa harjoittavan yrityksen maksun suuruus ottaen huomioon luovutetun 1 momentissa tarkoitetun postitoiminnan vahvistettu liikevaihto maksun perusteena olevalta tilikaudelta. jos maksun perusteena olevan tilikauden paattymisen ja maksun erapaivan valisena aikana on tapahtunut muutoksia yrityksen konsernisuhteissa, maksun suuruus maaraytyy sen perusteella, mika yrityksen osuus on ollut maksun perusteena olevan tilikauden 1 momentissa tarkoitetun postitoiminnan liikevaihdosta. perittya maksua ei palauteta, vaikka yritys lopettaisi 1 momentissa tarkoitetun postitoiminnan tai sen toimilupa peruutettaisiin kesken laskutuskauden.",
        "title_sv": "Storleken av tillsynsavgiften för postverksamhet",
        "content_sv": "Tillsynsavgiften för postverksamhet utgör 0,0024 procent av omsättningen för den koncessionspliktiga postverksamhet som ett postföretag utövat i Finland under den räkenskapsperiod som löpt ut två år innan tillsynsavgiften tas ut, dock minst 2 000 euro. Den tillsynsavgift för postverksamhet som tas ut hos ett nytt postföretag är 2 000 euro under det första verksamhetsåret och 10 000 euro under det andra året. Avgiften för det tredje verksamhetsåret och de därpå följande åren bestäms på det sätt som föreskrivs i 1 mom. Om räkenskapsperioden avviker från kalenderåret, omvandlas omsättningen att motsvara omsättningen för ett år genom att den multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden. Om den i 1 mom. avsedda postverksamheten helt och hållet upphör under en faktureringsperiod, skall Kommunikationsverket bestämma avgiftens storlek för den tid enligt 1 mom. under vilken postverksamhet utövats. Om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har överlåtits till ett annat företag, skall Kommunikationsverket bestämma hur stor avgiften skall vara för det företag som utövar verksamheten på avgiftens förfallodag med beaktande av den fastställda omsättningen för den överlåtna postverksamheten enligt 1 mom. under den räkenskapsperiod som ligger till grund för avgiften. Om det under tiden mellan utgången av den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har inträffat förändringar i företagets koncernförhållanden, bestäms avgiftens storlek utgående från vilken företagets andel har varit av den avgiftsgrundande räkenskapsperiodens omsättning för den i 1 mom. avsedda postverksamheten. En avgift som tagits ut återbetalas inte även om företaget upphör med den i 1 mom. avsedda postverksamheten eller dess koncession återkallas under faktureringsperioden.",
        "normalized_sv": "Tillsynsavgiften för postverksamhet utgör 0,0024 procent av omsättningen för den koncessionspliktiga postverksamhet som ett postföretag utövat i Finland under den räkenskapsperiod som löpt ut två år innan tillsynsavgiften tas ut, dock minst 2 000 euro. Den tillsynsavgift för postverksamhet som tas ut hos ett nytt postföretag är 2 000 euro under det första verksamhetsåret och 10 000 euro under det andra året. Avgiften för det tredje verksamhetsåret och de därpå följande åren bestäms på det sätt som föreskrivs i 1 mom. Om räkenskapsperioden avviker från kalenderåret, omvandlas omsättningen att motsvara omsättningen för ett år genom att den multipliceras med talet 12 och divideras med antalet månader i räkenskapsperioden. Om den i 1 mom. avsedda postverksamheten helt och hållet upphör under en faktureringsperiod, skall Kommunikationsverket bestämma avgiftens storlek för den tid enligt 1 mom. under vilken postverksamhet utövats. Om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har överlåtits till ett annat företag, skall Kommunikationsverket bestämma hur stor avgiften skall vara för det företag som utövar verksamheten på avgiftens förfallodag med beaktande av den fastställda omsättningen för den överlåtna postverksamheten enligt 1 mom. under den räkenskapsperiod som ligger till grund för avgiften. Om det under tiden mellan utgången av den avgiftsgrundande räkenskapsperioden och avgiftens förfallodag har inträffat förändringar i företagets koncernförhållanden, bestäms avgiftens storlek utgående från vilken företagets andel har varit av den avgiftsgrundande räkenskapsperiodens omsättning för den i 1 mom. avsedda postverksamheten. En avgift som tagits ut återbetalas inte även om företaget upphör med den i 1 mom. avsedda postverksamheten eller dess koncession återkallas under faktureringsperioden.",
        "folded_sv": "tillsynsavgiften for postverksamhet utgor 0,0024 procent av omsattningen for den koncessionspliktiga postverksamhet som ett postforetag utovat i finland under den rakenskapsperiod som lopt ut tva ar innan tillsynsavgiften tas ut, dock minst 2 000 euro. den tillsynsavgift for postverksamhet som tas ut hos ett nytt postforetag ar 2 000 euro under det forsta verksamhetsaret och 10 000 euro under det andra aret. avgiften for det tredje verksamhetsaret och de darpa foljande aren bestams pa det satt som foreskrivs i 1 mom. om rakenskapsperioden avviker fran kalenderaret, omvandlas omsattningen att motsvara omsattningen for ett ar genom att den multipliceras med talet 12 och divideras med antalet manader i rakenskapsperioden. om den i 1 mom. avsedda postverksamheten helt och hallet upphor under en faktureringsperiod, skall kommunikationsverket bestamma avgiftens storlek for den tid enligt 1 mom. under vilken postverksamhet utovats. om den i 1 mom. avsedda postverksamheten under tiden mellan den avgiftsgrundande rakenskapsperioden och avgiftens forfallodag har overlatits till ett annat foretag, skall kommunikationsverket bestamma hur stor avgiften skall vara for det foretag som utovar verksamheten pa avgiftens forfallodag med beaktande av den faststallda omsattningen for den overlatna postverksamheten enligt 1 mom. under den rakenskapsperiod som ligger till grund for avgiften. om det under tiden mellan utgangen av den avgiftsgrundande rakenskapsperioden och avgiftens forfallodag har intraffat forandringar i foretagets koncernforhallanden, bestams avgiftens storlek utgaende fran vilken foretagets andel har varit av den avgiftsgrundande rakenskapsperiodens omsattning for den i 1 mom. avsedda postverksamheten. en avgift som tagits ut aterbetalas inte aven om foretaget upphor med den i 1 mom. avsedda postverksamheten eller dess koncession aterkallas under faktureringsperioden."
      },
      "valid_from": "2005-11-11",
      "valid_to": null
    },
    {
      "provision_ref": "31 b",
      "section": "31 b",
      "title": "Maksun määräytymisen perusteena oleva liikevaihto konsernissa",
      "content": "Jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 §:n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten Suomessa harjoittaman postitoiminnan yhteisestä liikevaihdosta vähennettynä yhtiöiden keskinäisellä tästä toiminnasta syntyneellä liikevaihdolla. Maksu määräytyy tällä tavoin myös niissä tapauksissa, joissa emoyhtiö ei ole suomalainen. Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä siitä, miten maksun määräämiseksi tarpeelliset tiedot on ilmoitettava Viestintävirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 b",
        "normalized_fi": "Jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 § :n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten Suomessa harjoittaman postitoiminnan yhteisestä liikevaihdosta vähennettynä yhtiöiden keskinäisellä tästä toiminnasta syntyneellä liikevaihdolla. Maksu määräytyy tällä tavoin myös niissä tapauksissa, joissa emoyhtiö ei ole suomalainen. Liikenne- ja viestintäministeriön asetuksella voidaan antaa tarkempia säännöksiä siitä, miten maksun määräämiseksi tarpeelliset tiedot on ilmoitettava Viestintävirastolle.",
        "folded_fi": "jos postiyritys kuuluu kirjanpitolain (1336/1997) 1 luvun 6 §:n mukaiseen konserniin, postiyrityksen maksun perusteena on yrityksen osuus samaan konserniin kuuluvien maksuvelvollisten postiyritysten suomessa harjoittaman postitoiminnan yhteisesta liikevaihdosta vahennettyna yhtioiden keskinaisella tasta toiminnasta syntyneella liikevaihdolla. maksu maaraytyy talla tavoin myos niissa tapauksissa, joissa emoyhtio ei ole suomalainen. liikenne- ja viestintaministerion asetuksella voidaan antaa tarkempia saannoksia siita, miten maksun maaraamiseksi tarpeelliset tiedot on ilmoitettava viestintavirastolle.",
        "title_sv": "Omsättningen i en koncern såsom grund för bestämmande av avgiften",
        "content_sv": "Om ett postföretag ingår i en i 1 kap. 6 § i bokföringslagen (1336/1997) avsedd koncern, är grunden för postföretagets avgift företagets andel av den gemensamma omsättningen för den postverksamhet som de avgiftsskyldiga postföretagen i samma kon cern utövar i Finland, minskad med företagens inbördes omsättning av denna verksamhet. Avgiften bestäms på samma sätt också i sådana fall då moderbolaget inte är finskt. Genom förordning av kommunikationsministeriet kan utfärdas närmare bestämmelser om hur de uppgifter som behövs för bestämmande av avgiften skall anmälas till Kommunikationsverket.",
        "normalized_sv": "Om ett postföretag ingår i en i 1 kap. 6 § i bokföringslagen (1336/1997) avsedd koncern, är grunden för postföretagets avgift företagets andel av den gemensamma omsättningen för den postverksamhet som de avgiftsskyldiga postföretagen i samma kon cern utövar i Finland, minskad med företagens inbördes omsättning av denna verksamhet. Avgiften bestäms på samma sätt också i sådana fall då moderbolaget inte är finskt. Genom förordning av kommunikationsministeriet kan utfärdas närmare bestämmelser om hur de uppgifter som behövs för bestämmande av avgiften skall anmälas till Kommunikationsverket.",
        "folded_sv": "om ett postforetag ingar i en i 1 kap. 6 § i bokforingslagen (1336/1997) avsedd koncern, ar grunden for postforetagets avgift foretagets andel av den gemensamma omsattningen for den postverksamhet som de avgiftsskyldiga postforetagen i samma kon cern utovar i finland, minskad med foretagens inbordes omsattning av denna verksamhet. avgiften bestams pa samma satt ocksa i sadana fall da moderbolaget inte ar finskt. genom forordning av kommunikationsministeriet kan utfardas narmare bestammelser om hur de uppgifter som behovs for bestammande av avgiften skall anmalas till kommunikationsverket."
      },
      "valid_from": "2005-11-11",
      "valid_to": null
    },
    {
      "provision_ref": "31 c",
      "section": "31 c",
      "title": "Postitoiminnan valvontamaksun määrääminen ja periminen",
      "content": "Postitoiminnan valvontamaksu peritään vuosittain neljässä erässä. Postitoiminnan valvontamaksun määrää maksettavaksi Viestintävirasto. Tarkempia säännöksiä maksun täytäntöönpanosta voidaan antaa liikenne- ja viestintäministeriön asetuksella. Viestintävirastolla on oikeus saada postiyritykseltä maksun määräämistä varten tieto yrityksen Suomessa harjoittaman 31 a §:ssä tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta päättyneen tilikauden liikevaihdosta. Konserniin kuuluvien postiyritysten tulee lisäksi toimittaa Viestintävirastolle selvitys siitä, mitkä konsernin yritysten keskinäisestä postitoiminnasta syntyneet erät on 31 b §:n 1 momentin mukaisesti vähennetty postitoiminnan liikevaihdosta. Postiyrityksen tulee toimittaa tiedot Viestintävirastolle kuukauden kuluessa tilinpäätöksen vahvistamisesta. Liitteenä tulee toimittaa jäljennös vahvistetusta tilinpäätöksestä ja konsernitilinpäätöksestä. Postitoiminnan valvontamaksu saadaan periä ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle määrälle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 §:ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta viranomainen voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31 c",
        "normalized_fi": "Postitoiminnan valvontamaksu peritään vuosittain neljässä erässä. Postitoiminnan valvontamaksun määrää maksettavaksi Viestintävirasto. Tarkempia säännöksiä maksun täytäntöönpanosta voidaan antaa liikenne- ja viestintäministeriön asetuksella. Viestintävirastolla on oikeus saada postiyritykseltä maksun määräämistä varten tieto yrityksen Suomessa harjoittaman 31 a § :ssä tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta päättyneen tilikauden liikevaihdosta. Konserniin kuuluvien postiyritysten tulee lisäksi toimittaa Viestintävirastolle selvitys siitä, mitkä konsernin yritysten keskinäisestä postitoiminnasta syntyneet erät on 31 b § :n 1 momentin mukaisesti vähennetty postitoiminnan liikevaihdosta. Postiyrityksen tulee toimittaa tiedot Viestintävirastolle kuukauden kuluessa tilinpäätöksen vahvistamisesta. Liitteenä tulee toimittaa jäljennös vahvistetusta tilinpäätöksestä ja konsernitilinpäätöksestä. Postitoiminnan valvontamaksu saadaan periä ilman tuomiota tai päätöstä siinä järjestyksessä kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään. Jollei maksua suoriteta viimeistään eräpäivänä, maksamattomalle määrälle peritään vuotuista viivästyskorkoa korkolain (633/1982) 4 § :ssä tarkoitetun korkokannan mukaan. Viivästyskoron sijasta viranomainen voi periä viiden euron suuruisen viivästysmaksun, jos viivästyskoron määrä jää tätä pienemmäksi.",
        "folded_fi": "postitoiminnan valvontamaksu peritaan vuosittain neljassa erassa. postitoiminnan valvontamaksun maaraa maksettavaksi viestintavirasto. tarkempia saannoksia maksun taytantoonpanosta voidaan antaa liikenne- ja viestintaministerion asetuksella. viestintavirastolla on oikeus saada postiyritykselta maksun maaraamista varten tieto yrityksen suomessa harjoittaman 31 a §:ssa tarkoitetun postitoiminnan kaksi vuotta ennen maksun perimisvuotta paattyneen tilikauden liikevaihdosta. konserniin kuuluvien postiyritysten tulee lisaksi toimittaa viestintavirastolle selvitys siita, mitka konsernin yritysten keskinaisesta postitoiminnasta syntyneet erat on 31 b §:n 1 momentin mukaisesti vahennetty postitoiminnan liikevaihdosta. postiyrityksen tulee toimittaa tiedot viestintavirastolle kuukauden kuluessa tilinpaatoksen vahvistamisesta. liitteena tulee toimittaa jaljennos vahvistetusta tilinpaatoksesta ja konsernitilinpaatoksesta. postitoiminnan valvontamaksu saadaan peria ilman tuomiota tai paatosta siina jarjestyksessa kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan. jollei maksua suoriteta viimeistaan erapaivana, maksamattomalle maaralle peritaan vuotuista viivastyskorkoa korkolain (633/1982) 4 §:ssa tarkoitetun korkokannan mukaan. viivastyskoron sijasta viranomainen voi peria viiden euron suuruisen viivastysmaksun, jos viivastyskoron maara jaa tata pienemmaksi.",
        "title_sv": "Bestämmande och uttagande av tillsynsavgift för postverksamhet",
        "content_sv": "Tillsynsavgiften för postverksamhet tas årligen ut i fyra poster. Tillsynsavgiften för postverksamhet påförs av Kommunikationsverket. Närmare bestämmelser om verkställigheten av avgiften kan utfärdas genom förordning av kommunikationsministeriet. För bestämmande av avgiften har Kommunikationsverket rätt att av ett postföretag få uppgifter om omsättningen för den i 31 a § avsedda postverksamhet som utövats av företaget i Finland under den räkenskapsperiod som gått ut två år före det år avgiften tas ut. De postföretag som ingår i en koncern skall dessutom lämna Kommunikationsverket en utredning om vilka poster i koncernföretagens inbördes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av från postverksamhetens omsättning. Postföretaget skall ge in uppgifterna till Kommunikationsverket inom en månad efter det bokslutet har fastställts. En kopia av det fastställda bokslutet och koncernbokslutet skall ges in som bilaga. Tillsynsavgiften för postverksamhet får drivas in utan dom eller utslag i den ordning som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961). Om avgiften inte betalas senast på förfallodagen, tas på det obetalda beloppet ut en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan myndigheten ta ut en dröjsmålsavgift om fem euro i sådana fall då dröjsmålsräntan skulle understiga detta belopp.",
        "normalized_sv": "Tillsynsavgiften för postverksamhet tas årligen ut i fyra poster. Tillsynsavgiften för postverksamhet påförs av Kommunikationsverket. Närmare bestämmelser om verkställigheten av avgiften kan utfärdas genom förordning av kommunikationsministeriet. För bestämmande av avgiften har Kommunikationsverket rätt att av ett postföretag få uppgifter om omsättningen för den i 31 a § avsedda postverksamhet som utövats av företaget i Finland under den räkenskapsperiod som gått ut två år före det år avgiften tas ut. De postföretag som ingår i en koncern skall dessutom lämna Kommunikationsverket en utredning om vilka poster i koncernföretagens inbördes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av från postverksamhetens omsättning. Postföretaget skall ge in uppgifterna till Kommunikationsverket inom en månad efter det bokslutet har fastställts. En kopia av det fastställda bokslutet och koncernbokslutet skall ges in som bilaga. Tillsynsavgiften för postverksamhet får drivas in utan dom eller utslag i den ordning som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961). Om avgiften inte betalas senast på förfallodagen, tas på det obetalda beloppet ut en årlig dröjsmålsränta enligt den räntefot som avses i 4 § i räntelagen (633/1982). I stället för dröjsmålsränta kan myndigheten ta ut en dröjsmålsavgift om fem euro i sådana fall då dröjsmålsräntan skulle understiga detta belopp.",
        "folded_sv": "tillsynsavgiften for postverksamhet tas arligen ut i fyra poster. tillsynsavgiften for postverksamhet pafors av kommunikationsverket. narmare bestammelser om verkstalligheten av avgiften kan utfardas genom forordning av kommunikationsministeriet. for bestammande av avgiften har kommunikationsverket ratt att av ett postforetag fa uppgifter om omsattningen for den i 31 a § avsedda postverksamhet som utovats av foretaget i finland under den rakenskapsperiod som gatt ut tva ar fore det ar avgiften tas ut. de postforetag som ingar i en koncern skall dessutom lamna kommunikationsverket en utredning om vilka poster i koncernforetagens inbordes postverksamhet som i enlighet med 31 b § 1 mom. har dragits av fran postverksamhetens omsattning. postforetaget skall ge in uppgifterna till kommunikationsverket inom en manad efter det bokslutet har faststallts. en kopia av det faststallda bokslutet och koncernbokslutet skall ges in som bilaga. tillsynsavgiften for postverksamhet far drivas in utan dom eller utslag i den ordning som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961). om avgiften inte betalas senast pa forfallodagen, tas pa det obetalda beloppet ut en arlig drojsmalsranta enligt den rantefot som avses i 4 § i rantelagen (633/1982). i stallet for drojsmalsranta kan myndigheten ta ut en drojsmalsavgift om fem euro i sadana fall da drojsmalsrantan skulle understiga detta belopp."
      },
      "valid_from": "2005-11-11",
      "valid_to": null
    }
  ]
}