{
  "id": "88/2015",
  "type": "statute",
  "title": "Laki todistajansuojeluohjelmasta",
  "title_en": "Lag om vittnesskyddsprogram",
  "status": "in_force",
  "issued_date": "2015-02-06",
  "in_force_date": "2015-02-06",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2015/88/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Todistajansuojeluohjelma",
      "content": "Todistajansuojeluohjelma on poliisin yhteistyössä muiden viranomaisten kanssa toteuttama ohjelma, jossa henkilöä suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. Suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkilöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Todistajansuojeluohjelma on poliisin yhteistyössä muiden viranomaisten kanssa toteuttama ohjelma, jossa henkilöä suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. Suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkilöä.",
        "folded_fi": "todistajansuojeluohjelma on poliisin yhteistyossa muiden viranomaisten kanssa toteuttama ohjelma, jossa henkiloa suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkiloa.",
        "title_sv": "Vittnesskyddsprogram",
        "content_sv": "Vittnesskyddsprogram är program som polisen genomför i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller hälsa. Med den skyddade avses en person som omfattas av ett vittnesskyddsprogram.",
        "normalized_sv": "Vittnesskyddsprogram är program som polisen genomför i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller hälsa. Med den skyddade avses en person som omfattas av ett vittnesskyddsprogram.",
        "folded_sv": "vittnesskyddsprogram ar program som polisen genomfor i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller halsa. med den skyddade avses en person som omfattas av ett vittnesskyddsprogram."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Todistajansuojeluohjelman aloittaminen",
      "content": "Todistajansuojeluohjelma voidaan aloittaa henkilön suojelemiseksi, jos henkilöön tai hänen läheiseensä kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteillä. Ohjelman aloittaminen edellyttää lisäksi, että 1 momentissa tarkoitettu henkilö: 1) on saanut selvityksen ohjelman keskeisestä sisällöstä ja tässä laissa säädetyistä ohjelman lopettamisen edellytyksistä; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisältyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilökohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Todistajansuojeluohjelma voidaan aloittaa henkilön suojelemiseksi, jos henkilöön tai hänen läheiseensä kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteillä. Ohjelman aloittaminen edellyttää lisäksi, että 1 momentissa tarkoitettu henkilö: 1) on saanut selvityksen ohjelman keskeisestä sisällöstä ja tässä laissa säädetyistä ohjelman lopettamisen edellytyksistä; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisältyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilökohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
        "folded_fi": "todistajansuojeluohjelma voidaan aloittaa henkilon suojelemiseksi, jos henkiloon tai hanen laheiseensa kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteilla. ohjelman aloittaminen edellyttaa lisaksi, etta 1 momentissa tarkoitettu henkilo: 1) on saanut selvityksen ohjelman keskeisesta sisallosta ja tassa laissa saadetyista ohjelman lopettamisen edellytyksista; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisaltyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilokohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
        "title_sv": "Inledande av ett vittnesskyddsprogram",
        "content_sv": "Ett vittnesskyddsprogram kan inledas för att skydda en person, om ett allvarligt hot riktas mot personens eller dennes närståendes liv eller hälsa på grund av att personen hörs i ett brottmål eller av någon annan orsak och hotet inte effektivt kan avvärjas genom andra åtgärder. Inledandet av ett vittnesskyddsprogram förutsätter dessutom att den person som avses i 1 mom. 1) har fått en redogörelse över det viktigaste innehållet i programmet och över de förutsättningar för avslutande av programmet som föreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomförs och att de åtgärder som ingår i programmet vidtas, 3) har gett en utredning över de av sina personliga förhållanden och rättsliga förpliktelser som påverkar genomförandet av vittnesskyddsprogrammet, och 4) bedöms vara lämplig för programmet.",
        "normalized_sv": "Ett vittnesskyddsprogram kan inledas för att skydda en person, om ett allvarligt hot riktas mot personens eller dennes närståendes liv eller hälsa på grund av att personen hörs i ett brottmål eller av någon annan orsak och hotet inte effektivt kan avvärjas genom andra åtgärder. Inledandet av ett vittnesskyddsprogram förutsätter dessutom att den person som avses i 1 mom. 1) har fått en redogörelse över det viktigaste innehållet i programmet och över de förutsättningar för avslutande av programmet som föreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomförs och att de åtgärder som ingår i programmet vidtas, 3) har gett en utredning över de av sina personliga förhållanden och rättsliga förpliktelser som påverkar genomförandet av vittnesskyddsprogrammet, och 4) bedöms vara lämplig för programmet.",
        "folded_sv": "ett vittnesskyddsprogram kan inledas for att skydda en person, om ett allvarligt hot riktas mot personens eller dennes narstaendes liv eller halsa pa grund av att personen hors i ett brottmal eller av nagon annan orsak och hotet inte effektivt kan avvarjas genom andra atgarder. inledandet av ett vittnesskyddsprogram forutsatter dessutom att den person som avses i 1 mom. 1) har fatt en redogorelse over det viktigaste innehallet i programmet och over de forutsattningar for avslutande av programmet som foreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomfors och att de atgarder som ingar i programmet vidtas, 3) har gett en utredning over de av sina personliga forhallanden och rattsliga forpliktelser som paverkar genomforandet av vittnesskyddsprogrammet, och 4) bedoms vara lamplig for programmet."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Todistajansuojeluohjelman päättyminen",
      "content": "Todistajansuojeluohjelma päätetään suojeltavan pyynnöstä tai jos sen jatkuminen on ilmeisen tarpeetonta. Ohjelma voidaan päättää myös, jos suojeltava omalla käyttäytymisellään osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyönyt 2 §:n 2 momentin 3 kohdassa säädetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vääriä tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisestä seikasta. Suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman päättämistä 2 momentin perusteella. Suojeltavalle on ilmoitettava, että varoituksen noudattamatta jättäminen voi johtaa ohjelman päättämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Todistajansuojeluohjelma päätetään suojeltavan pyynnöstä tai jos sen jatkuminen on ilmeisen tarpeetonta. Ohjelma voidaan päättää myös, jos suojeltava omalla käyttäytymisellään osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyönyt 2 § :n 2 momentin 3 kohdassa säädetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vääriä tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisestä seikasta. Suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman päättämistä 2 momentin perusteella. Suojeltavalle on ilmoitettava, että varoituksen noudattamatta jättäminen voi johtaa ohjelman päättämiseen.",
        "folded_fi": "todistajansuojeluohjelma paatetaan suojeltavan pyynnosta tai jos sen jatkuminen on ilmeisen tarpeetonta. ohjelma voidaan paattaa myos, jos suojeltava omalla kayttaytymisellaan osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyonyt 2 §:n 2 momentin 3 kohdassa saadetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vaaria tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisesta seikasta. suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman paattamista 2 momentin perusteella. suojeltavalle on ilmoitettava, etta varoituksen noudattamatta jattaminen voi johtaa ohjelman paattamiseen.",
        "title_sv": "Avslutande av ett vittnesskyddsprogram",
        "content_sv": "Ett vittnesskyddsprogram avslutas på begäran av den skyddade eller om det är uppenbart onödigt att fortsätta med det. Programmet kan också avslutas, om den skyddade genom sitt eget uppträdande uppvisar likgiltighet för sin egen säkerhet eller om den skyddade på ett väsentligt sätt har försummat sin skyldighet att lämna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lämna felaktiga eller vilseledande uppgifter om omständigheter som är av betydelse för programmet. Den skyddade kan ges en skriftlig varning innan programmet avslutas med stöd av 2 mom. Den skyddade ska underrättas om att underlåtenhet att beakta varningen kan leda till att programmet avslutas.",
        "normalized_sv": "Ett vittnesskyddsprogram avslutas på begäran av den skyddade eller om det är uppenbart onödigt att fortsätta med det. Programmet kan också avslutas, om den skyddade genom sitt eget uppträdande uppvisar likgiltighet för sin egen säkerhet eller om den skyddade på ett väsentligt sätt har försummat sin skyldighet att lämna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lämna felaktiga eller vilseledande uppgifter om omständigheter som är av betydelse för programmet. Den skyddade kan ges en skriftlig varning innan programmet avslutas med stöd av 2 mom. Den skyddade ska underrättas om att underlåtenhet att beakta varningen kan leda till att programmet avslutas.",
        "folded_sv": "ett vittnesskyddsprogram avslutas pa begaran av den skyddade eller om det ar uppenbart onodigt att fortsatta med det. programmet kan ocksa avslutas, om den skyddade genom sitt eget upptradande uppvisar likgiltighet for sin egen sakerhet eller om den skyddade pa ett vasentligt satt har forsummat sin skyldighet att lamna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lamna felaktiga eller vilseledande uppgifter om omstandigheter som ar av betydelse for programmet. den skyddade kan ges en skriftlig varning innan programmet avslutas med stod av 2 mom. den skyddade ska underrattas om att underlatenhet att beakta varningen kan leda till att programmet avslutas."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Henkilökohtainen suojelusuunnitelma",
      "content": "Poliisi laatii yhdessä suojeltavan kanssa henkilökohtaisen kirjallisen suojelusuunnitelman. Suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. Tällaisia toimenpiteitä voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon järjestäminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilökohtaiseen turvallisuuteen liittyvä neuvonta. Todistajansuojeluohjelman toteuttamiseksi valittavien yksittäisten toimenpiteiden on oltava puolustettavia suhteessa niillä tavoiteltavaan hyötyyn sekä niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elämänlaatuun ja toimintakykyyn sekä toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. Suojelusuunnitelmasta tulee ilmetä, kuinka suojeltava voi itse käyttäytymisellään myötävaikuttaa oman turvallisuutensa ylläpitämiseen. Suojelusuunnitelmaan kirjataan myös, miten suojeltavan tavoitettavuus hänen oikeudellisten velvoitteidensa toteutumiseksi järjestetään. Suunnitelmasta tulee myös ilmetä, että suojeltava on saanut 2 §:n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta sekä antanut 2 §:n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Poliisi laatii yhdessä suojeltavan kanssa henkilökohtaisen kirjallisen suojelusuunnitelman. Suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. Tällaisia toimenpiteitä voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon järjestäminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilökohtaiseen turvallisuuteen liittyvä neuvonta. Todistajansuojeluohjelman toteuttamiseksi valittavien yksittäisten toimenpiteiden on oltava puolustettavia suhteessa niillä tavoiteltavaan hyötyyn sekä niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elämänlaatuun ja toimintakykyyn sekä toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. Suojelusuunnitelmasta tulee ilmetä, kuinka suojeltava voi itse käyttäytymisellään myötävaikuttaa oman turvallisuutensa ylläpitämiseen. Suojelusuunnitelmaan kirjataan myös, miten suojeltavan tavoitettavuus hänen oikeudellisten velvoitteidensa toteutumiseksi järjestetään. Suunnitelmasta tulee myös ilmetä, että suojeltava on saanut 2 § :n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta sekä antanut 2 § :n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
        "folded_fi": "poliisi laatii yhdessa suojeltavan kanssa henkilokohtaisen kirjallisen suojelusuunnitelman. suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. tallaisia toimenpiteita voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon jarjestaminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilokohtaiseen turvallisuuteen liittyva neuvonta. todistajansuojeluohjelman toteuttamiseksi valittavien yksittaisten toimenpiteiden on oltava puolustettavia suhteessa niilla tavoiteltavaan hyotyyn seka niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elamanlaatuun ja toimintakykyyn seka toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. suojelusuunnitelmasta tulee ilmeta, kuinka suojeltava voi itse kayttaytymisellaan myotavaikuttaa oman turvallisuutensa yllapitamiseen. suojelusuunnitelmaan kirjataan myos, miten suojeltavan tavoitettavuus hanen oikeudellisten velvoitteidensa toteutumiseksi jarjestetaan. suunnitelmasta tulee myos ilmeta, etta suojeltava on saanut 2 §:n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta seka antanut 2 §:n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
        "title_sv": "Individuell skyddsplan",
        "content_sv": "Polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. Skyddsplanen ska ange de viktigaste åtgärderna för genomförande av vittnesskyddsprogrammet. Åtgärderna kan utgöras av till exempel placering av den skyddade på annan ort, ordnande av bostad, placering av säkerhetsanordningar i den skyddades hem och rådgivning angående personlig säkerhet. De enskilda åtgärderna för genomförande av vittnesskyddsprogrammet måste vara försvarbara i förhållande till den eftersträvade nyttan och till åtgärdernas konsekvenser för bland annat den skyddades privatliv, livskvalitet och funktionsförmåga samt med hänsyn till kostnaderna för åtgärderna och andra omständigheter som påverkar helhetsbedömningen. Av skyddsplanen ska framgå hur den skyddade själv genom sitt uppträdande kan medverka till att upprätthålla sin egen säkerhet. I skyddsplanen ska också antecknas hur den skyddades nåbarhet ska ordnas för att han eller hon ska kunna uppfylla sina rättsliga förpliktelser. Av planen ska det också framgå att den skyddade fått i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomförs.",
        "normalized_sv": "Polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. Skyddsplanen ska ange de viktigaste åtgärderna för genomförande av vittnesskyddsprogrammet. Åtgärderna kan utgöras av till exempel placering av den skyddade på annan ort, ordnande av bostad, placering av säkerhetsanordningar i den skyddades hem och rådgivning angående personlig säkerhet. De enskilda åtgärderna för genomförande av vittnesskyddsprogrammet måste vara försvarbara i förhållande till den eftersträvade nyttan och till åtgärdernas konsekvenser för bland annat den skyddades privatliv, livskvalitet och funktionsförmåga samt med hänsyn till kostnaderna för åtgärderna och andra omständigheter som påverkar helhetsbedömningen. Av skyddsplanen ska framgå hur den skyddade själv genom sitt uppträdande kan medverka till att upprätthålla sin egen säkerhet. I skyddsplanen ska också antecknas hur den skyddades nåbarhet ska ordnas för att han eller hon ska kunna uppfylla sina rättsliga förpliktelser. Av planen ska det också framgå att den skyddade fått i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomförs.",
        "folded_sv": "polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. skyddsplanen ska ange de viktigaste atgarderna for genomforande av vittnesskyddsprogrammet. atgarderna kan utgoras av till exempel placering av den skyddade pa annan ort, ordnande av bostad, placering av sakerhetsanordningar i den skyddades hem och radgivning angaende personlig sakerhet. de enskilda atgarderna for genomforande av vittnesskyddsprogrammet maste vara forsvarbara i forhallande till den efterstravade nyttan och till atgardernas konsekvenser for bland annat den skyddades privatliv, livskvalitet och funktionsformaga samt med hansyn till kostnaderna for atgarderna och andra omstandigheter som paverkar helhetsbedomningen. av skyddsplanen ska framga hur den skyddade sjalv genom sitt upptradande kan medverka till att uppratthalla sin egen sakerhet. i skyddsplanen ska ocksa antecknas hur den skyddades nabarhet ska ordnas for att han eller hon ska kunna uppfylla sina rattsliga forpliktelser. av planen ska det ocksa framga att den skyddade fatt i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomfors."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rekisterimerkinnät ja asiakirjat",
      "content": "Poliisi voi tehdä ja valmistaa suojeltavalle toista henkilöllisyyttä tukevia vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä ja asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi. Poliisi voi myös käyttää vääriä, harhauttavia tai peiteltyjä tietoja, tehdä ja käyttää vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä sekä valmistaa ja käyttää vääriä asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman tai sitä toteuttavan poliisimiehen suojaamiseksi. Poliisin on pidettävä luetteloa tekemistään merkinnöistä ja valmistamistaan asiakirjoista. Poliisin on huolehdittava merkintöjen oikaisemisesta sen jälkeen, kun merkinnät eivät ole enää välttämättömiä todistajansuojeluohjelman toteuttamiseksi. Suojeltavan on tällöin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Poliisi voi tehdä ja valmistaa suojeltavalle toista henkilöllisyyttä tukevia vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä ja asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi. Poliisi voi myös käyttää vääriä, harhauttavia tai peiteltyjä tietoja, tehdä ja käyttää vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä sekä valmistaa ja käyttää vääriä asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman tai sitä toteuttavan poliisimiehen suojaamiseksi. Poliisin on pidettävä luetteloa tekemistään merkinnöistä ja valmistamistaan asiakirjoista. Poliisin on huolehdittava merkintöjen oikaisemisesta sen jälkeen, kun merkinnät eivät ole enää välttämättömiä todistajansuojeluohjelman toteuttamiseksi. Suojeltavan on tällöin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
        "folded_fi": "poliisi voi tehda ja valmistaa suojeltavalle toista henkilollisyytta tukevia vaaria, harhauttavia tai peiteltyja rekisterimerkintoja ja asiakirjoja, jos se on valttamatonta todistajansuojeluohjelman toteuttamiseksi. poliisi voi myos kayttaa vaaria, harhauttavia tai peiteltyja tietoja, tehda ja kayttaa vaaria, harhauttavia tai peiteltyja rekisterimerkintoja seka valmistaa ja kayttaa vaaria asiakirjoja, jos se on valttamatonta todistajansuojeluohjelman tai sita toteuttavan poliisimiehen suojaamiseksi. poliisin on pidettava luetteloa tekemistaan merkinnoista ja valmistamistaan asiakirjoista. poliisin on huolehdittava merkintojen oikaisemisesta sen jalkeen, kun merkinnat eivat ole enaa valttamattomia todistajansuojeluohjelman toteuttamiseksi. suojeltavan on talloin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
        "title_sv": "Registeranteckningar och handlingar",
        "content_sv": "Polisen kan för den skyddade införa och framställa falska, vilseledande eller förtäckta registeranteckningar och handlingar som stöder den andra identiteten, om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras. Polisen kan också använda falska, vilseledande eller förtäckta uppgifter, införa och använda falska, vilseledande eller förtäckta registeranteckningar samt framställa och använda falska handlingar, om det är nödvändigt för att skydda vittnesskyddsprogrammet eller en polisman som genomför det. Polisen ska föra en förteckning över anteckningar som den infört och handlingar som den framställt. Polisen ska se till att anteckningarna korrigeras när de inte längre är nödvändiga för vittnesskyddsprogrammet. Den skyddade ska då överlämna de handlingar som avses i 1 mom. till polisen.",
        "normalized_sv": "Polisen kan för den skyddade införa och framställa falska, vilseledande eller förtäckta registeranteckningar och handlingar som stöder den andra identiteten, om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras. Polisen kan också använda falska, vilseledande eller förtäckta uppgifter, införa och använda falska, vilseledande eller förtäckta registeranteckningar samt framställa och använda falska handlingar, om det är nödvändigt för att skydda vittnesskyddsprogrammet eller en polisman som genomför det. Polisen ska föra en förteckning över anteckningar som den infört och handlingar som den framställt. Polisen ska se till att anteckningarna korrigeras när de inte längre är nödvändiga för vittnesskyddsprogrammet. Den skyddade ska då överlämna de handlingar som avses i 1 mom. till polisen.",
        "folded_sv": "polisen kan for den skyddade infora och framstalla falska, vilseledande eller fortackta registeranteckningar och handlingar som stoder den andra identiteten, om det ar nodvandigt for att vittnesskyddsprogrammet ska kunna genomforas. polisen kan ocksa anvanda falska, vilseledande eller fortackta uppgifter, infora och anvanda falska, vilseledande eller fortackta registeranteckningar samt framstalla och anvanda falska handlingar, om det ar nodvandigt for att skydda vittnesskyddsprogrammet eller en polisman som genomfor det. polisen ska fora en forteckning over anteckningar som den infort och handlingar som den framstallt. polisen ska se till att anteckningarna korrigeras nar de inte langre ar nodvandiga for vittnesskyddsprogrammet. den skyddade ska da overlamna de handlingar som avses i 1 mom. till polisen."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Suojeltavan asunnon ja sen lähiympäristön valvonta",
      "content": "Poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen välitöntä lähiympäristöä kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelmän tai ohjelmiston avulla, jos se on välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Suojeltavan asunnon ja sen lähiympäristön valvonnasta ei tarvitse ilmoittaa sivullisille. Valvonta on lopetettava viipymättä, jos se ei ole enää välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen välitöntä lähiympäristöä kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelmän tai ohjelmiston avulla, jos se on välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Suojeltavan asunnon ja sen lähiympäristön valvonnasta ei tarvitse ilmoittaa sivullisille. Valvonta on lopetettava viipymättä, jos se ei ole enää välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi.",
        "folded_fi": "poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen valitonta lahiymparistoa kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelman tai ohjelmiston avulla, jos se on valttamatonta suojeltavan henkea tai terveytta uhkaavan vaaran torjumiseksi. suojeltavan asunnon ja sen lahiympariston valvonnasta ei tarvitse ilmoittaa sivullisille. valvonta on lopetettava viipymatta, jos se ei ole enaa valttamatonta suojeltavan henkea tai terveytta uhkaavan vaaran torjumiseksi.",
        "title_sv": "Övervakning av den skyddades bostad och dess närområde",
        "content_sv": "Polisen kan med samtycke av den skyddade övervaka den skyddades bostad och dess omedelbara närområde med en kamera eller andra där utplacerade tekniska anordningar, metoder eller programvaror, om det är nödvändigt för att avvärja en fara som hotar den skyddades liv eller hälsa. Utomstående behöver inte underrättas om övervakningen av den skyddades bostad och dess närområde. Övervakningen ska utan dröjsmål avslutas när den inte längre är nödvändig för att avvärja en fara som hotar den skyddades liv eller hälsa.",
        "normalized_sv": "Polisen kan med samtycke av den skyddade övervaka den skyddades bostad och dess omedelbara närområde med en kamera eller andra där utplacerade tekniska anordningar, metoder eller programvaror, om det är nödvändigt för att avvärja en fara som hotar den skyddades liv eller hälsa. Utomstående behöver inte underrättas om övervakningen av den skyddades bostad och dess närområde. Övervakningen ska utan dröjsmål avslutas när den inte längre är nödvändig för att avvärja en fara som hotar den skyddades liv eller hälsa.",
        "folded_sv": "polisen kan med samtycke av den skyddade overvaka den skyddades bostad och dess omedelbara naromrade med en kamera eller andra dar utplacerade tekniska anordningar, metoder eller programvaror, om det ar nodvandigt for att avvarja en fara som hotar den skyddades liv eller halsa. utomstaende behover inte underrattas om overvakningen av den skyddades bostad och dess naromrade. overvakningen ska utan drojsmal avslutas nar den inte langre ar nodvandig for att avvarja en fara som hotar den skyddades liv eller halsa."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sopeutumisavustus",
      "content": "Suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenäisen elämän turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyöllään, yrittäjätoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenäisen elämän turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyöllään, yrittäjätoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
        "folded_fi": "suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenaisen elaman turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyollaan, yrittajatoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
        "title_sv": "Understöd för skyddade personer",
        "content_sv": "Om den skyddade inte kan försörja sig genom eget förvärvsarbete eller egen företagarverksamhet eller om den skyddades försörjning inte kan tryggas med hjälp av sociala förmåner eller på något annat sätt utan att hans eller hennes säkerhet äventyras, ska det för att trygga den skyddades försörjning och självständiga liv betalas ekonomisk stöd till honom eller henne av statens medel.",
        "normalized_sv": "Om den skyddade inte kan försörja sig genom eget förvärvsarbete eller egen företagarverksamhet eller om den skyddades försörjning inte kan tryggas med hjälp av sociala förmåner eller på något annat sätt utan att hans eller hennes säkerhet äventyras, ska det för att trygga den skyddades försörjning och självständiga liv betalas ekonomisk stöd till honom eller henne av statens medel.",
        "folded_sv": "om den skyddade inte kan forsorja sig genom eget forvarvsarbete eller egen foretagarverksamhet eller om den skyddades forsorjning inte kan tryggas med hjalp av sociala formaner eller pa nagot annat satt utan att hans eller hennes sakerhet aventyras, ska det for att trygga den skyddades forsorjning och sjalvstandiga liv betalas ekonomisk stod till honom eller henne av statens medel."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Todistajansuojeluohjelmaa koskeva ilmaisukielto",
      "content": "Sivullista, joka tehtävänsä tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltää ilmaisemasta ja hyväksikäyttämästä tämän lain nojalla toteutettavia toimenpiteitä koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. Ilmaisukielto on voimassa toistaiseksi. Kielto on peruutettava, kun se ei ole enää tarpeen ohjelman toteuttamiseksi. Kielto ja sen peruuttamista koskeva päätös on annettava saajalleen todisteellisesti tiedoksi. Rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Sivullista, joka tehtävänsä tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltää ilmaisemasta ja hyväksikäyttämästä tämän lain nojalla toteutettavia toimenpiteitä koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. Ilmaisukielto on voimassa toistaiseksi. Kielto on peruutettava, kun se ei ole enää tarpeen ohjelman toteuttamiseksi. Kielto ja sen peruuttamista koskeva päätös on annettava saajalleen todisteellisesti tiedoksi. Rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessä.",
        "folded_fi": "sivullista, joka tehtavansa tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltaa ilmaisemasta ja hyvaksikayttamasta taman lain nojalla toteutettavia toimenpiteita koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. ilmaisukielto on voimassa toistaiseksi. kielto on peruutettava, kun se ei ole enaa tarpeen ohjelman toteuttamiseksi. kielto ja sen peruuttamista koskeva paatos on annettava saajalleen todisteellisesti tiedoksi. rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa saadeta ankarampaa rangaistusta. rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessa.",
        "title_sv": "Yppandeförbud om vittnesskyddsprogram",
        "content_sv": "En utomstående, som på grund av sin uppgift eller ställning har bistått eller som ombetts bistå vid genomförandet av ett vittnesskyddsprogram, kan förbjudas att röja och utnyttja uppgifter om åtgärder som vidtas med stöd av denna lag, om det behövs för att vittnesskyddsprogrammet ska kunna genomföras. Yppandeförbud gäller tills vidare. Ett yppandeförbud ska upphävas när det inte längre behövs för genomförande av programmet. Beslut om förbud och beslut om upphävande av förbud ska bevisligen delges den som förbudet gäller. Straff för brott mot yppandeförbud döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Uppgift om hotet om straff för överträdelse av förbudet ska lämnas i samband med att förbudet meddelas.",
        "normalized_sv": "En utomstående, som på grund av sin uppgift eller ställning har bistått eller som ombetts bistå vid genomförandet av ett vittnesskyddsprogram, kan förbjudas att röja och utnyttja uppgifter om åtgärder som vidtas med stöd av denna lag, om det behövs för att vittnesskyddsprogrammet ska kunna genomföras. Yppandeförbud gäller tills vidare. Ett yppandeförbud ska upphävas när det inte längre behövs för genomförande av programmet. Beslut om förbud och beslut om upphävande av förbud ska bevisligen delges den som förbudet gäller. Straff för brott mot yppandeförbud döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Uppgift om hotet om straff för överträdelse av förbudet ska lämnas i samband med att förbudet meddelas.",
        "folded_sv": "en utomstaende, som pa grund av sin uppgift eller stallning har bistatt eller som ombetts bista vid genomforandet av ett vittnesskyddsprogram, kan forbjudas att roja och utnyttja uppgifter om atgarder som vidtas med stod av denna lag, om det behovs for att vittnesskyddsprogrammet ska kunna genomforas. yppandeforbud galler tills vidare. ett yppandeforbud ska upphavas nar det inte langre behovs for genomforande av programmet. beslut om forbud och beslut om upphavande av forbud ska bevisligen delges den som forbudet galler. straff for brott mot yppandeforbud doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strangare straff for garningen foreskrivs nagon annanstans i lag. uppgift om hotet om straff for overtradelse av forbudet ska lamnas i samband med att forbudet meddelas."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Virka-avun antaminen",
      "content": "Viranomaisen on annettava poliisille maksutta tässä laissa säädetyn tehtävän suorittamiseksi tarpeellista virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Viranomaisen on annettava poliisille maksutta tässä laissa säädetyn tehtävän suorittamiseksi tarpeellista virka-apua.",
        "folded_fi": "viranomaisen on annettava poliisille maksutta tassa laissa saadetyn tehtavan suorittamiseksi tarpeellista virka-apua.",
        "title_sv": "Lämnande av handräckning",
        "content_sv": "En myndighet ska avgiftsfritt lämna polisen den handräckning som behövs för utförande av de uppgifter som föreskrivs i denna lag.",
        "normalized_sv": "En myndighet ska avgiftsfritt lämna polisen den handräckning som behövs för utförande av de uppgifter som föreskrivs i denna lag.",
        "folded_sv": "en myndighet ska avgiftsfritt lamna polisen den handrackning som behovs for utforande av de uppgifter som foreskrivs i denna lag."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vajaavaltainen suojeltava",
      "content": "Tätä lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mitä holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tätä lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mitä holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
        "folded_fi": "tata lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mita holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) saadetaan.",
        "title_sv": "När den skyddade är omyndig",
        "content_sv": "Vid tillämpningen av denna lag ska i fråga om talerätt för och beaktande av åsikten hos omyndiga iakttas vad som föreskrivs i lagen om förmyndarverksamhet (442/1999) och i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "normalized_sv": "Vid tillämpningen av denna lag ska i fråga om talerätt för och beaktande av åsikten hos omyndiga iakttas vad som föreskrivs i lagen om förmyndarverksamhet (442/1999) och i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "folded_sv": "vid tillampningen av denna lag ska i fraga om taleratt for och beaktande av asikten hos omyndiga iakttas vad som foreskrivs i lagen om formyndarverksamhet (442/1999) och i lagen angaende vardnad om barn och umgangesratt (361/1983)."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Edunvalvojan määrääminen alaikäiselle",
      "content": "Alaikäiselle on määrättävä tätä lakia koskevaa päätöksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan määrääminen on tarpeen asian selvittämiseksi tai muutoin lapsen edun turvaamiseksi. Poliisi tekee hakemuksen edunvalvojan määräämiseksi. Edunvalvojan määrää tuomioistuin. Edunvalvojan määräämiseen sovelletaan, mitä holhoustoimesta annetussa laissa tai muussa laissa säädetään sijaisen määräämisestä edunvalvojalle. Poliisi vastaa edunvalvojan määräämisestä aiheutuneista kustannuksista sekä edunvalvojan palkkiosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Alaikäiselle on määrättävä tätä lakia koskevaa päätöksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan määrääminen on tarpeen asian selvittämiseksi tai muutoin lapsen edun turvaamiseksi. Poliisi tekee hakemuksen edunvalvojan määräämiseksi. Edunvalvojan määrää tuomioistuin. Edunvalvojan määräämiseen sovelletaan, mitä holhoustoimesta annetussa laissa tai muussa laissa säädetään sijaisen määräämisestä edunvalvojalle. Poliisi vastaa edunvalvojan määräämisestä aiheutuneista kustannuksista sekä edunvalvojan palkkiosta.",
        "folded_fi": "alaikaiselle on maarattava tata lakia koskevaa paatoksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan maaraaminen on tarpeen asian selvittamiseksi tai muutoin lapsen edun turvaamiseksi. poliisi tekee hakemuksen edunvalvojan maaraamiseksi. edunvalvojan maaraa tuomioistuin. edunvalvojan maaraamiseen sovelletaan, mita holhoustoimesta annetussa laissa tai muussa laissa saadetaan sijaisen maaraamisesta edunvalvojalle. poliisi vastaa edunvalvojan maaraamisesta aiheutuneista kustannuksista seka edunvalvojan palkkiosta.",
        "title_sv": "Förordnande av intressebevakare för minderåriga",
        "content_sv": "För beslutsfattande som gäller denna lag ska för en minderårig förordnas en intressebevakare i stället för vårdnadshavaren, om 1) det finns grundad anledning att anta att vårdnadshavaren inte opartiskt kan bevaka barnets bästa i ärendet, och 2) förordnande av en intressebevakare behövs för att utreda ärendet eller annars för att trygga barnets bästa. Polisen ansöker om förordnande av en intressebevakare. Intressebevakaren förordnas av en domstol. På förordnande av en intressebevakare tillämpas vad som i lagen om förmyndarverksamhet eller i någon annan lag föreskrivs om förordnade av ställföreträdare för intressebevakare. Polisen svarar för de kostnader som orsakas av förordnandet av en intressebevakare samt för intressebevakarens arvode.",
        "normalized_sv": "För beslutsfattande som gäller denna lag ska för en minderårig förordnas en intressebevakare i stället för vårdnadshavaren, om 1) det finns grundad anledning att anta att vårdnadshavaren inte opartiskt kan bevaka barnets bästa i ärendet, och 2) förordnande av en intressebevakare behövs för att utreda ärendet eller annars för att trygga barnets bästa. Polisen ansöker om förordnande av en intressebevakare. Intressebevakaren förordnas av en domstol. På förordnande av en intressebevakare tillämpas vad som i lagen om förmyndarverksamhet eller i någon annan lag föreskrivs om förordnade av ställföreträdare för intressebevakare. Polisen svarar för de kostnader som orsakas av förordnandet av en intressebevakare samt för intressebevakarens arvode.",
        "folded_sv": "for beslutsfattande som galler denna lag ska for en minderarig forordnas en intressebevakare i stallet for vardnadshavaren, om 1) det finns grundad anledning att anta att vardnadshavaren inte opartiskt kan bevaka barnets basta i arendet, och 2) forordnande av en intressebevakare behovs for att utreda arendet eller annars for att trygga barnets basta. polisen ansoker om forordnande av en intressebevakare. intressebevakaren forordnas av en domstol. pa forordnande av en intressebevakare tillampas vad som i lagen om formyndarverksamhet eller i nagon annan lag foreskrivs om forordnade av stallforetradare for intressebevakare. polisen svarar for de kostnader som orsakas av forordnandet av en intressebevakare samt for intressebevakarens arvode."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Todistajansuojeluohjelmaa koskeva päätöksenteko",
      "content": "Keskusrikospoliisin päällikkö päättää todistajansuojeluohjelman aloittamisesta ja päättämisestä sekä 5 §:ssä tarkoitettujen toimenpiteiden käyttämisestä. Keskusrikospoliisin todistajansuojeluohjelmasta vastaava päällystöön kuuluva poliisimies päättää 3 §:n 3 momentissa sekä 4 ja 6-8 §:ssä tarkoitettujen toimenpiteiden käyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Keskusrikospoliisin päällikkö päättää todistajansuojeluohjelman aloittamisesta ja päättämisestä sekä 5 § :ssä tarkoitettujen toimenpiteiden käyttämisestä. Keskusrikospoliisin todistajansuojeluohjelmasta vastaava päällystöön kuuluva poliisimies päättää 3 § :n 3 momentissa sekä 4 ja 6-8 § :ssä tarkoitettujen toimenpiteiden käyttämisestä.",
        "folded_fi": "keskusrikospoliisin paallikko paattaa todistajansuojeluohjelman aloittamisesta ja paattamisesta seka 5 §:ssa tarkoitettujen toimenpiteiden kayttamisesta. keskusrikospoliisin todistajansuojeluohjelmasta vastaava paallystoon kuuluva poliisimies paattaa 3 §:n 3 momentissa seka 4 ja 6-8 §:ssa tarkoitettujen toimenpiteiden kayttamisesta.",
        "title_sv": "Beslutsfattande om vittnesskyddsprogram",
        "content_sv": "Chefen för centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de åtgärder som avses i 5 §. En polisman som hör till befälet vid centralkriminalpolisen och som ansvarar för ett vittnesskyddsprogram beslutar om de åtgärder som avses i 3 § 3 mom. samt 4 och 6-8 §.",
        "normalized_sv": "Chefen för centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de åtgärder som avses i 5 § . En polisman som hör till befälet vid centralkriminalpolisen och som ansvarar för ett vittnesskyddsprogram beslutar om de åtgärder som avses i 3 § 3 mom. samt 4 och 6-8 § .",
        "folded_sv": "chefen for centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de atgarder som avses i 5 §. en polisman som hor till befalet vid centralkriminalpolisen och som ansvarar for ett vittnesskyddsprogram beslutar om de atgarder som avses i 3 § 3 mom. samt 4 och 6-8 §."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Todistajansuojeluohjelmia koskeva rekisteri",
      "content": "Keskusrikospoliisi pitää sille tässä laissa säädettyjen tehtävien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteriä, johon kuuluvat myös toiminnassa syntyneet tallenteet ja muut asiakirjat. Jollei tässä laissa toisin säädetä, rekisteriin talletettujen henkilötietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) sekä muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999). Siitä riippumatta, mitä poliisin hallussa olevien rekisterien ja muiden asiakirjojen käytöstä ja tietojen luovuttamisesta niistä muualla laissa säädetään, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettäväksi säädettyjä tietoja saa käyttää ja luovuttaa vain, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estämiseksi ja selvittämiseksi. Sen lisäksi, mitä henkilötietolaissa säädetään, rekisteröidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennäköisin syin seurata vakava uhka suojeltavan tai muun henkilön turvallisuudelle. Tässä laissa säädettyjä tai tämän lain toimeenpanoon liittyviä tehtäviä hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisältyvien tietojen salassapitoon sekä näiden tehtävien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyväksikäyttökieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 §:ää myös silloin, kun asiakirja on muun kuin mainitun lain 4 §:ssä tarkoitetun viranomaisen hallussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Keskusrikospoliisi pitää sille tässä laissa säädettyjen tehtävien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteriä, johon kuuluvat myös toiminnassa syntyneet tallenteet ja muut asiakirjat. Jollei tässä laissa toisin säädetä, rekisteriin talletettujen henkilötietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) sekä muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999). Siitä riippumatta, mitä poliisin hallussa olevien rekisterien ja muiden asiakirjojen käytöstä ja tietojen luovuttamisesta niistä muualla laissa säädetään, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettäväksi säädettyjä tietoja saa käyttää ja luovuttaa vain, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estämiseksi ja selvittämiseksi. Sen lisäksi, mitä henkilötietolaissa säädetään, rekisteröidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennäköisin syin seurata vakava uhka suojeltavan tai muun henkilön turvallisuudelle. Tässä laissa säädettyjä tai tämän lain toimeenpanoon liittyviä tehtäviä hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisältyvien tietojen salassapitoon sekä näiden tehtävien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyväksikäyttökieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 § :ää myös silloin, kun asiakirja on muun kuin mainitun lain 4 § :ssä tarkoitetun viranomaisen hallussa.",
        "folded_fi": "keskusrikospoliisi pitaa sille tassa laissa saadettyjen tehtavien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteria, johon kuuluvat myos toiminnassa syntyneet tallenteet ja muut asiakirjat. jollei tassa laissa toisin saadeta, rekisteriin talletettujen henkilotietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) seka muuhun henkilotietojen kasittelyyn henkilotietolakia (523/1999). siita riippumatta, mita poliisin hallussa olevien rekisterien ja muiden asiakirjojen kaytosta ja tietojen luovuttamisesta niista muualla laissa saadetaan, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettavaksi saadettyja tietoja saa kayttaa ja luovuttaa vain, jos se on valttamatonta todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estamiseksi ja selvittamiseksi. sen lisaksi, mita henkilotietolaissa saadetaan, rekisteroidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennakoisin syin seurata vakava uhka suojeltavan tai muun henkilon turvallisuudelle. tassa laissa saadettyja tai taman lain toimeenpanoon liittyvia tehtavia hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisaltyvien tietojen salassapitoon seka naiden tehtavien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyvaksikayttokieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 §:aa myos silloin, kun asiakirja on muun kuin mainitun lain 4 §:ssa tarkoitetun viranomaisen hallussa.",
        "title_sv": "Register över vittnesskyddsprogram",
        "content_sv": "Centralkriminalpolisen ska för skötseln av sina uppgifter enligt denna lag föra ett register över vittnesskyddsprogram. I registret ska också ingå upptagningar och andra handlingar som uppstått i verksamheten. Om inte något annat föreskrivs i denna lag, tillämpas på sekretess för och utlämnande av i registret införda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt på annan behandling av personuppgifter personuppgiftslagen (523/1999). Trots vad som föreskrivs någon annanstans i lag om användning av register och andra handlingar som innehas av polisen och om utlämnande av uppgifter ur dem, får sekretessbelagda uppgifter som erhållits för genomförande av ett vittnesskyddsprogram användas och utlämnas endast om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras eller för förhindrande eller utredande av brott som riktar sig mot den skyddade. Utöver vad som föreskrivs i personuppgiftslagen kan den registrerades rätt till insyn begränsas, om utövandet av rätten till insyn på sannolika skäl kan leda till ett allvarligt hot mot den skyddades eller någon annans säkerhet. På sekretess för handlingar, och för uppgifter som ingår i sådana handlingar, som erhållits och upprättats vid skötseln av uppgifter som föreskrivs i denna lag eller som har samband med verkställigheten av lagen samt på tystnadsplikt och utnyttjandeförbud för uppgifter som erhållits vid skötseln av sådana uppgifter tillämpas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet också när handlingarna innehas av andra än i 4 § i den lagen avsedda myndigheter.",
        "normalized_sv": "Centralkriminalpolisen ska för skötseln av sina uppgifter enligt denna lag föra ett register över vittnesskyddsprogram. I registret ska också ingå upptagningar och andra handlingar som uppstått i verksamheten. Om inte något annat föreskrivs i denna lag, tillämpas på sekretess för och utlämnande av i registret införda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt på annan behandling av personuppgifter personuppgiftslagen (523/1999). Trots vad som föreskrivs någon annanstans i lag om användning av register och andra handlingar som innehas av polisen och om utlämnande av uppgifter ur dem, får sekretessbelagda uppgifter som erhållits för genomförande av ett vittnesskyddsprogram användas och utlämnas endast om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras eller för förhindrande eller utredande av brott som riktar sig mot den skyddade. Utöver vad som föreskrivs i personuppgiftslagen kan den registrerades rätt till insyn begränsas, om utövandet av rätten till insyn på sannolika skäl kan leda till ett allvarligt hot mot den skyddades eller någon annans säkerhet. På sekretess för handlingar, och för uppgifter som ingår i sådana handlingar, som erhållits och upprättats vid skötseln av uppgifter som föreskrivs i denna lag eller som har samband med verkställigheten av lagen samt på tystnadsplikt och utnyttjandeförbud för uppgifter som erhållits vid skötseln av sådana uppgifter tillämpas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet också när handlingarna innehas av andra än i 4 § i den lagen avsedda myndigheter.",
        "folded_sv": "centralkriminalpolisen ska for skotseln av sina uppgifter enligt denna lag fora ett register over vittnesskyddsprogram. i registret ska ocksa inga upptagningar och andra handlingar som uppstatt i verksamheten. om inte nagot annat foreskrivs i denna lag, tillampas pa sekretess for och utlamnande av i registret inforda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt pa annan behandling av personuppgifter personuppgiftslagen (523/1999). trots vad som foreskrivs nagon annanstans i lag om anvandning av register och andra handlingar som innehas av polisen och om utlamnande av uppgifter ur dem, far sekretessbelagda uppgifter som erhallits for genomforande av ett vittnesskyddsprogram anvandas och utlamnas endast om det ar nodvandigt for att vittnesskyddsprogrammet ska kunna genomforas eller for forhindrande eller utredande av brott som riktar sig mot den skyddade. utover vad som foreskrivs i personuppgiftslagen kan den registrerades ratt till insyn begransas, om utovandet av ratten till insyn pa sannolika skal kan leda till ett allvarligt hot mot den skyddades eller nagon annans sakerhet. pa sekretess for handlingar, och for uppgifter som ingar i sadana handlingar, som erhallits och upprattats vid skotseln av uppgifter som foreskrivs i denna lag eller som har samband med verkstalligheten av lagen samt pa tystnadsplikt och utnyttjandeforbud for uppgifter som erhallits vid skotseln av sadana uppgifter tillampas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet ocksa nar handlingarna innehas av andra an i 4 § i den lagen avsedda myndigheter."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Todistajansuojeluohjelman toteuttamisen valvonta",
      "content": "Poliisihallitus valvoo tämän lain noudattamista. Keskusrikospoliisin on annettava Poliisihallitukselle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä. Sisäministeriön on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Poliisihallitus valvoo tämän lain noudattamista. Keskusrikospoliisin on annettava Poliisihallitukselle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä. Sisäministeriön on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä.",
        "folded_fi": "poliisihallitus valvoo taman lain noudattamista. keskusrikospoliisin on annettava poliisihallitukselle vuosittain kertomus taman lain nojalla tehdyista paatoksista ja toimenpiteista. sisaministerion on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus taman lain nojalla tehdyista paatoksista ja toimenpiteista.",
        "title_sv": "Tillsyn över genomförandet av vittnesskyddsprogram",
        "content_sv": "Polisstyrelsen utövar tillsyn över iakttagandet av denna lag. Centralkriminalpolisen ska årligen till Polisstyrelsen avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag. Inrikesministeriet ska årligen till riksdagens justitieombudsman avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag.",
        "normalized_sv": "Polisstyrelsen utövar tillsyn över iakttagandet av denna lag. Centralkriminalpolisen ska årligen till Polisstyrelsen avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag. Inrikesministeriet ska årligen till riksdagens justitieombudsman avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag.",
        "folded_sv": "polisstyrelsen utovar tillsyn over iakttagandet av denna lag. centralkriminalpolisen ska arligen till polisstyrelsen avge en berattelse om beslut som fattats och atgarder som vidtagits med stod av denna lag. inrikesministeriet ska arligen till riksdagens justitieombudsman avge en berattelse om beslut som fattats och atgarder som vidtagits med stod av denna lag."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Muutoksenhaku",
      "content": "Tämän lain 3 §:n mukaiseen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Muuhun tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämän lain 3 § :n mukaiseen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Muuhun tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "taman lain 3 §:n mukaiseen paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. muuhun taman lain nojalla tehtyyn paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Överklagande",
        "content_sv": "I beslut enligt 3 § får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I andra beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär.",
        "normalized_sv": "I beslut enligt 3 § får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I andra beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär.",
        "folded_sv": "i beslut enligt 3 § far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). i andra beslut som fattats med stod av denna lag far andring inte sokas genom besvar."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana maaliskuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 mars 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 mars 2015.",
        "folded_sv": "denna lag trader i kraft den 1 mars 2015."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Todistajansuojeluohjelma",
      "content": "Todistajansuojeluohjelma on poliisin yhteistyössä muiden viranomaisten kanssa toteuttama ohjelma, jossa henkilöä suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. Suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkilöä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Todistajansuojeluohjelma on poliisin yhteistyössä muiden viranomaisten kanssa toteuttama ohjelma, jossa henkilöä suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. Suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkilöä.",
        "folded_fi": "todistajansuojeluohjelma on poliisin yhteistyossa muiden viranomaisten kanssa toteuttama ohjelma, jossa henkiloa suojellaan henkeen tai terveyteen kohdistuvalta vakavalta, laittomalta uhalta. suojeltavalla tarkoitetaan todistajansuojeluohjelmassa olevaa henkiloa.",
        "title_sv": "Vittnesskyddsprogram",
        "content_sv": "Vittnesskyddsprogram är program som polisen genomför i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller hälsa. Med den skyddade avses en person som omfattas av ett vittnesskyddsprogram.",
        "normalized_sv": "Vittnesskyddsprogram är program som polisen genomför i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller hälsa. Med den skyddade avses en person som omfattas av ett vittnesskyddsprogram.",
        "folded_sv": "vittnesskyddsprogram ar program som polisen genomfor i samarbete med andra myndigheter i syfte att skydda personer mot allvarliga, olagliga hot som riktas mot deras liv eller halsa. med den skyddade avses en person som omfattas av ett vittnesskyddsprogram."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Todistajansuojeluohjelman aloittaminen",
      "content": "Todistajansuojeluohjelma voidaan aloittaa henkilön suojelemiseksi, jos henkilöön tai hänen läheiseensä kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteillä. Ohjelman aloittaminen edellyttää lisäksi, että 1 momentissa tarkoitettu henkilö: 1) on saanut selvityksen ohjelman keskeisestä sisällöstä ja tässä laissa säädetyistä ohjelman lopettamisen edellytyksistä; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisältyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilökohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Todistajansuojeluohjelma voidaan aloittaa henkilön suojelemiseksi, jos henkilöön tai hänen läheiseensä kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteillä. Ohjelman aloittaminen edellyttää lisäksi, että 1 momentissa tarkoitettu henkilö: 1) on saanut selvityksen ohjelman keskeisestä sisällöstä ja tässä laissa säädetyistä ohjelman lopettamisen edellytyksistä; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisältyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilökohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
        "folded_fi": "todistajansuojeluohjelma voidaan aloittaa henkilon suojelemiseksi, jos henkiloon tai hanen laheiseensa kohdistuu vakava hengen tai terveyden uhka rikosasiassa kuulemisen tai muun syyn vuoksi ja uhkaa ei voida tehokkaasti torjua muilla toimenpiteilla. ohjelman aloittaminen edellyttaa lisaksi, etta 1 momentissa tarkoitettu henkilo: 1) on saanut selvityksen ohjelman keskeisesta sisallosta ja tassa laissa saadetyista ohjelman lopettamisen edellytyksista; 2) on antanut kirjallisen suostumuksensa ohjelman toteuttamiseen ja siihen sisaltyviin toimenpiteisiin; 3) on antanut selvityksen todistajansuojeluohjelman toteuttamiseen vaikuttavista henkilokohtaisista olosuhteistaan ja oikeudellisista velvoitteistaan; ja 4) arvioidaan soveltuvaksi ohjelmaan.",
        "title_sv": "Inledande av ett vittnesskyddsprogram",
        "content_sv": "Ett vittnesskyddsprogram kan inledas för att skydda en person, om ett allvarligt hot riktas mot personens eller dennes närståendes liv eller hälsa på grund av att personen hörs i ett brottmål eller av någon annan orsak och hotet inte effektivt kan avvärjas genom andra åtgärder. Inledandet av ett vittnesskyddsprogram förutsätter dessutom att den person som avses i 1 mom. 1) har fått en redogörelse över det viktigaste innehållet i programmet och över de förutsättningar för avslutande av programmet som föreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomförs och att de åtgärder som ingår i programmet vidtas, 3) har gett en utredning över de av sina personliga förhållanden och rättsliga förpliktelser som påverkar genomförandet av vittnesskyddsprogrammet, och 4) bedöms vara lämplig för programmet.",
        "normalized_sv": "Ett vittnesskyddsprogram kan inledas för att skydda en person, om ett allvarligt hot riktas mot personens eller dennes närståendes liv eller hälsa på grund av att personen hörs i ett brottmål eller av någon annan orsak och hotet inte effektivt kan avvärjas genom andra åtgärder. Inledandet av ett vittnesskyddsprogram förutsätter dessutom att den person som avses i 1 mom. 1) har fått en redogörelse över det viktigaste innehållet i programmet och över de förutsättningar för avslutande av programmet som föreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomförs och att de åtgärder som ingår i programmet vidtas, 3) har gett en utredning över de av sina personliga förhållanden och rättsliga förpliktelser som påverkar genomförandet av vittnesskyddsprogrammet, och 4) bedöms vara lämplig för programmet.",
        "folded_sv": "ett vittnesskyddsprogram kan inledas for att skydda en person, om ett allvarligt hot riktas mot personens eller dennes narstaendes liv eller halsa pa grund av att personen hors i ett brottmal eller av nagon annan orsak och hotet inte effektivt kan avvarjas genom andra atgarder. inledandet av ett vittnesskyddsprogram forutsatter dessutom att den person som avses i 1 mom. 1) har fatt en redogorelse over det viktigaste innehallet i programmet och over de forutsattningar for avslutande av programmet som foreskrivs i denna lag, 2) har gett ett skriftligt samtycke till att programmet genomfors och att de atgarder som ingar i programmet vidtas, 3) har gett en utredning over de av sina personliga forhallanden och rattsliga forpliktelser som paverkar genomforandet av vittnesskyddsprogrammet, och 4) bedoms vara lamplig for programmet."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Todistajansuojeluohjelman päättyminen",
      "content": "Todistajansuojeluohjelma päätetään suojeltavan pyynnöstä tai jos sen jatkuminen on ilmeisen tarpeetonta. Ohjelma voidaan päättää myös, jos suojeltava omalla käyttäytymisellään osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyönyt 2 §:n 2 momentin 3 kohdassa säädetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vääriä tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisestä seikasta. Suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman päättämistä 2 momentin perusteella. Suojeltavalle on ilmoitettava, että varoituksen noudattamatta jättäminen voi johtaa ohjelman päättämiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Todistajansuojeluohjelma päätetään suojeltavan pyynnöstä tai jos sen jatkuminen on ilmeisen tarpeetonta. Ohjelma voidaan päättää myös, jos suojeltava omalla käyttäytymisellään osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyönyt 2 § :n 2 momentin 3 kohdassa säädetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vääriä tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisestä seikasta. Suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman päättämistä 2 momentin perusteella. Suojeltavalle on ilmoitettava, että varoituksen noudattamatta jättäminen voi johtaa ohjelman päättämiseen.",
        "folded_fi": "todistajansuojeluohjelma paatetaan suojeltavan pyynnosta tai jos sen jatkuminen on ilmeisen tarpeetonta. ohjelma voidaan paattaa myos, jos suojeltava omalla kayttaytymisellaan osoittaa piittaamattomuutta omasta turvallisuudestaan tai jos suojeltava on laiminlyonyt 2 §:n 2 momentin 3 kohdassa saadetyn tiedonantovelvollisuutensa olennaisella tavalla antamalla tietoisesti vaaria tai harhaanjohtavia tietoja ohjelman kannalta merkityksellisesta seikasta. suojeltavalle voidaan antaa kirjallinen varoitus ennen ohjelman paattamista 2 momentin perusteella. suojeltavalle on ilmoitettava, etta varoituksen noudattamatta jattaminen voi johtaa ohjelman paattamiseen.",
        "title_sv": "Avslutande av ett vittnesskyddsprogram",
        "content_sv": "Ett vittnesskyddsprogram avslutas på begäran av den skyddade eller om det är uppenbart onödigt att fortsätta med det. Programmet kan också avslutas, om den skyddade genom sitt eget uppträdande uppvisar likgiltighet för sin egen säkerhet eller om den skyddade på ett väsentligt sätt har försummat sin skyldighet att lämna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lämna felaktiga eller vilseledande uppgifter om omständigheter som är av betydelse för programmet. Den skyddade kan ges en skriftlig varning innan programmet avslutas med stöd av 2 mom. Den skyddade ska underrättas om att underlåtenhet att beakta varningen kan leda till att programmet avslutas.",
        "normalized_sv": "Ett vittnesskyddsprogram avslutas på begäran av den skyddade eller om det är uppenbart onödigt att fortsätta med det. Programmet kan också avslutas, om den skyddade genom sitt eget uppträdande uppvisar likgiltighet för sin egen säkerhet eller om den skyddade på ett väsentligt sätt har försummat sin skyldighet att lämna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lämna felaktiga eller vilseledande uppgifter om omständigheter som är av betydelse för programmet. Den skyddade kan ges en skriftlig varning innan programmet avslutas med stöd av 2 mom. Den skyddade ska underrättas om att underlåtenhet att beakta varningen kan leda till att programmet avslutas.",
        "folded_sv": "ett vittnesskyddsprogram avslutas pa begaran av den skyddade eller om det ar uppenbart onodigt att fortsatta med det. programmet kan ocksa avslutas, om den skyddade genom sitt eget upptradande uppvisar likgiltighet for sin egen sakerhet eller om den skyddade pa ett vasentligt satt har forsummat sin skyldighet att lamna uppgifter enligt 2 § 2 mom. 3 punkten genom att medvetet lamna felaktiga eller vilseledande uppgifter om omstandigheter som ar av betydelse for programmet. den skyddade kan ges en skriftlig varning innan programmet avslutas med stod av 2 mom. den skyddade ska underrattas om att underlatenhet att beakta varningen kan leda till att programmet avslutas."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Henkilökohtainen suojelusuunnitelma",
      "content": "Poliisi laatii yhdessä suojeltavan kanssa henkilökohtaisen kirjallisen suojelusuunnitelman. Suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. Tällaisia toimenpiteitä voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon järjestäminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilökohtaiseen turvallisuuteen liittyvä neuvonta. Todistajansuojeluohjelman toteuttamiseksi valittavien yksittäisten toimenpiteiden on oltava puolustettavia suhteessa niillä tavoiteltavaan hyötyyn sekä niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elämänlaatuun ja toimintakykyyn sekä toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. Suojelusuunnitelmasta tulee ilmetä, kuinka suojeltava voi itse käyttäytymisellään myötävaikuttaa oman turvallisuutensa ylläpitämiseen. Suojelusuunnitelmaan kirjataan myös, miten suojeltavan tavoitettavuus hänen oikeudellisten velvoitteidensa toteutumiseksi järjestetään. Suunnitelmasta tulee myös ilmetä, että suojeltava on saanut 2 §:n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta sekä antanut 2 §:n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Poliisi laatii yhdessä suojeltavan kanssa henkilökohtaisen kirjallisen suojelusuunnitelman. Suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. Tällaisia toimenpiteitä voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon järjestäminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilökohtaiseen turvallisuuteen liittyvä neuvonta. Todistajansuojeluohjelman toteuttamiseksi valittavien yksittäisten toimenpiteiden on oltava puolustettavia suhteessa niillä tavoiteltavaan hyötyyn sekä niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elämänlaatuun ja toimintakykyyn sekä toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. Suojelusuunnitelmasta tulee ilmetä, kuinka suojeltava voi itse käyttäytymisellään myötävaikuttaa oman turvallisuutensa ylläpitämiseen. Suojelusuunnitelmaan kirjataan myös, miten suojeltavan tavoitettavuus hänen oikeudellisten velvoitteidensa toteutumiseksi järjestetään. Suunnitelmasta tulee myös ilmetä, että suojeltava on saanut 2 § :n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta sekä antanut 2 § :n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
        "folded_fi": "poliisi laatii yhdessa suojeltavan kanssa henkilokohtaisen kirjallisen suojelusuunnitelman. suojelusuunnitelmaan kirjataan keskeiset toimenpiteet todistajansuojeluohjelman toteuttamiseksi. tallaisia toimenpiteita voivat olla esimerkiksi suojeltavan sijoittaminen uudelle paikkakunnalle, asunnon jarjestaminen, turvalaitteiden sijoittaminen suojeltavan kotiin ja henkilokohtaiseen turvallisuuteen liittyva neuvonta. todistajansuojeluohjelman toteuttamiseksi valittavien yksittaisten toimenpiteiden on oltava puolustettavia suhteessa niilla tavoiteltavaan hyotyyn seka niiden vaikutuksiin muun muassa suojeltavan yksityisyyteen, elamanlaatuun ja toimintakykyyn seka toimenpiteiden aiheuttamiin kustannuksiin ja muihin kokonaisarviointiin vaikuttaviin seikkoihin. suojelusuunnitelmasta tulee ilmeta, kuinka suojeltava voi itse kayttaytymisellaan myotavaikuttaa oman turvallisuutensa yllapitamiseen. suojelusuunnitelmaan kirjataan myos, miten suojeltavan tavoitettavuus hanen oikeudellisten velvoitteidensa toteutumiseksi jarjestetaan. suunnitelmasta tulee myos ilmeta, etta suojeltava on saanut 2 §:n 2 momentin 1 kohdassa tarkoitetut tiedot todistajansuojeluohjelmasta seka antanut 2 §:n 2 momentin 2 kohdassa tarkoitetun kirjallisen suostumuksensa ohjelman toteuttamiseen.",
        "title_sv": "Individuell skyddsplan",
        "content_sv": "Polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. Skyddsplanen ska ange de viktigaste åtgärderna för genomförande av vittnesskyddsprogrammet. Åtgärderna kan utgöras av till exempel placering av den skyddade på annan ort, ordnande av bostad, placering av säkerhetsanordningar i den skyddades hem och rådgivning angående personlig säkerhet. De enskilda åtgärderna för genomförande av vittnesskyddsprogrammet måste vara försvarbara i förhållande till den eftersträvade nyttan och till åtgärdernas konsekvenser för bland annat den skyddades privatliv, livskvalitet och funktionsförmåga samt med hänsyn till kostnaderna för åtgärderna och andra omständigheter som påverkar helhetsbedömningen. Av skyddsplanen ska framgå hur den skyddade själv genom sitt uppträdande kan medverka till att upprätthålla sin egen säkerhet. I skyddsplanen ska också antecknas hur den skyddades nåbarhet ska ordnas för att han eller hon ska kunna uppfylla sina rättsliga förpliktelser. Av planen ska det också framgå att den skyddade fått i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomförs.",
        "normalized_sv": "Polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. Skyddsplanen ska ange de viktigaste åtgärderna för genomförande av vittnesskyddsprogrammet. Åtgärderna kan utgöras av till exempel placering av den skyddade på annan ort, ordnande av bostad, placering av säkerhetsanordningar i den skyddades hem och rådgivning angående personlig säkerhet. De enskilda åtgärderna för genomförande av vittnesskyddsprogrammet måste vara försvarbara i förhållande till den eftersträvade nyttan och till åtgärdernas konsekvenser för bland annat den skyddades privatliv, livskvalitet och funktionsförmåga samt med hänsyn till kostnaderna för åtgärderna och andra omständigheter som påverkar helhetsbedömningen. Av skyddsplanen ska framgå hur den skyddade själv genom sitt uppträdande kan medverka till att upprätthålla sin egen säkerhet. I skyddsplanen ska också antecknas hur den skyddades nåbarhet ska ordnas för att han eller hon ska kunna uppfylla sina rättsliga förpliktelser. Av planen ska det också framgå att den skyddade fått i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomförs.",
        "folded_sv": "polisen ska utarbeta en skriftlig individuell skyddsplan tillsammans med den skyddade. skyddsplanen ska ange de viktigaste atgarderna for genomforande av vittnesskyddsprogrammet. atgarderna kan utgoras av till exempel placering av den skyddade pa annan ort, ordnande av bostad, placering av sakerhetsanordningar i den skyddades hem och radgivning angaende personlig sakerhet. de enskilda atgarderna for genomforande av vittnesskyddsprogrammet maste vara forsvarbara i forhallande till den efterstravade nyttan och till atgardernas konsekvenser for bland annat den skyddades privatliv, livskvalitet och funktionsformaga samt med hansyn till kostnaderna for atgarderna och andra omstandigheter som paverkar helhetsbedomningen. av skyddsplanen ska framga hur den skyddade sjalv genom sitt upptradande kan medverka till att uppratthalla sin egen sakerhet. i skyddsplanen ska ocksa antecknas hur den skyddades nabarhet ska ordnas for att han eller hon ska kunna uppfylla sina rattsliga forpliktelser. av planen ska det ocksa framga att den skyddade fatt i 2 § 2 mom. 1 punkten avsedda uppgifter om vittnesskyddsprogrammet samt gett ett i 2 § 2 mom. 2 punkten avsett skriftligt samtycke till att programmet genomfors."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rekisterimerkinnät ja asiakirjat",
      "content": "Poliisi voi tehdä ja valmistaa suojeltavalle toista henkilöllisyyttä tukevia vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä ja asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi. Poliisi voi myös käyttää vääriä, harhauttavia tai peiteltyjä tietoja, tehdä ja käyttää vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä sekä valmistaa ja käyttää vääriä asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman tai sitä toteuttavan poliisimiehen suojaamiseksi. Poliisin on pidettävä luetteloa tekemistään merkinnöistä ja valmistamistaan asiakirjoista. Poliisin on huolehdittava merkintöjen oikaisemisesta sen jälkeen, kun merkinnät eivät ole enää välttämättömiä todistajansuojeluohjelman toteuttamiseksi. Suojeltavan on tällöin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Poliisi voi tehdä ja valmistaa suojeltavalle toista henkilöllisyyttä tukevia vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä ja asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi. Poliisi voi myös käyttää vääriä, harhauttavia tai peiteltyjä tietoja, tehdä ja käyttää vääriä, harhauttavia tai peiteltyjä rekisterimerkintöjä sekä valmistaa ja käyttää vääriä asiakirjoja, jos se on välttämätöntä todistajansuojeluohjelman tai sitä toteuttavan poliisimiehen suojaamiseksi. Poliisin on pidettävä luetteloa tekemistään merkinnöistä ja valmistamistaan asiakirjoista. Poliisin on huolehdittava merkintöjen oikaisemisesta sen jälkeen, kun merkinnät eivät ole enää välttämättömiä todistajansuojeluohjelman toteuttamiseksi. Suojeltavan on tällöin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
        "folded_fi": "poliisi voi tehda ja valmistaa suojeltavalle toista henkilollisyytta tukevia vaaria, harhauttavia tai peiteltyja rekisterimerkintoja ja asiakirjoja, jos se on valttamatonta todistajansuojeluohjelman toteuttamiseksi. poliisi voi myos kayttaa vaaria, harhauttavia tai peiteltyja tietoja, tehda ja kayttaa vaaria, harhauttavia tai peiteltyja rekisterimerkintoja seka valmistaa ja kayttaa vaaria asiakirjoja, jos se on valttamatonta todistajansuojeluohjelman tai sita toteuttavan poliisimiehen suojaamiseksi. poliisin on pidettava luetteloa tekemistaan merkinnoista ja valmistamistaan asiakirjoista. poliisin on huolehdittava merkintojen oikaisemisesta sen jalkeen, kun merkinnat eivat ole enaa valttamattomia todistajansuojeluohjelman toteuttamiseksi. suojeltavan on talloin luovutettava 1 momentissa tarkoitetut asiakirjat poliisille.",
        "title_sv": "Registeranteckningar och handlingar",
        "content_sv": "Polisen kan för den skyddade införa och framställa falska, vilseledande eller förtäckta registeranteckningar och handlingar som stöder den andra identiteten, om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras. Polisen kan också använda falska, vilseledande eller förtäckta uppgifter, införa och använda falska, vilseledande eller förtäckta registeranteckningar samt framställa och använda falska handlingar, om det är nödvändigt för att skydda vittnesskyddsprogrammet eller en polisman som genomför det. Polisen ska föra en förteckning över anteckningar som den infört och handlingar som den framställt. Polisen ska se till att anteckningarna korrigeras när de inte längre är nödvändiga för vittnesskyddsprogrammet. Den skyddade ska då överlämna de handlingar som avses i 1 mom. till polisen.",
        "normalized_sv": "Polisen kan för den skyddade införa och framställa falska, vilseledande eller förtäckta registeranteckningar och handlingar som stöder den andra identiteten, om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras. Polisen kan också använda falska, vilseledande eller förtäckta uppgifter, införa och använda falska, vilseledande eller förtäckta registeranteckningar samt framställa och använda falska handlingar, om det är nödvändigt för att skydda vittnesskyddsprogrammet eller en polisman som genomför det. Polisen ska föra en förteckning över anteckningar som den infört och handlingar som den framställt. Polisen ska se till att anteckningarna korrigeras när de inte längre är nödvändiga för vittnesskyddsprogrammet. Den skyddade ska då överlämna de handlingar som avses i 1 mom. till polisen.",
        "folded_sv": "polisen kan for den skyddade infora och framstalla falska, vilseledande eller fortackta registeranteckningar och handlingar som stoder den andra identiteten, om det ar nodvandigt for att vittnesskyddsprogrammet ska kunna genomforas. polisen kan ocksa anvanda falska, vilseledande eller fortackta uppgifter, infora och anvanda falska, vilseledande eller fortackta registeranteckningar samt framstalla och anvanda falska handlingar, om det ar nodvandigt for att skydda vittnesskyddsprogrammet eller en polisman som genomfor det. polisen ska fora en forteckning over anteckningar som den infort och handlingar som den framstallt. polisen ska se till att anteckningarna korrigeras nar de inte langre ar nodvandiga for vittnesskyddsprogrammet. den skyddade ska da overlamna de handlingar som avses i 1 mom. till polisen."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Suojeltavan asunnon ja sen lähiympäristön valvonta",
      "content": "Poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen välitöntä lähiympäristöä kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelmän tai ohjelmiston avulla, jos se on välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Suojeltavan asunnon ja sen lähiympäristön valvonnasta ei tarvitse ilmoittaa sivullisille. Valvonta on lopetettava viipymättä, jos se ei ole enää välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen välitöntä lähiympäristöä kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelmän tai ohjelmiston avulla, jos se on välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi. Suojeltavan asunnon ja sen lähiympäristön valvonnasta ei tarvitse ilmoittaa sivullisille. Valvonta on lopetettava viipymättä, jos se ei ole enää välttämätöntä suojeltavan henkeä tai terveyttä uhkaavan vaaran torjumiseksi.",
        "folded_fi": "poliisi voi suojeltavan suostumuksella valvoa suojeltavan asuntoa ja sen valitonta lahiymparistoa kameran tai muun paikkaan sijoitetun teknisen laitteen, menetelman tai ohjelmiston avulla, jos se on valttamatonta suojeltavan henkea tai terveytta uhkaavan vaaran torjumiseksi. suojeltavan asunnon ja sen lahiympariston valvonnasta ei tarvitse ilmoittaa sivullisille. valvonta on lopetettava viipymatta, jos se ei ole enaa valttamatonta suojeltavan henkea tai terveytta uhkaavan vaaran torjumiseksi.",
        "title_sv": "Övervakning av den skyddades bostad och dess närområde",
        "content_sv": "Polisen kan med samtycke av den skyddade övervaka den skyddades bostad och dess omedelbara närområde med en kamera eller andra där utplacerade tekniska anordningar, metoder eller programvaror, om det är nödvändigt för att avvärja en fara som hotar den skyddades liv eller hälsa. Utomstående behöver inte underrättas om övervakningen av den skyddades bostad och dess närområde. Övervakningen ska utan dröjsmål avslutas när den inte längre är nödvändig för att avvärja en fara som hotar den skyddades liv eller hälsa.",
        "normalized_sv": "Polisen kan med samtycke av den skyddade övervaka den skyddades bostad och dess omedelbara närområde med en kamera eller andra där utplacerade tekniska anordningar, metoder eller programvaror, om det är nödvändigt för att avvärja en fara som hotar den skyddades liv eller hälsa. Utomstående behöver inte underrättas om övervakningen av den skyddades bostad och dess närområde. Övervakningen ska utan dröjsmål avslutas när den inte längre är nödvändig för att avvärja en fara som hotar den skyddades liv eller hälsa.",
        "folded_sv": "polisen kan med samtycke av den skyddade overvaka den skyddades bostad och dess omedelbara naromrade med en kamera eller andra dar utplacerade tekniska anordningar, metoder eller programvaror, om det ar nodvandigt for att avvarja en fara som hotar den skyddades liv eller halsa. utomstaende behover inte underrattas om overvakningen av den skyddades bostad och dess naromrade. overvakningen ska utan drojsmal avslutas nar den inte langre ar nodvandig for att avvarja en fara som hotar den skyddades liv eller halsa."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sopeutumisavustus",
      "content": "Suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenäisen elämän turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyöllään, yrittäjätoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenäisen elämän turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyöllään, yrittäjätoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
        "folded_fi": "suojeltavalle maksetaan valtion varoista taloudellista avustusta toimeentulon ja itsenaisen elaman turvaamiseksi, jos suojeltava ei voi saada turvallisuuttaan vaarantamatta toimeentuloa ansiotyollaan, yrittajatoiminnallaan, toimeentuloa turvaavien sosiaaliturvaetuuksien avulla tai muulla tavalla.",
        "title_sv": "Understöd för skyddade personer",
        "content_sv": "Om den skyddade inte kan försörja sig genom eget förvärvsarbete eller egen företagarverksamhet eller om den skyddades försörjning inte kan tryggas med hjälp av sociala förmåner eller på något annat sätt utan att hans eller hennes säkerhet äventyras, ska det för att trygga den skyddades försörjning och självständiga liv betalas ekonomisk stöd till honom eller henne av statens medel.",
        "normalized_sv": "Om den skyddade inte kan försörja sig genom eget förvärvsarbete eller egen företagarverksamhet eller om den skyddades försörjning inte kan tryggas med hjälp av sociala förmåner eller på något annat sätt utan att hans eller hennes säkerhet äventyras, ska det för att trygga den skyddades försörjning och självständiga liv betalas ekonomisk stöd till honom eller henne av statens medel.",
        "folded_sv": "om den skyddade inte kan forsorja sig genom eget forvarvsarbete eller egen foretagarverksamhet eller om den skyddades forsorjning inte kan tryggas med hjalp av sociala formaner eller pa nagot annat satt utan att hans eller hennes sakerhet aventyras, ska det for att trygga den skyddades forsorjning och sjalvstandiga liv betalas ekonomisk stod till honom eller henne av statens medel."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Todistajansuojeluohjelmaa koskeva ilmaisukielto",
      "content": "Sivullista, joka tehtävänsä tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltää ilmaisemasta ja hyväksikäyttämästä tämän lain nojalla toteutettavia toimenpiteitä koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. Ilmaisukielto on voimassa toistaiseksi. Kielto on peruutettava, kun se ei ole enää tarpeen ohjelman toteuttamiseksi. Kielto ja sen peruuttamista koskeva päätös on annettava saajalleen todisteellisesti tiedoksi. Rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Sivullista, joka tehtävänsä tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltää ilmaisemasta ja hyväksikäyttämästä tämän lain nojalla toteutettavia toimenpiteitä koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. Ilmaisukielto on voimassa toistaiseksi. Kielto on peruutettava, kun se ei ole enää tarpeen ohjelman toteuttamiseksi. Kielto ja sen peruuttamista koskeva päätös on annettava saajalleen todisteellisesti tiedoksi. Rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 § :n mukaan, jollei teosta muualla laissa säädetä ankarampaa rangaistusta. Rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessä.",
        "folded_fi": "sivullista, joka tehtavansa tai asemansa johdosta on avustanut tai jota on pyydetty avustamaan todistajansuojeluohjelman toteuttamisessa, voidaan kieltaa ilmaisemasta ja hyvaksikayttamasta taman lain nojalla toteutettavia toimenpiteita koskevia tietoja, jos se on tarpeen todistajansuojeluohjelman toteuttamiseksi. ilmaisukielto on voimassa toistaiseksi. kielto on peruutettava, kun se ei ole enaa tarpeen ohjelman toteuttamiseksi. kielto ja sen peruuttamista koskeva paatos on annettava saajalleen todisteellisesti tiedoksi. rangaistus ilmaisukiellon rikkomisesta tuomitaan rikoslain (39/1889) 38 luvun 1 tai 2 §:n mukaan, jollei teosta muualla laissa saadeta ankarampaa rangaistusta. rangaistusuhasta on ilmoitettava kiellon antamisen yhteydessa.",
        "title_sv": "Yppandeförbud om vittnesskyddsprogram",
        "content_sv": "En utomstående, som på grund av sin uppgift eller ställning har bistått eller som ombetts bistå vid genomförandet av ett vittnesskyddsprogram, kan förbjudas att röja och utnyttja uppgifter om åtgärder som vidtas med stöd av denna lag, om det behövs för att vittnesskyddsprogrammet ska kunna genomföras. Yppandeförbud gäller tills vidare. Ett yppandeförbud ska upphävas när det inte längre behövs för genomförande av programmet. Beslut om förbud och beslut om upphävande av förbud ska bevisligen delges den som förbudet gäller. Straff för brott mot yppandeförbud döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Uppgift om hotet om straff för överträdelse av förbudet ska lämnas i samband med att förbudet meddelas.",
        "normalized_sv": "En utomstående, som på grund av sin uppgift eller ställning har bistått eller som ombetts bistå vid genomförandet av ett vittnesskyddsprogram, kan förbjudas att röja och utnyttja uppgifter om åtgärder som vidtas med stöd av denna lag, om det behövs för att vittnesskyddsprogrammet ska kunna genomföras. Yppandeförbud gäller tills vidare. Ett yppandeförbud ska upphävas när det inte längre behövs för genomförande av programmet. Beslut om förbud och beslut om upphävande av förbud ska bevisligen delges den som förbudet gäller. Straff för brott mot yppandeförbud döms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strängare straff för gärningen föreskrivs någon annanstans i lag. Uppgift om hotet om straff för överträdelse av förbudet ska lämnas i samband med att förbudet meddelas.",
        "folded_sv": "en utomstaende, som pa grund av sin uppgift eller stallning har bistatt eller som ombetts bista vid genomforandet av ett vittnesskyddsprogram, kan forbjudas att roja och utnyttja uppgifter om atgarder som vidtas med stod av denna lag, om det behovs for att vittnesskyddsprogrammet ska kunna genomforas. yppandeforbud galler tills vidare. ett yppandeforbud ska upphavas nar det inte langre behovs for genomforande av programmet. beslut om forbud och beslut om upphavande av forbud ska bevisligen delges den som forbudet galler. straff for brott mot yppandeforbud doms enligt 38 kap. 1 eller 2 § i strafflagen (39/1889), om inte strangare straff for garningen foreskrivs nagon annanstans i lag. uppgift om hotet om straff for overtradelse av forbudet ska lamnas i samband med att forbudet meddelas."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Virka-avun antaminen",
      "content": "Viranomaisen on annettava poliisille maksutta tässä laissa säädetyn tehtävän suorittamiseksi tarpeellista virka-apua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Viranomaisen on annettava poliisille maksutta tässä laissa säädetyn tehtävän suorittamiseksi tarpeellista virka-apua.",
        "folded_fi": "viranomaisen on annettava poliisille maksutta tassa laissa saadetyn tehtavan suorittamiseksi tarpeellista virka-apua.",
        "title_sv": "Lämnande av handräckning",
        "content_sv": "En myndighet ska avgiftsfritt lämna polisen den handräckning som behövs för utförande av de uppgifter som föreskrivs i denna lag.",
        "normalized_sv": "En myndighet ska avgiftsfritt lämna polisen den handräckning som behövs för utförande av de uppgifter som föreskrivs i denna lag.",
        "folded_sv": "en myndighet ska avgiftsfritt lamna polisen den handrackning som behovs for utforande av de uppgifter som foreskrivs i denna lag."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Vajaavaltainen suojeltava",
      "content": "Tätä lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mitä holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Tätä lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mitä holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) säädetään.",
        "folded_fi": "tata lakia sovellettaessa vajaavaltaisen puhevaltaan ja mielipiteen huomioon ottamiseen sovelletaan, mita holhoustoimesta annetussa laissa (442/1999) ja lapsen huollosta ja tapaamisoikeudesta annetussa laissa (361/1983) saadetaan.",
        "title_sv": "När den skyddade är omyndig",
        "content_sv": "Vid tillämpningen av denna lag ska i fråga om talerätt för och beaktande av åsikten hos omyndiga iakttas vad som föreskrivs i lagen om förmyndarverksamhet (442/1999) och i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "normalized_sv": "Vid tillämpningen av denna lag ska i fråga om talerätt för och beaktande av åsikten hos omyndiga iakttas vad som föreskrivs i lagen om förmyndarverksamhet (442/1999) och i lagen angående vårdnad om barn och umgängesrätt (361/1983).",
        "folded_sv": "vid tillampningen av denna lag ska i fraga om taleratt for och beaktande av asikten hos omyndiga iakttas vad som foreskrivs i lagen om formyndarverksamhet (442/1999) och i lagen angaende vardnad om barn och umgangesratt (361/1983)."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Edunvalvojan määrääminen alaikäiselle",
      "content": "Alaikäiselle on määrättävä tätä lakia koskevaa päätöksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan määrääminen on tarpeen asian selvittämiseksi tai muutoin lapsen edun turvaamiseksi. Poliisi tekee hakemuksen edunvalvojan määräämiseksi. Edunvalvojan määrää tuomioistuin. Edunvalvojan määräämiseen sovelletaan, mitä holhoustoimesta annetussa laissa tai muussa laissa säädetään sijaisen määräämisestä edunvalvojalle. Poliisi vastaa edunvalvojan määräämisestä aiheutuneista kustannuksista sekä edunvalvojan palkkiosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Alaikäiselle on määrättävä tätä lakia koskevaa päätöksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan määrääminen on tarpeen asian selvittämiseksi tai muutoin lapsen edun turvaamiseksi. Poliisi tekee hakemuksen edunvalvojan määräämiseksi. Edunvalvojan määrää tuomioistuin. Edunvalvojan määräämiseen sovelletaan, mitä holhoustoimesta annetussa laissa tai muussa laissa säädetään sijaisen määräämisestä edunvalvojalle. Poliisi vastaa edunvalvojan määräämisestä aiheutuneista kustannuksista sekä edunvalvojan palkkiosta.",
        "folded_fi": "alaikaiselle on maarattava tata lakia koskevaa paatoksentekoa varten edunvalvoja huoltajan sijasta, jos: 1) on perusteltu syy olettaa, ettei huoltaja voi puolueettomasti valvoa lapsen etua asiassa; ja 2) edunvalvojan maaraaminen on tarpeen asian selvittamiseksi tai muutoin lapsen edun turvaamiseksi. poliisi tekee hakemuksen edunvalvojan maaraamiseksi. edunvalvojan maaraa tuomioistuin. edunvalvojan maaraamiseen sovelletaan, mita holhoustoimesta annetussa laissa tai muussa laissa saadetaan sijaisen maaraamisesta edunvalvojalle. poliisi vastaa edunvalvojan maaraamisesta aiheutuneista kustannuksista seka edunvalvojan palkkiosta.",
        "title_sv": "Förordnande av intressebevakare för minderåriga",
        "content_sv": "För beslutsfattande som gäller denna lag ska för en minderårig förordnas en intressebevakare i stället för vårdnadshavaren, om 1) det finns grundad anledning att anta att vårdnadshavaren inte opartiskt kan bevaka barnets bästa i ärendet, och 2) förordnande av en intressebevakare behövs för att utreda ärendet eller annars för att trygga barnets bästa. Polisen ansöker om förordnande av en intressebevakare. Intressebevakaren förordnas av en domstol. På förordnande av en intressebevakare tillämpas vad som i lagen om förmyndarverksamhet eller i någon annan lag föreskrivs om förordnade av ställföreträdare för intressebevakare. Polisen svarar för de kostnader som orsakas av förordnandet av en intressebevakare samt för intressebevakarens arvode.",
        "normalized_sv": "För beslutsfattande som gäller denna lag ska för en minderårig förordnas en intressebevakare i stället för vårdnadshavaren, om 1) det finns grundad anledning att anta att vårdnadshavaren inte opartiskt kan bevaka barnets bästa i ärendet, och 2) förordnande av en intressebevakare behövs för att utreda ärendet eller annars för att trygga barnets bästa. Polisen ansöker om förordnande av en intressebevakare. Intressebevakaren förordnas av en domstol. På förordnande av en intressebevakare tillämpas vad som i lagen om förmyndarverksamhet eller i någon annan lag föreskrivs om förordnade av ställföreträdare för intressebevakare. Polisen svarar för de kostnader som orsakas av förordnandet av en intressebevakare samt för intressebevakarens arvode.",
        "folded_sv": "for beslutsfattande som galler denna lag ska for en minderarig forordnas en intressebevakare i stallet for vardnadshavaren, om 1) det finns grundad anledning att anta att vardnadshavaren inte opartiskt kan bevaka barnets basta i arendet, och 2) forordnande av en intressebevakare behovs for att utreda arendet eller annars for att trygga barnets basta. polisen ansoker om forordnande av en intressebevakare. intressebevakaren forordnas av en domstol. pa forordnande av en intressebevakare tillampas vad som i lagen om formyndarverksamhet eller i nagon annan lag foreskrivs om forordnade av stallforetradare for intressebevakare. polisen svarar for de kostnader som orsakas av forordnandet av en intressebevakare samt for intressebevakarens arvode."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Todistajansuojeluohjelmaa koskeva päätöksenteko",
      "content": "Keskusrikospoliisin päällikkö päättää todistajansuojeluohjelman aloittamisesta ja päättämisestä sekä 5 §:ssä tarkoitettujen toimenpiteiden käyttämisestä. Keskusrikospoliisin todistajansuojeluohjelmasta vastaava päällystöön kuuluva poliisimies päättää 3 §:n 3 momentissa sekä 4 ja 6-8 §:ssä tarkoitettujen toimenpiteiden käyttämisestä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Keskusrikospoliisin päällikkö päättää todistajansuojeluohjelman aloittamisesta ja päättämisestä sekä 5 § :ssä tarkoitettujen toimenpiteiden käyttämisestä. Keskusrikospoliisin todistajansuojeluohjelmasta vastaava päällystöön kuuluva poliisimies päättää 3 § :n 3 momentissa sekä 4 ja 6-8 § :ssä tarkoitettujen toimenpiteiden käyttämisestä.",
        "folded_fi": "keskusrikospoliisin paallikko paattaa todistajansuojeluohjelman aloittamisesta ja paattamisesta seka 5 §:ssa tarkoitettujen toimenpiteiden kayttamisesta. keskusrikospoliisin todistajansuojeluohjelmasta vastaava paallystoon kuuluva poliisimies paattaa 3 §:n 3 momentissa seka 4 ja 6-8 §:ssa tarkoitettujen toimenpiteiden kayttamisesta.",
        "title_sv": "Beslutsfattande om vittnesskyddsprogram",
        "content_sv": "Chefen för centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de åtgärder som avses i 5 §. En polisman som hör till befälet vid centralkriminalpolisen och som ansvarar för ett vittnesskyddsprogram beslutar om de åtgärder som avses i 3 § 3 mom. samt 4 och 6-8 §.",
        "normalized_sv": "Chefen för centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de åtgärder som avses i 5 § . En polisman som hör till befälet vid centralkriminalpolisen och som ansvarar för ett vittnesskyddsprogram beslutar om de åtgärder som avses i 3 § 3 mom. samt 4 och 6-8 § .",
        "folded_sv": "chefen for centralkriminalpolisen beslutar om inledande och avslutande av ett vittnesskyddsprogram samt om de atgarder som avses i 5 §. en polisman som hor till befalet vid centralkriminalpolisen och som ansvarar for ett vittnesskyddsprogram beslutar om de atgarder som avses i 3 § 3 mom. samt 4 och 6-8 §."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Todistajansuojeluohjelmia koskeva rekisteri",
      "content": "Keskusrikospoliisi pitää sille tässä laissa säädettyjen tehtävien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteriä, johon kuuluvat myös toiminnassa syntyneet tallenteet ja muut asiakirjat. Jollei tässä laissa toisin säädetä, rekisteriin talletettujen henkilötietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) sekä muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999). Siitä riippumatta, mitä poliisin hallussa olevien rekisterien ja muiden asiakirjojen käytöstä ja tietojen luovuttamisesta niistä muualla laissa säädetään, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettäväksi säädettyjä tietoja saa käyttää ja luovuttaa vain, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estämiseksi ja selvittämiseksi. Sen lisäksi, mitä henkilötietolaissa säädetään, rekisteröidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennäköisin syin seurata vakava uhka suojeltavan tai muun henkilön turvallisuudelle. Tässä laissa säädettyjä tai tämän lain toimeenpanoon liittyviä tehtäviä hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisältyvien tietojen salassapitoon sekä näiden tehtävien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyväksikäyttökieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 §:ää myös silloin, kun asiakirja on muun kuin mainitun lain 4 §:ssä tarkoitetun viranomaisen hallussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Keskusrikospoliisi pitää sille tässä laissa säädettyjen tehtävien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteriä, johon kuuluvat myös toiminnassa syntyneet tallenteet ja muut asiakirjat. Jollei tässä laissa toisin säädetä, rekisteriin talletettujen henkilötietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) sekä muuhun henkilötietojen käsittelyyn henkilötietolakia (523/1999). Siitä riippumatta, mitä poliisin hallussa olevien rekisterien ja muiden asiakirjojen käytöstä ja tietojen luovuttamisesta niistä muualla laissa säädetään, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettäväksi säädettyjä tietoja saa käyttää ja luovuttaa vain, jos se on välttämätöntä todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estämiseksi ja selvittämiseksi. Sen lisäksi, mitä henkilötietolaissa säädetään, rekisteröidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennäköisin syin seurata vakava uhka suojeltavan tai muun henkilön turvallisuudelle. Tässä laissa säädettyjä tai tämän lain toimeenpanoon liittyviä tehtäviä hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisältyvien tietojen salassapitoon sekä näiden tehtävien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyväksikäyttökieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 § :ää myös silloin, kun asiakirja on muun kuin mainitun lain 4 § :ssä tarkoitetun viranomaisen hallussa.",
        "folded_fi": "keskusrikospoliisi pitaa sille tassa laissa saadettyjen tehtavien hoitoa varten todistajansuojeluohjelmia koskevaa rekisteria, johon kuuluvat myos toiminnassa syntyneet tallenteet ja muut asiakirjat. jollei tassa laissa toisin saadeta, rekisteriin talletettujen henkilotietojen salassapitoon ja luovuttamiseen sovelletaan viranomaisten toiminnan julkisuudesta annettua lakia (621/1999) seka muuhun henkilotietojen kasittelyyn henkilotietolakia (523/1999). siita riippumatta, mita poliisin hallussa olevien rekisterien ja muiden asiakirjojen kaytosta ja tietojen luovuttamisesta niista muualla laissa saadetaan, todistajansuojeluohjelman toteuttamiseksi saatuja salassa pidettavaksi saadettyja tietoja saa kayttaa ja luovuttaa vain, jos se on valttamatonta todistajansuojeluohjelman toteuttamiseksi tai suojeltavaan kohdistuvan rikoksen estamiseksi ja selvittamiseksi. sen lisaksi, mita henkilotietolaissa saadetaan, rekisteroidyn tarkastusoikeutta voidaan rajoittaa, jos tarkastusoikeuden toteuttamisesta voi todennakoisin syin seurata vakava uhka suojeltavan tai muun henkilon turvallisuudelle. tassa laissa saadettyja tai taman lain toimeenpanoon liittyvia tehtavia hoidettaessa saatujen ja laadittujen asiakirjojen ja niihin sisaltyvien tietojen salassapitoon seka naiden tehtavien hoidossa saatuja tietoja koskevaan vaitiolovelvollisuuteen ja hyvaksikayttokieltoon sovelletaan viranomaisten toiminnan julkisuudesta annetun lain 22-24 ja 35 §:aa myos silloin, kun asiakirja on muun kuin mainitun lain 4 §:ssa tarkoitetun viranomaisen hallussa.",
        "title_sv": "Register över vittnesskyddsprogram",
        "content_sv": "Centralkriminalpolisen ska för skötseln av sina uppgifter enligt denna lag föra ett register över vittnesskyddsprogram. I registret ska också ingå upptagningar och andra handlingar som uppstått i verksamheten. Om inte något annat föreskrivs i denna lag, tillämpas på sekretess för och utlämnande av i registret införda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt på annan behandling av personuppgifter personuppgiftslagen (523/1999). Trots vad som föreskrivs någon annanstans i lag om användning av register och andra handlingar som innehas av polisen och om utlämnande av uppgifter ur dem, får sekretessbelagda uppgifter som erhållits för genomförande av ett vittnesskyddsprogram användas och utlämnas endast om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras eller för förhindrande eller utredande av brott som riktar sig mot den skyddade. Utöver vad som föreskrivs i personuppgiftslagen kan den registrerades rätt till insyn begränsas, om utövandet av rätten till insyn på sannolika skäl kan leda till ett allvarligt hot mot den skyddades eller någon annans säkerhet. På sekretess för handlingar, och för uppgifter som ingår i sådana handlingar, som erhållits och upprättats vid skötseln av uppgifter som föreskrivs i denna lag eller som har samband med verkställigheten av lagen samt på tystnadsplikt och utnyttjandeförbud för uppgifter som erhållits vid skötseln av sådana uppgifter tillämpas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet också när handlingarna innehas av andra än i 4 § i den lagen avsedda myndigheter.",
        "normalized_sv": "Centralkriminalpolisen ska för skötseln av sina uppgifter enligt denna lag föra ett register över vittnesskyddsprogram. I registret ska också ingå upptagningar och andra handlingar som uppstått i verksamheten. Om inte något annat föreskrivs i denna lag, tillämpas på sekretess för och utlämnande av i registret införda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt på annan behandling av personuppgifter personuppgiftslagen (523/1999). Trots vad som föreskrivs någon annanstans i lag om användning av register och andra handlingar som innehas av polisen och om utlämnande av uppgifter ur dem, får sekretessbelagda uppgifter som erhållits för genomförande av ett vittnesskyddsprogram användas och utlämnas endast om det är nödvändigt för att vittnesskyddsprogrammet ska kunna genomföras eller för förhindrande eller utredande av brott som riktar sig mot den skyddade. Utöver vad som föreskrivs i personuppgiftslagen kan den registrerades rätt till insyn begränsas, om utövandet av rätten till insyn på sannolika skäl kan leda till ett allvarligt hot mot den skyddades eller någon annans säkerhet. På sekretess för handlingar, och för uppgifter som ingår i sådana handlingar, som erhållits och upprättats vid skötseln av uppgifter som föreskrivs i denna lag eller som har samband med verkställigheten av lagen samt på tystnadsplikt och utnyttjandeförbud för uppgifter som erhållits vid skötseln av sådana uppgifter tillämpas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet också när handlingarna innehas av andra än i 4 § i den lagen avsedda myndigheter.",
        "folded_sv": "centralkriminalpolisen ska for skotseln av sina uppgifter enligt denna lag fora ett register over vittnesskyddsprogram. i registret ska ocksa inga upptagningar och andra handlingar som uppstatt i verksamheten. om inte nagot annat foreskrivs i denna lag, tillampas pa sekretess for och utlamnande av i registret inforda personuppgifter lagen om offentlighet i myndigheternas verksamhet (621/1999) samt pa annan behandling av personuppgifter personuppgiftslagen (523/1999). trots vad som foreskrivs nagon annanstans i lag om anvandning av register och andra handlingar som innehas av polisen och om utlamnande av uppgifter ur dem, far sekretessbelagda uppgifter som erhallits for genomforande av ett vittnesskyddsprogram anvandas och utlamnas endast om det ar nodvandigt for att vittnesskyddsprogrammet ska kunna genomforas eller for forhindrande eller utredande av brott som riktar sig mot den skyddade. utover vad som foreskrivs i personuppgiftslagen kan den registrerades ratt till insyn begransas, om utovandet av ratten till insyn pa sannolika skal kan leda till ett allvarligt hot mot den skyddades eller nagon annans sakerhet. pa sekretess for handlingar, och for uppgifter som ingar i sadana handlingar, som erhallits och upprattats vid skotseln av uppgifter som foreskrivs i denna lag eller som har samband med verkstalligheten av lagen samt pa tystnadsplikt och utnyttjandeforbud for uppgifter som erhallits vid skotseln av sadana uppgifter tillampas 22-24 och 35 § i lagen om offentlighet i myndigheternas verksamhet ocksa nar handlingarna innehas av andra an i 4 § i den lagen avsedda myndigheter."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Todistajansuojeluohjelman toteuttamisen valvonta",
      "content": "Poliisihallitus valvoo tämän lain noudattamista. Keskusrikospoliisin on annettava Poliisihallitukselle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä. Sisäministeriön on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Poliisihallitus valvoo tämän lain noudattamista. Keskusrikospoliisin on annettava Poliisihallitukselle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä. Sisäministeriön on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus tämän lain nojalla tehdyistä päätöksistä ja toimenpiteistä.",
        "folded_fi": "poliisihallitus valvoo taman lain noudattamista. keskusrikospoliisin on annettava poliisihallitukselle vuosittain kertomus taman lain nojalla tehdyista paatoksista ja toimenpiteista. sisaministerion on annettava eduskunnan oikeusasiamiehelle vuosittain kertomus taman lain nojalla tehdyista paatoksista ja toimenpiteista.",
        "title_sv": "Tillsyn över genomförandet av vittnesskyddsprogram",
        "content_sv": "Polisstyrelsen utövar tillsyn över iakttagandet av denna lag. Centralkriminalpolisen ska årligen till Polisstyrelsen avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag. Inrikesministeriet ska årligen till riksdagens justitieombudsman avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag.",
        "normalized_sv": "Polisstyrelsen utövar tillsyn över iakttagandet av denna lag. Centralkriminalpolisen ska årligen till Polisstyrelsen avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag. Inrikesministeriet ska årligen till riksdagens justitieombudsman avge en berättelse om beslut som fattats och åtgärder som vidtagits med stöd av denna lag.",
        "folded_sv": "polisstyrelsen utovar tillsyn over iakttagandet av denna lag. centralkriminalpolisen ska arligen till polisstyrelsen avge en berattelse om beslut som fattats och atgarder som vidtagits med stod av denna lag. inrikesministeriet ska arligen till riksdagens justitieombudsman avge en berattelse om beslut som fattats och atgarder som vidtagits med stod av denna lag."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Muutoksenhaku",
      "content": "Tämän lain 3 §:n mukaiseen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Muuhun tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Tämän lain 3 § :n mukaiseen päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään. Muuhun tämän lain nojalla tehtyyn päätökseen ei saa hakea muutosta valittamalla.",
        "folded_fi": "taman lain 3 §:n mukaiseen paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan. muuhun taman lain nojalla tehtyyn paatokseen ei saa hakea muutosta valittamalla.",
        "title_sv": "Överklagande",
        "content_sv": "I beslut enligt 3 § får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I andra beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär.",
        "normalized_sv": "I beslut enligt 3 § får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som anges i förvaltningsprocesslagen (586/1996). I andra beslut som fattats med stöd av denna lag får ändring inte sökas genom besvär.",
        "folded_sv": "i beslut enligt 3 § far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som anges i forvaltningsprocesslagen (586/1996). i andra beslut som fattats med stod av denna lag far andring inte sokas genom besvar."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2015.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä maaliskuuta 2015.",
        "folded_fi": "tama laki tulee voimaan 1 paivana maaliskuuta 2015.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 mars 2015.",
        "normalized_sv": "Denna lag träder i kraft den 1 mars 2015.",
        "folded_sv": "denna lag trader i kraft den 1 mars 2015."
      },
      "valid_from": "2015-02-06",
      "valid_to": null
    }
  ]
}