{
  "id": "906/2006",
  "type": "statute",
  "title": "Eurooppaosuuskuntalaki",
  "title_en": "Lag om europaandelslag",
  "status": "in_force",
  "issued_date": "2006-10-19",
  "in_force_date": "2006-10-19",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/906/fin@",
  "description": "Ingested from Finlex open data (new-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Sovellettavat säännökset ja soveltamisala",
      "content": "Eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (SCE) säännöistä annettua neuvoston asetusta (EY) N:o 1435/2003, jäljempänä eurooppaosuuskunta-asetus, ja sitä täydentäviä tämän lain säännöksiä. Eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtiöitä koskevia osakeyhtiölain (624/2006) ja muun lain säännöksiä siten kuin eurooppaosuuskunta-asetuksessa ja tässä laissa säädetään. Tätä lakia sovelletaan Suomen lain mukaan rekisteröitävään eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan Suomen lain mukaan rekisteröityyn osuuskuntaan ja suomalaiseen muuhun yhtiöön (jäljempänä suomalainen osuuskunta ja suomalainen yhtiö).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (SCE) säännöistä annettua neuvoston asetusta (EY) N:o 1435/2003, jäljempänä eurooppaosuuskunta-asetus, ja sitä täydentäviä tämän lain säännöksiä. Eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtiöitä koskevia osakeyhtiölain (624/2006) ja muun lain säännöksiä siten kuin eurooppaosuuskunta-asetuksessa ja tässä laissa säädetään. Tätä lakia sovelletaan Suomen lain mukaan rekisteröitävään eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan Suomen lain mukaan rekisteröityyn osuuskuntaan ja suomalaiseen muuhun yhtiöön (jäljempänä suomalainen osuuskunta ja suomalainen yhtiö).",
        "folded_fi": "eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (sce) saannoista annettua neuvoston asetusta (ey) n:o 1435/2003, jaljempana eurooppaosuuskunta-asetus, ja sita taydentavia taman lain saannoksia. eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtioita koskevia osakeyhtiolain (624/2006) ja muun lain saannoksia siten kuin eurooppaosuuskunta-asetuksessa ja tassa laissa saadetaan. tata lakia sovelletaan suomen lain mukaan rekisteroitavaan eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan suomen lain mukaan rekisteroityyn osuuskuntaan ja suomalaiseen muuhun yhtioon (jaljempana suomalainen osuuskunta ja suomalainen yhtio).",
        "title_sv": "Tillämpliga bestämmelser och tillämpningsområde",
        "content_sv": "På ett europaandelslag tillämpas rådets förordning (EG) nr 1435/2003 om stadga för europeiska kooperativa föreningar (SCE-föreningar), nedan europaandelslagsförordningen, samt de kompletterande bestämmelserna i denna lag. På ett europaandelslag tillämpas bestämmelserna i lagen om andelslag (1488/2001) samt bestämmelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestäms i europaandelslagsförordningen och i denna lag. Denna lag tillämpas på ett europaandelslag som registreras enligt finsk lag samt på ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag.",
        "normalized_sv": "På ett europaandelslag tillämpas rådets förordning (EG) nr 1435/2003 om stadga för europeiska kooperativa föreningar (SCE-föreningar), nedan europaandelslagsförordningen, samt de kompletterande bestämmelserna i denna lag. På ett europaandelslag tillämpas bestämmelserna i lagen om andelslag (1488/2001) samt bestämmelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestäms i europaandelslagsförordningen och i denna lag. Denna lag tillämpas på ett europaandelslag som registreras enligt finsk lag samt på ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag.",
        "folded_sv": "pa ett europaandelslag tillampas radets forordning (eg) nr 1435/2003 om stadga for europeiska kooperativa foreningar (sce-foreningar), nedan europaandelslagsforordningen, samt de kompletterande bestammelserna i denna lag. pa ett europaandelslag tillampas bestammelserna i lagen om andelslag (1488/2001) samt bestammelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestams i europaandelslagsforordningen och i denna lag. denna lag tillampas pa ett europaandelslag som registreras enligt finsk lag samt pa ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rekisteröiminen",
      "content": "Patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisteröintiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. Eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimestä säädetään eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiölaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisötietolaissa (244/2001) ja toiminimilaissa (128/1979).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisteröintiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. Eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimestä säädetään eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiölaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisötietolaissa (244/2001) ja toiminimilaissa (128/1979).",
        "folded_fi": "patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisterointiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimesta saadetaan eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiolaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisotietolaissa (244/2001) ja toiminimilaissa (128/1979).",
        "title_sv": "Registrering",
        "content_sv": "Patent- och registerstyrelsen är behörig myndighet i registreringsärenden som gäller europaandelslag och i ärenden som avses i artikel 26.2 i europaandelslagsförordningen. Bestämmelser om anmälan av ett europaandelslag för registrering och om ett sådant andelslags firma finns i europaandelslagsförordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), företags- och organisationsdatalagen (244/2001) och firmalagen (128/1979).",
        "normalized_sv": "Patent- och registerstyrelsen är behörig myndighet i registreringsärenden som gäller europaandelslag och i ärenden som avses i artikel 26.2 i europaandelslagsförordningen. Bestämmelser om anmälan av ett europaandelslag för registrering och om ett sådant andelslags firma finns i europaandelslagsförordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), företags- och organisationsdatalagen (244/2001) och firmalagen (128/1979).",
        "folded_sv": "patent- och registerstyrelsen ar behorig myndighet i registreringsarenden som galler europaandelslag och i arenden som avses i artikel 26.2 i europaandelslagsforordningen. bestammelser om anmalan av ett europaandelslag for registrering och om ett sadant andelslags firma finns i europaandelslagsforordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), foretags- och organisationsdatalagen (244/2001) och firmalagen (128/1979)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Perustajan pääkonttorin sijainti",
      "content": "Eurooppaosuuskunnan perustamiseen voi osallistua myös sellainen oikeushenkilö, jonka pääkonttori ei ole Euroopan talousalueella, jos kyseinen oikeushenkilö täyttää eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilön perustamisesta, sääntömääräisestä kotipaikasta ja yhteydestä jonkin Euroopan talousalueeseen kuuluvan valtion talouteen. Sama koskee myös muuta Euroopan yhteisön perustamissopimuksen 48 artiklassa tarkoitettua yhtiötä, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Eurooppaosuuskunnan perustamiseen voi osallistua myös sellainen oikeushenkilö, jonka pääkonttori ei ole Euroopan talousalueella, jos kyseinen oikeushenkilö täyttää eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilön perustamisesta, sääntömääräisestä kotipaikasta ja yhteydestä jonkin Euroopan talousalueeseen kuuluvan valtion talouteen. Sama koskee myös muuta Euroopan yhteisön perustamissopimuksen 48 artiklassa tarkoitettua yhtiötä, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
        "folded_fi": "eurooppaosuuskunnan perustamiseen voi osallistua myos sellainen oikeushenkilo, jonka paakonttori ei ole euroopan talousalueella, jos kyseinen oikeushenkilo tayttaa eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilon perustamisesta, saantomaaraisesta kotipaikasta ja yhteydesta jonkin euroopan talousalueeseen kuuluvan valtion talouteen. sama koskee myos muuta euroopan yhteison perustamissopimuksen 48 artiklassa tarkoitettua yhtiota, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
        "title_sv": "Var stiftarens huvudkontor kan vara beläget",
        "content_sv": "I bildandet av ett europaandelslag kan även delta en sådan juridisk person vars huvudkontor inte är beläget inom Europeiska ekonomiska samarbetsområdet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsförordningen i fråga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom Europeiska ekonomiska samarbetsområdet. Detsamma gäller ett annat bolag som avses i artikel 48 i fördraget om upprättandet av Europeiska gemenskapen, om europaandelslaget bildas så som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsförordningen.",
        "normalized_sv": "I bildandet av ett europaandelslag kan även delta en sådan juridisk person vars huvudkontor inte är beläget inom Europeiska ekonomiska samarbetsområdet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsförordningen i fråga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom Europeiska ekonomiska samarbetsområdet. Detsamma gäller ett annat bolag som avses i artikel 48 i fördraget om upprättandet av Europeiska gemenskapen, om europaandelslaget bildas så som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsförordningen.",
        "folded_sv": "i bildandet av ett europaandelslag kan aven delta en sadan juridisk person vars huvudkontor inte ar belaget inom europeiska ekonomiska samarbetsomradet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsforordningen i fraga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom europeiska ekonomiska samarbetsomradet. detsamma galler ett annat bolag som avses i artikel 48 i fordraget om upprattandet av europeiska gemenskapen, om europaandelslaget bildas sa som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsforordningen."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Perustaminen sulautumalla",
      "content": "Jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännessä luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteröidään Suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteröitäväksi siten kuin osakeyhtiölain 16 luvun 5 §:ssä säädetään suunnitelman rekisteröinnistä. Suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisteröintiin sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 ja 15 §:ssä säädetään, kuitenkin siten, että osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Sulautumisen rekisteröinnin edellytyksenä on lisäksi, että ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jäsenvaltiossa, hyväksyvät tämän lain 5 §:ssä tarkoitetun ylimääräisen eroamisoikeuden. Sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteröitäväksi osakeyhtiölain 16 luvun 14 §:ssä säädetyllä tavalla kuuden kuukauden kuluessa siitä, kun sulautumista koskeva päätös on tehty Suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. Jos vastaanottava osuuskunta rekisteröidään eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteröimiseen sovelletaan 1 momenttia. Sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Velkojien suojaan sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 §:ssä säädetään sulautuvan yhtiön velkojien suojasta. Sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen täytäntöönpanoon neljän kuukauden kuluessa sulautumista koskevasta päätöksestä, tai sulautuminen raukeaa. Hakemukseen on liitettävä sulautumispäätökset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 §:ssä tarkoitettujen ilmoitusten lähettämisestä. Luvan antamisen edellytyksiin sovelletaan tämän pykälän 1 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä, lukuun ottamatta momentin viimeistä virkettä, sekä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan säännöksiä siinä tarkoitetun todistuksen antamisen edellytyksistä. Jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnityksen siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitys on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Tässä momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 §:n 3 momentin säännöksiä lopputilityksestä. Rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. Todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännessä luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteröidään Suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteröitäväksi siten kuin osakeyhtiölain 16 luvun 5 § :ssä säädetään suunnitelman rekisteröinnistä. Suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisteröintiin sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 ja 15 § :ssä säädetään, kuitenkin siten, että osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Sulautumisen rekisteröinnin edellytyksenä on lisäksi, että ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jäsenvaltiossa, hyväksyvät tämän lain 5 § :ssä tarkoitetun ylimääräisen eroamisoikeuden. Sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteröitäväksi osakeyhtiölain 16 luvun 14 § :ssä säädetyllä tavalla kuuden kuukauden kuluessa siitä, kun sulautumista koskeva päätös on tehty Suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. Jos vastaanottava osuuskunta rekisteröidään eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteröimiseen sovelletaan 1 momenttia. Sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Velkojien suojaan sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 § :ssä säädetään sulautuvan yhtiön velkojien suojasta. Sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen täytäntöönpanoon neljän kuukauden kuluessa sulautumista koskevasta päätöksestä, tai sulautuminen raukeaa. Hakemukseen on liitettävä sulautumispäätökset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 § :ssä tarkoitettujen ilmoitusten lähettämisestä. Luvan antamisen edellytyksiin sovelletaan tämän pykälän 1 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä, lukuun ottamatta momentin viimeistä virkettä, sekä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan säännöksiä siinä tarkoitetun todistuksen antamisen edellytyksistä. Jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnityksen siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitys on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Tässä momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 § :n 3 momentin säännöksiä lopputilityksestä. Rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. Todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
        "folded_fi": "jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljannessa luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteroidaan suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteroitavaksi siten kuin osakeyhtiolain 16 luvun 5 §:ssa saadetaan suunnitelman rekisteroinnista. suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisterointiin sovelletaan, mita osakeyhtiolain 16 luvun 6―8 ja 15 §:ssa saadetaan, kuitenkin siten, etta osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. sulautumisen rekisteroinnin edellytyksena on lisaksi, etta ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jasenvaltiossa, hyvaksyvat taman lain 5 §:ssa tarkoitetun ylimaaraisen eroamisoikeuden. sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteroitavaksi osakeyhtiolain 16 luvun 14 §:ssa saadetylla tavalla kuuden kuukauden kuluessa siita, kun sulautumista koskeva paatos on tehty suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. jos vastaanottava osuuskunta rekisteroidaan eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteroimiseen sovelletaan 1 momenttia. sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. velkojien suojaan sovelletaan, mita osakeyhtiolain 16 luvun 6―8 §:ssa saadetaan sulautuvan yhtion velkojien suojasta. sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen taytantoonpanoon neljan kuukauden kuluessa sulautumista koskevasta paatoksesta, tai sulautuminen raukeaa. hakemukseen on liitettava sulautumispaatokset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko seka hallituksen jasenen tai toimitusjohtajan todistus osakeyhtiolain 16 luvun 7 §:ssa tarkoitettujen ilmoitusten lahettamisesta. luvan antamisen edellytyksiin sovelletaan taman pykalan 1 momentin saannoksia sulautumisen rekisteroinnin edellytyksista, lukuun ottamatta momentin viimeista virketta, seka eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan saannoksia siina tarkoitetun todistuksen antamisen edellytyksista. jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksena on, etta samalla on vireilla rekisteroimiskelpoinen hakemus kiinnityksen siirtamisesta suomeen perustettavan sivuliikkeen vastattavaksi tai etta kiinnitys on kuoletettu. rekisteriviranomaisen lupaa koskeva paatos on viran puolesta rekisteroitava. tassa momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 §:n 3 momentin saannoksia lopputilityksesta. rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myontamisesta eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
        "title_sv": "Bildande av ett europaandelslag genom fusion",
        "content_sv": "Om ett finskt andelslag deltar i bildandet av ett europaandelslag på det sätt som avses i artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen och det övertagande andelslaget registreras i Finland, skall de finska andelslag som deltar i fusionen anmäla fusionsplanen och den rapport som avses i artikel 23 i nämnda förordning för registrering på det sätt som i 16 kap. 5 § i aktiebolagslagen föreskrivs om registrering av planen. På borgenärsskyddet och registreringen av fusionen när det gäller ett finskt andelslag skall tillämpas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock så att andelslagets samtliga borgenärer har rätt att motsätta sig fusionen. En förutsättning för registrering av fusionen är dessutom att de i fusionen deltagande andelslag som har sin hemort i någon annan medlemsstat godkänner den extra rätt att avgå om vilken bestäms i 5 § i denna lag. De andelslag som deltar i fusionen skall så som föreskrivs i 16 kap. 14 § i aktiebolagslagen anmäla fusionen för registrering inom sex månader från det att fusionsbeslutet fattades i Finland och de övriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsförordningen. Om det övertagande andelslaget registreras som europaandelslag i någon annan stat än Finland, skall 1 mom. tillämpas i fråga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsförordningen. Samtliga borgenärer i ett i fusionen deltagande finskt överlåtande och övertagande andelslag har rätt att motsätta sig fusionen. På borgenärsskyddet tillämpas vad som i 16 kap. 6―8 § i aktiebolagslagen föreskrivs om borgenärsskyddet i det överlåtande bolaget. De i fusionen deltagande finska andelslagen skall inom fyra månader från fusionsbeslutet hos registermyndigheten ansöka om tillstånd att verkställa fusionen. I annat fall förfaller fusionen. Till ansökan skall fogas fusionsbeslut, en sådan rapport från oberoende experter som avses i artikel 26 i europaandelslagsförordningen samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. På förutsättningarna för tillståndet tillämpas vad som i 1 mom. i denna paragraf föreskrivs om förutsättningarna för registrering av fusionen, med undantag för momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsförordningen bestäms om förutsättningarna för att utfärda ett intyg som avses i nämnda artikel. Om egendom som tillhör ett andelslag som deltar i fusionen omfattas av företagsinteckning enligt företagsinteckningslagen (634/1984), får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningen på en filial som inrättas i Finland eller att inteckningen har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. När ett finskt andelslag är övertagande andelslag i en fusion som avses i detta moment tillämpas på andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag föreskrivs om slutredovisning. För de finska andelslag som deltar i fusionen utfärdar registermyndigheten ett i artikel 29.2 i europaandelslagsförordningen avsett intyg om att tillstånd enligt 2 mom. har beviljats. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där det övertagande andelslaget har sin hemort, annars förfaller intyget.",
        "normalized_sv": "Om ett finskt andelslag deltar i bildandet av ett europaandelslag på det sätt som avses i artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen och det övertagande andelslaget registreras i Finland, skall de finska andelslag som deltar i fusionen anmäla fusionsplanen och den rapport som avses i artikel 23 i nämnda förordning för registrering på det sätt som i 16 kap. 5 § i aktiebolagslagen föreskrivs om registrering av planen. På borgenärsskyddet och registreringen av fusionen när det gäller ett finskt andelslag skall tillämpas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock så att andelslagets samtliga borgenärer har rätt att motsätta sig fusionen. En förutsättning för registrering av fusionen är dessutom att de i fusionen deltagande andelslag som har sin hemort i någon annan medlemsstat godkänner den extra rätt att avgå om vilken bestäms i 5 § i denna lag. De andelslag som deltar i fusionen skall så som föreskrivs i 16 kap. 14 § i aktiebolagslagen anmäla fusionen för registrering inom sex månader från det att fusionsbeslutet fattades i Finland och de övriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsförordningen. Om det övertagande andelslaget registreras som europaandelslag i någon annan stat än Finland, skall 1 mom. tillämpas i fråga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsförordningen. Samtliga borgenärer i ett i fusionen deltagande finskt överlåtande och övertagande andelslag har rätt att motsätta sig fusionen. På borgenärsskyddet tillämpas vad som i 16 kap. 6―8 § i aktiebolagslagen föreskrivs om borgenärsskyddet i det överlåtande bolaget. De i fusionen deltagande finska andelslagen skall inom fyra månader från fusionsbeslutet hos registermyndigheten ansöka om tillstånd att verkställa fusionen. I annat fall förfaller fusionen. Till ansökan skall fogas fusionsbeslut, en sådan rapport från oberoende experter som avses i artikel 26 i europaandelslagsförordningen samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. På förutsättningarna för tillståndet tillämpas vad som i 1 mom. i denna paragraf föreskrivs om förutsättningarna för registrering av fusionen, med undantag för momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsförordningen bestäms om förutsättningarna för att utfärda ett intyg som avses i nämnda artikel. Om egendom som tillhör ett andelslag som deltar i fusionen omfattas av företagsinteckning enligt företagsinteckningslagen (634/1984), får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningen på en filial som inrättas i Finland eller att inteckningen har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. När ett finskt andelslag är övertagande andelslag i en fusion som avses i detta moment tillämpas på andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag föreskrivs om slutredovisning. För de finska andelslag som deltar i fusionen utfärdar registermyndigheten ett i artikel 29.2 i europaandelslagsförordningen avsett intyg om att tillstånd enligt 2 mom. har beviljats. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där det övertagande andelslaget har sin hemort, annars förfaller intyget.",
        "folded_sv": "om ett finskt andelslag deltar i bildandet av ett europaandelslag pa det satt som avses i artikel 2.1 fjarde strecksatsen i europaandelslagsforordningen och det overtagande andelslaget registreras i finland, skall de finska andelslag som deltar i fusionen anmala fusionsplanen och den rapport som avses i artikel 23 i namnda forordning for registrering pa det satt som i 16 kap. 5 § i aktiebolagslagen foreskrivs om registrering av planen. pa borgenarsskyddet och registreringen av fusionen nar det galler ett finskt andelslag skall tillampas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock sa att andelslagets samtliga borgenarer har ratt att motsatta sig fusionen. en forutsattning for registrering av fusionen ar dessutom att de i fusionen deltagande andelslag som har sin hemort i nagon annan medlemsstat godkanner den extra ratt att avga om vilken bestams i 5 § i denna lag. de andelslag som deltar i fusionen skall sa som foreskrivs i 16 kap. 14 § i aktiebolagslagen anmala fusionen for registrering inom sex manader fran det att fusionsbeslutet fattades i finland och de ovriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsforordningen. om det overtagande andelslaget registreras som europaandelslag i nagon annan stat an finland, skall 1 mom. tillampas i fraga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsforordningen. samtliga borgenarer i ett i fusionen deltagande finskt overlatande och overtagande andelslag har ratt att motsatta sig fusionen. pa borgenarsskyddet tillampas vad som i 16 kap. 6―8 § i aktiebolagslagen foreskrivs om borgenarsskyddet i det overlatande bolaget. de i fusionen deltagande finska andelslagen skall inom fyra manader fran fusionsbeslutet hos registermyndigheten ansoka om tillstand att verkstalla fusionen. i annat fall forfaller fusionen. till ansokan skall fogas fusionsbeslut, en sadan rapport fran oberoende experter som avses i artikel 26 i europaandelslagsforordningen samt ett av en styrelsemedlem eller av verkstallande direktoren utfardat intyg varav framgar att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sants ut. pa forutsattningarna for tillstandet tillampas vad som i 1 mom. i denna paragraf foreskrivs om forutsattningarna for registrering av fusionen, med undantag for momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsforordningen bestams om forutsattningarna for att utfarda ett intyg som avses i namnda artikel. om egendom som tillhor ett andelslag som deltar i fusionen omfattas av foretagsinteckning enligt foretagsinteckningslagen (634/1984), far tillstand beviljas under forutsattning att en registreringsduglig ansokan samtidigt ar anhangig om overforing av inteckningen pa en filial som inrattas i finland eller att inteckningen har dodats. registermyndighetens tillstandsbeslut skall registreras pa tjanstens vagnar. nar ett finskt andelslag ar overtagande andelslag i en fusion som avses i detta moment tillampas pa andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag foreskrivs om slutredovisning. for de finska andelslag som deltar i fusionen utfardar registermyndigheten ett i artikel 29.2 i europaandelslagsforordningen avsett intyg om att tillstand enligt 2 mom. har beviljats. intyget skall inom sex manader fran utfardandet lamnas till den behoriga myndigheten i den stat dar det overtagande andelslaget har sin hemort, annars forfaller intyget."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Jäsenen ylimääräinen eroamisoikeus",
      "content": "Jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännen luetelmakohdan mukaisesti, Suomeen tai toiseen valtioon rekisteröitävään eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jäsenellä on ylimääräinen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 §:ssä säädetään. Sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jäsenellä, jos osuuskunta rekisteröidään eurooppaosuuskuntana toisessa valtiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännen luetelmakohdan mukaisesti, Suomeen tai toiseen valtioon rekisteröitävään eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jäsenellä on ylimääräinen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 § :ssä säädetään. Sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jäsenellä, jos osuuskunta rekisteröidään eurooppaosuuskuntana toisessa valtiossa.",
        "folded_fi": "jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljannen luetelmakohdan mukaisesti, suomeen tai toiseen valtioon rekisteroitavaan eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jasenella on ylimaarainen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 §:ssa saadetaan. sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jasenella, jos osuuskunta rekisteroidaan eurooppaosuuskuntana toisessa valtiossa.",
        "title_sv": "En medlems extra rätt att avgå",
        "content_sv": "Om ett europaandelslag bildas i enlighet med artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen, har en medlem i ett överlåtande finskt andelslag som fusioneras med ett europaandelslag som registreras i Finland eller i någon annan stat extra rätt att avgå enligt 4 kap. 25 § i lagen om andelslag. Samma rätt har medlemmarna i ett övertagande finskt andelslag, om andelslaget registreras som europaandelslag i någon annan stat.",
        "normalized_sv": "Om ett europaandelslag bildas i enlighet med artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen, har en medlem i ett överlåtande finskt andelslag som fusioneras med ett europaandelslag som registreras i Finland eller i någon annan stat extra rätt att avgå enligt 4 kap. 25 § i lagen om andelslag. Samma rätt har medlemmarna i ett övertagande finskt andelslag, om andelslaget registreras som europaandelslag i någon annan stat.",
        "folded_sv": "om ett europaandelslag bildas i enlighet med artikel 2.1 fjarde strecksatsen i europaandelslagsforordningen, har en medlem i ett overlatande finskt andelslag som fusioneras med ett europaandelslag som registreras i finland eller i nagon annan stat extra ratt att avga enligt 4 kap. 25 § i lagen om andelslag. samma ratt har medlemmarna i ett overtagande finskt andelslag, om andelslaget registreras som europaandelslag i nagon annan stat."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Olemassa olevan osuuskunnan muuntaminen eurooppaosuuskunnaksi",
      "content": "Eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
        "folded_fi": "eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksetta tehtava ilmoitus rekisteriviranomaiselle rekisteriin merkittavaksi.",
        "title_sv": "Ombildande av ett existerande andelslag till ett europaandelslag",
        "content_sv": "Ett förslag som avses i artikel 35.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "normalized_sv": "Ett förslag som avses i artikel 35.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "folded_sv": "ett forslag som avses i artikel 35.3 i europaandelslagsforordningen skall utan drojsmal anmalas till registermyndigheten for registrering."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Johto ja edustaminen",
      "content": "Eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jäseniin sovelletaan osuuskuntalain säännöksiä hallituksesta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnan hallintoneuvostoon ja sen jäseniin sovelletaan osuuskuntalain säännöksiä hallintoneuvostosta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Edustamiseen sovelletaan osuuskuntalain edustamista koskevia säännöksiä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. Toimitusjohtajaan sovelletaan osuuskuntalain säännöksiä toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jäseniin sovelletaan osuuskuntalain säännöksiä hallituksesta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnan hallintoneuvostoon ja sen jäseniin sovelletaan osuuskuntalain säännöksiä hallintoneuvostosta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Edustamiseen sovelletaan osuuskuntalain edustamista koskevia säännöksiä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. Toimitusjohtajaan sovelletaan osuuskuntalain säännöksiä toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
        "folded_fi": "eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jaseniin sovelletaan osuuskuntalain saannoksia hallituksesta ja sen jasenista, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. eurooppaosuuskunnan hallintoneuvostoon ja sen jaseniin sovelletaan osuuskuntalain saannoksia hallintoneuvostosta ja sen jasenista, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. edustamiseen sovelletaan osuuskuntalain edustamista koskevia saannoksia, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. toimitusjohtajaan sovelletaan osuuskuntalain saannoksia toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin saadeta.",
        "title_sv": "Ledning och företrädare",
        "content_sv": "På ett europaandelslags ledningsorgan och förvaltningsorgan samt medlemmarna i dessa organ tillämpas vad som i lagen om andelslag föreskrivs om styrelsen och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På ett europaandelslags tillsynsorgan och dess medlemmar tillämpas vad som i lagen om andelslag föreskrivs om förvaltningsrådet och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På företrädande tillämpas vad som i lagen om andelslag föreskrivs om företrädande, om inte annat föreskrivs i europaandelslagsförordningen. Ett europaandelslag kan ha en verkställande direktör som ansvarar för andelslagets löpande förvaltning på motsvarande sätt som i ett finskt andelslag. På den verkställande direktören tillämpas vad som i lagen om andelslag föreskrivs om verkställande direktör, om inte annat föreskrivs i europaandelslagsförordningen.",
        "normalized_sv": "På ett europaandelslags ledningsorgan och förvaltningsorgan samt medlemmarna i dessa organ tillämpas vad som i lagen om andelslag föreskrivs om styrelsen och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På ett europaandelslags tillsynsorgan och dess medlemmar tillämpas vad som i lagen om andelslag föreskrivs om förvaltningsrådet och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På företrädande tillämpas vad som i lagen om andelslag föreskrivs om företrädande, om inte annat föreskrivs i europaandelslagsförordningen. Ett europaandelslag kan ha en verkställande direktör som ansvarar för andelslagets löpande förvaltning på motsvarande sätt som i ett finskt andelslag. På den verkställande direktören tillämpas vad som i lagen om andelslag föreskrivs om verkställande direktör, om inte annat föreskrivs i europaandelslagsförordningen.",
        "folded_sv": "pa ett europaandelslags ledningsorgan och forvaltningsorgan samt medlemmarna i dessa organ tillampas vad som i lagen om andelslag foreskrivs om styrelsen och dess ledamoter, om inte annat foreskrivs i europaandelslagsforordningen. pa ett europaandelslags tillsynsorgan och dess medlemmar tillampas vad som i lagen om andelslag foreskrivs om forvaltningsradet och dess ledamoter, om inte annat foreskrivs i europaandelslagsforordningen. pa foretradande tillampas vad som i lagen om andelslag foreskrivs om foretradande, om inte annat foreskrivs i europaandelslagsforordningen. ett europaandelslag kan ha en verkstallande direktor som ansvarar for andelslagets lopande forvaltning pa motsvarande satt som i ett finskt andelslag. pa den verkstallande direktoren tillampas vad som i lagen om andelslag foreskrivs om verkstallande direktor, om inte annat foreskrivs i europaandelslagsforordningen."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Osuuskunnan kokous",
      "content": "Osuuskunnan kokoukseen ja jäsenten päätösvallan siirtämiseen jäsenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Lääninhallitus on toimivaltainen viranomainen käsittelemään hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettävä eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle säädetyssä ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Osuuskunnan kokoukseen ja jäsenten päätösvallan siirtämiseen jäsenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Lääninhallitus on toimivaltainen viranomainen käsittelemään hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettävä eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle säädetyssä ajassa.",
        "folded_fi": "osuuskunnan kokoukseen ja jasenten paatosvallan siirtamiseen jasenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. laaninhallitus on toimivaltainen viranomainen kasittelemaan hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettava eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle saadetyssa ajassa.",
        "title_sv": "Andelsstämma",
        "content_sv": "Vid överförande av andelsstämmans och medlemmarnas beslutanderätt till fullmäktige som väljs av medlemmarna tillämpas lagen om andelslag, om inte annat föreskrivs i europaandelslagsförordningen. Länsstyrelsen är behörig myndighet att behandla en ansökan om sammankallande av en andelsstämma som skall hållas enligt europaandelslagsförordningen och som inte har sammankallats inom föreskriven tid.",
        "normalized_sv": "Vid överförande av andelsstämmans och medlemmarnas beslutanderätt till fullmäktige som väljs av medlemmarna tillämpas lagen om andelslag, om inte annat föreskrivs i europaandelslagsförordningen. Länsstyrelsen är behörig myndighet att behandla en ansökan om sammankallande av en andelsstämma som skall hållas enligt europaandelslagsförordningen och som inte har sammankallats inom föreskriven tid.",
        "folded_sv": "vid overforande av andelsstammans och medlemmarnas beslutanderatt till fullmaktige som valjs av medlemmarna tillampas lagen om andelslag, om inte annat foreskrivs i europaandelslagsforordningen. lansstyrelsen ar behorig myndighet att behandla en ansokan om sammankallande av en andelsstamma som skall hallas enligt europaandelslagsforordningen och som inte har sammankallats inom foreskriven tid."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kotipaikan siirtäminen Suomesta",
      "content": "Eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteröitäväksi kuukauden kuluessa suunnitelman allekirjoittamisesta. Kotipaikan siirtäminen raukeaa, jos ilmoitusta ei tehdä määräajassa tai rekisteröiminen evätään. Osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtämistä. Osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edellä tarkoitetuille velkojille neljän kuukauden kuluessa siirtosuunnitelman rekisteröimisestä, tai kotipaikan siirto raukeaa. Hakemukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. Velkojien suojaan sovelletaan muuten, mitä osakeyhtiölain 16 luvun 6 ja 7 §:ssä säädetään sulautuvan yhtiön velkojien suojasta. Eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron täytäntöönpanoon tarvitaan rekisteriviranomaisen lupa. Lupaa on haettava kuukauden kuluessa kotipaikan siirtämistä koskevasta päätöksestä. Hakemukseen on liitettävä siirtopäätös sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 §:ssä tarkoitettujen ilmoitusten lähettämisestä. Jos hakemusta ei tehdä määräajassa tai lupaa ei myönnetä, päätös kotipaikan siirtämisestä raukeaa. Jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen päätöksellä, muutettu suunnitelma on ilmoitettava rekisteröitäväksi viimeistään hakemuksen yhteydessä. Rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan säännöksiä sekä osakeyhtiölain 16 luvun 15 §:n 1 ja 2 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä. Jos yhtiön omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnitysten siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitykset on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. Siirtopäätöstä koskevaan moitekanteeseen sovelletaan, mitä osuuskuntalain 16 luvun 18 §:ssä säädetään sulautumispäätöstä koskevasta moitekanteesta. Tuomioistuimen on viipymättä ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteröitäväksi kuukauden kuluessa suunnitelman allekirjoittamisesta. Kotipaikan siirtäminen raukeaa, jos ilmoitusta ei tehdä määräajassa tai rekisteröiminen evätään. Osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtämistä. Osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edellä tarkoitetuille velkojille neljän kuukauden kuluessa siirtosuunnitelman rekisteröimisestä, tai kotipaikan siirto raukeaa. Hakemukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. Velkojien suojaan sovelletaan muuten, mitä osakeyhtiölain 16 luvun 6 ja 7 § :ssä säädetään sulautuvan yhtiön velkojien suojasta. Eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron täytäntöönpanoon tarvitaan rekisteriviranomaisen lupa. Lupaa on haettava kuukauden kuluessa kotipaikan siirtämistä koskevasta päätöksestä. Hakemukseen on liitettävä siirtopäätös sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 § :ssä tarkoitettujen ilmoitusten lähettämisestä. Jos hakemusta ei tehdä määräajassa tai lupaa ei myönnetä, päätös kotipaikan siirtämisestä raukeaa. Jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen päätöksellä, muutettu suunnitelma on ilmoitettava rekisteröitäväksi viimeistään hakemuksen yhteydessä. Rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan säännöksiä sekä osakeyhtiölain 16 luvun 15 § :n 1 ja 2 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä. Jos yhtiön omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnitysten siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitykset on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. Siirtopäätöstä koskevaan moitekanteeseen sovelletaan, mitä osuuskuntalain 16 luvun 18 § :ssä säädetään sulautumispäätöstä koskevasta moitekanteesta. Tuomioistuimen on viipymättä ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
        "folded_fi": "eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteroitavaksi kuukauden kuluessa suunnitelman allekirjoittamisesta. kotipaikan siirtaminen raukeaa, jos ilmoitusta ei tehda maaraajassa tai rekisteroiminen evataan. osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtamista. osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edella tarkoitetuille velkojille neljan kuukauden kuluessa siirtosuunnitelman rekisteroimisesta, tai kotipaikan siirto raukeaa. hakemukseen on liitettava eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. velkojien suojaan sovelletaan muuten, mita osakeyhtiolain 16 luvun 6 ja 7 §:ssa saadetaan sulautuvan yhtion velkojien suojasta. eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron taytantoonpanoon tarvitaan rekisteriviranomaisen lupa. lupaa on haettava kuukauden kuluessa kotipaikan siirtamista koskevasta paatoksesta. hakemukseen on liitettava siirtopaatos seka hallituksen jasenen tai toimitusjohtajan todistus osakeyhtiolain 16 luvun 7 §:ssa tarkoitettujen ilmoitusten lahettamisesta. jos hakemusta ei tehda maaraajassa tai lupaa ei myonneta, paatos kotipaikan siirtamisesta raukeaa. jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen paatoksella, muutettu suunnitelma on ilmoitettava rekisteroitavaksi viimeistaan hakemuksen yhteydessa. rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan saannoksia seka osakeyhtiolain 16 luvun 15 §:n 1 ja 2 momentin saannoksia sulautumisen rekisteroinnin edellytyksista. jos yhtion omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksena on, etta samalla on vireilla rekisteroimiskelpoinen hakemus kiinnitysten siirtamisesta suomeen perustettavan sivuliikkeen vastattavaksi tai etta kiinnitykset on kuoletettu. rekisteriviranomaisen lupaa koskeva paatos on viran puolesta rekisteroitava. rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myontamisesta eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. siirtopaatosta koskevaan moitekanteeseen sovelletaan, mita osuuskuntalain 16 luvun 18 §:ssa saadetaan sulautumispaatosta koskevasta moitekanteesta. tuomioistuimen on viipymatta ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
        "title_sv": "Flyttning av ett europaandelslags hemort från Finland",
        "content_sv": "Ett europaandelslag skall för registrering anmäla ett i artikel 7.2 i europaandelslagsförordningen avsett förslag om flyttning av hemort inom en månad efter det att förslaget undertecknades. Om anmälan inte görs inom föreskriven tid eller om registrering vägras, förfaller flyttningen. Europaandelslagets samtliga borgenärer har rätt att motsätta sig flyttningen av hemort. Andelslaget skall hos registermyndigheten ansöka om kungörelse på ovan nämnda borgenärer inom fyra månader från registreringen av flyttningsplanen, annars förfaller flyttningen. Till ansökan skall fogas en sådan redogörelse som avses i artikel 7.3 i europaandelslagsförordningen. På skyddet av borgenärerna tillämpas i övrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen föreskrivs om borgenärsskyddet i överlåtande bolag. En sådan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsförordningen får verkställas endast med registermyndighetens tillstånd. Andelslaget skall ansöka om tillståndet inom en månad efter flyttningsbeslutet. Till ansökan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. Om ansökan inte görs inom föreskriven tid eller om tillstånd inte beviljas, förfaller beslutet om flyttning av hemorten. Om förslaget om flyttning har ändrats genom ett beslut av andelsstämman, skall det ändrade förslaget anmälas för registrering senast i samband med ansökan. På förutsättningarna för registermyndighetens tillstånd tillämpas det som i artikel 7.8 i europaandelslagsförordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen föreskrivs om förutsättningarna för registrering av en fusion. Om bolagets egendom omfattas av företagsinteckning enligt företagsinteckningslagen, får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningarna på en filial som inrättas i Finland eller att inteckningarna har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. Registermyndigheten utfärdar det intyg om att tillstånd enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsförordningen. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där andelslaget har sin nya hemort, annars förfaller intyget. På en klandertalan som gäller ett flyttningsbeslut skall tillämpas vad som i 16 kap. 18 § i lagen om andelslag föreskrivs om klandertalan som gäller fusionsbeslut. Domstolen skall utan dröjsmål underrätta registermyndigheten om att talan har väckts samt om en lagakraftvunnen dom i målet.",
        "normalized_sv": "Ett europaandelslag skall för registrering anmäla ett i artikel 7.2 i europaandelslagsförordningen avsett förslag om flyttning av hemort inom en månad efter det att förslaget undertecknades. Om anmälan inte görs inom föreskriven tid eller om registrering vägras, förfaller flyttningen. Europaandelslagets samtliga borgenärer har rätt att motsätta sig flyttningen av hemort. Andelslaget skall hos registermyndigheten ansöka om kungörelse på ovan nämnda borgenärer inom fyra månader från registreringen av flyttningsplanen, annars förfaller flyttningen. Till ansökan skall fogas en sådan redogörelse som avses i artikel 7.3 i europaandelslagsförordningen. På skyddet av borgenärerna tillämpas i övrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen föreskrivs om borgenärsskyddet i överlåtande bolag. En sådan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsförordningen får verkställas endast med registermyndighetens tillstånd. Andelslaget skall ansöka om tillståndet inom en månad efter flyttningsbeslutet. Till ansökan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. Om ansökan inte görs inom föreskriven tid eller om tillstånd inte beviljas, förfaller beslutet om flyttning av hemorten. Om förslaget om flyttning har ändrats genom ett beslut av andelsstämman, skall det ändrade förslaget anmälas för registrering senast i samband med ansökan. På förutsättningarna för registermyndighetens tillstånd tillämpas det som i artikel 7.8 i europaandelslagsförordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen föreskrivs om förutsättningarna för registrering av en fusion. Om bolagets egendom omfattas av företagsinteckning enligt företagsinteckningslagen, får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningarna på en filial som inrättas i Finland eller att inteckningarna har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. Registermyndigheten utfärdar det intyg om att tillstånd enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsförordningen. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där andelslaget har sin nya hemort, annars förfaller intyget. På en klandertalan som gäller ett flyttningsbeslut skall tillämpas vad som i 16 kap. 18 § i lagen om andelslag föreskrivs om klandertalan som gäller fusionsbeslut. Domstolen skall utan dröjsmål underrätta registermyndigheten om att talan har väckts samt om en lagakraftvunnen dom i målet.",
        "folded_sv": "ett europaandelslag skall for registrering anmala ett i artikel 7.2 i europaandelslagsforordningen avsett forslag om flyttning av hemort inom en manad efter det att forslaget undertecknades. om anmalan inte gors inom foreskriven tid eller om registrering vagras, forfaller flyttningen. europaandelslagets samtliga borgenarer har ratt att motsatta sig flyttningen av hemort. andelslaget skall hos registermyndigheten ansoka om kungorelse pa ovan namnda borgenarer inom fyra manader fran registreringen av flyttningsplanen, annars forfaller flyttningen. till ansokan skall fogas en sadan redogorelse som avses i artikel 7.3 i europaandelslagsforordningen. pa skyddet av borgenarerna tillampas i ovrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen foreskrivs om borgenarsskyddet i overlatande bolag. en sadan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsforordningen far verkstallas endast med registermyndighetens tillstand. andelslaget skall ansoka om tillstandet inom en manad efter flyttningsbeslutet. till ansokan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkstallande direktoren utfardat intyg varav framgar att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sants ut. om ansokan inte gors inom foreskriven tid eller om tillstand inte beviljas, forfaller beslutet om flyttning av hemorten. om forslaget om flyttning har andrats genom ett beslut av andelsstamman, skall det andrade forslaget anmalas for registrering senast i samband med ansokan. pa forutsattningarna for registermyndighetens tillstand tillampas det som i artikel 7.8 i europaandelslagsforordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen foreskrivs om forutsattningarna for registrering av en fusion. om bolagets egendom omfattas av foretagsinteckning enligt foretagsinteckningslagen, far tillstand beviljas under forutsattning att en registreringsduglig ansokan samtidigt ar anhangig om overforing av inteckningarna pa en filial som inrattas i finland eller att inteckningarna har dodats. registermyndighetens tillstandsbeslut skall registreras pa tjanstens vagnar. registermyndigheten utfardar det intyg om att tillstand enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsforordningen. intyget skall inom sex manader fran utfardandet lamnas till den behoriga myndigheten i den stat dar andelslaget har sin nya hemort, annars forfaller intyget. pa en klandertalan som galler ett flyttningsbeslut skall tillampas vad som i 16 kap. 18 § i lagen om andelslag foreskrivs om klandertalan som galler fusionsbeslut. domstolen skall utan drojsmal underratta registermyndigheten om att talan har vackts samt om en lagakraftvunnen dom i malet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kotipaikan siirtämistä koskeva lopputilitys",
      "content": "Kotipaikan Suomesta siirtävän eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtämisen jälkeen laadittava lopputilitys. Lopputilityksessä on oltava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty osuuskunnan kokouksessa, sekä selvitys mahdollisen vastikkeen jaosta. Lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksettä kutsuttava jäsenet osuuskunnan kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä osuuskunnan kokouksesta säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin osakeyhtiölain 8 luvun 10 §:ssä säädetään. Lopputilityksen moittimiseen sovelletaan, mitä osuuskuntalain 19 luvun 19 ja 21 §:ssä sekä, milloin kysymys on osuuskuntalain 20 luvun 5 §:n mukaisesta kanteesta, mitä saman lain 19 luvun 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Kotipaikan Suomesta siirtävän eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtämisen jälkeen laadittava lopputilitys. Lopputilityksessä on oltava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty osuuskunnan kokouksessa, sekä selvitys mahdollisen vastikkeen jaosta. Lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksettä kutsuttava jäsenet osuuskunnan kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä osuuskunnan kokouksesta säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin osakeyhtiölain 8 luvun 10 § :ssä säädetään. Lopputilityksen moittimiseen sovelletaan, mitä osuuskuntalain 19 luvun 19 ja 21 § :ssä sekä, milloin kysymys on osuuskuntalain 20 luvun 5 § :n mukaisesta kanteesta, mitä saman lain 19 luvun 20 § :ssä säädetään.",
        "folded_fi": "kotipaikan suomesta siirtavan eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtamisen jalkeen laadittava lopputilitys. lopputilityksessa on oltava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei viela ole esitetty osuuskunnan kokouksessa, seka selvitys mahdollisen vastikkeen jaosta. lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksetta kutsuttava jasenet osuuskunnan kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita osuuskunnan kokouksesta saadetaan. lopputilitys on ilmoitettava rekisteroitavaksi siten kuin osakeyhtiolain 8 luvun 10 §:ssa saadetaan. lopputilityksen moittimiseen sovelletaan, mita osuuskuntalain 19 luvun 19 ja 21 §:ssa seka, milloin kysymys on osuuskuntalain 20 luvun 5 §:n mukaisesta kanteesta, mita saman lain 19 luvun 20 §:ssa saadetaan.",
        "title_sv": "Slutredovisning med anledning av flyttning av hemort",
        "content_sv": "Förvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort från Finland samt dess verkställande direktör skall så snart som möjligt efter flyttningen av hemorten upprätta en slutredovisning. Slutredovisningen skall innehålla ett bokslut och en verksamhetsberättelse över den tid för vilken bokslut ännu inte har lagts fram vid någon andelsstämma samt en utredning om fördelningen av eventuellt vederlag. Slutredovisningen skall överlämnas till revisorerna, som inom en månad skall ge en revisionsberättelse över slutredovisningen. Efter att ha fått revisionsberättelsen skall förvaltningsorganet eller ledningsorganet utan dröjsmål sammankalla medlemmarna till andelsstämma för att fastställa slutredovisningen. På mötet tillämpas vad som föreskrivs om andelsstämma. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § i aktiebolagslagen. I fråga om klander av slutredovisningen tillämpas vad som föreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt när det är fråga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestäms i 19 kap. 20 § i samma lag.",
        "normalized_sv": "Förvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort från Finland samt dess verkställande direktör skall så snart som möjligt efter flyttningen av hemorten upprätta en slutredovisning. Slutredovisningen skall innehålla ett bokslut och en verksamhetsberättelse över den tid för vilken bokslut ännu inte har lagts fram vid någon andelsstämma samt en utredning om fördelningen av eventuellt vederlag. Slutredovisningen skall överlämnas till revisorerna, som inom en månad skall ge en revisionsberättelse över slutredovisningen. Efter att ha fått revisionsberättelsen skall förvaltningsorganet eller ledningsorganet utan dröjsmål sammankalla medlemmarna till andelsstämma för att fastställa slutredovisningen. På mötet tillämpas vad som föreskrivs om andelsstämma. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § i aktiebolagslagen. I fråga om klander av slutredovisningen tillämpas vad som föreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt när det är fråga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestäms i 19 kap. 20 § i samma lag.",
        "folded_sv": "forvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort fran finland samt dess verkstallande direktor skall sa snart som mojligt efter flyttningen av hemorten uppratta en slutredovisning. slutredovisningen skall innehalla ett bokslut och en verksamhetsberattelse over den tid for vilken bokslut annu inte har lagts fram vid nagon andelsstamma samt en utredning om fordelningen av eventuellt vederlag. slutredovisningen skall overlamnas till revisorerna, som inom en manad skall ge en revisionsberattelse over slutredovisningen. efter att ha fatt revisionsberattelsen skall forvaltningsorganet eller ledningsorganet utan drojsmal sammankalla medlemmarna till andelsstamma for att faststalla slutredovisningen. pa motet tillampas vad som foreskrivs om andelsstamma. slutredovisningen skall anmalas for registrering enligt vad som foreskrivs i 8 kap. 10 § i aktiebolagslagen. i fraga om klander av slutredovisningen tillampas vad som foreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt nar det ar fraga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestams i 19 kap. 20 § i samma lag."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kotipaikan siirtäminen Suomeen",
      "content": "Päätös eurooppaosuuskunnan kotipaikan siirtämisestä Suomeen on ilmoitettava rekisteröitäväksi kuukauden kuluessa siitä, kun eurooppaosuuskunnan kotipaikan jäsenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Siirtämistä koskevaa päätöstä ei voida rekisteröidä, jos ilmoitusta ei tehdä määräajassa. Ilmoitukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. Muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtävää ilmoitusta koskevia säännöksiä siten kuin erikseen säädetään, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Päätös eurooppaosuuskunnan kotipaikan siirtämisestä Suomeen on ilmoitettava rekisteröitäväksi kuukauden kuluessa siitä, kun eurooppaosuuskunnan kotipaikan jäsenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Siirtämistä koskevaa päätöstä ei voida rekisteröidä, jos ilmoitusta ei tehdä määräajassa. Ilmoitukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. Muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtävää ilmoitusta koskevia säännöksiä siten kuin erikseen säädetään, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
        "folded_fi": "paatos eurooppaosuuskunnan kotipaikan siirtamisesta suomeen on ilmoitettava rekisteroitavaksi kuukauden kuluessa siita, kun eurooppaosuuskunnan kotipaikan jasenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. siirtamista koskevaa paatosta ei voida rekisteroida, jos ilmoitusta ei tehda maaraajassa. ilmoitukseen on liitettava eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtavaa ilmoitusta koskevia saannoksia siten kuin erikseen saadetaan, jollei eurooppaosuuskunta-asetuksessa toisin saadeta.",
        "title_sv": "Flyttning av ett europaandelslags hemort till Finland",
        "content_sv": "Ett beslut om att flytta ett europaandelslags hemort till Finland skall anmälas för registrering inom en månad efter det att den behöriga myndigheten i den medlemsstat där europaandelslaget har sin hemort har utfärdat det intyg som avses i artikel 7.8 i europaandelslagsförordningen. Om anmälan inte görs inom föreskriven tid, kan flyttningsbeslutet inte registreras. Till anmälan skall fogas förslaget om flyttning samt den redogörelse och det intyg som avses i artikel 7 i europaandelslagsförordningen. På anmälan skall i övrigt så som bestäms särskilt tillämpas bestämmelserna om sådan anmälan till handelsregistret som gäller bildande av andelslag, om inte annat föreskrivs i europaandelslagsförordningen.",
        "normalized_sv": "Ett beslut om att flytta ett europaandelslags hemort till Finland skall anmälas för registrering inom en månad efter det att den behöriga myndigheten i den medlemsstat där europaandelslaget har sin hemort har utfärdat det intyg som avses i artikel 7.8 i europaandelslagsförordningen. Om anmälan inte görs inom föreskriven tid, kan flyttningsbeslutet inte registreras. Till anmälan skall fogas förslaget om flyttning samt den redogörelse och det intyg som avses i artikel 7 i europaandelslagsförordningen. På anmälan skall i övrigt så som bestäms särskilt tillämpas bestämmelserna om sådan anmälan till handelsregistret som gäller bildande av andelslag, om inte annat föreskrivs i europaandelslagsförordningen.",
        "folded_sv": "ett beslut om att flytta ett europaandelslags hemort till finland skall anmalas for registrering inom en manad efter det att den behoriga myndigheten i den medlemsstat dar europaandelslaget har sin hemort har utfardat det intyg som avses i artikel 7.8 i europaandelslagsforordningen. om anmalan inte gors inom foreskriven tid, kan flyttningsbeslutet inte registreras. till anmalan skall fogas forslaget om flyttning samt den redogorelse och det intyg som avses i artikel 7 i europaandelslagsforordningen. pa anmalan skall i ovrigt sa som bestams sarskilt tillampas bestammelserna om sadan anmalan till handelsregistret som galler bildande av andelslag, om inte annat foreskrivs i europaandelslagsforordningen."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eurooppaosuuskunnan muuntaminen osuuskunnaksi",
      "content": "Eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
        "folded_fi": "eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksetta tehtava ilmoitus rekisteriviranomaiselle rekisteriin merkittavaksi.",
        "title_sv": "Ombildande av ett europaandelslag till ett andelslag",
        "content_sv": "Ett förslag som avses i artikel 76.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "normalized_sv": "Ett förslag som avses i artikel 76.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "folded_sv": "ett forslag som avses i artikel 76.3 i europaandelslagsforordningen skall utan drojsmal anmalas till registermyndigheten for registrering."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Selvitystila ja purkaminen",
      "content": "Tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. Selvitystilaan määräämistä tai rekisteristä poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian käsittelyyn, päätökseen ja sen rekisteröintiin sekä selvitysmenettelyyn ja rekisteristä poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun säännöksiä. Rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. Selvitystilaan määräämistä tai rekisteristä poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian käsittelyyn, päätökseen ja sen rekisteröintiin sekä selvitysmenettelyyn ja rekisteristä poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun säännöksiä. Rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
        "folded_fi": "tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. selvitystilaan maaraamista tai rekisterista poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian kasittelyyn, paatokseen ja sen rekisterointiin seka selvitysmenettelyyn ja rekisterista poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun saannoksia. rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
        "title_sv": "Likvidation och upplösning",
        "content_sv": "Domstolen är behörig myndighet i ärenden som avses i artikel 73.1―73.4 i europaandelslagsförordningen. I fråga om inledandet av ett ärende som gäller likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av ärendet, beslut och registrering av beslut samt likvidationsförfarande och avregistrering tillämpas artikel 73 i europaandelslagsförordningen och 19 kap. i lagen om andelslag. För ett tillsynsobjekt som avses i lagen om Finansinspektionen (587/2003) är tillsynsmyndigheten dock behörig myndighet i ett ärende som avses i artikel 73.1―73.4 i europaandelslagsförordningen.",
        "normalized_sv": "Domstolen är behörig myndighet i ärenden som avses i artikel 73.1―73.4 i europaandelslagsförordningen. I fråga om inledandet av ett ärende som gäller likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av ärendet, beslut och registrering av beslut samt likvidationsförfarande och avregistrering tillämpas artikel 73 i europaandelslagsförordningen och 19 kap. i lagen om andelslag. För ett tillsynsobjekt som avses i lagen om Finansinspektionen (587/2003) är tillsynsmyndigheten dock behörig myndighet i ett ärende som avses i artikel 73.1―73.4 i europaandelslagsförordningen.",
        "folded_sv": "domstolen ar behorig myndighet i arenden som avses i artikel 73.1―73.4 i europaandelslagsforordningen. i fraga om inledandet av ett arende som galler likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av arendet, beslut och registrering av beslut samt likvidationsforfarande och avregistrering tillampas artikel 73 i europaandelslagsforordningen och 19 kap. i lagen om andelslag. for ett tillsynsobjekt som avses i lagen om finansinspektionen (587/2003) ar tillsynsmyndigheten dock behorig myndighet i ett arende som avses i artikel 73.1―73.4 i europaandelslagsforordningen."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Vahingonkorvausvelvollisuus",
      "content": "Eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jäsenen, selvitysmiehen sekä jäsenen ja edustajiston jäsenen vahingonkorvausvelvollisuudesta on voimassa, mitä osuuskuntalaissa ja muussa laissa säädetään osuuskunnan hallituksen tai hallintoneuvoston jäsenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jäsenen tai edustajiston jäsenen vahingonkorvausvastuusta. Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. Tätä lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mitä osuuskuntalaissa säädetään tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jäsenen, selvitysmiehen sekä jäsenen ja edustajiston jäsenen vahingonkorvausvelvollisuudesta on voimassa, mitä osuuskuntalaissa ja muussa laissa säädetään osuuskunnan hallituksen tai hallintoneuvoston jäsenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jäsenen tai edustajiston jäsenen vahingonkorvausvastuusta. Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. Tätä lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mitä osuuskuntalaissa säädetään tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
        "folded_fi": "eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jasenen, selvitysmiehen seka jasenen ja edustajiston jasenen vahingonkorvausvelvollisuudesta on voimassa, mita osuuskuntalaissa ja muussa laissa saadetaan osuuskunnan hallituksen tai hallintoneuvoston jasenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jasenen tai edustajiston jasenen vahingonkorvausvastuusta. tilintarkastajan vahingonkorvausvelvollisuudesta saadetaan tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. tata lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mita osuuskuntalaissa saadetaan tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
        "title_sv": "Skadeståndsskyldighet",
        "content_sv": "Ledamöterna av ett europaandelslags förvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmäktigeledamöterna är skadeståndsskyldiga enligt vad som i lagen om andelslag och andra lagar föreskrivs om skadeståndsansvar för ett andelslags styrelseledamot, förvaltningsrådsledamot, verkställande direktör, likvidator, medlemmar och fullmäktigeledamöter. Bestämmelser om en revisors skadeståndsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. I fråga om ersättande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsförordningen tillämpas vad som i lagen om andelslag föreskrivs om ersättning av skada som har förorsakats genom brott mot den lagen.",
        "normalized_sv": "Ledamöterna av ett europaandelslags förvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmäktigeledamöterna är skadeståndsskyldiga enligt vad som i lagen om andelslag och andra lagar föreskrivs om skadeståndsansvar för ett andelslags styrelseledamot, förvaltningsrådsledamot, verkställande direktör, likvidator, medlemmar och fullmäktigeledamöter. Bestämmelser om en revisors skadeståndsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. I fråga om ersättande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsförordningen tillämpas vad som i lagen om andelslag föreskrivs om ersättning av skada som har förorsakats genom brott mot den lagen.",
        "folded_sv": "ledamoterna av ett europaandelslags forvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmaktigeledamoterna ar skadestandsskyldiga enligt vad som i lagen om andelslag och andra lagar foreskrivs om skadestandsansvar for ett andelslags styrelseledamot, forvaltningsradsledamot, verkstallande direktor, likvidator, medlemmar och fullmaktigeledamoter. bestammelser om en revisors skadestandsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. i fraga om ersattande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsforordningen tillampas vad som i lagen om andelslag foreskrivs om ersattning av skada som har fororsakats genom brott mot den lagen."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Rangaistussäännökset",
      "content": "Eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jäseneen, toimitusjohtajaan, selvitysmieheen, jäseneen, edustajiston jäseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun säännöksiä osuuskuntarikoksesta ja osuuskuntarikkomuksesta. Eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mitä osuuskuntalain 22 luvun 1 §:n 1 kohdassa säädetään tilintarkastajan lausuntoa koskevien säännösten rikkomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jäseneen, toimitusjohtajaan, selvitysmieheen, jäseneen, edustajiston jäseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun säännöksiä osuuskuntarikoksesta ja osuuskuntarikkomuksesta. Eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mitä osuuskuntalain 22 luvun 1 § :n 1 kohdassa säädetään tilintarkastajan lausuntoa koskevien säännösten rikkomisesta.",
        "folded_fi": "eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jaseneen, toimitusjohtajaan, selvitysmieheen, jaseneen, edustajiston jaseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun saannoksia osuuskuntarikoksesta ja osuuskuntarikkomuksesta. eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mita osuuskuntalain 22 luvun 1 §:n 1 kohdassa saadetaan tilintarkastajan lausuntoa koskevien saannosten rikkomisesta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Bestämmelserna om andelslagsbrott och andelslagsförseelse i 22 kap. i lagen om andelslag tillämpas på en ledamot av förvaltningsorganet, ledningsorganet eller tillsynsorganet samt på en verkställande direktör, likvidator, medlem, fullmäktigeledamot i samt en revisor för ett europaandelslag. I fråga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsförordningen tillämpas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag föreskrivs om brott mot bestämmelserna om en revisors utlåtande.",
        "normalized_sv": "Bestämmelserna om andelslagsbrott och andelslagsförseelse i 22 kap. i lagen om andelslag tillämpas på en ledamot av förvaltningsorganet, ledningsorganet eller tillsynsorganet samt på en verkställande direktör, likvidator, medlem, fullmäktigeledamot i samt en revisor för ett europaandelslag. I fråga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsförordningen tillämpas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag föreskrivs om brott mot bestämmelserna om en revisors utlåtande.",
        "folded_sv": "bestammelserna om andelslagsbrott och andelslagsforseelse i 22 kap. i lagen om andelslag tillampas pa en ledamot av forvaltningsorganet, ledningsorganet eller tillsynsorganet samt pa en verkstallande direktor, likvidator, medlem, fullmaktigeledamot i samt en revisor for ett europaandelslag. i fraga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsforordningen tillampas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag foreskrivs om brott mot bestammelserna om en revisors utlatande."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2006. Tämän lain hyväksymisen jälkeen rekisteriviranomainen voi rekisteröidä ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyväksymisestä päättävään osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2006. Tämän lain hyväksymisen jälkeen rekisteriviranomainen voi rekisteröidä ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyväksymisestä päättävään osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa säädetään.",
        "folded_fi": "tama laki tulee voimaan 1 paivana marraskuuta 2006. taman lain hyvaksymisen jalkeen rekisteriviranomainen voi rekisteroida ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyvaksymisesta paattavaan osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa saadetaan.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 november 2006. Efter att denna lag har antagits kan registermyndigheten registrera och utfärda kungörelse om ett sådant förslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsförordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfärda kallelse till den andelsstämma som beslutar om godkännandet av förslaget, så som bestäms i europaandelslagsförordningen.",
        "normalized_sv": "Denna lag träder i kraft den 1 november 2006. Efter att denna lag har antagits kan registermyndigheten registrera och utfärda kungörelse om ett sådant förslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsförordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfärda kallelse till den andelsstämma som beslutar om godkännandet av förslaget, så som bestäms i europaandelslagsförordningen.",
        "folded_sv": "denna lag trader i kraft den 1 november 2006. efter att denna lag har antagits kan registermyndigheten registrera och utfarda kungorelse om ett sadant forslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsforordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfarda kallelse till den andelsstamma som beslutar om godkannandet av forslaget, sa som bestams i europaandelslagsforordningen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Sovellettavat säännökset ja soveltamisala",
      "content": "Eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (SCE) säännöistä annettua neuvoston asetusta (EY) N:o 1435/2003, jäljempänä eurooppaosuuskunta-asetus, ja sitä täydentäviä tämän lain säännöksiä. Eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtiöitä koskevia osakeyhtiölain (624/2006) ja muun lain säännöksiä siten kuin eurooppaosuuskunta-asetuksessa ja tässä laissa säädetään. Tätä lakia sovelletaan Suomen lain mukaan rekisteröitävään eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan Suomen lain mukaan rekisteröityyn osuuskuntaan ja suomalaiseen muuhun yhtiöön (jäljempänä suomalainen osuuskunta ja suomalainen yhtiö).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_1",
        "normalized_fi": "Eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (SCE) säännöistä annettua neuvoston asetusta (EY) N:o 1435/2003, jäljempänä eurooppaosuuskunta-asetus, ja sitä täydentäviä tämän lain säännöksiä. Eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtiöitä koskevia osakeyhtiölain (624/2006) ja muun lain säännöksiä siten kuin eurooppaosuuskunta-asetuksessa ja tässä laissa säädetään. Tätä lakia sovelletaan Suomen lain mukaan rekisteröitävään eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan Suomen lain mukaan rekisteröityyn osuuskuntaan ja suomalaiseen muuhun yhtiöön (jäljempänä suomalainen osuuskunta ja suomalainen yhtiö).",
        "folded_fi": "eurooppaosuuskuntaan sovelletaan eurooppaosuuskunnan (sce) saannoista annettua neuvoston asetusta (ey) n:o 1435/2003, jaljempana eurooppaosuuskunta-asetus, ja sita taydentavia taman lain saannoksia. eurooppaosuuskuntaan sovelletaan osuuskuntalain (1488/2001), julkisia osakeyhtioita koskevia osakeyhtiolain (624/2006) ja muun lain saannoksia siten kuin eurooppaosuuskunta-asetuksessa ja tassa laissa saadetaan. tata lakia sovelletaan suomen lain mukaan rekisteroitavaan eurooppaosuuskuntaan ja eurooppaosuuskunnan perustamiseen osallistuvaan suomen lain mukaan rekisteroityyn osuuskuntaan ja suomalaiseen muuhun yhtioon (jaljempana suomalainen osuuskunta ja suomalainen yhtio).",
        "title_sv": "Tillämpliga bestämmelser och tillämpningsområde",
        "content_sv": "På ett europaandelslag tillämpas rådets förordning (EG) nr 1435/2003 om stadga för europeiska kooperativa föreningar (SCE-föreningar), nedan europaandelslagsförordningen, samt de kompletterande bestämmelserna i denna lag. På ett europaandelslag tillämpas bestämmelserna i lagen om andelslag (1488/2001) samt bestämmelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestäms i europaandelslagsförordningen och i denna lag. Denna lag tillämpas på ett europaandelslag som registreras enligt finsk lag samt på ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag.",
        "normalized_sv": "På ett europaandelslag tillämpas rådets förordning (EG) nr 1435/2003 om stadga för europeiska kooperativa föreningar (SCE-föreningar), nedan europaandelslagsförordningen, samt de kompletterande bestämmelserna i denna lag. På ett europaandelslag tillämpas bestämmelserna i lagen om andelslag (1488/2001) samt bestämmelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestäms i europaandelslagsförordningen och i denna lag. Denna lag tillämpas på ett europaandelslag som registreras enligt finsk lag samt på ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag.",
        "folded_sv": "pa ett europaandelslag tillampas radets forordning (eg) nr 1435/2003 om stadga for europeiska kooperativa foreningar (sce-foreningar), nedan europaandelslagsforordningen, samt de kompletterande bestammelserna i denna lag. pa ett europaandelslag tillampas bestammelserna i lagen om andelslag (1488/2001) samt bestammelserna om publika aktiebolag i aktiebolagslagen (624/2006) och i andra lagar, enligt vad som bestams i europaandelslagsforordningen och i denna lag. denna lag tillampas pa ett europaandelslag som registreras enligt finsk lag samt pa ett enligt finsk lag registrerat andelslag och annat finskt bolag (nedan finskt andelslag och finskt bolag) som deltar i bildandet av ett europaandelslag."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Rekisteröiminen",
      "content": "Patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisteröintiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. Eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimestä säädetään eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiölaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisötietolaissa (244/2001) ja toiminimilaissa (128/1979).",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_2",
        "normalized_fi": "Patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisteröintiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. Eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimestä säädetään eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiölaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisötietolaissa (244/2001) ja toiminimilaissa (128/1979).",
        "folded_fi": "patentti- ja rekisterihallitus on toimivaltainen viranomainen eurooppaosuuskuntaa koskevissa rekisterointiasioissa ja eurooppaosuuskunta-asetuksen 26 artiklan 2 kohdassa tarkoitetussa asiassa. eurooppaosuuskunnan ilmoittamisesta rekisteriin ja toiminimesta saadetaan eurooppaosuuskunta-asetuksessa, osuuskuntalaissa, osakeyhtiolaissa, kaupparekisterilaissa (129/1979), yritys- ja yhteisotietolaissa (244/2001) ja toiminimilaissa (128/1979).",
        "title_sv": "Registrering",
        "content_sv": "Patent- och registerstyrelsen är behörig myndighet i registreringsärenden som gäller europaandelslag och i ärenden som avses i artikel 26.2 i europaandelslagsförordningen. Bestämmelser om anmälan av ett europaandelslag för registrering och om ett sådant andelslags firma finns i europaandelslagsförordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), företags- och organisationsdatalagen (244/2001) och firmalagen (128/1979).",
        "normalized_sv": "Patent- och registerstyrelsen är behörig myndighet i registreringsärenden som gäller europaandelslag och i ärenden som avses i artikel 26.2 i europaandelslagsförordningen. Bestämmelser om anmälan av ett europaandelslag för registrering och om ett sådant andelslags firma finns i europaandelslagsförordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), företags- och organisationsdatalagen (244/2001) och firmalagen (128/1979).",
        "folded_sv": "patent- och registerstyrelsen ar behorig myndighet i registreringsarenden som galler europaandelslag och i arenden som avses i artikel 26.2 i europaandelslagsforordningen. bestammelser om anmalan av ett europaandelslag for registrering och om ett sadant andelslags firma finns i europaandelslagsforordningen, lagen om andelslag, aktiebolagslagen, handelsregisterlagen (129/1979), foretags- och organisationsdatalagen (244/2001) och firmalagen (128/1979)."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Perustajan pääkonttorin sijainti",
      "content": "Eurooppaosuuskunnan perustamiseen voi osallistua myös sellainen oikeushenkilö, jonka pääkonttori ei ole Euroopan talousalueella, jos kyseinen oikeushenkilö täyttää eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilön perustamisesta, sääntömääräisestä kotipaikasta ja yhteydestä jonkin Euroopan talousalueeseen kuuluvan valtion talouteen. Sama koskee myös muuta Euroopan yhteisön perustamissopimuksen 48 artiklassa tarkoitettua yhtiötä, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_3",
        "normalized_fi": "Eurooppaosuuskunnan perustamiseen voi osallistua myös sellainen oikeushenkilö, jonka pääkonttori ei ole Euroopan talousalueella, jos kyseinen oikeushenkilö täyttää eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilön perustamisesta, sääntömääräisestä kotipaikasta ja yhteydestä jonkin Euroopan talousalueeseen kuuluvan valtion talouteen. Sama koskee myös muuta Euroopan yhteisön perustamissopimuksen 48 artiklassa tarkoitettua yhtiötä, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
        "folded_fi": "eurooppaosuuskunnan perustamiseen voi osallistua myos sellainen oikeushenkilo, jonka paakonttori ei ole euroopan talousalueella, jos kyseinen oikeushenkilo tayttaa eurooppaosuuskunta-asetuksen 2 artiklan 2 kohdan mukaiset vaatimukset oikeushenkilon perustamisesta, saantomaaraisesta kotipaikasta ja yhteydesta jonkin euroopan talousalueeseen kuuluvan valtion talouteen. sama koskee myos muuta euroopan yhteison perustamissopimuksen 48 artiklassa tarkoitettua yhtiota, jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan toisessa tai kolmannessa luetelmakohdassa tarkoitetulla tavalla.",
        "title_sv": "Var stiftarens huvudkontor kan vara beläget",
        "content_sv": "I bildandet av ett europaandelslag kan även delta en sådan juridisk person vars huvudkontor inte är beläget inom Europeiska ekonomiska samarbetsområdet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsförordningen i fråga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom Europeiska ekonomiska samarbetsområdet. Detsamma gäller ett annat bolag som avses i artikel 48 i fördraget om upprättandet av Europeiska gemenskapen, om europaandelslaget bildas så som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsförordningen.",
        "normalized_sv": "I bildandet av ett europaandelslag kan även delta en sådan juridisk person vars huvudkontor inte är beläget inom Europeiska ekonomiska samarbetsområdet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsförordningen i fråga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom Europeiska ekonomiska samarbetsområdet. Detsamma gäller ett annat bolag som avses i artikel 48 i fördraget om upprättandet av Europeiska gemenskapen, om europaandelslaget bildas så som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsförordningen.",
        "folded_sv": "i bildandet av ett europaandelslag kan aven delta en sadan juridisk person vars huvudkontor inte ar belaget inom europeiska ekonomiska samarbetsomradet, om den juridiska personen uppfyller kraven i artikel 2.2 i europaandelslagsforordningen i fraga om bildandet av den juridiska personen, stadgeenlig hemort samt anknytning till ekonomin i en stat inom europeiska ekonomiska samarbetsomradet. detsamma galler ett annat bolag som avses i artikel 48 i fordraget om upprattandet av europeiska gemenskapen, om europaandelslaget bildas sa som avses i artikel 2.1 andra eller tredje strecksatsen i europaandelslagsforordningen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Perustaminen sulautumalla",
      "content": "Jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännessä luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteröidään Suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteröitäväksi siten kuin osakeyhtiölain 16 luvun 5 §:ssä säädetään suunnitelman rekisteröinnistä. Suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisteröintiin sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 ja 15 §:ssä säädetään, kuitenkin siten, että osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Sulautumisen rekisteröinnin edellytyksenä on lisäksi, että ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jäsenvaltiossa, hyväksyvät tämän lain 5 §:ssä tarkoitetun ylimääräisen eroamisoikeuden. Sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteröitäväksi osakeyhtiölain 16 luvun 14 §:ssä säädetyllä tavalla kuuden kuukauden kuluessa siitä, kun sulautumista koskeva päätös on tehty Suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. Jos vastaanottava osuuskunta rekisteröidään eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteröimiseen sovelletaan 1 momenttia. Sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Velkojien suojaan sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 §:ssä säädetään sulautuvan yhtiön velkojien suojasta. Sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen täytäntöönpanoon neljän kuukauden kuluessa sulautumista koskevasta päätöksestä, tai sulautuminen raukeaa. Hakemukseen on liitettävä sulautumispäätökset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 §:ssä tarkoitettujen ilmoitusten lähettämisestä. Luvan antamisen edellytyksiin sovelletaan tämän pykälän 1 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä, lukuun ottamatta momentin viimeistä virkettä, sekä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan säännöksiä siinä tarkoitetun todistuksen antamisen edellytyksistä. Jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnityksen siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitys on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Tässä momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 §:n 3 momentin säännöksiä lopputilityksestä. Rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. Todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_4",
        "normalized_fi": "Jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännessä luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteröidään Suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteröitäväksi siten kuin osakeyhtiölain 16 luvun 5 § :ssä säädetään suunnitelman rekisteröinnistä. Suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisteröintiin sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 ja 15 § :ssä säädetään, kuitenkin siten, että osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Sulautumisen rekisteröinnin edellytyksenä on lisäksi, että ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jäsenvaltiossa, hyväksyvät tämän lain 5 § :ssä tarkoitetun ylimääräisen eroamisoikeuden. Sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteröitäväksi osakeyhtiölain 16 luvun 14 § :ssä säädetyllä tavalla kuuden kuukauden kuluessa siitä, kun sulautumista koskeva päätös on tehty Suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. Jos vastaanottava osuuskunta rekisteröidään eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteröimiseen sovelletaan 1 momenttia. Sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. Velkojien suojaan sovelletaan, mitä osakeyhtiölain 16 luvun 6―8 § :ssä säädetään sulautuvan yhtiön velkojien suojasta. Sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen täytäntöönpanoon neljän kuukauden kuluessa sulautumista koskevasta päätöksestä, tai sulautuminen raukeaa. Hakemukseen on liitettävä sulautumispäätökset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 § :ssä tarkoitettujen ilmoitusten lähettämisestä. Luvan antamisen edellytyksiin sovelletaan tämän pykälän 1 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä, lukuun ottamatta momentin viimeistä virkettä, sekä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan säännöksiä siinä tarkoitetun todistuksen antamisen edellytyksistä. Jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnityksen siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitys on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Tässä momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 § :n 3 momentin säännöksiä lopputilityksestä. Rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. Todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
        "folded_fi": "jos suomalainen osuuskunta osallistuu eurooppaosuuskunnan perustamiseen eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljannessa luetelmakohdassa tarkoitetulla tavalla ja vastaanottava osuuskunta rekisteroidaan suomeen, sulautumiseen osallistuvien suomalaisten osuuskuntien on ilmoitettava sulautumissuunnitelma ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitettu selonteko rekisteroitavaksi siten kuin osakeyhtiolain 16 luvun 5 §:ssa saadetaan suunnitelman rekisteroinnista. suomalaisen osuuskunnan velkojien suojaan ja sulautumisen rekisterointiin sovelletaan, mita osakeyhtiolain 16 luvun 6―8 ja 15 §:ssa saadetaan, kuitenkin siten, etta osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. sulautumisen rekisteroinnin edellytyksena on lisaksi, etta ne sulautumiseen osallistuvat osuuskunnat, joiden kotipaikka on toisessa jasenvaltiossa, hyvaksyvat taman lain 5 §:ssa tarkoitetun ylimaaraisen eroamisoikeuden. sulautumiseen osallistuvien osuuskuntien on ilmoitettava sulautuminen rekisteroitavaksi osakeyhtiolain 16 luvun 14 §:ssa saadetylla tavalla kuuden kuukauden kuluessa siita, kun sulautumista koskeva paatos on tehty suomessa ja muille sulautumiseen osallistuville osuuskunnille on annettu eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitettu todistus. jos vastaanottava osuuskunta rekisteroidaan eurooppaosuuskuntana toiseen valtioon, suunnitelman ja eurooppaosuuskunta-asetuksen 23 artiklassa tarkoitetun selonteon rekisteroimiseen sovelletaan 1 momenttia. sulautumiseen osallistuvan suomalaisen sulautuvan ja vastaanottavan osuuskunnan kaikilla velkojilla on oikeus vastustaa sulautumista. velkojien suojaan sovelletaan, mita osakeyhtiolain 16 luvun 6―8 §:ssa saadetaan sulautuvan yhtion velkojien suojasta. sulautumiseen osallistuvien suomalaisten osuuskuntien on haettava rekisteriviranomaiselta lupa sulautumisen taytantoonpanoon neljan kuukauden kuluessa sulautumista koskevasta paatoksesta, tai sulautuminen raukeaa. hakemukseen on liitettava sulautumispaatokset, eurooppaosuuskunta-asetuksen 26 artiklassa tarkoitettu riippumattomien asiantuntijoiden selonteko seka hallituksen jasenen tai toimitusjohtajan todistus osakeyhtiolain 16 luvun 7 §:ssa tarkoitettujen ilmoitusten lahettamisesta. luvan antamisen edellytyksiin sovelletaan taman pykalan 1 momentin saannoksia sulautumisen rekisteroinnin edellytyksista, lukuun ottamatta momentin viimeista virketta, seka eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdan saannoksia siina tarkoitetun todistuksen antamisen edellytyksista. jos sulautumiseen osallistuvan osuuskunnan omaisuuteen on voimassa yrityskiinnityslaissa (634/1984) tarkoitettu yrityskiinnitys, luvan antamisen edellytyksena on, etta samalla on vireilla rekisteroimiskelpoinen hakemus kiinnityksen siirtamisesta suomeen perustettavan sivuliikkeen vastattavaksi tai etta kiinnitys on kuoletettu. rekisteriviranomaisen lupaa koskeva paatos on viran puolesta rekisteroitava. tassa momentissa tarkoitetussa sulautumisessa vastaanottavana osuuskuntana olevaan suomalaiseen osuuskuntaan sovelletaan osuuskuntalain 16 luvun 17 §:n 3 momentin saannoksia lopputilityksesta. rekisteriviranomainen antaa 2 momentissa tarkoitetun luvan myontamisesta eurooppaosuuskunta-asetuksen 29 artiklan 2 kohdassa tarkoitetun todistuksen sulautumiseen osallistuvien suomalaisten osuuskuntien osalta. todistus on toimitettava vastaanottavan osuuskunnan kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa.",
        "title_sv": "Bildande av ett europaandelslag genom fusion",
        "content_sv": "Om ett finskt andelslag deltar i bildandet av ett europaandelslag på det sätt som avses i artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen och det övertagande andelslaget registreras i Finland, skall de finska andelslag som deltar i fusionen anmäla fusionsplanen och den rapport som avses i artikel 23 i nämnda förordning för registrering på det sätt som i 16 kap. 5 § i aktiebolagslagen föreskrivs om registrering av planen. På borgenärsskyddet och registreringen av fusionen när det gäller ett finskt andelslag skall tillämpas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock så att andelslagets samtliga borgenärer har rätt att motsätta sig fusionen. En förutsättning för registrering av fusionen är dessutom att de i fusionen deltagande andelslag som har sin hemort i någon annan medlemsstat godkänner den extra rätt att avgå om vilken bestäms i 5 § i denna lag. De andelslag som deltar i fusionen skall så som föreskrivs i 16 kap. 14 § i aktiebolagslagen anmäla fusionen för registrering inom sex månader från det att fusionsbeslutet fattades i Finland och de övriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsförordningen. Om det övertagande andelslaget registreras som europaandelslag i någon annan stat än Finland, skall 1 mom. tillämpas i fråga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsförordningen. Samtliga borgenärer i ett i fusionen deltagande finskt överlåtande och övertagande andelslag har rätt att motsätta sig fusionen. På borgenärsskyddet tillämpas vad som i 16 kap. 6―8 § i aktiebolagslagen föreskrivs om borgenärsskyddet i det överlåtande bolaget. De i fusionen deltagande finska andelslagen skall inom fyra månader från fusionsbeslutet hos registermyndigheten ansöka om tillstånd att verkställa fusionen. I annat fall förfaller fusionen. Till ansökan skall fogas fusionsbeslut, en sådan rapport från oberoende experter som avses i artikel 26 i europaandelslagsförordningen samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. På förutsättningarna för tillståndet tillämpas vad som i 1 mom. i denna paragraf föreskrivs om förutsättningarna för registrering av fusionen, med undantag för momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsförordningen bestäms om förutsättningarna för att utfärda ett intyg som avses i nämnda artikel. Om egendom som tillhör ett andelslag som deltar i fusionen omfattas av företagsinteckning enligt företagsinteckningslagen (634/1984), får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningen på en filial som inrättas i Finland eller att inteckningen har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. När ett finskt andelslag är övertagande andelslag i en fusion som avses i detta moment tillämpas på andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag föreskrivs om slutredovisning. För de finska andelslag som deltar i fusionen utfärdar registermyndigheten ett i artikel 29.2 i europaandelslagsförordningen avsett intyg om att tillstånd enligt 2 mom. har beviljats. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där det övertagande andelslaget har sin hemort, annars förfaller intyget.",
        "normalized_sv": "Om ett finskt andelslag deltar i bildandet av ett europaandelslag på det sätt som avses i artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen och det övertagande andelslaget registreras i Finland, skall de finska andelslag som deltar i fusionen anmäla fusionsplanen och den rapport som avses i artikel 23 i nämnda förordning för registrering på det sätt som i 16 kap. 5 § i aktiebolagslagen föreskrivs om registrering av planen. På borgenärsskyddet och registreringen av fusionen när det gäller ett finskt andelslag skall tillämpas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock så att andelslagets samtliga borgenärer har rätt att motsätta sig fusionen. En förutsättning för registrering av fusionen är dessutom att de i fusionen deltagande andelslag som har sin hemort i någon annan medlemsstat godkänner den extra rätt att avgå om vilken bestäms i 5 § i denna lag. De andelslag som deltar i fusionen skall så som föreskrivs i 16 kap. 14 § i aktiebolagslagen anmäla fusionen för registrering inom sex månader från det att fusionsbeslutet fattades i Finland och de övriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsförordningen. Om det övertagande andelslaget registreras som europaandelslag i någon annan stat än Finland, skall 1 mom. tillämpas i fråga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsförordningen. Samtliga borgenärer i ett i fusionen deltagande finskt överlåtande och övertagande andelslag har rätt att motsätta sig fusionen. På borgenärsskyddet tillämpas vad som i 16 kap. 6―8 § i aktiebolagslagen föreskrivs om borgenärsskyddet i det överlåtande bolaget. De i fusionen deltagande finska andelslagen skall inom fyra månader från fusionsbeslutet hos registermyndigheten ansöka om tillstånd att verkställa fusionen. I annat fall förfaller fusionen. Till ansökan skall fogas fusionsbeslut, en sådan rapport från oberoende experter som avses i artikel 26 i europaandelslagsförordningen samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. På förutsättningarna för tillståndet tillämpas vad som i 1 mom. i denna paragraf föreskrivs om förutsättningarna för registrering av fusionen, med undantag för momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsförordningen bestäms om förutsättningarna för att utfärda ett intyg som avses i nämnda artikel. Om egendom som tillhör ett andelslag som deltar i fusionen omfattas av företagsinteckning enligt företagsinteckningslagen (634/1984), får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningen på en filial som inrättas i Finland eller att inteckningen har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. När ett finskt andelslag är övertagande andelslag i en fusion som avses i detta moment tillämpas på andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag föreskrivs om slutredovisning. För de finska andelslag som deltar i fusionen utfärdar registermyndigheten ett i artikel 29.2 i europaandelslagsförordningen avsett intyg om att tillstånd enligt 2 mom. har beviljats. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där det övertagande andelslaget har sin hemort, annars förfaller intyget.",
        "folded_sv": "om ett finskt andelslag deltar i bildandet av ett europaandelslag pa det satt som avses i artikel 2.1 fjarde strecksatsen i europaandelslagsforordningen och det overtagande andelslaget registreras i finland, skall de finska andelslag som deltar i fusionen anmala fusionsplanen och den rapport som avses i artikel 23 i namnda forordning for registrering pa det satt som i 16 kap. 5 § i aktiebolagslagen foreskrivs om registrering av planen. pa borgenarsskyddet och registreringen av fusionen nar det galler ett finskt andelslag skall tillampas 16 kap. 6―8 och 15 § i aktiebolagslagen, dock sa att andelslagets samtliga borgenarer har ratt att motsatta sig fusionen. en forutsattning for registrering av fusionen ar dessutom att de i fusionen deltagande andelslag som har sin hemort i nagon annan medlemsstat godkanner den extra ratt att avga om vilken bestams i 5 § i denna lag. de andelslag som deltar i fusionen skall sa som foreskrivs i 16 kap. 14 § i aktiebolagslagen anmala fusionen for registrering inom sex manader fran det att fusionsbeslutet fattades i finland och de ovriga andelslag som deltar i fusionen fick det intyg som avses i artikel 29.2 i europaandelslagsforordningen. om det overtagande andelslaget registreras som europaandelslag i nagon annan stat an finland, skall 1 mom. tillampas i fraga om registreringen av planen och den rapport som avses i artikel 23 i europaandelslagsforordningen. samtliga borgenarer i ett i fusionen deltagande finskt overlatande och overtagande andelslag har ratt att motsatta sig fusionen. pa borgenarsskyddet tillampas vad som i 16 kap. 6―8 § i aktiebolagslagen foreskrivs om borgenarsskyddet i det overlatande bolaget. de i fusionen deltagande finska andelslagen skall inom fyra manader fran fusionsbeslutet hos registermyndigheten ansoka om tillstand att verkstalla fusionen. i annat fall forfaller fusionen. till ansokan skall fogas fusionsbeslut, en sadan rapport fran oberoende experter som avses i artikel 26 i europaandelslagsforordningen samt ett av en styrelsemedlem eller av verkstallande direktoren utfardat intyg varav framgar att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sants ut. pa forutsattningarna for tillstandet tillampas vad som i 1 mom. i denna paragraf foreskrivs om forutsattningarna for registrering av fusionen, med undantag for momentets sista mening, samt vad som i artikel 29.2 i europaandelslagsforordningen bestams om forutsattningarna for att utfarda ett intyg som avses i namnda artikel. om egendom som tillhor ett andelslag som deltar i fusionen omfattas av foretagsinteckning enligt foretagsinteckningslagen (634/1984), far tillstand beviljas under forutsattning att en registreringsduglig ansokan samtidigt ar anhangig om overforing av inteckningen pa en filial som inrattas i finland eller att inteckningen har dodats. registermyndighetens tillstandsbeslut skall registreras pa tjanstens vagnar. nar ett finskt andelslag ar overtagande andelslag i en fusion som avses i detta moment tillampas pa andelslaget vad som i 16 kap. 17 § 3 mom. i lagen om andelslag foreskrivs om slutredovisning. for de finska andelslag som deltar i fusionen utfardar registermyndigheten ett i artikel 29.2 i europaandelslagsforordningen avsett intyg om att tillstand enligt 2 mom. har beviljats. intyget skall inom sex manader fran utfardandet lamnas till den behoriga myndigheten i den stat dar det overtagande andelslaget har sin hemort, annars forfaller intyget."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Jäsenen ylimääräinen eroamisoikeus",
      "content": "Jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännen luetelmakohdan mukaisesti, Suomeen tai toiseen valtioon rekisteröitävään eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jäsenellä on ylimääräinen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 §:ssä säädetään. Sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jäsenellä, jos osuuskunta rekisteröidään eurooppaosuuskuntana toisessa valtiossa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_5",
        "normalized_fi": "Jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljännen luetelmakohdan mukaisesti, Suomeen tai toiseen valtioon rekisteröitävään eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jäsenellä on ylimääräinen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 § :ssä säädetään. Sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jäsenellä, jos osuuskunta rekisteröidään eurooppaosuuskuntana toisessa valtiossa.",
        "folded_fi": "jos eurooppaosuuskunta perustetaan eurooppaosuuskunta-asetuksen 2 artiklan 1 kohdan neljannen luetelmakohdan mukaisesti, suomeen tai toiseen valtioon rekisteroitavaan eurooppaosuuskuntaan sulautuvan suomalaisen osuuskunnan jasenella on ylimaarainen eroamisoikeus siten kuin osuuskuntalain 4 luvun 25 §:ssa saadetaan. sama oikeus on vastaanottavana osuuskuntana olevan suomalaisen osuuskunnan jasenella, jos osuuskunta rekisteroidaan eurooppaosuuskuntana toisessa valtiossa.",
        "title_sv": "En medlems extra rätt att avgå",
        "content_sv": "Om ett europaandelslag bildas i enlighet med artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen, har en medlem i ett överlåtande finskt andelslag som fusioneras med ett europaandelslag som registreras i Finland eller i någon annan stat extra rätt att avgå enligt 4 kap. 25 § i lagen om andelslag. Samma rätt har medlemmarna i ett övertagande finskt andelslag, om andelslaget registreras som europaandelslag i någon annan stat.",
        "normalized_sv": "Om ett europaandelslag bildas i enlighet med artikel 2.1 fjärde strecksatsen i europaandelslagsförordningen, har en medlem i ett överlåtande finskt andelslag som fusioneras med ett europaandelslag som registreras i Finland eller i någon annan stat extra rätt att avgå enligt 4 kap. 25 § i lagen om andelslag. Samma rätt har medlemmarna i ett övertagande finskt andelslag, om andelslaget registreras som europaandelslag i någon annan stat.",
        "folded_sv": "om ett europaandelslag bildas i enlighet med artikel 2.1 fjarde strecksatsen i europaandelslagsforordningen, har en medlem i ett overlatande finskt andelslag som fusioneras med ett europaandelslag som registreras i finland eller i nagon annan stat extra ratt att avga enligt 4 kap. 25 § i lagen om andelslag. samma ratt har medlemmarna i ett overtagande finskt andelslag, om andelslaget registreras som europaandelslag i nagon annan stat."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Olemassa olevan osuuskunnan muuntaminen eurooppaosuuskunnaksi",
      "content": "Eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_6",
        "normalized_fi": "Eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
        "folded_fi": "eurooppaosuuskunta-asetuksen 35 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksetta tehtava ilmoitus rekisteriviranomaiselle rekisteriin merkittavaksi.",
        "title_sv": "Ombildande av ett existerande andelslag till ett europaandelslag",
        "content_sv": "Ett förslag som avses i artikel 35.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "normalized_sv": "Ett förslag som avses i artikel 35.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "folded_sv": "ett forslag som avses i artikel 35.3 i europaandelslagsforordningen skall utan drojsmal anmalas till registermyndigheten for registrering."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Johto ja edustaminen",
      "content": "Eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jäseniin sovelletaan osuuskuntalain säännöksiä hallituksesta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnan hallintoneuvostoon ja sen jäseniin sovelletaan osuuskuntalain säännöksiä hallintoneuvostosta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Edustamiseen sovelletaan osuuskuntalain edustamista koskevia säännöksiä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. Toimitusjohtajaan sovelletaan osuuskuntalain säännöksiä toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_7",
        "normalized_fi": "Eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jäseniin sovelletaan osuuskuntalain säännöksiä hallituksesta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnan hallintoneuvostoon ja sen jäseniin sovelletaan osuuskuntalain säännöksiä hallintoneuvostosta ja sen jäsenistä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Edustamiseen sovelletaan osuuskuntalain edustamista koskevia säännöksiä, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. Toimitusjohtajaan sovelletaan osuuskuntalain säännöksiä toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
        "folded_fi": "eurooppaosuuskunnan johtokuntaan ja hallitukseen ja niiden jaseniin sovelletaan osuuskuntalain saannoksia hallituksesta ja sen jasenista, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. eurooppaosuuskunnan hallintoneuvostoon ja sen jaseniin sovelletaan osuuskuntalain saannoksia hallintoneuvostosta ja sen jasenista, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. edustamiseen sovelletaan osuuskuntalain edustamista koskevia saannoksia, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. eurooppaosuuskunnalla voi olla toimitusjohtaja, joka vastaa osuuskunnan juoksevasta hallinnosta vastaavalla tavalla kuin suomalaisessa osuuskunnassa. toimitusjohtajaan sovelletaan osuuskuntalain saannoksia toimitusjohtajasta, jollei eurooppaosuuskunta-asetuksessa toisin saadeta.",
        "title_sv": "Ledning och företrädare",
        "content_sv": "På ett europaandelslags ledningsorgan och förvaltningsorgan samt medlemmarna i dessa organ tillämpas vad som i lagen om andelslag föreskrivs om styrelsen och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På ett europaandelslags tillsynsorgan och dess medlemmar tillämpas vad som i lagen om andelslag föreskrivs om förvaltningsrådet och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På företrädande tillämpas vad som i lagen om andelslag föreskrivs om företrädande, om inte annat föreskrivs i europaandelslagsförordningen. Ett europaandelslag kan ha en verkställande direktör som ansvarar för andelslagets löpande förvaltning på motsvarande sätt som i ett finskt andelslag. På den verkställande direktören tillämpas vad som i lagen om andelslag föreskrivs om verkställande direktör, om inte annat föreskrivs i europaandelslagsförordningen.",
        "normalized_sv": "På ett europaandelslags ledningsorgan och förvaltningsorgan samt medlemmarna i dessa organ tillämpas vad som i lagen om andelslag föreskrivs om styrelsen och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På ett europaandelslags tillsynsorgan och dess medlemmar tillämpas vad som i lagen om andelslag föreskrivs om förvaltningsrådet och dess ledamöter, om inte annat föreskrivs i europaandelslagsförordningen. På företrädande tillämpas vad som i lagen om andelslag föreskrivs om företrädande, om inte annat föreskrivs i europaandelslagsförordningen. Ett europaandelslag kan ha en verkställande direktör som ansvarar för andelslagets löpande förvaltning på motsvarande sätt som i ett finskt andelslag. På den verkställande direktören tillämpas vad som i lagen om andelslag föreskrivs om verkställande direktör, om inte annat föreskrivs i europaandelslagsförordningen.",
        "folded_sv": "pa ett europaandelslags ledningsorgan och forvaltningsorgan samt medlemmarna i dessa organ tillampas vad som i lagen om andelslag foreskrivs om styrelsen och dess ledamoter, om inte annat foreskrivs i europaandelslagsforordningen. pa ett europaandelslags tillsynsorgan och dess medlemmar tillampas vad som i lagen om andelslag foreskrivs om forvaltningsradet och dess ledamoter, om inte annat foreskrivs i europaandelslagsforordningen. pa foretradande tillampas vad som i lagen om andelslag foreskrivs om foretradande, om inte annat foreskrivs i europaandelslagsforordningen. ett europaandelslag kan ha en verkstallande direktor som ansvarar for andelslagets lopande forvaltning pa motsvarande satt som i ett finskt andelslag. pa den verkstallande direktoren tillampas vad som i lagen om andelslag foreskrivs om verkstallande direktor, om inte annat foreskrivs i europaandelslagsforordningen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Osuuskunnan kokous",
      "content": "Osuuskunnan kokoukseen ja jäsenten päätösvallan siirtämiseen jäsenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Lääninhallitus on toimivaltainen viranomainen käsittelemään hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettävä eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle säädetyssä ajassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_8",
        "normalized_fi": "Osuuskunnan kokoukseen ja jäsenten päätösvallan siirtämiseen jäsenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin säädetä. Lääninhallitus on toimivaltainen viranomainen käsittelemään hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettävä eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle säädetyssä ajassa.",
        "folded_fi": "osuuskunnan kokoukseen ja jasenten paatosvallan siirtamiseen jasenten valitsemalle edustajistolle sovelletaan osuuskuntalakia, jollei eurooppaosuuskunta-asetuksessa toisin saadeta. laaninhallitus on toimivaltainen viranomainen kasittelemaan hakemuksen, joka koskee sellaisen osuuskunnan kokouksen koolle kutsumista, joka on pidettava eurooppaosuuskunta-asetuksen mukaan ja jota ei ole kutsuttu koolle saadetyssa ajassa.",
        "title_sv": "Andelsstämma",
        "content_sv": "Vid överförande av andelsstämmans och medlemmarnas beslutanderätt till fullmäktige som väljs av medlemmarna tillämpas lagen om andelslag, om inte annat föreskrivs i europaandelslagsförordningen. Länsstyrelsen är behörig myndighet att behandla en ansökan om sammankallande av en andelsstämma som skall hållas enligt europaandelslagsförordningen och som inte har sammankallats inom föreskriven tid.",
        "normalized_sv": "Vid överförande av andelsstämmans och medlemmarnas beslutanderätt till fullmäktige som väljs av medlemmarna tillämpas lagen om andelslag, om inte annat föreskrivs i europaandelslagsförordningen. Länsstyrelsen är behörig myndighet att behandla en ansökan om sammankallande av en andelsstämma som skall hållas enligt europaandelslagsförordningen och som inte har sammankallats inom föreskriven tid.",
        "folded_sv": "vid overforande av andelsstammans och medlemmarnas beslutanderatt till fullmaktige som valjs av medlemmarna tillampas lagen om andelslag, om inte annat foreskrivs i europaandelslagsforordningen. lansstyrelsen ar behorig myndighet att behandla en ansokan om sammankallande av en andelsstamma som skall hallas enligt europaandelslagsforordningen och som inte har sammankallats inom foreskriven tid."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kotipaikan siirtäminen Suomesta",
      "content": "Eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteröitäväksi kuukauden kuluessa suunnitelman allekirjoittamisesta. Kotipaikan siirtäminen raukeaa, jos ilmoitusta ei tehdä määräajassa tai rekisteröiminen evätään. Osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtämistä. Osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edellä tarkoitetuille velkojille neljän kuukauden kuluessa siirtosuunnitelman rekisteröimisestä, tai kotipaikan siirto raukeaa. Hakemukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. Velkojien suojaan sovelletaan muuten, mitä osakeyhtiölain 16 luvun 6 ja 7 §:ssä säädetään sulautuvan yhtiön velkojien suojasta. Eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron täytäntöönpanoon tarvitaan rekisteriviranomaisen lupa. Lupaa on haettava kuukauden kuluessa kotipaikan siirtämistä koskevasta päätöksestä. Hakemukseen on liitettävä siirtopäätös sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 §:ssä tarkoitettujen ilmoitusten lähettämisestä. Jos hakemusta ei tehdä määräajassa tai lupaa ei myönnetä, päätös kotipaikan siirtämisestä raukeaa. Jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen päätöksellä, muutettu suunnitelma on ilmoitettava rekisteröitäväksi viimeistään hakemuksen yhteydessä. Rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan säännöksiä sekä osakeyhtiölain 16 luvun 15 §:n 1 ja 2 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä. Jos yhtiön omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnitysten siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitykset on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. Siirtopäätöstä koskevaan moitekanteeseen sovelletaan, mitä osuuskuntalain 16 luvun 18 §:ssä säädetään sulautumispäätöstä koskevasta moitekanteesta. Tuomioistuimen on viipymättä ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_9",
        "normalized_fi": "Eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteröitäväksi kuukauden kuluessa suunnitelman allekirjoittamisesta. Kotipaikan siirtäminen raukeaa, jos ilmoitusta ei tehdä määräajassa tai rekisteröiminen evätään. Osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtämistä. Osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edellä tarkoitetuille velkojille neljän kuukauden kuluessa siirtosuunnitelman rekisteröimisestä, tai kotipaikan siirto raukeaa. Hakemukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. Velkojien suojaan sovelletaan muuten, mitä osakeyhtiölain 16 luvun 6 ja 7 § :ssä säädetään sulautuvan yhtiön velkojien suojasta. Eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron täytäntöönpanoon tarvitaan rekisteriviranomaisen lupa. Lupaa on haettava kuukauden kuluessa kotipaikan siirtämistä koskevasta päätöksestä. Hakemukseen on liitettävä siirtopäätös sekä hallituksen jäsenen tai toimitusjohtajan todistus osakeyhtiölain 16 luvun 7 § :ssä tarkoitettujen ilmoitusten lähettämisestä. Jos hakemusta ei tehdä määräajassa tai lupaa ei myönnetä, päätös kotipaikan siirtämisestä raukeaa. Jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen päätöksellä, muutettu suunnitelma on ilmoitettava rekisteröitäväksi viimeistään hakemuksen yhteydessä. Rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan säännöksiä sekä osakeyhtiölain 16 luvun 15 § :n 1 ja 2 momentin säännöksiä sulautumisen rekisteröinnin edellytyksistä. Jos yhtiön omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksenä on, että samalla on vireillä rekisteröimiskelpoinen hakemus kiinnitysten siirtämisestä Suomeen perustettavan sivuliikkeen vastattavaksi tai että kiinnitykset on kuoletettu. Rekisteriviranomaisen lupaa koskeva päätös on viran puolesta rekisteröitävä. Rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myöntämisestä eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. Siirtopäätöstä koskevaan moitekanteeseen sovelletaan, mitä osuuskuntalain 16 luvun 18 § :ssä säädetään sulautumispäätöstä koskevasta moitekanteesta. Tuomioistuimen on viipymättä ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
        "folded_fi": "eurooppaosuuskunnan on ilmoitettava eurooppaosuuskunta-asetuksen 7 artiklan 2 kohdassa tarkoitettu siirtosuunnitelma rekisteroitavaksi kuukauden kuluessa suunnitelman allekirjoittamisesta. kotipaikan siirtaminen raukeaa, jos ilmoitusta ei tehda maaraajassa tai rekisteroiminen evataan. osuuskunnan kaikilla velkojilla on oikeus vastustaa kotipaikan siirtamista. osuuskunnan on haettava rekisteriviranomaiselta kuulutusta edella tarkoitetuille velkojille neljan kuukauden kuluessa siirtosuunnitelman rekisteroimisesta, tai kotipaikan siirto raukeaa. hakemukseen on liitettava eurooppaosuuskunta-asetuksen 7 artiklan 3 kohdassa tarkoitettu selonteko. velkojien suojaan sovelletaan muuten, mita osakeyhtiolain 16 luvun 6 ja 7 §:ssa saadetaan sulautuvan yhtion velkojien suojasta. eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitetun kotipaikan siirron taytantoonpanoon tarvitaan rekisteriviranomaisen lupa. lupaa on haettava kuukauden kuluessa kotipaikan siirtamista koskevasta paatoksesta. hakemukseen on liitettava siirtopaatos seka hallituksen jasenen tai toimitusjohtajan todistus osakeyhtiolain 16 luvun 7 §:ssa tarkoitettujen ilmoitusten lahettamisesta. jos hakemusta ei tehda maaraajassa tai lupaa ei myonneta, paatos kotipaikan siirtamisesta raukeaa. jos siirtosuunnitelmaa on muutettu osuuskunnan kokouksen paatoksella, muutettu suunnitelma on ilmoitettava rekisteroitavaksi viimeistaan hakemuksen yhteydessa. rekisteriviranomaisen luvan antamisen edellytyksiin sovelletaan eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdan saannoksia seka osakeyhtiolain 16 luvun 15 §:n 1 ja 2 momentin saannoksia sulautumisen rekisteroinnin edellytyksista. jos yhtion omaisuuteen on voimassa yrityskiinnityslaissa tarkoitettu yrityskiinnitys, luvan antamisen edellytyksena on, etta samalla on vireilla rekisteroimiskelpoinen hakemus kiinnitysten siirtamisesta suomeen perustettavan sivuliikkeen vastattavaksi tai etta kiinnitykset on kuoletettu. rekisteriviranomaisen lupaa koskeva paatos on viran puolesta rekisteroitava. rekisteriviranomainen antaa 3 momentissa tarkoitetun luvan myontamisesta eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. todistus on toimitettava osuuskunnan uuden kotipaikan valtion toimivaltaiselle viranomaiselle kuuden kuukauden kuluessa sen antamisesta, tai todistus raukeaa. siirtopaatosta koskevaan moitekanteeseen sovelletaan, mita osuuskuntalain 16 luvun 18 §:ssa saadetaan sulautumispaatosta koskevasta moitekanteesta. tuomioistuimen on viipymatta ilmoitettava kanteen vireilletulosta ja asiassa annetusta lainvoimaisesta tuomiosta rekisteriviranomaiselle.",
        "title_sv": "Flyttning av ett europaandelslags hemort från Finland",
        "content_sv": "Ett europaandelslag skall för registrering anmäla ett i artikel 7.2 i europaandelslagsförordningen avsett förslag om flyttning av hemort inom en månad efter det att förslaget undertecknades. Om anmälan inte görs inom föreskriven tid eller om registrering vägras, förfaller flyttningen. Europaandelslagets samtliga borgenärer har rätt att motsätta sig flyttningen av hemort. Andelslaget skall hos registermyndigheten ansöka om kungörelse på ovan nämnda borgenärer inom fyra månader från registreringen av flyttningsplanen, annars förfaller flyttningen. Till ansökan skall fogas en sådan redogörelse som avses i artikel 7.3 i europaandelslagsförordningen. På skyddet av borgenärerna tillämpas i övrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen föreskrivs om borgenärsskyddet i överlåtande bolag. En sådan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsförordningen får verkställas endast med registermyndighetens tillstånd. Andelslaget skall ansöka om tillståndet inom en månad efter flyttningsbeslutet. Till ansökan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. Om ansökan inte görs inom föreskriven tid eller om tillstånd inte beviljas, förfaller beslutet om flyttning av hemorten. Om förslaget om flyttning har ändrats genom ett beslut av andelsstämman, skall det ändrade förslaget anmälas för registrering senast i samband med ansökan. På förutsättningarna för registermyndighetens tillstånd tillämpas det som i artikel 7.8 i europaandelslagsförordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen föreskrivs om förutsättningarna för registrering av en fusion. Om bolagets egendom omfattas av företagsinteckning enligt företagsinteckningslagen, får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningarna på en filial som inrättas i Finland eller att inteckningarna har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. Registermyndigheten utfärdar det intyg om att tillstånd enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsförordningen. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där andelslaget har sin nya hemort, annars förfaller intyget. På en klandertalan som gäller ett flyttningsbeslut skall tillämpas vad som i 16 kap. 18 § i lagen om andelslag föreskrivs om klandertalan som gäller fusionsbeslut. Domstolen skall utan dröjsmål underrätta registermyndigheten om att talan har väckts samt om en lagakraftvunnen dom i målet.",
        "normalized_sv": "Ett europaandelslag skall för registrering anmäla ett i artikel 7.2 i europaandelslagsförordningen avsett förslag om flyttning av hemort inom en månad efter det att förslaget undertecknades. Om anmälan inte görs inom föreskriven tid eller om registrering vägras, förfaller flyttningen. Europaandelslagets samtliga borgenärer har rätt att motsätta sig flyttningen av hemort. Andelslaget skall hos registermyndigheten ansöka om kungörelse på ovan nämnda borgenärer inom fyra månader från registreringen av flyttningsplanen, annars förfaller flyttningen. Till ansökan skall fogas en sådan redogörelse som avses i artikel 7.3 i europaandelslagsförordningen. På skyddet av borgenärerna tillämpas i övrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen föreskrivs om borgenärsskyddet i överlåtande bolag. En sådan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsförordningen får verkställas endast med registermyndighetens tillstånd. Andelslaget skall ansöka om tillståndet inom en månad efter flyttningsbeslutet. Till ansökan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkställande direktören utfärdat intyg varav framgår att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sänts ut. Om ansökan inte görs inom föreskriven tid eller om tillstånd inte beviljas, förfaller beslutet om flyttning av hemorten. Om förslaget om flyttning har ändrats genom ett beslut av andelsstämman, skall det ändrade förslaget anmälas för registrering senast i samband med ansökan. På förutsättningarna för registermyndighetens tillstånd tillämpas det som i artikel 7.8 i europaandelslagsförordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen föreskrivs om förutsättningarna för registrering av en fusion. Om bolagets egendom omfattas av företagsinteckning enligt företagsinteckningslagen, får tillstånd beviljas under förutsättning att en registreringsduglig ansökan samtidigt är anhängig om överföring av inteckningarna på en filial som inrättas i Finland eller att inteckningarna har dödats. Registermyndighetens tillståndsbeslut skall registreras på tjänstens vägnar. Registermyndigheten utfärdar det intyg om att tillstånd enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsförordningen. Intyget skall inom sex månader från utfärdandet lämnas till den behöriga myndigheten i den stat där andelslaget har sin nya hemort, annars förfaller intyget. På en klandertalan som gäller ett flyttningsbeslut skall tillämpas vad som i 16 kap. 18 § i lagen om andelslag föreskrivs om klandertalan som gäller fusionsbeslut. Domstolen skall utan dröjsmål underrätta registermyndigheten om att talan har väckts samt om en lagakraftvunnen dom i målet.",
        "folded_sv": "ett europaandelslag skall for registrering anmala ett i artikel 7.2 i europaandelslagsforordningen avsett forslag om flyttning av hemort inom en manad efter det att forslaget undertecknades. om anmalan inte gors inom foreskriven tid eller om registrering vagras, forfaller flyttningen. europaandelslagets samtliga borgenarer har ratt att motsatta sig flyttningen av hemort. andelslaget skall hos registermyndigheten ansoka om kungorelse pa ovan namnda borgenarer inom fyra manader fran registreringen av flyttningsplanen, annars forfaller flyttningen. till ansokan skall fogas en sadan redogorelse som avses i artikel 7.3 i europaandelslagsforordningen. pa skyddet av borgenarerna tillampas i ovrigt vad som i 16 kap. 6 och 7 § i aktiebolagslagen foreskrivs om borgenarsskyddet i overlatande bolag. en sadan flyttning av andelslagets hemort som avses i artikel 7 i europaandelslagsforordningen far verkstallas endast med registermyndighetens tillstand. andelslaget skall ansoka om tillstandet inom en manad efter flyttningsbeslutet. till ansokan skall fogas flyttningsbeslutet samt ett av en styrelsemedlem eller av verkstallande direktoren utfardat intyg varav framgar att de meddelanden som avses i 16 kap. 7 § i aktiebolagslagen har sants ut. om ansokan inte gors inom foreskriven tid eller om tillstand inte beviljas, forfaller beslutet om flyttning av hemorten. om forslaget om flyttning har andrats genom ett beslut av andelsstamman, skall det andrade forslaget anmalas for registrering senast i samband med ansokan. pa forutsattningarna for registermyndighetens tillstand tillampas det som i artikel 7.8 i europaandelslagsforordningen samt i 16 kap. 15 § 1 och 2 mom. i aktiebolagslagen foreskrivs om forutsattningarna for registrering av en fusion. om bolagets egendom omfattas av foretagsinteckning enligt foretagsinteckningslagen, far tillstand beviljas under forutsattning att en registreringsduglig ansokan samtidigt ar anhangig om overforing av inteckningarna pa en filial som inrattas i finland eller att inteckningarna har dodats. registermyndighetens tillstandsbeslut skall registreras pa tjanstens vagnar. registermyndigheten utfardar det intyg om att tillstand enligt 3 mom. har beviljats som avses i artikel 7.8 i europaandelslagsforordningen. intyget skall inom sex manader fran utfardandet lamnas till den behoriga myndigheten i den stat dar andelslaget har sin nya hemort, annars forfaller intyget. pa en klandertalan som galler ett flyttningsbeslut skall tillampas vad som i 16 kap. 18 § i lagen om andelslag foreskrivs om klandertalan som galler fusionsbeslut. domstolen skall utan drojsmal underratta registermyndigheten om att talan har vackts samt om en lagakraftvunnen dom i malet."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Kotipaikan siirtämistä koskeva lopputilitys",
      "content": "Kotipaikan Suomesta siirtävän eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtämisen jälkeen laadittava lopputilitys. Lopputilityksessä on oltava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty osuuskunnan kokouksessa, sekä selvitys mahdollisen vastikkeen jaosta. Lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksettä kutsuttava jäsenet osuuskunnan kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä osuuskunnan kokouksesta säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin osakeyhtiölain 8 luvun 10 §:ssä säädetään. Lopputilityksen moittimiseen sovelletaan, mitä osuuskuntalain 19 luvun 19 ja 21 §:ssä sekä, milloin kysymys on osuuskuntalain 20 luvun 5 §:n mukaisesta kanteesta, mitä saman lain 19 luvun 20 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_10",
        "normalized_fi": "Kotipaikan Suomesta siirtävän eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtämisen jälkeen laadittava lopputilitys. Lopputilityksessä on oltava tilinpäätös ja toimintakertomus ajalta, jolta tilinpäätöstä ei vielä ole esitetty osuuskunnan kokouksessa, sekä selvitys mahdollisen vastikkeen jaosta. Lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitystä koskeva tilintarkastuskertomus. Tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksettä kutsuttava jäsenet osuuskunnan kokoukseen vahvistamaan lopputilitys. Kokoukseen sovelletaan, mitä osuuskunnan kokouksesta säädetään. Lopputilitys on ilmoitettava rekisteröitäväksi siten kuin osakeyhtiölain 8 luvun 10 § :ssä säädetään. Lopputilityksen moittimiseen sovelletaan, mitä osuuskuntalain 19 luvun 19 ja 21 § :ssä sekä, milloin kysymys on osuuskuntalain 20 luvun 5 § :n mukaisesta kanteesta, mitä saman lain 19 luvun 20 § :ssä säädetään.",
        "folded_fi": "kotipaikan suomesta siirtavan eurooppaosuuskunnan toimitusjohtajan ja johtokunnan tai hallituksen on mahdollisimman pian kotipaikan siirtamisen jalkeen laadittava lopputilitys. lopputilityksessa on oltava tilinpaatos ja toimintakertomus ajalta, jolta tilinpaatosta ei viela ole esitetty osuuskunnan kokouksessa, seka selvitys mahdollisen vastikkeen jaosta. lopputilitys on annettava tilintarkastajille, joiden on kuukauden kuluessa annettava lopputilitysta koskeva tilintarkastuskertomus. tilintarkastuskertomuksen saatuaan johtokunnan tai hallituksen on viivytyksetta kutsuttava jasenet osuuskunnan kokoukseen vahvistamaan lopputilitys. kokoukseen sovelletaan, mita osuuskunnan kokouksesta saadetaan. lopputilitys on ilmoitettava rekisteroitavaksi siten kuin osakeyhtiolain 8 luvun 10 §:ssa saadetaan. lopputilityksen moittimiseen sovelletaan, mita osuuskuntalain 19 luvun 19 ja 21 §:ssa seka, milloin kysymys on osuuskuntalain 20 luvun 5 §:n mukaisesta kanteesta, mita saman lain 19 luvun 20 §:ssa saadetaan.",
        "title_sv": "Slutredovisning med anledning av flyttning av hemort",
        "content_sv": "Förvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort från Finland samt dess verkställande direktör skall så snart som möjligt efter flyttningen av hemorten upprätta en slutredovisning. Slutredovisningen skall innehålla ett bokslut och en verksamhetsberättelse över den tid för vilken bokslut ännu inte har lagts fram vid någon andelsstämma samt en utredning om fördelningen av eventuellt vederlag. Slutredovisningen skall överlämnas till revisorerna, som inom en månad skall ge en revisionsberättelse över slutredovisningen. Efter att ha fått revisionsberättelsen skall förvaltningsorganet eller ledningsorganet utan dröjsmål sammankalla medlemmarna till andelsstämma för att fastställa slutredovisningen. På mötet tillämpas vad som föreskrivs om andelsstämma. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § i aktiebolagslagen. I fråga om klander av slutredovisningen tillämpas vad som föreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt när det är fråga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestäms i 19 kap. 20 § i samma lag.",
        "normalized_sv": "Förvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort från Finland samt dess verkställande direktör skall så snart som möjligt efter flyttningen av hemorten upprätta en slutredovisning. Slutredovisningen skall innehålla ett bokslut och en verksamhetsberättelse över den tid för vilken bokslut ännu inte har lagts fram vid någon andelsstämma samt en utredning om fördelningen av eventuellt vederlag. Slutredovisningen skall överlämnas till revisorerna, som inom en månad skall ge en revisionsberättelse över slutredovisningen. Efter att ha fått revisionsberättelsen skall förvaltningsorganet eller ledningsorganet utan dröjsmål sammankalla medlemmarna till andelsstämma för att fastställa slutredovisningen. På mötet tillämpas vad som föreskrivs om andelsstämma. Slutredovisningen skall anmälas för registrering enligt vad som föreskrivs i 8 kap. 10 § i aktiebolagslagen. I fråga om klander av slutredovisningen tillämpas vad som föreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt när det är fråga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestäms i 19 kap. 20 § i samma lag.",
        "folded_sv": "forvaltningsorganet eller ledningsorganet i ett europaandelslag som flyttar sin hemort fran finland samt dess verkstallande direktor skall sa snart som mojligt efter flyttningen av hemorten uppratta en slutredovisning. slutredovisningen skall innehalla ett bokslut och en verksamhetsberattelse over den tid for vilken bokslut annu inte har lagts fram vid nagon andelsstamma samt en utredning om fordelningen av eventuellt vederlag. slutredovisningen skall overlamnas till revisorerna, som inom en manad skall ge en revisionsberattelse over slutredovisningen. efter att ha fatt revisionsberattelsen skall forvaltningsorganet eller ledningsorganet utan drojsmal sammankalla medlemmarna till andelsstamma for att faststalla slutredovisningen. pa motet tillampas vad som foreskrivs om andelsstamma. slutredovisningen skall anmalas for registrering enligt vad som foreskrivs i 8 kap. 10 § i aktiebolagslagen. i fraga om klander av slutredovisningen tillampas vad som foreskrivs i 19 kap. 19 och 21 § i lagen om andelslag samt nar det ar fraga om en talan som avses i 20 kap. 5 § i lagen om andelslag vad som bestams i 19 kap. 20 § i samma lag."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kotipaikan siirtäminen Suomeen",
      "content": "Päätös eurooppaosuuskunnan kotipaikan siirtämisestä Suomeen on ilmoitettava rekisteröitäväksi kuukauden kuluessa siitä, kun eurooppaosuuskunnan kotipaikan jäsenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Siirtämistä koskevaa päätöstä ei voida rekisteröidä, jos ilmoitusta ei tehdä määräajassa. Ilmoitukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. Muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtävää ilmoitusta koskevia säännöksiä siten kuin erikseen säädetään, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_11",
        "normalized_fi": "Päätös eurooppaosuuskunnan kotipaikan siirtämisestä Suomeen on ilmoitettava rekisteröitäväksi kuukauden kuluessa siitä, kun eurooppaosuuskunnan kotipaikan jäsenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. Siirtämistä koskevaa päätöstä ei voida rekisteröidä, jos ilmoitusta ei tehdä määräajassa. Ilmoitukseen on liitettävä eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. Muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtävää ilmoitusta koskevia säännöksiä siten kuin erikseen säädetään, jollei eurooppaosuuskunta-asetuksessa toisin säädetä.",
        "folded_fi": "paatos eurooppaosuuskunnan kotipaikan siirtamisesta suomeen on ilmoitettava rekisteroitavaksi kuukauden kuluessa siita, kun eurooppaosuuskunnan kotipaikan jasenvaltion toimivaltainen viranomainen on antanut eurooppaosuuskunta-asetuksen 7 artiklan 8 kohdassa tarkoitetun todistuksen. siirtamista koskevaa paatosta ei voida rekisteroida, jos ilmoitusta ei tehda maaraajassa. ilmoitukseen on liitettava eurooppaosuuskunta-asetuksen 7 artiklassa tarkoitettu siirtosuunnitelma, selonteko ja todistus. muilta osin ilmoitukseen sovelletaan osuuskunnan perustamisesta kaupparekisteriin tehtavaa ilmoitusta koskevia saannoksia siten kuin erikseen saadetaan, jollei eurooppaosuuskunta-asetuksessa toisin saadeta.",
        "title_sv": "Flyttning av ett europaandelslags hemort till Finland",
        "content_sv": "Ett beslut om att flytta ett europaandelslags hemort till Finland skall anmälas för registrering inom en månad efter det att den behöriga myndigheten i den medlemsstat där europaandelslaget har sin hemort har utfärdat det intyg som avses i artikel 7.8 i europaandelslagsförordningen. Om anmälan inte görs inom föreskriven tid, kan flyttningsbeslutet inte registreras. Till anmälan skall fogas förslaget om flyttning samt den redogörelse och det intyg som avses i artikel 7 i europaandelslagsförordningen. På anmälan skall i övrigt så som bestäms särskilt tillämpas bestämmelserna om sådan anmälan till handelsregistret som gäller bildande av andelslag, om inte annat föreskrivs i europaandelslagsförordningen.",
        "normalized_sv": "Ett beslut om att flytta ett europaandelslags hemort till Finland skall anmälas för registrering inom en månad efter det att den behöriga myndigheten i den medlemsstat där europaandelslaget har sin hemort har utfärdat det intyg som avses i artikel 7.8 i europaandelslagsförordningen. Om anmälan inte görs inom föreskriven tid, kan flyttningsbeslutet inte registreras. Till anmälan skall fogas förslaget om flyttning samt den redogörelse och det intyg som avses i artikel 7 i europaandelslagsförordningen. På anmälan skall i övrigt så som bestäms särskilt tillämpas bestämmelserna om sådan anmälan till handelsregistret som gäller bildande av andelslag, om inte annat föreskrivs i europaandelslagsförordningen.",
        "folded_sv": "ett beslut om att flytta ett europaandelslags hemort till finland skall anmalas for registrering inom en manad efter det att den behoriga myndigheten i den medlemsstat dar europaandelslaget har sin hemort har utfardat det intyg som avses i artikel 7.8 i europaandelslagsforordningen. om anmalan inte gors inom foreskriven tid, kan flyttningsbeslutet inte registreras. till anmalan skall fogas forslaget om flyttning samt den redogorelse och det intyg som avses i artikel 7 i europaandelslagsforordningen. pa anmalan skall i ovrigt sa som bestams sarskilt tillampas bestammelserna om sadan anmalan till handelsregistret som galler bildande av andelslag, om inte annat foreskrivs i europaandelslagsforordningen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Eurooppaosuuskunnan muuntaminen osuuskunnaksi",
      "content": "Eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_12",
        "normalized_fi": "Eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksettä tehtävä ilmoitus rekisteriviranomaiselle rekisteriin merkittäväksi.",
        "folded_fi": "eurooppaosuuskunta-asetuksen 76 artiklan 3 kohdassa tarkoitetusta suunnitelmasta on viivytyksetta tehtava ilmoitus rekisteriviranomaiselle rekisteriin merkittavaksi.",
        "title_sv": "Ombildande av ett europaandelslag till ett andelslag",
        "content_sv": "Ett förslag som avses i artikel 76.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "normalized_sv": "Ett förslag som avses i artikel 76.3 i europaandelslagsförordningen skall utan dröjsmål anmälas till registermyndigheten för registrering.",
        "folded_sv": "ett forslag som avses i artikel 76.3 i europaandelslagsforordningen skall utan drojsmal anmalas till registermyndigheten for registrering."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Selvitystila ja purkaminen",
      "content": "Tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. Selvitystilaan määräämistä tai rekisteristä poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian käsittelyyn, päätökseen ja sen rekisteröintiin sekä selvitysmenettelyyn ja rekisteristä poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun säännöksiä. Rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_13",
        "normalized_fi": "Tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. Selvitystilaan määräämistä tai rekisteristä poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian käsittelyyn, päätökseen ja sen rekisteröintiin sekä selvitysmenettelyyn ja rekisteristä poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun säännöksiä. Rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
        "folded_fi": "tuomioistuin on toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa. selvitystilaan maaraamista tai rekisterista poistamista koskevan asian vireille panemiseen, osuuskunnalle annettavaan kehotukseen, asian kasittelyyn, paatokseen ja sen rekisterointiin seka selvitysmenettelyyn ja rekisterista poistamiseen sovelletaan eurooppaosuuskunta-asetuksen 73 artiklan ja osuuskuntalain 19 luvun saannoksia. rahoitustarkastuksesta annetussa laissa (587/2003) tarkoitetun valvottavan osalta valvontaviranomainen on kuitenkin toimivaltainen viranomainen eurooppaosuuskunta-asetuksen 73 artiklan 1―4 kohdassa tarkoitetussa asiassa.",
        "title_sv": "Likvidation och upplösning",
        "content_sv": "Domstolen är behörig myndighet i ärenden som avses i artikel 73.1―73.4 i europaandelslagsförordningen. I fråga om inledandet av ett ärende som gäller likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av ärendet, beslut och registrering av beslut samt likvidationsförfarande och avregistrering tillämpas artikel 73 i europaandelslagsförordningen och 19 kap. i lagen om andelslag. För ett tillsynsobjekt som avses i lagen om Finansinspektionen (587/2003) är tillsynsmyndigheten dock behörig myndighet i ett ärende som avses i artikel 73.1―73.4 i europaandelslagsförordningen.",
        "normalized_sv": "Domstolen är behörig myndighet i ärenden som avses i artikel 73.1―73.4 i europaandelslagsförordningen. I fråga om inledandet av ett ärende som gäller likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av ärendet, beslut och registrering av beslut samt likvidationsförfarande och avregistrering tillämpas artikel 73 i europaandelslagsförordningen och 19 kap. i lagen om andelslag. För ett tillsynsobjekt som avses i lagen om Finansinspektionen (587/2003) är tillsynsmyndigheten dock behörig myndighet i ett ärende som avses i artikel 73.1―73.4 i europaandelslagsförordningen.",
        "folded_sv": "domstolen ar behorig myndighet i arenden som avses i artikel 73.1―73.4 i europaandelslagsforordningen. i fraga om inledandet av ett arende som galler likvidation eller avregistrering, en uppmaning till andelslaget, behandlingen av arendet, beslut och registrering av beslut samt likvidationsforfarande och avregistrering tillampas artikel 73 i europaandelslagsforordningen och 19 kap. i lagen om andelslag. for ett tillsynsobjekt som avses i lagen om finansinspektionen (587/2003) ar tillsynsmyndigheten dock behorig myndighet i ett arende som avses i artikel 73.1―73.4 i europaandelslagsforordningen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Vahingonkorvausvelvollisuus",
      "content": "Eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jäsenen, selvitysmiehen sekä jäsenen ja edustajiston jäsenen vahingonkorvausvelvollisuudesta on voimassa, mitä osuuskuntalaissa ja muussa laissa säädetään osuuskunnan hallituksen tai hallintoneuvoston jäsenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jäsenen tai edustajiston jäsenen vahingonkorvausvastuusta. Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. Tätä lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mitä osuuskuntalaissa säädetään tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_14",
        "normalized_fi": "Eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jäsenen, selvitysmiehen sekä jäsenen ja edustajiston jäsenen vahingonkorvausvelvollisuudesta on voimassa, mitä osuuskuntalaissa ja muussa laissa säädetään osuuskunnan hallituksen tai hallintoneuvoston jäsenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jäsenen tai edustajiston jäsenen vahingonkorvausvastuusta. Tilintarkastajan vahingonkorvausvelvollisuudesta säädetään tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. Tätä lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mitä osuuskuntalaissa säädetään tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
        "folded_fi": "eurooppaosuuskunnan hallituksen, johtokunnan ja hallintoneuvoston jasenen, selvitysmiehen seka jasenen ja edustajiston jasenen vahingonkorvausvelvollisuudesta on voimassa, mita osuuskuntalaissa ja muussa laissa saadetaan osuuskunnan hallituksen tai hallintoneuvoston jasenen, toimitusjohtajan, selvitysmiehen, osuuskunnan jasenen tai edustajiston jasenen vahingonkorvausvastuusta. tilintarkastajan vahingonkorvausvelvollisuudesta saadetaan tilintarkastuslaissa (936/1994) ja osuuskuntalaissa. tata lakia tai eurooppaosuuskunta-asetusta rikkomalla aiheutetun vahingon korvaamiseen sovelletaan, mita osuuskuntalaissa saadetaan tuon lain rikkomisesta aiheutuneen vahingon korvaamisesta.",
        "title_sv": "Skadeståndsskyldighet",
        "content_sv": "Ledamöterna av ett europaandelslags förvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmäktigeledamöterna är skadeståndsskyldiga enligt vad som i lagen om andelslag och andra lagar föreskrivs om skadeståndsansvar för ett andelslags styrelseledamot, förvaltningsrådsledamot, verkställande direktör, likvidator, medlemmar och fullmäktigeledamöter. Bestämmelser om en revisors skadeståndsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. I fråga om ersättande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsförordningen tillämpas vad som i lagen om andelslag föreskrivs om ersättning av skada som har förorsakats genom brott mot den lagen.",
        "normalized_sv": "Ledamöterna av ett europaandelslags förvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmäktigeledamöterna är skadeståndsskyldiga enligt vad som i lagen om andelslag och andra lagar föreskrivs om skadeståndsansvar för ett andelslags styrelseledamot, förvaltningsrådsledamot, verkställande direktör, likvidator, medlemmar och fullmäktigeledamöter. Bestämmelser om en revisors skadeståndsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. I fråga om ersättande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsförordningen tillämpas vad som i lagen om andelslag föreskrivs om ersättning av skada som har förorsakats genom brott mot den lagen.",
        "folded_sv": "ledamoterna av ett europaandelslags forvaltningsorgan, ledningsorgan eller tillsynsorgan, likvidatorerna samt medlemmarna och fullmaktigeledamoterna ar skadestandsskyldiga enligt vad som i lagen om andelslag och andra lagar foreskrivs om skadestandsansvar for ett andelslags styrelseledamot, forvaltningsradsledamot, verkstallande direktor, likvidator, medlemmar och fullmaktigeledamoter. bestammelser om en revisors skadestandsskyldighet finns i revisionslagen (936/1994) och i lagen om andelslag. i fraga om ersattande av skada som har orsakats genom brott mot denna lag eller mot europaandelslagsforordningen tillampas vad som i lagen om andelslag foreskrivs om ersattning av skada som har fororsakats genom brott mot den lagen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Rangaistussäännökset",
      "content": "Eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jäseneen, toimitusjohtajaan, selvitysmieheen, jäseneen, edustajiston jäseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun säännöksiä osuuskuntarikoksesta ja osuuskuntarikkomuksesta. Eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mitä osuuskuntalain 22 luvun 1 §:n 1 kohdassa säädetään tilintarkastajan lausuntoa koskevien säännösten rikkomisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_15",
        "normalized_fi": "Eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jäseneen, toimitusjohtajaan, selvitysmieheen, jäseneen, edustajiston jäseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun säännöksiä osuuskuntarikoksesta ja osuuskuntarikkomuksesta. Eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mitä osuuskuntalain 22 luvun 1 § :n 1 kohdassa säädetään tilintarkastajan lausuntoa koskevien säännösten rikkomisesta.",
        "folded_fi": "eurooppaosuuskunnan hallituksen, johtokunnan tai hallintoneuvoston jaseneen, toimitusjohtajaan, selvitysmieheen, jaseneen, edustajiston jaseneen ja tilintarkastajaan sovelletaan osuuskuntalain 22 luvun saannoksia osuuskuntarikoksesta ja osuuskuntarikkomuksesta. eurooppaosuuskunta-asetuksen 35 artiklan 5 kohdassa ja 76 artiklan 5 kohdassa tarkoitetun todistuksen antamiseen sovelletaan, mita osuuskuntalain 22 luvun 1 §:n 1 kohdassa saadetaan tilintarkastajan lausuntoa koskevien saannosten rikkomisesta.",
        "title_sv": "Straffbestämmelser",
        "content_sv": "Bestämmelserna om andelslagsbrott och andelslagsförseelse i 22 kap. i lagen om andelslag tillämpas på en ledamot av förvaltningsorganet, ledningsorganet eller tillsynsorganet samt på en verkställande direktör, likvidator, medlem, fullmäktigeledamot i samt en revisor för ett europaandelslag. I fråga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsförordningen tillämpas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag föreskrivs om brott mot bestämmelserna om en revisors utlåtande.",
        "normalized_sv": "Bestämmelserna om andelslagsbrott och andelslagsförseelse i 22 kap. i lagen om andelslag tillämpas på en ledamot av förvaltningsorganet, ledningsorganet eller tillsynsorganet samt på en verkställande direktör, likvidator, medlem, fullmäktigeledamot i samt en revisor för ett europaandelslag. I fråga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsförordningen tillämpas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag föreskrivs om brott mot bestämmelserna om en revisors utlåtande.",
        "folded_sv": "bestammelserna om andelslagsbrott och andelslagsforseelse i 22 kap. i lagen om andelslag tillampas pa en ledamot av forvaltningsorganet, ledningsorganet eller tillsynsorganet samt pa en verkstallande direktor, likvidator, medlem, fullmaktigeledamot i samt en revisor for ett europaandelslag. i fraga om det intyg som avses i artikel 35.5 och 76.5 i europaandelslagsforordningen tillampas vad som i 22 kap. 1 § 1 punkten i lagen om andelslag foreskrivs om brott mot bestammelserna om en revisors utlatande."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Voimaantulo",
      "content": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2006. Tämän lain hyväksymisen jälkeen rekisteriviranomainen voi rekisteröidä ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyväksymisestä päättävään osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "sec_16",
        "normalized_fi": "Tämä laki tulee voimaan 1 päivänä marraskuuta 2006. Tämän lain hyväksymisen jälkeen rekisteriviranomainen voi rekisteröidä ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyväksymisestä päättävään osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa säädetään.",
        "folded_fi": "tama laki tulee voimaan 1 paivana marraskuuta 2006. taman lain hyvaksymisen jalkeen rekisteriviranomainen voi rekisteroida ja kuuluttaa eurooppaosuuskunta-asetuksen 22 tai 35 artiklassa tarkoitetun suunnitelman eurooppaosuuskunnan perustamisesta, ja perustamiseen osallistuva suomalainen osuuskunta voi toimittaa kutsun suunnitelman hyvaksymisesta paattavaan osuuskunnan kokoukseen siten kuin eurooppaosuuskunta-asetuksessa saadetaan.",
        "title_sv": "Ikraftträdande",
        "content_sv": "Denna lag träder i kraft den 1 november 2006. Efter att denna lag har antagits kan registermyndigheten registrera och utfärda kungörelse om ett sådant förslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsförordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfärda kallelse till den andelsstämma som beslutar om godkännandet av förslaget, så som bestäms i europaandelslagsförordningen.",
        "normalized_sv": "Denna lag träder i kraft den 1 november 2006. Efter att denna lag har antagits kan registermyndigheten registrera och utfärda kungörelse om ett sådant förslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsförordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfärda kallelse till den andelsstämma som beslutar om godkännandet av förslaget, så som bestäms i europaandelslagsförordningen.",
        "folded_sv": "denna lag trader i kraft den 1 november 2006. efter att denna lag har antagits kan registermyndigheten registrera och utfarda kungorelse om ett sadant forslag om bildande av ett europaandelslag som avses i artiklarna 22 eller 35 i europaandelslagsforordningen, och ett finskt andelslag som deltar i bildandet av europaandelslaget kan utfarda kallelse till den andelsstamma som beslutar om godkannandet av forslaget, sa som bestams i europaandelslagsforordningen."
      },
      "valid_from": "2006-10-19",
      "valid_to": null
    }
  ]
}