{
  "id": "924/2007",
  "type": "statute",
  "title": "Laki kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om handel med standardiserade optioner och terminer",
  "status": "in_force",
  "issued_date": "2007-10-26",
  "in_force_date": "2007-10-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/924/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Optioyhteisö",
      "content": "Optiopörssitoimintaa harjoittavan optioyhteisön on selvitettävä optiokaupat itse. Se voi myös antaa tehtävän toiselle optioyhteisölle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisölle, jos yhteisön sääntöjen optioita ja termiinejä koskevat määräykset sitovat myös selvitystehtävää hoitavaa yhteisöä. Optioyhteisön on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjärjestelyissä etukäteen Rahoitustarkastukselle ja Suomen Pankille. Ilmoitukseen on liitettävä riittävät tiedot muutoksista sen arvioimiseksi, aiheutuuko niistä vaaraa optiopörssitoiminnan luotettavuudelle. Rahoitustarkastus voi kieltää optioyhteisöä käyttämästä optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisöä, jos ulkomaisen yhteisön käyttäminen todennäköisesti vaarantaa optiopörssitoiminnan luotettavuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3",
        "normalized_fi": "Optiopörssitoimintaa harjoittavan optioyhteisön on selvitettävä optiokaupat itse. Se voi myös antaa tehtävän toiselle optioyhteisölle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisölle, jos yhteisön sääntöjen optioita ja termiinejä koskevat määräykset sitovat myös selvitystehtävää hoitavaa yhteisöä. Optioyhteisön on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjärjestelyissä etukäteen Rahoitustarkastukselle ja Suomen Pankille. Ilmoitukseen on liitettävä riittävät tiedot muutoksista sen arvioimiseksi, aiheutuuko niistä vaaraa optiopörssitoiminnan luotettavuudelle. Rahoitustarkastus voi kieltää optioyhteisöä käyttämästä optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisöä, jos ulkomaisen yhteisön käyttäminen todennäköisesti vaarantaa optiopörssitoiminnan luotettavuuden.",
        "folded_fi": "optioporssitoimintaa harjoittavan optioyhteison on selvitettava optiokaupat itse. se voi myos antaa tehtavan toiselle optioyhteisolle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisolle, jos yhteison saantojen optioita ja termiineja koskevat maaraykset sitovat myos selvitystehtavaa hoitavaa yhteisoa. optioyhteison on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjarjestelyissa etukateen rahoitustarkastukselle ja suomen pankille. ilmoitukseen on liitettava riittavat tiedot muutoksista sen arvioimiseksi, aiheutuuko niista vaaraa optioporssitoiminnan luotettavuudelle. rahoitustarkastus voi kieltaa optioyhteisoa kayttamasta optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisoa, jos ulkomaisen yhteison kayttaminen todennakoisesti vaarantaa optioporssitoiminnan luotettavuuden.",
        "title_sv": "Optionsföretag",
        "content_sv": "Ett optionsföretag som idkar optionsbörsverksamhet ska själv utföra clearingen och avvecklingen vid optionshandeln. Det kan också ge uppdraget till något annat optionsföretag eller till ett därmed jämförbart utländskt optionsföretag som står under myndighetstillsyn, om bestämmelserna om optioner och terminer i företagets reglemente även binder det företag som sköter clearingen och avvecklingen. Ett optionsföretag ska på förhand informera Finansinspektionen och Finlands Bank om ändringar i sådana clearing- och avvecklingssystem som avses i 3 mom. Den ska då också uppge tillräckliga uppgifter om ändringarna för en bedömning av om de utgör en fara för optionsbörsverksamhetens tillförlitlighet. Finansinspektionen kan förbjuda ett optionsföretag att för clearingen och avvecklingen vid optionshandeln anlita andra än finländska optionsföretag, om optionsbörsverksamhetens tillförlitlighet sannolikt äventyras om ett utländskt företag anlitas.",
        "normalized_sv": "Ett optionsföretag som idkar optionsbörsverksamhet ska själv utföra clearingen och avvecklingen vid optionshandeln. Det kan också ge uppdraget till något annat optionsföretag eller till ett därmed jämförbart utländskt optionsföretag som står under myndighetstillsyn, om bestämmelserna om optioner och terminer i företagets reglemente även binder det företag som sköter clearingen och avvecklingen. Ett optionsföretag ska på förhand informera Finansinspektionen och Finlands Bank om ändringar i sådana clearing- och avvecklingssystem som avses i 3 mom. Den ska då också uppge tillräckliga uppgifter om ändringarna för en bedömning av om de utgör en fara för optionsbörsverksamhetens tillförlitlighet. Finansinspektionen kan förbjuda ett optionsföretag att för clearingen och avvecklingen vid optionshandeln anlita andra än finländska optionsföretag, om optionsbörsverksamhetens tillförlitlighet sannolikt äventyras om ett utländskt företag anlitas.",
        "folded_sv": "ett optionsforetag som idkar optionsborsverksamhet ska sjalv utfora clearingen och avvecklingen vid optionshandeln. det kan ocksa ge uppdraget till nagot annat optionsforetag eller till ett darmed jamforbart utlandskt optionsforetag som star under myndighetstillsyn, om bestammelserna om optioner och terminer i foretagets reglemente aven binder det foretag som skoter clearingen och avvecklingen. ett optionsforetag ska pa forhand informera finansinspektionen och finlands bank om andringar i sadana clearing- och avvecklingssystem som avses i 3 mom. den ska da ocksa uppge tillrackliga uppgifter om andringarna for en bedomning av om de utgor en fara for optionsborsverksamhetens tillforlitlighet. finansinspektionen kan forbjuda ett optionsforetag att for clearingen och avvecklingen vid optionshandeln anlita andra an finlandska optionsforetag, om optionsborsverksamhetens tillforlitlighet sannolikt aventyras om ett utlandskt foretag anlitas."
      }
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Luvanvaraisuus",
      "content": "Optioyhteisön toimintaa ei saa harjoittaa ilman valtiovarainministeriön lupaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Optioyhteisön toimintaa ei saa harjoittaa ilman valtiovarainministeriön lupaa.",
        "folded_fi": "optioyhteison toimintaa ei saa harjoittaa ilman valtiovarainministerion lupaa.",
        "title_sv": "Koncessionstvång",
        "content_sv": "Optionsföretagsverksamhet får inte bedrivas utan koncession av finansministeriet.",
        "normalized_sv": "Optionsföretagsverksamhet får inte bedrivas utan koncession av finansministeriet.",
        "folded_sv": "optionsforetagsverksamhet far inte bedrivas utan koncession av finansministeriet."
      }
    },
    {
      "provision_ref": "2:1 a",
      "chapter": "2",
      "section": "1 a",
      "title": "Toimiluvan hakeminen",
      "content": "Valtiovarainministeriön asetuksella säädetään niistä tarkemmista tiedoista, jotka hakemuksessa on esitettävä, ja niiden esittämistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1 a",
        "normalized_fi": "Valtiovarainministeriön asetuksella säädetään niistä tarkemmista tiedoista, jotka hakemuksessa on esitettävä, ja niiden esittämistavasta.",
        "folded_fi": "valtiovarainministerion asetuksella saadetaan niista tarkemmista tiedoista, jotka hakemuksessa on esitettava, ja niiden esittamistavasta.",
        "title_sv": "Ansökan om koncession",
        "content_sv": "Genom förordning av finansministeriet föreskrivs närmare om vilka uppgifter som ska lämnas i ansökan och hur de ska läggas fram.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs närmare om vilka uppgifter som ska lämnas i ansökan och hur de ska läggas fram.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs narmare om vilka uppgifter som ska lamnas i ansokan och hur de ska laggas fram."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Toimiluvan myöntäminen",
      "content": "Lupa optioyhteisön toiminnan harjoittamiseen on myönnettävä suomalaiselle osakeyhtiölle, jolla on pääkonttori Suomessa, luotettava hallinto ja riittävät taloudelliset toimintaedellytykset ja jonka toiminnan järjestäminen sekä toiminnassa noudatettavat säännöt tarjoavat riittävän suojan sijoittajille. Valtiovarainministeriöllä on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myöntäessään optioyhteisön toimintaa koskevia rajoituksia ja ehtoja. Optioyhteisön osakepääoman on oltava vähintään 730 000 euroa. Osakepääoman on oltava kokonaan maksettu toimilupaa myönnettäessä. Toimilupa optiokauppojen selvitystoimintaa varten voidaan myöntää hakijalle, jonka täysin maksettu osakepääoma on vähintään kaksi miljoonaa euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Lupa optioyhteisön toiminnan harjoittamiseen on myönnettävä suomalaiselle osakeyhtiölle, jolla on pääkonttori Suomessa, luotettava hallinto ja riittävät taloudelliset toimintaedellytykset ja jonka toiminnan järjestäminen sekä toiminnassa noudatettavat säännöt tarjoavat riittävän suojan sijoittajille. Valtiovarainministeriöllä on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myöntäessään optioyhteisön toimintaa koskevia rajoituksia ja ehtoja. Optioyhteisön osakepääoman on oltava vähintään 730 000 euroa. Osakepääoman on oltava kokonaan maksettu toimilupaa myönnettäessä. Toimilupa optiokauppojen selvitystoimintaa varten voidaan myöntää hakijalle, jonka täysin maksettu osakepääoma on vähintään kaksi miljoonaa euroa.",
        "folded_fi": "lupa optioyhteison toiminnan harjoittamiseen on myonnettava suomalaiselle osakeyhtiolle, jolla on paakonttori suomessa, luotettava hallinto ja riittavat taloudelliset toimintaedellytykset ja jonka toiminnan jarjestaminen seka toiminnassa noudatettavat saannot tarjoavat riittavan suojan sijoittajille. valtiovarainministeriolla on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myontaessaan optioyhteison toimintaa koskevia rajoituksia ja ehtoja. optioyhteison osakepaaoman on oltava vahintaan 730 000 euroa. osakepaaoman on oltava kokonaan maksettu toimilupaa myonnettaessa. toimilupa optiokauppojen selvitystoimintaa varten voidaan myontaa hakijalle, jonka taysin maksettu osakepaaoma on vahintaan kaksi miljoonaa euroa.",
        "title_sv": "Beviljande av koncession",
        "content_sv": "Koncession för optionsföretag ska beviljas ett finländskt aktiebolag som har huvudkontor i Finland, tillförlitlig förvaltning och tillräckliga ekonomiska verksamhetsförutsättningar och vars verksamhet är ordnad på ett sådant sätt och följer ett sådant reglemente som erbjuder placerarna tillräcklig trygghet. Finansministeriet har rätt att, efter att ha hört sökanden, vid beviljandet av koncessionen meddela begränsningar och villkor som gäller optionsföretagets verksamhet. Ett optionsföretags aktiekapital ska uppgå till minst 730 000 euro. Aktiekapitalet ska vara betalt i sin helhet när koncessionen beviljas. Koncession för clearing och avveckling vid optionshandeln kan beviljas en sökande vars i sin helhet betalda aktiekapital uppgår till minst två miljoner euro.",
        "normalized_sv": "Koncession för optionsföretag ska beviljas ett finländskt aktiebolag som har huvudkontor i Finland, tillförlitlig förvaltning och tillräckliga ekonomiska verksamhetsförutsättningar och vars verksamhet är ordnad på ett sådant sätt och följer ett sådant reglemente som erbjuder placerarna tillräcklig trygghet. Finansministeriet har rätt att, efter att ha hört sökanden, vid beviljandet av koncessionen meddela begränsningar och villkor som gäller optionsföretagets verksamhet. Ett optionsföretags aktiekapital ska uppgå till minst 730 000 euro. Aktiekapitalet ska vara betalt i sin helhet när koncessionen beviljas. Koncession för clearing och avveckling vid optionshandeln kan beviljas en sökande vars i sin helhet betalda aktiekapital uppgår till minst två miljoner euro.",
        "folded_sv": "koncession for optionsforetag ska beviljas ett finlandskt aktiebolag som har huvudkontor i finland, tillforlitlig forvaltning och tillrackliga ekonomiska verksamhetsforutsattningar och vars verksamhet ar ordnad pa ett sadant satt och foljer ett sadant reglemente som erbjuder placerarna tillracklig trygghet. finansministeriet har ratt att, efter att ha hort sokanden, vid beviljandet av koncessionen meddela begransningar och villkor som galler optionsforetagets verksamhet. ett optionsforetags aktiekapital ska uppga till minst 730 000 euro. aktiekapitalet ska vara betalt i sin helhet nar koncessionen beviljas. koncession for clearing och avveckling vid optionshandeln kan beviljas en sokande vars i sin helhet betalda aktiekapital uppgar till minst tva miljoner euro."
      }
    },
    {
      "provision_ref": "2:3 a",
      "chapter": "2",
      "section": "3 a",
      "title": "Ääni- ja vaikutusvallasta ilmoittaminen",
      "content": "Jos jonkun tarkoituksena on hankkia yksin tai yhdessä arvopaperimarkkinalain 2 luvun 9 §:ssä tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilön kanssa optioyhteisöstä osuus, joka olisi vähintään yksi kymmenesosa optioyhteisön osakepääomasta tai äänimäärästä, hankinnasta on ilmoitettava hyvissä ajoin etukäteen Rahoitustarkastukselle. Jos 1 momentissa tarkoitettua osuutta aiotaan lisätä siten, että se saavuttaisi tai ylittäisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteisön osakepääomasta tai äänimäärästä, myös tästä hankinnasta on etukäteen ilmoitettava Rahoitustarkastukselle. Vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vähenisi alle tässä tai 1 momentissa säädettyjen rajojen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:3 a",
        "normalized_fi": "Jos jonkun tarkoituksena on hankkia yksin tai yhdessä arvopaperimarkkinalain 2 luvun 9 § :ssä tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilön kanssa optioyhteisöstä osuus, joka olisi vähintään yksi kymmenesosa optioyhteisön osakepääomasta tai äänimäärästä, hankinnasta on ilmoitettava hyvissä ajoin etukäteen Rahoitustarkastukselle. Jos 1 momentissa tarkoitettua osuutta aiotaan lisätä siten, että se saavuttaisi tai ylittäisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteisön osakepääomasta tai äänimäärästä, myös tästä hankinnasta on etukäteen ilmoitettava Rahoitustarkastukselle. Vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vähenisi alle tässä tai 1 momentissa säädettyjen rajojen.",
        "folded_fi": "jos jonkun tarkoituksena on hankkia yksin tai yhdessa arvopaperimarkkinalain 2 luvun 9 §:ssa tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilon kanssa optioyhteisosta osuus, joka olisi vahintaan yksi kymmenesosa optioyhteison osakepaaomasta tai aanimaarasta, hankinnasta on ilmoitettava hyvissa ajoin etukateen rahoitustarkastukselle. jos 1 momentissa tarkoitettua osuutta aiotaan lisata siten, etta se saavuttaisi tai ylittaisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteison osakepaaomasta tai aanimaarasta, myos tasta hankinnasta on etukateen ilmoitettava rahoitustarkastukselle. vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vahenisi alle tassa tai 1 momentissa saadettyjen rajojen.",
        "title_sv": "Underrättelse om röstetal och inflytande",
        "content_sv": "Om någon har för avsikt att ensam eller tillsammans med en aktieägare som avses i 2 kap. 9 § i värdepappersmarknadslagen eller med en person som kan jämställas med en aktieägare, i ett optionsföretag förvärva en andel som utgör minst en tiondel av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen i god tid på förhand underrättas om förvärvet. Om avsikten är att utöka den andel som avses i 1 mom. så att den uppnår eller överskrider en femtedel, en tredjedel eller hälften av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen underrättas också om detta förvärv på förhand. Motsvarande underrättelseskyldighet gäller när den andel som avses i 1 mom. underskrider de gränser som föreskrivs här och i 1 mom.",
        "normalized_sv": "Om någon har för avsikt att ensam eller tillsammans med en aktieägare som avses i 2 kap. 9 § i värdepappersmarknadslagen eller med en person som kan jämställas med en aktieägare, i ett optionsföretag förvärva en andel som utgör minst en tiondel av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen i god tid på förhand underrättas om förvärvet. Om avsikten är att utöka den andel som avses i 1 mom. så att den uppnår eller överskrider en femtedel, en tredjedel eller hälften av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen underrättas också om detta förvärv på förhand. Motsvarande underrättelseskyldighet gäller när den andel som avses i 1 mom. underskrider de gränser som föreskrivs här och i 1 mom.",
        "folded_sv": "om nagon har for avsikt att ensam eller tillsammans med en aktieagare som avses i 2 kap. 9 § i vardepappersmarknadslagen eller med en person som kan jamstallas med en aktieagare, i ett optionsforetag forvarva en andel som utgor minst en tiondel av aktiekapitalet eller rostetalet i optionsforetaget, ska finansinspektionen i god tid pa forhand underrattas om forvarvet. om avsikten ar att utoka den andel som avses i 1 mom. sa att den uppnar eller overskrider en femtedel, en tredjedel eller halften av aktiekapitalet eller rostetalet i optionsforetaget, ska finansinspektionen underrattas ocksa om detta forvarv pa forhand. motsvarande underrattelseskyldighet galler nar den andel som avses i 1 mom. underskrider de granser som foreskrivs har och i 1 mom."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Optioyhteisön toiminta",
      "content": "Optioyhteisö saa optioyhteisön toiminnan lisäksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittämiseen liittyviä tieto-, tiedotus- ja tietojenkäsittelypalveluja sekä harjoittaa arvopaperimarkkinalain 4 luvun 5 a §:n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos Rahoitustarkastus on hyväksynyt sopimusten ehdot tai jos ehdot on hyväksytty osana optioyhteisön sääntöjä tai ne on otettu sääntöjen liitteeksi. Optioyhteisö saa tarjota myös arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyviä palveluja siinä laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. Optioyhteisö saa toimia selvitysosapuolena ja harjoittaa selvitysyhteisön toimintaa siten kuin siitä säädetään arvopaperimarkkinalain 4 a luvussa. Optioyhteisö saa toimia tilinhoitajayhteisönä tai tilinhoitajayhteisön asiamiehenä sen mukaan kuin siitä säädetään arvo-osuusjärjestelmästä annetussa laissa (826/1991). Optioyhteisön oikeudesta harjoittaa arvopaperipörssitoimintaa ja järjestää monenkeskistä kaupankäyntiä säädetään arvopaperimarkkinalaissa. Optioyhteisö ei saa omistaa osakkeita tai osuuksia yhteisössä, joka toimii välittäjänä tai muutoin optioyhteisössä, eikä optioyhteisössä kaupattavan option tai termiinin kohde-etuuksia. Rahoitustarkastuksen luvalla optioyhteisö voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 §:ssä tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan pääomasitoumukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Optioyhteisö saa optioyhteisön toiminnan lisäksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittämiseen liittyviä tieto-, tiedotus- ja tietojenkäsittelypalveluja sekä harjoittaa arvopaperimarkkinalain 4 luvun 5 a § :n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos Rahoitustarkastus on hyväksynyt sopimusten ehdot tai jos ehdot on hyväksytty osana optioyhteisön sääntöjä tai ne on otettu sääntöjen liitteeksi. Optioyhteisö saa tarjota myös arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyviä palveluja siinä laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. Optioyhteisö saa toimia selvitysosapuolena ja harjoittaa selvitysyhteisön toimintaa siten kuin siitä säädetään arvopaperimarkkinalain 4 a luvussa. Optioyhteisö saa toimia tilinhoitajayhteisönä tai tilinhoitajayhteisön asiamiehenä sen mukaan kuin siitä säädetään arvo-osuusjärjestelmästä annetussa laissa (826/1991). Optioyhteisön oikeudesta harjoittaa arvopaperipörssitoimintaa ja järjestää monenkeskistä kaupankäyntiä säädetään arvopaperimarkkinalaissa. Optioyhteisö ei saa omistaa osakkeita tai osuuksia yhteisössä, joka toimii välittäjänä tai muutoin optioyhteisössä, eikä optioyhteisössä kaupattavan option tai termiinin kohde-etuuksia. Rahoitustarkastuksen luvalla optioyhteisö voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 § :ssä tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan pääomasitoumukseen.",
        "folded_fi": "optioyhteiso saa optioyhteison toiminnan lisaksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittamiseen liittyvia tieto-, tiedotus- ja tietojenkasittelypalveluja seka harjoittaa arvopaperimarkkinalain 4 luvun 5 a §:n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos rahoitustarkastus on hyvaksynyt sopimusten ehdot tai jos ehdot on hyvaksytty osana optioyhteison saantoja tai ne on otettu saantojen liitteeksi. optioyhteiso saa tarjota myos arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyvia palveluja siina laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. optioyhteiso saa toimia selvitysosapuolena ja harjoittaa selvitysyhteison toimintaa siten kuin siita saadetaan arvopaperimarkkinalain 4 a luvussa. optioyhteiso saa toimia tilinhoitajayhteisona tai tilinhoitajayhteison asiamiehena sen mukaan kuin siita saadetaan arvo-osuusjarjestelmasta annetussa laissa (826/1991). optioyhteison oikeudesta harjoittaa arvopaperiporssitoimintaa ja jarjestaa monenkeskista kaupankayntia saadetaan arvopaperimarkkinalaissa. optioyhteiso ei saa omistaa osakkeita tai osuuksia yhteisossa, joka toimii valittajana tai muutoin optioyhteisossa, eika optioyhteisossa kaupattavan option tai termiinin kohde-etuuksia. rahoitustarkastuksen luvalla optioyhteiso voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 §:ssa tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan paaomasitoumukseen.",
        "title_sv": "Optionsföretagets verksamhet",
        "content_sv": "Ett optionsföretag får utöver den verksamhet som idkas i företaget tillhandahålla data-, informations- och databehandlingstjänster för utveckling av options- och terminsmarknaden eller finans- och värdepappersmarknaden samt clearing och avveckling av avtal om värdepapperslån och återköpsavtal (repor) som gäller värdepapper som avses i 4 kap. 5 a § 3 och 4 mom. i värdepappersmarknadslagen, om Finansinspektionen har godkänt avtalsvillkoren eller om avtalsvillkoren har fastställts som en del av optionsföretagets reglemente eller om de utgör bilaga till reglementet. Ett optionsföretag får också tillhandahålla sådana tjänster för clearing och avveckling som avses i värdepappersmarknadslagen, i en sådan utsträckning som options- och terminsavtalen förutsätter. Ett optionsföretag får verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i värdepappersmarknadslagen. Ett optionsföretag får verka som kontoförande institut eller som ett kontoförande instituts underinstitut enligt lagen om värdeandelssystemet (826/1991). Bestämmelser om optionsföretagets rätt att idka fondbörsverksamhet och ordna multilateral handel finns i värdepappersmarknadslagen. Ett optionsföretag får inte äga aktier eller andelar i ett företag som är verksamt som förmedlare eller på något annat sätt i optionsföretaget, ej heller underliggande tillgångar för optioner eller terminer som säljs i optionsföretaget. Med Finansinspektionens tillstånd får optionsföretaget dock placera medel i masskuldebrevslån, i 1 kap. 2 § i värdepappersmarknadslagen nämnda gäldenärsförbindelser eller andra sådana kapitalförbindelser som avkastar ränta som utgör underliggande egendom.",
        "normalized_sv": "Ett optionsföretag får utöver den verksamhet som idkas i företaget tillhandahålla data-, informations- och databehandlingstjänster för utveckling av options- och terminsmarknaden eller finans- och värdepappersmarknaden samt clearing och avveckling av avtal om värdepapperslån och återköpsavtal (repor) som gäller värdepapper som avses i 4 kap. 5 a § 3 och 4 mom. i värdepappersmarknadslagen, om Finansinspektionen har godkänt avtalsvillkoren eller om avtalsvillkoren har fastställts som en del av optionsföretagets reglemente eller om de utgör bilaga till reglementet. Ett optionsföretag får också tillhandahålla sådana tjänster för clearing och avveckling som avses i värdepappersmarknadslagen, i en sådan utsträckning som options- och terminsavtalen förutsätter. Ett optionsföretag får verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i värdepappersmarknadslagen. Ett optionsföretag får verka som kontoförande institut eller som ett kontoförande instituts underinstitut enligt lagen om värdeandelssystemet (826/1991). Bestämmelser om optionsföretagets rätt att idka fondbörsverksamhet och ordna multilateral handel finns i värdepappersmarknadslagen. Ett optionsföretag får inte äga aktier eller andelar i ett företag som är verksamt som förmedlare eller på något annat sätt i optionsföretaget, ej heller underliggande tillgångar för optioner eller terminer som säljs i optionsföretaget. Med Finansinspektionens tillstånd får optionsföretaget dock placera medel i masskuldebrevslån, i 1 kap. 2 § i värdepappersmarknadslagen nämnda gäldenärsförbindelser eller andra sådana kapitalförbindelser som avkastar ränta som utgör underliggande egendom.",
        "folded_sv": "ett optionsforetag far utover den verksamhet som idkas i foretaget tillhandahalla data-, informations- och databehandlingstjanster for utveckling av options- och terminsmarknaden eller finans- och vardepappersmarknaden samt clearing och avveckling av avtal om vardepapperslan och aterkopsavtal (repor) som galler vardepapper som avses i 4 kap. 5 a § 3 och 4 mom. i vardepappersmarknadslagen, om finansinspektionen har godkant avtalsvillkoren eller om avtalsvillkoren har faststallts som en del av optionsforetagets reglemente eller om de utgor bilaga till reglementet. ett optionsforetag far ocksa tillhandahalla sadana tjanster for clearing och avveckling som avses i vardepappersmarknadslagen, i en sadan utstrackning som options- och terminsavtalen forutsatter. ett optionsforetag far verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i vardepappersmarknadslagen. ett optionsforetag far verka som kontoforande institut eller som ett kontoforande instituts underinstitut enligt lagen om vardeandelssystemet (826/1991). bestammelser om optionsforetagets ratt att idka fondborsverksamhet och ordna multilateral handel finns i vardepappersmarknadslagen. ett optionsforetag far inte aga aktier eller andelar i ett foretag som ar verksamt som formedlare eller pa nagot annat satt i optionsforetaget, ej heller underliggande tillgangar for optioner eller terminer som saljs i optionsforetaget. med finansinspektionens tillstand far optionsforetaget dock placera medel i masskuldebrevslan, i 1 kap. 2 § i vardepappersmarknadslagen namnda galdenarsforbindelser eller andra sadana kapitalforbindelser som avkastar ranta som utgor underliggande egendom."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Optioyhteisön säännöt",
      "content": "Optioyhteisön on laadittava ja pidettävä yleisön saatavilla säännöt, jotka sisältävät tätä lakia täydentävät määräykset optiopörssitoiminnasta, optiokauppojen selvityksestä ja siitä, miten ja millaisia seuraamuksia välittäjille ja muille optioyhteisössä toimiville optioyhteisön sääntöjen rikkomisesta voidaan määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Optioyhteisön on laadittava ja pidettävä yleisön saatavilla säännöt, jotka sisältävät tätä lakia täydentävät määräykset optiopörssitoiminnasta, optiokauppojen selvityksestä ja siitä, miten ja millaisia seuraamuksia välittäjille ja muille optioyhteisössä toimiville optioyhteisön sääntöjen rikkomisesta voidaan määrätä.",
        "folded_fi": "optioyhteison on laadittava ja pidettava yleison saatavilla saannot, jotka sisaltavat tata lakia taydentavat maaraykset optioporssitoiminnasta, optiokauppojen selvityksesta ja siita, miten ja millaisia seuraamuksia valittajille ja muille optioyhteisossa toimiville optioyhteison saantojen rikkomisesta voidaan maarata.",
        "title_sv": "Optionsföretagets reglemente",
        "content_sv": "Ett optionsföretag ska upprätta och för allmänheten hålla tillgängligt ett reglemente som kompletterar denna lags bestämmelser om optionsbörsverksamhet och clearing vid optionshandeln samt om påföljderna för förmedlares och andra inom optionsföretaget verksamma personers brott mot reglementet.",
        "normalized_sv": "Ett optionsföretag ska upprätta och för allmänheten hålla tillgängligt ett reglemente som kompletterar denna lags bestämmelser om optionsbörsverksamhet och clearing vid optionshandeln samt om påföljderna för förmedlares och andra inom optionsföretaget verksamma personers brott mot reglementet.",
        "folded_sv": "ett optionsforetag ska uppratta och for allmanheten halla tillgangligt ett reglemente som kompletterar denna lags bestammelser om optionsborsverksamhet och clearing vid optionshandeln samt om pafoljderna for formedlares och andra inom optionsforetaget verksamma personers brott mot reglementet."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Optioyhteisön tehtävät",
      "content": "Optioyhteisön on sen lisäksi, mitä sen tehtävistä on muutoin säädetty ja määrätty: 4) ilmoitettava Rahoitustarkastukselle päätöksensä option ja termiinin kurssin ottamisesta vahvistettavaksi ja sillä käytävän kaupan aloittamisesta ja lopettamisesta sekä välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Optioyhteisön on sen lisäksi, mitä sen tehtävistä on muutoin säädetty ja määrätty: 4) ilmoitettava Rahoitustarkastukselle päätöksensä option ja termiinin kurssin ottamisesta vahvistettavaksi ja sillä käytävän kaupan aloittamisesta ja lopettamisesta sekä välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
        "folded_fi": "optioyhteison on sen lisaksi, mita sen tehtavista on muutoin saadetty ja maaratty: 4) ilmoitettava rahoitustarkastukselle paatoksensa option ja termiinin kurssin ottamisesta vahvistettavaksi ja silla kaytavan kaupan aloittamisesta ja lopettamisesta seka valittajan ja muun optioyhteisossa toimivan oikeuksien myontamisesta ja peruuttamisesta.",
        "title_sv": "Optionsföretagets uppgifter",
        "content_sv": "Ett optionsföretag ska, utöver vad som annars bestäms och föreskrivs om dess uppgifter, 4) underrätta Finansinspektionen om sitt beslut att uppta kurser på optioner och terminer till fastställelse samt att inleda och avsluta handeln med dessa samt att bevilja och återkalla rättigheter för förmedlare och andra som är verksamma inom optionsföretaget.",
        "normalized_sv": "Ett optionsföretag ska, utöver vad som annars bestäms och föreskrivs om dess uppgifter, 4) underrätta Finansinspektionen om sitt beslut att uppta kurser på optioner och terminer till fastställelse samt att inleda och avsluta handeln med dessa samt att bevilja och återkalla rättigheter för förmedlare och andra som är verksamma inom optionsföretaget.",
        "folded_sv": "ett optionsforetag ska, utover vad som annars bestams och foreskrivs om dess uppgifter, 4) underratta finansinspektionen om sitt beslut att uppta kurser pa optioner och terminer till faststallelse samt att inleda och avsluta handeln med dessa samt att bevilja och aterkalla rattigheter for formedlare och andra som ar verksamma inom optionsforetaget."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Optiopörssitoimintaa koskevat säännökset",
      "content": "Optiopörssitoimintaa harjoittavaan optioyhteisöön sovelletaan tämän lain säännösten lisäksi: 1) arvopaperimarkkinalain 3 luvun 8 §:n säännöksiä arvopaperipörssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 §:n säännöksiä arvopaperipörssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 §:n säännöksiä arvopaperipörssin toiminnan järjestämisestä; 4) arvopaperimarkkinalain 3 luvun 18 §:n säännöksiä henkilökohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 §:n säännöksiä arvopaperipörssin toiminnan ulkoistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Optiopörssitoimintaa harjoittavaan optioyhteisöön sovelletaan tämän lain säännösten lisäksi: 1) arvopaperimarkkinalain 3 luvun 8 § :n säännöksiä arvopaperipörssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 § :n säännöksiä arvopaperipörssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 § :n säännöksiä arvopaperipörssin toiminnan järjestämisestä; 4) arvopaperimarkkinalain 3 luvun 18 § :n säännöksiä henkilökohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 § :n säännöksiä arvopaperipörssin toiminnan ulkoistamisesta.",
        "folded_fi": "optioporssitoimintaa harjoittavaan optioyhteisoon sovelletaan taman lain saannosten lisaksi: 1) arvopaperimarkkinalain 3 luvun 8 §:n saannoksia arvopaperiporssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 §:n saannoksia arvopaperiporssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 §:n saannoksia arvopaperiporssin toiminnan jarjestamisesta; 4) arvopaperimarkkinalain 3 luvun 18 §:n saannoksia henkilokohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 §:n saannoksia arvopaperiporssin toiminnan ulkoistamisesta.",
        "title_sv": "Bestämmelser om optionsbörsverksamheten",
        "content_sv": "På ett optionsföretag som bedriver optionsbörsverksamhet ska utöver denna lag tillämpas 1) 3 kap. 8 § i värdepappersmarknadslagen om fondbörsens bindningar, 2) 3 kap. 16 § i värdepappersmarknadslagen om fondbörsens ledning, 3) 3 kap. 17 § i värdepappersmarknadslagen om organisering av fondbörsens verksamhet, 4) 3 kap. 18 § i värdepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i värdepappersmarknadslagen om utläggande av fondbörsens verksamhet på entreprenad.",
        "normalized_sv": "På ett optionsföretag som bedriver optionsbörsverksamhet ska utöver denna lag tillämpas 1) 3 kap. 8 § i värdepappersmarknadslagen om fondbörsens bindningar, 2) 3 kap. 16 § i värdepappersmarknadslagen om fondbörsens ledning, 3) 3 kap. 17 § i värdepappersmarknadslagen om organisering av fondbörsens verksamhet, 4) 3 kap. 18 § i värdepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i värdepappersmarknadslagen om utläggande av fondbörsens verksamhet på entreprenad.",
        "folded_sv": "pa ett optionsforetag som bedriver optionsborsverksamhet ska utover denna lag tillampas 1) 3 kap. 8 § i vardepappersmarknadslagen om fondborsens bindningar, 2) 3 kap. 16 § i vardepappersmarknadslagen om fondborsens ledning, 3) 3 kap. 17 § i vardepappersmarknadslagen om organisering av fondborsens verksamhet, 4) 3 kap. 18 § i vardepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i vardepappersmarknadslagen om utlaggande av fondborsens verksamhet pa entreprenad."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Välittäjä ja muu optioyhteisössä toimiva",
      "content": "Optioyhteisön on myönnettävä välittäjän oikeudet suomalaiselle arvopaperinvälittäjälle ja Euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvälittäjälle, joka täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Muulle henkilölle, jolla on kotipaikka Euroopan talousalueeseen kuuluvassa valtiossa, voidaan myöntää muun optioyhteisössä toimivan oikeudet, jos henkilö täyttää optioyhteisön säännöissä asetetut vaatimukset ja henkilön luotettavuudesta, hyvämaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennäköistä, ettei henkilön osallistuminen kaupankäyntiin vaaranna kaupankäynnin luotettavuutta. Henkilöllä on lisäksi oltava riittävät taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää myös muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvälittäjälle tai henkilölle välittäjän tai muun optioyhteisössä toimivan oikeudet, jos hakija täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Optioyhteisön on peruutettava määräajaksi tai kokonaan välittäjän ja muun optioyhteisössä toimivan oikeudet, jos Rahoitustarkastus optioyhteisöä kuultuaan sitä painavasta syystä vaatii. Rahoitustarkastuksen on välittömästi ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisölle sekä sille, jota vaatimus koskee. Optioyhteisön on ilmoitettava Rahoitustarkastukselle välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Optioyhteisön on myönnettävä välittäjän oikeudet suomalaiselle arvopaperinvälittäjälle ja Euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvälittäjälle, joka täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Muulle henkilölle, jolla on kotipaikka Euroopan talousalueeseen kuuluvassa valtiossa, voidaan myöntää muun optioyhteisössä toimivan oikeudet, jos henkilö täyttää optioyhteisön säännöissä asetetut vaatimukset ja henkilön luotettavuudesta, hyvämaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennäköistä, ettei henkilön osallistuminen kaupankäyntiin vaaranna kaupankäynnin luotettavuutta. Henkilöllä on lisäksi oltava riittävät taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää myös muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvälittäjälle tai henkilölle välittäjän tai muun optioyhteisössä toimivan oikeudet, jos hakija täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Optioyhteisön on peruutettava määräajaksi tai kokonaan välittäjän ja muun optioyhteisössä toimivan oikeudet, jos Rahoitustarkastus optioyhteisöä kuultuaan sitä painavasta syystä vaatii. Rahoitustarkastuksen on välittömästi ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisölle sekä sille, jota vaatimus koskee. Optioyhteisön on ilmoitettava Rahoitustarkastukselle välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
        "folded_fi": "optioyhteison on myonnettava valittajan oikeudet suomalaiselle arvopaperinvalittajalle ja euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvalittajalle, joka tayttaa laissa ja optioyhteison saannoissa asetetut vaatimukset. muulle henkilolle, jolla on kotipaikka euroopan talousalueeseen kuuluvassa valtiossa, voidaan myontaa muun optioyhteisossa toimivan oikeudet, jos henkilo tayttaa optioyhteison saannoissa asetetut vaatimukset ja henkilon luotettavuudesta, hyvamaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennakoista, ettei henkilon osallistuminen kaupankayntiin vaaranna kaupankaynnin luotettavuutta. henkilolla on lisaksi oltava riittavat taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. optioyhteiso saa valtiovarainministerion maaraamin ehdoin myontaa myos muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvalittajalle tai henkilolle valittajan tai muun optioyhteisossa toimivan oikeudet, jos hakija tayttaa laissa ja optioyhteison saannoissa asetetut vaatimukset. optioyhteison on peruutettava maaraajaksi tai kokonaan valittajan ja muun optioyhteisossa toimivan oikeudet, jos rahoitustarkastus optioyhteisoa kuultuaan sita painavasta syysta vaatii. rahoitustarkastuksen on valittomasti ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisolle seka sille, jota vaatimus koskee. optioyhteison on ilmoitettava rahoitustarkastukselle valittajan ja muun optioyhteisossa toimivan oikeuksien myontamisesta ja peruuttamisesta.",
        "title_sv": "Förmedlare och andra som är verksamma i ett optionsföretag",
        "content_sv": "Ett optionsföretag ska bevilja en finländsk värdepappersförmedlare eller en värdepappersförmedlare som har motsvarande auktorisation i en stat inom Europeiska ekonomiska samarbetsområdet förmedlarrättigheter, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. En annan person som har hemort i en stat inom Europeiska ekonomiska samarbetsområdet kan beviljas rättigheter som någon annan som är verksam i optionsföretaget, om denne uppfyller de krav som ställs i optionsföretagets reglemente och det med hänsyn till erhållen utredning om sökandens tillförlitlighet, anseende, erfarenhet och övriga lämplighet eller annars är sannolikt att sökandens deltagande i handeln inte äventyrar handelns tillförlitlighet. Personen ska dessutom ha tillräckliga finansiella och övriga förutsättningar att uppfylla de förpliktelser som följer av värdepappershandeln. På de villkor som finansministeriet bestämmer får ett optionsföretag auktorisera också andra än i 1 och 2 mom. avsedda utländska värdepappersförmedlare eller personer att verka som förmedlare eller i någon annan egenskap i optionsföretaget, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. Ett optionsföretag ska för viss tid eller helt återkalla rättigheter som har beviljats en förmedlare eller någon annan som är verksam i optionsföretaget, om Finansinspektionen av vägande skäl yrkar det efter att ha hört optionsföretaget. Finansinspektionen ska omedelbart underrätta optionsföretaget och vederbörande om sitt yrkande och grunderna för det. Ett optionsföretag ska underrätta Finansinspektionen om beviljande och återkallande av rättigheter att verka som förmedlare och i någon annan egenskap i optionsföretaget.",
        "normalized_sv": "Ett optionsföretag ska bevilja en finländsk värdepappersförmedlare eller en värdepappersförmedlare som har motsvarande auktorisation i en stat inom Europeiska ekonomiska samarbetsområdet förmedlarrättigheter, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. En annan person som har hemort i en stat inom Europeiska ekonomiska samarbetsområdet kan beviljas rättigheter som någon annan som är verksam i optionsföretaget, om denne uppfyller de krav som ställs i optionsföretagets reglemente och det med hänsyn till erhållen utredning om sökandens tillförlitlighet, anseende, erfarenhet och övriga lämplighet eller annars är sannolikt att sökandens deltagande i handeln inte äventyrar handelns tillförlitlighet. Personen ska dessutom ha tillräckliga finansiella och övriga förutsättningar att uppfylla de förpliktelser som följer av värdepappershandeln. På de villkor som finansministeriet bestämmer får ett optionsföretag auktorisera också andra än i 1 och 2 mom. avsedda utländska värdepappersförmedlare eller personer att verka som förmedlare eller i någon annan egenskap i optionsföretaget, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. Ett optionsföretag ska för viss tid eller helt återkalla rättigheter som har beviljats en förmedlare eller någon annan som är verksam i optionsföretaget, om Finansinspektionen av vägande skäl yrkar det efter att ha hört optionsföretaget. Finansinspektionen ska omedelbart underrätta optionsföretaget och vederbörande om sitt yrkande och grunderna för det. Ett optionsföretag ska underrätta Finansinspektionen om beviljande och återkallande av rättigheter att verka som förmedlare och i någon annan egenskap i optionsföretaget.",
        "folded_sv": "ett optionsforetag ska bevilja en finlandsk vardepappersformedlare eller en vardepappersformedlare som har motsvarande auktorisation i en stat inom europeiska ekonomiska samarbetsomradet formedlarrattigheter, om sokanden uppfyller de krav som stalls i lag och optionsforetagets reglemente. en annan person som har hemort i en stat inom europeiska ekonomiska samarbetsomradet kan beviljas rattigheter som nagon annan som ar verksam i optionsforetaget, om denne uppfyller de krav som stalls i optionsforetagets reglemente och det med hansyn till erhallen utredning om sokandens tillforlitlighet, anseende, erfarenhet och ovriga lamplighet eller annars ar sannolikt att sokandens deltagande i handeln inte aventyrar handelns tillforlitlighet. personen ska dessutom ha tillrackliga finansiella och ovriga forutsattningar att uppfylla de forpliktelser som foljer av vardepappershandeln. pa de villkor som finansministeriet bestammer far ett optionsforetag auktorisera ocksa andra an i 1 och 2 mom. avsedda utlandska vardepappersformedlare eller personer att verka som formedlare eller i nagon annan egenskap i optionsforetaget, om sokanden uppfyller de krav som stalls i lag och optionsforetagets reglemente. ett optionsforetag ska for viss tid eller helt aterkalla rattigheter som har beviljats en formedlare eller nagon annan som ar verksam i optionsforetaget, om finansinspektionen av vagande skal yrkar det efter att ha hort optionsforetaget. finansinspektionen ska omedelbart underratta optionsforetaget och vederborande om sitt yrkande och grunderna for det. ett optionsforetag ska underratta finansinspektionen om beviljande och aterkallande av rattigheter att verka som formedlare och i nagon annan egenskap i optionsforetaget."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ulkomainen optioyhteisö",
      "content": "Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää ulkomaiselle optioyhteisölle oikeuden käydä kauppaa vakioiduilla optioilla ja termiineillä ja jättää niitä selvitettäviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää ulkomaiselle optioyhteisölle oikeuden käydä kauppaa vakioiduilla optioilla ja termiineillä ja jättää niitä selvitettäviksi.",
        "folded_fi": "optioyhteiso saa valtiovarainministerion maaraamin ehdoin myontaa ulkomaiselle optioyhteisolle oikeuden kayda kauppaa vakioiduilla optioilla ja termiineilla ja jattaa niita selvitettaviksi.",
        "title_sv": "Utländskt optionsföretag",
        "content_sv": "Ett optionsföretag får på de villkor som finansministeriet bestämmer bevilja ett utländskt optionsföretag rätt att idka handel med standardiserade optioner och terminer och att lämna dem till clearing.",
        "normalized_sv": "Ett optionsföretag får på de villkor som finansministeriet bestämmer bevilja ett utländskt optionsföretag rätt att idka handel med standardiserade optioner och terminer och att lämna dem till clearing.",
        "folded_sv": "ett optionsforetag far pa de villkor som finansministeriet bestammer bevilja ett utlandskt optionsforetag ratt att idka handel med standardiserade optioner och terminer och att lamna dem till clearing."
      }
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "title": "Kohde-etuudet ja tunnusluvut",
      "content": "Optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankäynnin kohteeksi on lisäksi voimassa, mitä siitä säädetään Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY täytäntöönpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvälineiden kaupankäynnin kohteeksi ottamisen sekä direktiivissä määriteltyjen käsitteiden osalta annetussa komission asetuksessa (EY) N:o 1287/2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:2",
        "normalized_fi": "Optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankäynnin kohteeksi on lisäksi voimassa, mitä siitä säädetään Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY täytäntöönpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvälineiden kaupankäynnin kohteeksi ottamisen sekä direktiivissä määriteltyjen käsitteiden osalta annetussa komission asetuksessa (EY) N:o 1287/2006.",
        "folded_fi": "optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankaynnin kohteeksi on lisaksi voimassa, mita siita saadetaan euroopan parlamentin ja neuvoston direktiivin 2004/39/ey taytantoonpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvalineiden kaupankaynnin kohteeksi ottamisen seka direktiivissa maariteltyjen kasitteiden osalta annetussa komission asetuksessa (ey) n:o 1287/2006.",
        "title_sv": "Underliggande egendom och index",
        "content_sv": "I fråga om notering och upptagande till handel av optioner och terminer gäller dessutom vad som föreskrivs i kommissionens förordning (EG) nr 1287/2006 om genomförande av Europaparlamentets och rådets direktiv 2004/39/EG vad gäller dokumenteringsskyldigheter för värdepappersföretag, transaktionsrapportering, överblickbarhet på marknaden, upptagande av finansiella instrument till handel samt definitioner för tillämpning av det direktivet.",
        "normalized_sv": "I fråga om notering och upptagande till handel av optioner och terminer gäller dessutom vad som föreskrivs i kommissionens förordning (EG) nr 1287/2006 om genomförande av Europaparlamentets och rådets direktiv 2004/39/EG vad gäller dokumenteringsskyldigheter för värdepappersföretag, transaktionsrapportering, överblickbarhet på marknaden, upptagande av finansiella instrument till handel samt definitioner för tillämpning av det direktivet.",
        "folded_sv": "i fraga om notering och upptagande till handel av optioner och terminer galler dessutom vad som foreskrivs i kommissionens forordning (eg) nr 1287/2006 om genomforande av europaparlamentets och radets direktiv 2004/39/eg vad galler dokumenteringsskyldigheter for vardepappersforetag, transaktionsrapportering, overblickbarhet pa marknaden, upptagande av finansiella instrument till handel samt definitioner for tillampning av det direktivet."
      }
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "title": "Kaupankäynnin keskeyttäminen",
      "content": "Rahoitustarkastus voi määrätä optioyhteisön keskeyttämään option tai termiinin kurssin vahvistamisen ja sillä käytävän kaupan enintään 10 perättäiseksi pankkipäiväksi kerrallaan. Keskeytys voidaan määrätä, jos Rahoitustarkastuksella on perusteltu syy epäillä, että kaupankäynnissä toimitaan vastoin lakia tai sen nojalla annettuja säännöksiä tai määräyksiä taikka optioyhteisön sääntöjä. Rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille Euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankäynnin keskeyttämispäätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:3",
        "normalized_fi": "Rahoitustarkastus voi määrätä optioyhteisön keskeyttämään option tai termiinin kurssin vahvistamisen ja sillä käytävän kaupan enintään 10 perättäiseksi pankkipäiväksi kerrallaan. Keskeytys voidaan määrätä, jos Rahoitustarkastuksella on perusteltu syy epäillä, että kaupankäynnissä toimitaan vastoin lakia tai sen nojalla annettuja säännöksiä tai määräyksiä taikka optioyhteisön sääntöjä. Rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille Euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankäynnin keskeyttämispäätös.",
        "folded_fi": "rahoitustarkastus voi maarata optioyhteison keskeyttamaan option tai termiinin kurssin vahvistamisen ja silla kaytavan kaupan enintaan 10 perattaiseksi pankkipaivaksi kerrallaan. keskeytys voidaan maarata, jos rahoitustarkastuksella on perusteltu syy epailla, etta kaupankaynnissa toimitaan vastoin lakia tai sen nojalla annettuja saannoksia tai maarayksia taikka optioyhteison saantoja. rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankaynnin keskeyttamispaatos.",
        "title_sv": "Avbrytande av handeln",
        "content_sv": "Finansinspektionen kan bestämma att ett optionsföretag ska avbryta noteringen av och handeln med optioner och terminer för högst tio på varandra följande bankdagar åt gången. Finansinspektionen kan bestämma ett sådant avbrott om den har grundad anledning att misstänka att handeln sker i strid med lag eller föreskrifter och bestämmelser som har utfärdats med stöd av lag eller i strid med optionsföretagets reglemente. Finansinspektionen ska offentliggöra beslut om att avbryta handeln enligt 5 mom. och informera de behöriga myndigheterna i övriga stater inom Europeiska ekonomiska samarbetsområdet om beslutet.",
        "normalized_sv": "Finansinspektionen kan bestämma att ett optionsföretag ska avbryta noteringen av och handeln med optioner och terminer för högst tio på varandra följande bankdagar åt gången. Finansinspektionen kan bestämma ett sådant avbrott om den har grundad anledning att misstänka att handeln sker i strid med lag eller föreskrifter och bestämmelser som har utfärdats med stöd av lag eller i strid med optionsföretagets reglemente. Finansinspektionen ska offentliggöra beslut om att avbryta handeln enligt 5 mom. och informera de behöriga myndigheterna i övriga stater inom Europeiska ekonomiska samarbetsområdet om beslutet.",
        "folded_sv": "finansinspektionen kan bestamma att ett optionsforetag ska avbryta noteringen av och handeln med optioner och terminer for hogst tio pa varandra foljande bankdagar at gangen. finansinspektionen kan bestamma ett sadant avbrott om den har grundad anledning att misstanka att handeln sker i strid med lag eller foreskrifter och bestammelser som har utfardats med stod av lag eller i strid med optionsforetagets reglemente. finansinspektionen ska offentliggora beslut om att avbryta handeln enligt 5 mom. och informera de behoriga myndigheterna i ovriga stater inom europeiska ekonomiska samarbetsomradet om beslutet."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Optiokauppojen selvitys",
      "content": "Optioyhteisö saa hyväksyä selvitykseen option ja termiinin, jonka välittäjä, ulkomainen optioyhteisö tai muu optioyhteisössä toimiva on antanut selvitettäväksi ja joka perustuu optioyhteisössä tai toisessa sellaisessa optioyhteisössä, jonka optiokaupat yhteisö selvittää, tehtyyn tai sille ilmoitettuun optiokauppaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5",
        "normalized_fi": "Optioyhteisö saa hyväksyä selvitykseen option ja termiinin, jonka välittäjä, ulkomainen optioyhteisö tai muu optioyhteisössä toimiva on antanut selvitettäväksi ja joka perustuu optioyhteisössä tai toisessa sellaisessa optioyhteisössä, jonka optiokaupat yhteisö selvittää, tehtyyn tai sille ilmoitettuun optiokauppaan.",
        "folded_fi": "optioyhteiso saa hyvaksya selvitykseen option ja termiinin, jonka valittaja, ulkomainen optioyhteiso tai muu optioyhteisossa toimiva on antanut selvitettavaksi ja joka perustuu optioyhteisossa tai toisessa sellaisessa optioyhteisossa, jonka optiokaupat yhteiso selvittaa, tehtyyn tai sille ilmoitettuun optiokauppaan.",
        "title_sv": "Clearing av optionsköp",
        "content_sv": "Ett optionsföretag får godkänna sådana optioner och terminer för clearing och avveckling som har lämnats till clearing och avveckling av en förmedlare, ett utländskt optionsföretag eller någon annan som är verksam inom optionsföretaget, om optionen eller terminen grundar sig på köp av optionen i optionsföretaget eller i något annat optionsföretag vars optionsköp företaget clearar och avvecklar eller på ett optionsköp som anmälts till optionsföretaget.",
        "normalized_sv": "Ett optionsföretag får godkänna sådana optioner och terminer för clearing och avveckling som har lämnats till clearing och avveckling av en förmedlare, ett utländskt optionsföretag eller någon annan som är verksam inom optionsföretaget, om optionen eller terminen grundar sig på köp av optionen i optionsföretaget eller i något annat optionsföretag vars optionsköp företaget clearar och avvecklar eller på ett optionsköp som anmälts till optionsföretaget.",
        "folded_sv": "ett optionsforetag far godkanna sadana optioner och terminer for clearing och avveckling som har lamnats till clearing och avveckling av en formedlare, ett utlandskt optionsforetag eller nagon annan som ar verksam inom optionsforetaget, om optionen eller terminen grundar sig pa kop av optionen i optionsforetaget eller i nagot annat optionsforetag vars optionskop foretaget clearar och avvecklar eller pa ett optionskop som anmalts till optionsforetaget."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Vakuudet",
      "content": "Optioyhteisön säännöissä on määrättävä välittäjältä, välittäjän edustamalta asiakkaalta, muulta optioyhteisössä toimivalta ja ulkomaiselta optioyhteisöltä vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelystä. Vaadittavan vakuuden arvo on laskettava päivittäin välittäjän, välittäjän edustaman asiakkaan, muun optioyhteisössä toimivan ja ulkomaisen optioyhteisön kattamattoman tiliaseman mukaan siten, että vakuudella voidaan seuraavan kaupantekopäivän aikana sulkea asianomainen johdannaistili kaikissa todennäköisissä kohde-etuuden hintakehitysvaihtoehdoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6",
        "normalized_fi": "Optioyhteisön säännöissä on määrättävä välittäjältä, välittäjän edustamalta asiakkaalta, muulta optioyhteisössä toimivalta ja ulkomaiselta optioyhteisöltä vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelystä. Vaadittavan vakuuden arvo on laskettava päivittäin välittäjän, välittäjän edustaman asiakkaan, muun optioyhteisössä toimivan ja ulkomaisen optioyhteisön kattamattoman tiliaseman mukaan siten, että vakuudella voidaan seuraavan kaupantekopäivän aikana sulkea asianomainen johdannaistili kaikissa todennäköisissä kohde-etuuden hintakehitysvaihtoehdoissa.",
        "folded_fi": "optioyhteison saannoissa on maarattava valittajalta, valittajan edustamalta asiakkaalta, muulta optioyhteisossa toimivalta ja ulkomaiselta optioyhteisolta vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelysta. vaadittavan vakuuden arvo on laskettava paivittain valittajan, valittajan edustaman asiakkaan, muun optioyhteisossa toimivan ja ulkomaisen optioyhteison kattamattoman tiliaseman mukaan siten, etta vakuudella voidaan seuraavan kaupantekopaivan aikana sulkea asianomainen johdannaistili kaikissa todennakoisissa kohde-etuuden hintakehitysvaihtoehdoissa.",
        "title_sv": "Säkerheter",
        "content_sv": "Ett optionsföretags reglemente ska innehålla bestämmelser om sådan säkerhet som en förmedlare, en kund som förmedlaren företräder, någon annan inom optionsföretaget och ett utländskt optionsföretag ska ställa samt om det förfarande som ska iakttas när säkerheten ställs. Värdet av säkerheten ska beräknas dagligen enligt förmedlarens, den av denne företrädda kundens, någon annan inom optionsföretaget verksam persons och det utländska optionsföretagets öppna kontoposition så att options- eller terminskontot under följande köpdag kan slutas med säkerheterna i alla sannolika prisutvecklingsalternativ för den underliggande egendomen.",
        "normalized_sv": "Ett optionsföretags reglemente ska innehålla bestämmelser om sådan säkerhet som en förmedlare, en kund som förmedlaren företräder, någon annan inom optionsföretaget och ett utländskt optionsföretag ska ställa samt om det förfarande som ska iakttas när säkerheten ställs. Värdet av säkerheten ska beräknas dagligen enligt förmedlarens, den av denne företrädda kundens, någon annan inom optionsföretaget verksam persons och det utländska optionsföretagets öppna kontoposition så att options- eller terminskontot under följande köpdag kan slutas med säkerheterna i alla sannolika prisutvecklingsalternativ för den underliggande egendomen.",
        "folded_sv": "ett optionsforetags reglemente ska innehalla bestammelser om sadan sakerhet som en formedlare, en kund som formedlaren foretrader, nagon annan inom optionsforetaget och ett utlandskt optionsforetag ska stalla samt om det forfarande som ska iakttas nar sakerheten stalls. vardet av sakerheten ska beraknas dagligen enligt formedlarens, den av denne foretradda kundens, nagon annan inom optionsforetaget verksam persons och det utlandska optionsforetagets oppna kontoposition sa att options- eller terminskontot under foljande kopdag kan slutas med sakerheterna i alla sannolika prisutvecklingsalternativ for den underliggande egendomen."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Lisävakuudet",
      "content": "Rahoitustarkastus voi optioyhteisön sääntöjen estämättä erityisestä syystä antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan määräyksen, jota on noudatettava välittömästi, kunnes Rahoitustarkastus kumoaa sen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:10",
        "normalized_fi": "Rahoitustarkastus voi optioyhteisön sääntöjen estämättä erityisestä syystä antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan määräyksen, jota on noudatettava välittömästi, kunnes Rahoitustarkastus kumoaa sen.",
        "folded_fi": "rahoitustarkastus voi optioyhteison saantojen estamatta erityisesta syysta antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan maarayksen, jota on noudatettava valittomasti, kunnes rahoitustarkastus kumoaa sen.",
        "title_sv": "Tilläggssäkerheter",
        "content_sv": "Finansinspektionen kan utan hinder av ett optionsföretags reglemente av särskilda skäl meddela ett förordnande om de säkerheter som ska ställas och om begränsning av kontopositionerna. Förordnandet ska iakttas omedelbart tills Finansinspektionen har upphävt det.",
        "normalized_sv": "Finansinspektionen kan utan hinder av ett optionsföretags reglemente av särskilda skäl meddela ett förordnande om de säkerheter som ska ställas och om begränsning av kontopositionerna. Förordnandet ska iakttas omedelbart tills Finansinspektionen har upphävt det.",
        "folded_sv": "finansinspektionen kan utan hinder av ett optionsforetags reglemente av sarskilda skal meddela ett forordnande om de sakerheter som ska stallas och om begransning av kontopositionerna. forordnandet ska iakttas omedelbart tills finansinspektionen har upphavt det."
      }
    },
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten sekä optioyhteisön sääntöjen noudattamista valvoo Rahoitustarkastus. Rahoitustarkastuksen on ennen ryhtymistä sähköön tai maakaasuun perustuvien optioiden ja termiinien kaupankäyntiä koskeviin toimenpiteisiin tai tällaisen päätöksen tekoa kuultava Energiamarkkinavirastoa, jos päätöksellä olisi ilmeisesti olennaista vaikutusta sähkö- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sähkömarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla järjestelmävastuuseen määrätyn yhteisön toimintaan, jollei asian kiireellisyydestä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten sekä optioyhteisön sääntöjen noudattamista valvoo Rahoitustarkastus. Rahoitustarkastuksen on ennen ryhtymistä sähköön tai maakaasuun perustuvien optioiden ja termiinien kaupankäyntiä koskeviin toimenpiteisiin tai tällaisen päätöksen tekoa kuultava Energiamarkkinavirastoa, jos päätöksellä olisi ilmeisesti olennaista vaikutusta sähkö- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sähkömarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla järjestelmävastuuseen määrätyn yhteisön toimintaan, jollei asian kiireellisyydestä muuta johdu.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten ja maaraysten seka optioyhteison saantojen noudattamista valvoo rahoitustarkastus. rahoitustarkastuksen on ennen ryhtymista sahkoon tai maakaasuun perustuvien optioiden ja termiinien kaupankayntia koskeviin toimenpiteisiin tai tallaisen paatoksen tekoa kuultava energiamarkkinavirastoa, jos paatoksella olisi ilmeisesti olennaista vaikutusta sahko- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sahkomarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla jarjestelmavastuuseen maaratyn yhteison toimintaan, jollei asian kiireellisyydesta muuta johdu.",
        "title_sv": "Tillsyn",
        "content_sv": "Finansinspektionen utövar tillsyn över iakttagandet av denna lag och de bestämmelser och föreskrifter som har meddelats med stöd av den samt över iakttagandet av optionsföretagens reglementen. Finansinspektionen ska innan den vidtar åtgärder eller fattar beslut som berör handeln med el- eller naturgasbaserade optioner och terminer höra Energimarknadsverket, om beslutet uppenbarligen skulle inverka väsentligt på el- eller naturgasmarknadens funktion eller leveranssäkerhet eller på en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte något annat följer av ärendets brådskande natur.",
        "normalized_sv": "Finansinspektionen utövar tillsyn över iakttagandet av denna lag och de bestämmelser och föreskrifter som har meddelats med stöd av den samt över iakttagandet av optionsföretagens reglementen. Finansinspektionen ska innan den vidtar åtgärder eller fattar beslut som berör handeln med el- eller naturgasbaserade optioner och terminer höra Energimarknadsverket, om beslutet uppenbarligen skulle inverka väsentligt på el- eller naturgasmarknadens funktion eller leveranssäkerhet eller på en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte något annat följer av ärendets brådskande natur.",
        "folded_sv": "finansinspektionen utovar tillsyn over iakttagandet av denna lag och de bestammelser och foreskrifter som har meddelats med stod av den samt over iakttagandet av optionsforetagens reglementen. finansinspektionen ska innan den vidtar atgarder eller fattar beslut som beror handeln med el- eller naturgasbaserade optioner och terminer hora energimarknadsverket, om beslutet uppenbarligen skulle inverka vasentligt pa el- eller naturgasmarknadens funktion eller leveranssakerhet eller pa en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte nagot annat foljer av arendets bradskande natur."
      }
    },
    {
      "provision_ref": "5:7 a",
      "chapter": "5",
      "section": "7 a",
      "title": "Optioyhteisön toiminta toisessa Euroopan talousalueeseen kuuluvassa valtiossa",
      "content": "Optioyhteisön, joka aikoo tarjota toiseen Euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa optioyhteisössä, on ilmoitettava tästä hyvissä ajoin etukäteen valtiovarainministeriölle. Ilmoituksesta on käytävä ilmi tarkemmat tiedot siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Valtiovarainministeriön on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvälittäjille tai muille henkilöille optioyhteisö aikoo tarjota mahdollisuutta käydä kauppaa. Rahoitustarkastuksen on Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnöstä ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle optioyhteisössä on myönnetty välittäjän tai muun optioyhteisössä toimivan oikeudet. Mitä 1―3 momentissa säädetään, sovelletaan myös optioyhteisön järjestämään monenkeskiseen kaupankäyntiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 a",
        "normalized_fi": "Optioyhteisön, joka aikoo tarjota toiseen Euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa optioyhteisössä, on ilmoitettava tästä hyvissä ajoin etukäteen valtiovarainministeriölle. Ilmoituksesta on käytävä ilmi tarkemmat tiedot siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Valtiovarainministeriön on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvälittäjille tai muille henkilöille optioyhteisö aikoo tarjota mahdollisuutta käydä kauppaa. Rahoitustarkastuksen on Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnöstä ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle optioyhteisössä on myönnetty välittäjän tai muun optioyhteisössä toimivan oikeudet. Mitä 1―3 momentissa säädetään, sovelletaan myös optioyhteisön järjestämään monenkeskiseen kaupankäyntiin.",
        "folded_fi": "optioyhteison, joka aikoo tarjota toiseen euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa optioyhteisossa, on ilmoitettava tasta hyvissa ajoin etukateen valtiovarainministeriolle. ilmoituksesta on kaytava ilmi tarkemmat tiedot siita, missa ja miten mahdollisuutta kayda kauppaa aiotaan tarjota. valtiovarainministerion on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvalittajille tai muille henkiloille optioyhteiso aikoo tarjota mahdollisuutta kayda kauppaa. rahoitustarkastuksen on euroopan talousalueeseen kuuluvan valtion rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnosta ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle optioyhteisossa on myonnetty valittajan tai muun optioyhteisossa toimivan oikeudet. mita 1―3 momentissa saadetaan, sovelletaan myos optioyhteison jarjestamaan monenkeskiseen kaupankayntiin.",
        "title_sv": "Optionsföretags verksamhet i en annan stat inom Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Ett optionsföretag som har för avsikt att ge värdepappersförmedlare och andra personer som är etablerade i en annan stat inom Europeiska ekonomiska samarbetsområdet direkt möjlighet att delta i optionsföretagets handel ska i god tid på förhand underrätta finansministeriet om saken. Av anmälan ska närmare framgå var och hur handeln ska ske. Finansministeriet ska inom en månad efter att ha mottagit anmälan informera den behöriga myndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där de värdepappersförmedlare eller andra personer är etablerade som optionsföretaget har för avsikt att ge direkt möjlighet att delta i handeln. Finansinspektionen ska på begäran av den mot Finansinspektionen svarande behöriga myndigheten i en stat inom Europeiska ekonomiska samarbetsområdet meddela denna vilka där etablerade värdepappersförmedlare eller andra personer i optionsföretag har auktoriserats som förmedlare eller annan i optionsföretag verksam person. Bestämmelserna i 1―3 mom. ska också tillämpas på multilateral handel som ordnas av ett optionsföretag.",
        "normalized_sv": "Ett optionsföretag som har för avsikt att ge värdepappersförmedlare och andra personer som är etablerade i en annan stat inom Europeiska ekonomiska samarbetsområdet direkt möjlighet att delta i optionsföretagets handel ska i god tid på förhand underrätta finansministeriet om saken. Av anmälan ska närmare framgå var och hur handeln ska ske. Finansministeriet ska inom en månad efter att ha mottagit anmälan informera den behöriga myndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där de värdepappersförmedlare eller andra personer är etablerade som optionsföretaget har för avsikt att ge direkt möjlighet att delta i handeln. Finansinspektionen ska på begäran av den mot Finansinspektionen svarande behöriga myndigheten i en stat inom Europeiska ekonomiska samarbetsområdet meddela denna vilka där etablerade värdepappersförmedlare eller andra personer i optionsföretag har auktoriserats som förmedlare eller annan i optionsföretag verksam person. Bestämmelserna i 1―3 mom. ska också tillämpas på multilateral handel som ordnas av ett optionsföretag.",
        "folded_sv": "ett optionsforetag som har for avsikt att ge vardepappersformedlare och andra personer som ar etablerade i en annan stat inom europeiska ekonomiska samarbetsomradet direkt mojlighet att delta i optionsforetagets handel ska i god tid pa forhand underratta finansministeriet om saken. av anmalan ska narmare framga var och hur handeln ska ske. finansministeriet ska inom en manad efter att ha mottagit anmalan informera den behoriga myndigheten i den stat inom europeiska ekonomiska samarbetsomradet dar de vardepappersformedlare eller andra personer ar etablerade som optionsforetaget har for avsikt att ge direkt mojlighet att delta i handeln. finansinspektionen ska pa begaran av den mot finansinspektionen svarande behoriga myndigheten i en stat inom europeiska ekonomiska samarbetsomradet meddela denna vilka dar etablerade vardepappersformedlare eller andra personer i optionsforetag har auktoriserats som formedlare eller annan i optionsforetag verksam person. bestammelserna i 1―3 mom. ska ocksa tillampas pa multilateral handel som ordnas av ett optionsforetag."
      }
    },
    {
      "provision_ref": "5:7 b",
      "chapter": "5",
      "section": "7 b",
      "title": "Ulkomaisen optioyhteisön toiminta Suomessa",
      "content": "Ennen kuin toisessa Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaava säännelty markkina voi tarjota Suomeen sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa säännellyllä markkinalla, sille toimiluvan myöntäneen valtion toimivaltaisen viranomaisen on tehtävä tästä ilmoitus valtiovarainministeriölle. Muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaavan kaupankäynnin järjestäjä saa valtiovarainministeriön luvalla tarjota Suomeen sijoittautuneille arvopaperinvälittäjille ja muille henkilöille suoran mahdollisuuden osallistua kaupankäyntiin. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös säännellyn markkinan tai muun kaupankäynninjärjestäjän järjestämään monenkeskistä kaupankäyntiä vastaavaan kaupankäyntiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 b",
        "normalized_fi": "Ennen kuin toisessa Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaava säännelty markkina voi tarjota Suomeen sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa säännellyllä markkinalla, sille toimiluvan myöntäneen valtion toimivaltaisen viranomaisen on tehtävä tästä ilmoitus valtiovarainministeriölle. Muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaavan kaupankäynnin järjestäjä saa valtiovarainministeriön luvalla tarjota Suomeen sijoittautuneille arvopaperinvälittäjille ja muille henkilöille suoran mahdollisuuden osallistua kaupankäyntiin. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös säännellyn markkinan tai muun kaupankäynninjärjestäjän järjestämään monenkeskistä kaupankäyntiä vastaavaan kaupankäyntiin.",
        "folded_fi": "ennen kuin toisessa euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisoa vastaava saannelty markkina voi tarjota suomeen sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa saannellylla markkinalla, sille toimiluvan myontaneen valtion toimivaltaisen viranomaisen on tehtava tasta ilmoitus valtiovarainministeriolle. muussa kuin euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisoa vastaavan kaupankaynnin jarjestaja saa valtiovarainministerion luvalla tarjota suomeen sijoittautuneille arvopaperinvalittajille ja muille henkiloille suoran mahdollisuuden osallistua kaupankayntiin. mita 1 ja 2 momentissa saadetaan, sovelletaan myos saannellyn markkinan tai muun kaupankaynninjarjestajan jarjestamaan monenkeskista kaupankayntia vastaavaan kaupankayntiin.",
        "title_sv": "Utländska optionsföretags verksamhet i Finland",
        "content_sv": "Innan en mot ett optionsföretag svarande reglerad marknad som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet kan erbjuda en värdepappersförmedlare eller en annan person som är etablerad i Finland direkt möjlighet att bedriva handel på den reglerade marknaden, ska den behöriga myndigheten i den stat som beviljat auktorisationen göra en anmälan om saken till finansministeriet. En mot ett optionsföretag svarande marknadsplatsoperatör som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet får med finansministeriets tillstånd erbjuda i Finland etablerade värdepappersförmedlare och andra personer direkt möjlighet att delta i handeln. Bestämmelserna i 1 och 2 mom. ska också tillämpas på sådan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller någon annan marknadsplatsoperatör.",
        "normalized_sv": "Innan en mot ett optionsföretag svarande reglerad marknad som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet kan erbjuda en värdepappersförmedlare eller en annan person som är etablerad i Finland direkt möjlighet att bedriva handel på den reglerade marknaden, ska den behöriga myndigheten i den stat som beviljat auktorisationen göra en anmälan om saken till finansministeriet. En mot ett optionsföretag svarande marknadsplatsoperatör som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet får med finansministeriets tillstånd erbjuda i Finland etablerade värdepappersförmedlare och andra personer direkt möjlighet att delta i handeln. Bestämmelserna i 1 och 2 mom. ska också tillämpas på sådan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller någon annan marknadsplatsoperatör.",
        "folded_sv": "innan en mot ett optionsforetag svarande reglerad marknad som har auktoriserats i en annan stat inom europeiska ekonomiska samarbetsomradet kan erbjuda en vardepappersformedlare eller en annan person som ar etablerad i finland direkt mojlighet att bedriva handel pa den reglerade marknaden, ska den behoriga myndigheten i den stat som beviljat auktorisationen gora en anmalan om saken till finansministeriet. en mot ett optionsforetag svarande marknadsplatsoperator som har auktoriserats i en annan stat inom europeiska ekonomiska samarbetsomradet far med finansministeriets tillstand erbjuda i finland etablerade vardepappersformedlare och andra personer direkt mojlighet att delta i handeln. bestammelserna i 1 och 2 mom. ska ocksa tillampas pa sadan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller nagon annan marknadsplatsoperator."
      }
    },
    {
      "provision_ref": "5:7 c",
      "chapter": "5",
      "section": "7 c",
      "title": "Ilmoitukset muille jäsenvaltioille ja komissiolle",
      "content": "Valtiovarainministeriön on ylläpidettävä rahoitusvälineiden markkinoista annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY mukaisesti luetteloa optioyhteisöistä, joille on tämän lain mukaisesti vahvistettu säännöt. Valtiovarainministeriön on annettava tämä luettelo tiedoksi muille Euroopan unionin jäsenvaltioille ja Euroopan yhteisöjen komissiolle, jos sääntöjä vahvistettaessa on voitu varmistua siitä, että optioyhteisö täyttää ilmoituksen tekemiselle asetetut vaatimukset. Samalla tavalla on ilmoitettava luetteloon tehdyistä muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 c",
        "normalized_fi": "Valtiovarainministeriön on ylläpidettävä rahoitusvälineiden markkinoista annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY mukaisesti luetteloa optioyhteisöistä, joille on tämän lain mukaisesti vahvistettu säännöt. Valtiovarainministeriön on annettava tämä luettelo tiedoksi muille Euroopan unionin jäsenvaltioille ja Euroopan yhteisöjen komissiolle, jos sääntöjä vahvistettaessa on voitu varmistua siitä, että optioyhteisö täyttää ilmoituksen tekemiselle asetetut vaatimukset. Samalla tavalla on ilmoitettava luetteloon tehdyistä muutoksista.",
        "folded_fi": "valtiovarainministerion on yllapidettava rahoitusvalineiden markkinoista annetun euroopan parlamentin ja neuvoston direktiivin 2004/39/ey mukaisesti luetteloa optioyhteisoista, joille on taman lain mukaisesti vahvistettu saannot. valtiovarainministerion on annettava tama luettelo tiedoksi muille euroopan unionin jasenvaltioille ja euroopan yhteisojen komissiolle, jos saantoja vahvistettaessa on voitu varmistua siita, etta optioyhteiso tayttaa ilmoituksen tekemiselle asetetut vaatimukset. samalla tavalla on ilmoitettava luetteloon tehdyista muutoksista.",
        "title_sv": "Rapporter till övriga medlemsstater och kommissionen",
        "content_sv": "Finansministeriet ska i enlighet med Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument föra en förteckning över de optionsföretag för vilka reglementen har fastställts i enlighet med denna lag. Finansministeriet ska översända förteckningen till övriga medlemsstater i Europeiska unionen och till Europeiska gemenskapernas kommission för kännedom, förutsatt att det i samband med fastställelsen av reglementena har kunnat konstateras att optionsföretagen uppfyller rapporteringskraven. På samma sätt ska ändringar i förteckningen rapporteras.",
        "normalized_sv": "Finansministeriet ska i enlighet med Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument föra en förteckning över de optionsföretag för vilka reglementen har fastställts i enlighet med denna lag. Finansministeriet ska översända förteckningen till övriga medlemsstater i Europeiska unionen och till Europeiska gemenskapernas kommission för kännedom, förutsatt att det i samband med fastställelsen av reglementena har kunnat konstateras att optionsföretagen uppfyller rapporteringskraven. På samma sätt ska ändringar i förteckningen rapporteras.",
        "folded_sv": "finansministeriet ska i enlighet med europaparlamentets och radets direktiv 2004/39/eg om marknader for finansiella instrument fora en forteckning over de optionsforetag for vilka reglementen har faststallts i enlighet med denna lag. finansministeriet ska oversanda forteckningen till ovriga medlemsstater i europeiska unionen och till europeiska gemenskapernas kommission for kannedom, forutsatt att det i samband med faststallelsen av reglementena har kunnat konstateras att optionsforetagen uppfyller rapporteringskraven. pa samma satt ska andringar i forteckningen rapporteras."
      }
    },
    {
      "provision_ref": "5:8",
      "chapter": "5",
      "section": "8",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhakemisesta Rahoitustarkastuksen tämän lain nojalla antamaan päätökseen sovelletaan, mitä säädetään Rahoitustarkastuksesta annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:8",
        "normalized_fi": "Muutoksenhakemisesta Rahoitustarkastuksen tämän lain nojalla antamaan päätökseen sovelletaan, mitä säädetään Rahoitustarkastuksesta annetussa laissa.",
        "folded_fi": "muutoksenhakemisesta rahoitustarkastuksen taman lain nojalla antamaan paatokseen sovelletaan, mita saadetaan rahoitustarkastuksesta annetussa laissa.",
        "title_sv": "Ändringssökande",
        "content_sv": "När ändring söks i beslut som Finansinspektionen meddelat med stöd av denna lag tillämpas lagen om Finansinspektionen.",
        "normalized_sv": "När ändring söks i beslut som Finansinspektionen meddelat med stöd av denna lag tillämpas lagen om Finansinspektionen.",
        "folded_sv": "nar andring soks i beslut som finansinspektionen meddelat med stod av denna lag tillampas lagen om finansinspektionen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Optioyhteisö",
      "content": "Optiopörssitoimintaa harjoittavan optioyhteisön on selvitettävä optiokaupat itse. Se voi myös antaa tehtävän toiselle optioyhteisölle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisölle, jos yhteisön sääntöjen optioita ja termiinejä koskevat määräykset sitovat myös selvitystehtävää hoitavaa yhteisöä. Optioyhteisön on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjärjestelyissä etukäteen Rahoitustarkastukselle ja Suomen Pankille. Ilmoitukseen on liitettävä riittävät tiedot muutoksista sen arvioimiseksi, aiheutuuko niistä vaaraa optiopörssitoiminnan luotettavuudelle. Rahoitustarkastus voi kieltää optioyhteisöä käyttämästä optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisöä, jos ulkomaisen yhteisön käyttäminen todennäköisesti vaarantaa optiopörssitoiminnan luotettavuuden.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:3",
        "normalized_fi": "Optiopörssitoimintaa harjoittavan optioyhteisön on selvitettävä optiokaupat itse. Se voi myös antaa tehtävän toiselle optioyhteisölle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisölle, jos yhteisön sääntöjen optioita ja termiinejä koskevat määräykset sitovat myös selvitystehtävää hoitavaa yhteisöä. Optioyhteisön on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjärjestelyissä etukäteen Rahoitustarkastukselle ja Suomen Pankille. Ilmoitukseen on liitettävä riittävät tiedot muutoksista sen arvioimiseksi, aiheutuuko niistä vaaraa optiopörssitoiminnan luotettavuudelle. Rahoitustarkastus voi kieltää optioyhteisöä käyttämästä optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisöä, jos ulkomaisen yhteisön käyttäminen todennäköisesti vaarantaa optiopörssitoiminnan luotettavuuden.",
        "folded_fi": "optioporssitoimintaa harjoittavan optioyhteison on selvitettava optiokaupat itse. se voi myos antaa tehtavan toiselle optioyhteisolle tai siihen rinnastettavalle viranomaisvalvonnassa olevalle ulkomaiselle optioyhteisolle, jos yhteison saantojen optioita ja termiineja koskevat maaraykset sitovat myos selvitystehtavaa hoitavaa yhteisoa. optioyhteison on ilmoitettava muutoksista 3 momentin mukaisissa selvitysjarjestelyissa etukateen rahoitustarkastukselle ja suomen pankille. ilmoitukseen on liitettava riittavat tiedot muutoksista sen arvioimiseksi, aiheutuuko niista vaaraa optioporssitoiminnan luotettavuudelle. rahoitustarkastus voi kieltaa optioyhteisoa kayttamasta optiokauppojen selvitykseen muuta kuin suomalaista optioyhteisoa, jos ulkomaisen yhteison kayttaminen todennakoisesti vaarantaa optioporssitoiminnan luotettavuuden.",
        "title_sv": "Optionsföretag",
        "content_sv": "Ett optionsföretag som idkar optionsbörsverksamhet ska själv utföra clearingen och avvecklingen vid optionshandeln. Det kan också ge uppdraget till något annat optionsföretag eller till ett därmed jämförbart utländskt optionsföretag som står under myndighetstillsyn, om bestämmelserna om optioner och terminer i företagets reglemente även binder det företag som sköter clearingen och avvecklingen. Ett optionsföretag ska på förhand informera Finansinspektionen och Finlands Bank om ändringar i sådana clearing- och avvecklingssystem som avses i 3 mom. Den ska då också uppge tillräckliga uppgifter om ändringarna för en bedömning av om de utgör en fara för optionsbörsverksamhetens tillförlitlighet. Finansinspektionen kan förbjuda ett optionsföretag att för clearingen och avvecklingen vid optionshandeln anlita andra än finländska optionsföretag, om optionsbörsverksamhetens tillförlitlighet sannolikt äventyras om ett utländskt företag anlitas.",
        "normalized_sv": "Ett optionsföretag som idkar optionsbörsverksamhet ska själv utföra clearingen och avvecklingen vid optionshandeln. Det kan också ge uppdraget till något annat optionsföretag eller till ett därmed jämförbart utländskt optionsföretag som står under myndighetstillsyn, om bestämmelserna om optioner och terminer i företagets reglemente även binder det företag som sköter clearingen och avvecklingen. Ett optionsföretag ska på förhand informera Finansinspektionen och Finlands Bank om ändringar i sådana clearing- och avvecklingssystem som avses i 3 mom. Den ska då också uppge tillräckliga uppgifter om ändringarna för en bedömning av om de utgör en fara för optionsbörsverksamhetens tillförlitlighet. Finansinspektionen kan förbjuda ett optionsföretag att för clearingen och avvecklingen vid optionshandeln anlita andra än finländska optionsföretag, om optionsbörsverksamhetens tillförlitlighet sannolikt äventyras om ett utländskt företag anlitas.",
        "folded_sv": "ett optionsforetag som idkar optionsborsverksamhet ska sjalv utfora clearingen och avvecklingen vid optionshandeln. det kan ocksa ge uppdraget till nagot annat optionsforetag eller till ett darmed jamforbart utlandskt optionsforetag som star under myndighetstillsyn, om bestammelserna om optioner och terminer i foretagets reglemente aven binder det foretag som skoter clearingen och avvecklingen. ett optionsforetag ska pa forhand informera finansinspektionen och finlands bank om andringar i sadana clearing- och avvecklingssystem som avses i 3 mom. den ska da ocksa uppge tillrackliga uppgifter om andringarna for en bedomning av om de utgor en fara for optionsborsverksamhetens tillforlitlighet. finansinspektionen kan forbjuda ett optionsforetag att for clearingen och avvecklingen vid optionshandeln anlita andra an finlandska optionsforetag, om optionsborsverksamhetens tillforlitlighet sannolikt aventyras om ett utlandskt foretag anlitas."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:1",
      "chapter": "2",
      "section": "1",
      "title": "Luvanvaraisuus",
      "content": "Optioyhteisön toimintaa ei saa harjoittaa ilman valtiovarainministeriön lupaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1",
        "normalized_fi": "Optioyhteisön toimintaa ei saa harjoittaa ilman valtiovarainministeriön lupaa.",
        "folded_fi": "optioyhteison toimintaa ei saa harjoittaa ilman valtiovarainministerion lupaa.",
        "title_sv": "Koncessionstvång",
        "content_sv": "Optionsföretagsverksamhet får inte bedrivas utan koncession av finansministeriet.",
        "normalized_sv": "Optionsföretagsverksamhet får inte bedrivas utan koncession av finansministeriet.",
        "folded_sv": "optionsforetagsverksamhet far inte bedrivas utan koncession av finansministeriet."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:1 a",
      "chapter": "2",
      "section": "1 a",
      "title": "Toimiluvan hakeminen",
      "content": "Valtiovarainministeriön asetuksella säädetään niistä tarkemmista tiedoista, jotka hakemuksessa on esitettävä, ja niiden esittämistavasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:1 a",
        "normalized_fi": "Valtiovarainministeriön asetuksella säädetään niistä tarkemmista tiedoista, jotka hakemuksessa on esitettävä, ja niiden esittämistavasta.",
        "folded_fi": "valtiovarainministerion asetuksella saadetaan niista tarkemmista tiedoista, jotka hakemuksessa on esitettava, ja niiden esittamistavasta.",
        "title_sv": "Ansökan om koncession",
        "content_sv": "Genom förordning av finansministeriet föreskrivs närmare om vilka uppgifter som ska lämnas i ansökan och hur de ska läggas fram.",
        "normalized_sv": "Genom förordning av finansministeriet föreskrivs närmare om vilka uppgifter som ska lämnas i ansökan och hur de ska läggas fram.",
        "folded_sv": "genom forordning av finansministeriet foreskrivs narmare om vilka uppgifter som ska lamnas i ansokan och hur de ska laggas fram."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Toimiluvan myöntäminen",
      "content": "Lupa optioyhteisön toiminnan harjoittamiseen on myönnettävä suomalaiselle osakeyhtiölle, jolla on pääkonttori Suomessa, luotettava hallinto ja riittävät taloudelliset toimintaedellytykset ja jonka toiminnan järjestäminen sekä toiminnassa noudatettavat säännöt tarjoavat riittävän suojan sijoittajille. Valtiovarainministeriöllä on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myöntäessään optioyhteisön toimintaa koskevia rajoituksia ja ehtoja. Optioyhteisön osakepääoman on oltava vähintään 730 000 euroa. Osakepääoman on oltava kokonaan maksettu toimilupaa myönnettäessä. Toimilupa optiokauppojen selvitystoimintaa varten voidaan myöntää hakijalle, jonka täysin maksettu osakepääoma on vähintään kaksi miljoonaa euroa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:2",
        "normalized_fi": "Lupa optioyhteisön toiminnan harjoittamiseen on myönnettävä suomalaiselle osakeyhtiölle, jolla on pääkonttori Suomessa, luotettava hallinto ja riittävät taloudelliset toimintaedellytykset ja jonka toiminnan järjestäminen sekä toiminnassa noudatettavat säännöt tarjoavat riittävän suojan sijoittajille. Valtiovarainministeriöllä on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myöntäessään optioyhteisön toimintaa koskevia rajoituksia ja ehtoja. Optioyhteisön osakepääoman on oltava vähintään 730 000 euroa. Osakepääoman on oltava kokonaan maksettu toimilupaa myönnettäessä. Toimilupa optiokauppojen selvitystoimintaa varten voidaan myöntää hakijalle, jonka täysin maksettu osakepääoma on vähintään kaksi miljoonaa euroa.",
        "folded_fi": "lupa optioyhteison toiminnan harjoittamiseen on myonnettava suomalaiselle osakeyhtiolle, jolla on paakonttori suomessa, luotettava hallinto ja riittavat taloudelliset toimintaedellytykset ja jonka toiminnan jarjestaminen seka toiminnassa noudatettavat saannot tarjoavat riittavan suojan sijoittajille. valtiovarainministeriolla on oikeus toimiluvan hakijaa kuultuaan asettaa lupaa myontaessaan optioyhteison toimintaa koskevia rajoituksia ja ehtoja. optioyhteison osakepaaoman on oltava vahintaan 730 000 euroa. osakepaaoman on oltava kokonaan maksettu toimilupaa myonnettaessa. toimilupa optiokauppojen selvitystoimintaa varten voidaan myontaa hakijalle, jonka taysin maksettu osakepaaoma on vahintaan kaksi miljoonaa euroa.",
        "title_sv": "Beviljande av koncession",
        "content_sv": "Koncession för optionsföretag ska beviljas ett finländskt aktiebolag som har huvudkontor i Finland, tillförlitlig förvaltning och tillräckliga ekonomiska verksamhetsförutsättningar och vars verksamhet är ordnad på ett sådant sätt och följer ett sådant reglemente som erbjuder placerarna tillräcklig trygghet. Finansministeriet har rätt att, efter att ha hört sökanden, vid beviljandet av koncessionen meddela begränsningar och villkor som gäller optionsföretagets verksamhet. Ett optionsföretags aktiekapital ska uppgå till minst 730 000 euro. Aktiekapitalet ska vara betalt i sin helhet när koncessionen beviljas. Koncession för clearing och avveckling vid optionshandeln kan beviljas en sökande vars i sin helhet betalda aktiekapital uppgår till minst två miljoner euro.",
        "normalized_sv": "Koncession för optionsföretag ska beviljas ett finländskt aktiebolag som har huvudkontor i Finland, tillförlitlig förvaltning och tillräckliga ekonomiska verksamhetsförutsättningar och vars verksamhet är ordnad på ett sådant sätt och följer ett sådant reglemente som erbjuder placerarna tillräcklig trygghet. Finansministeriet har rätt att, efter att ha hört sökanden, vid beviljandet av koncessionen meddela begränsningar och villkor som gäller optionsföretagets verksamhet. Ett optionsföretags aktiekapital ska uppgå till minst 730 000 euro. Aktiekapitalet ska vara betalt i sin helhet när koncessionen beviljas. Koncession för clearing och avveckling vid optionshandeln kan beviljas en sökande vars i sin helhet betalda aktiekapital uppgår till minst två miljoner euro.",
        "folded_sv": "koncession for optionsforetag ska beviljas ett finlandskt aktiebolag som har huvudkontor i finland, tillforlitlig forvaltning och tillrackliga ekonomiska verksamhetsforutsattningar och vars verksamhet ar ordnad pa ett sadant satt och foljer ett sadant reglemente som erbjuder placerarna tillracklig trygghet. finansministeriet har ratt att, efter att ha hort sokanden, vid beviljandet av koncessionen meddela begransningar och villkor som galler optionsforetagets verksamhet. ett optionsforetags aktiekapital ska uppga till minst 730 000 euro. aktiekapitalet ska vara betalt i sin helhet nar koncessionen beviljas. koncession for clearing och avveckling vid optionshandeln kan beviljas en sokande vars i sin helhet betalda aktiekapital uppgar till minst tva miljoner euro."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:3 a",
      "chapter": "2",
      "section": "3 a",
      "title": "Ääni- ja vaikutusvallasta ilmoittaminen",
      "content": "Jos jonkun tarkoituksena on hankkia yksin tai yhdessä arvopaperimarkkinalain 2 luvun 9 §:ssä tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilön kanssa optioyhteisöstä osuus, joka olisi vähintään yksi kymmenesosa optioyhteisön osakepääomasta tai äänimäärästä, hankinnasta on ilmoitettava hyvissä ajoin etukäteen Rahoitustarkastukselle. Jos 1 momentissa tarkoitettua osuutta aiotaan lisätä siten, että se saavuttaisi tai ylittäisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteisön osakepääomasta tai äänimäärästä, myös tästä hankinnasta on etukäteen ilmoitettava Rahoitustarkastukselle. Vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vähenisi alle tässä tai 1 momentissa säädettyjen rajojen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:3 a",
        "normalized_fi": "Jos jonkun tarkoituksena on hankkia yksin tai yhdessä arvopaperimarkkinalain 2 luvun 9 § :ssä tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilön kanssa optioyhteisöstä osuus, joka olisi vähintään yksi kymmenesosa optioyhteisön osakepääomasta tai äänimäärästä, hankinnasta on ilmoitettava hyvissä ajoin etukäteen Rahoitustarkastukselle. Jos 1 momentissa tarkoitettua osuutta aiotaan lisätä siten, että se saavuttaisi tai ylittäisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteisön osakepääomasta tai äänimäärästä, myös tästä hankinnasta on etukäteen ilmoitettava Rahoitustarkastukselle. Vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vähenisi alle tässä tai 1 momentissa säädettyjen rajojen.",
        "folded_fi": "jos jonkun tarkoituksena on hankkia yksin tai yhdessa arvopaperimarkkinalain 2 luvun 9 §:ssa tarkoitetun osakkeenomistajan tai osakkeenomistajaan rinnastettavan henkilon kanssa optioyhteisosta osuus, joka olisi vahintaan yksi kymmenesosa optioyhteison osakepaaomasta tai aanimaarasta, hankinnasta on ilmoitettava hyvissa ajoin etukateen rahoitustarkastukselle. jos 1 momentissa tarkoitettua osuutta aiotaan lisata siten, etta se saavuttaisi tai ylittaisi yhden viidesosan, yhden kolmasosan tai puolet optioyhteison osakepaaomasta tai aanimaarasta, myos tasta hankinnasta on etukateen ilmoitettava rahoitustarkastukselle. vastaavaa ilmoitusvelvollisuutta on noudatettava silloin, kun 1 momentissa tarkoitettu osuus vahenisi alle tassa tai 1 momentissa saadettyjen rajojen.",
        "title_sv": "Underrättelse om röstetal och inflytande",
        "content_sv": "Om någon har för avsikt att ensam eller tillsammans med en aktieägare som avses i 2 kap. 9 § i värdepappersmarknadslagen eller med en person som kan jämställas med en aktieägare, i ett optionsföretag förvärva en andel som utgör minst en tiondel av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen i god tid på förhand underrättas om förvärvet. Om avsikten är att utöka den andel som avses i 1 mom. så att den uppnår eller överskrider en femtedel, en tredjedel eller hälften av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen underrättas också om detta förvärv på förhand. Motsvarande underrättelseskyldighet gäller när den andel som avses i 1 mom. underskrider de gränser som föreskrivs här och i 1 mom.",
        "normalized_sv": "Om någon har för avsikt att ensam eller tillsammans med en aktieägare som avses i 2 kap. 9 § i värdepappersmarknadslagen eller med en person som kan jämställas med en aktieägare, i ett optionsföretag förvärva en andel som utgör minst en tiondel av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen i god tid på förhand underrättas om förvärvet. Om avsikten är att utöka den andel som avses i 1 mom. så att den uppnår eller överskrider en femtedel, en tredjedel eller hälften av aktiekapitalet eller röstetalet i optionsföretaget, ska Finansinspektionen underrättas också om detta förvärv på förhand. Motsvarande underrättelseskyldighet gäller när den andel som avses i 1 mom. underskrider de gränser som föreskrivs här och i 1 mom.",
        "folded_sv": "om nagon har for avsikt att ensam eller tillsammans med en aktieagare som avses i 2 kap. 9 § i vardepappersmarknadslagen eller med en person som kan jamstallas med en aktieagare, i ett optionsforetag forvarva en andel som utgor minst en tiondel av aktiekapitalet eller rostetalet i optionsforetaget, ska finansinspektionen i god tid pa forhand underrattas om forvarvet. om avsikten ar att utoka den andel som avses i 1 mom. sa att den uppnar eller overskrider en femtedel, en tredjedel eller halften av aktiekapitalet eller rostetalet i optionsforetaget, ska finansinspektionen underrattas ocksa om detta forvarv pa forhand. motsvarande underrattelseskyldighet galler nar den andel som avses i 1 mom. underskrider de granser som foreskrivs har och i 1 mom."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Optioyhteisön toiminta",
      "content": "Optioyhteisö saa optioyhteisön toiminnan lisäksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittämiseen liittyviä tieto-, tiedotus- ja tietojenkäsittelypalveluja sekä harjoittaa arvopaperimarkkinalain 4 luvun 5 a §:n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos Rahoitustarkastus on hyväksynyt sopimusten ehdot tai jos ehdot on hyväksytty osana optioyhteisön sääntöjä tai ne on otettu sääntöjen liitteeksi. Optioyhteisö saa tarjota myös arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyviä palveluja siinä laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. Optioyhteisö saa toimia selvitysosapuolena ja harjoittaa selvitysyhteisön toimintaa siten kuin siitä säädetään arvopaperimarkkinalain 4 a luvussa. Optioyhteisö saa toimia tilinhoitajayhteisönä tai tilinhoitajayhteisön asiamiehenä sen mukaan kuin siitä säädetään arvo-osuusjärjestelmästä annetussa laissa (826/1991). Optioyhteisön oikeudesta harjoittaa arvopaperipörssitoimintaa ja järjestää monenkeskistä kaupankäyntiä säädetään arvopaperimarkkinalaissa. Optioyhteisö ei saa omistaa osakkeita tai osuuksia yhteisössä, joka toimii välittäjänä tai muutoin optioyhteisössä, eikä optioyhteisössä kaupattavan option tai termiinin kohde-etuuksia. Rahoitustarkastuksen luvalla optioyhteisö voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 §:ssä tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan pääomasitoumukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Optioyhteisö saa optioyhteisön toiminnan lisäksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittämiseen liittyviä tieto-, tiedotus- ja tietojenkäsittelypalveluja sekä harjoittaa arvopaperimarkkinalain 4 luvun 5 a § :n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos Rahoitustarkastus on hyväksynyt sopimusten ehdot tai jos ehdot on hyväksytty osana optioyhteisön sääntöjä tai ne on otettu sääntöjen liitteeksi. Optioyhteisö saa tarjota myös arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyviä palveluja siinä laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. Optioyhteisö saa toimia selvitysosapuolena ja harjoittaa selvitysyhteisön toimintaa siten kuin siitä säädetään arvopaperimarkkinalain 4 a luvussa. Optioyhteisö saa toimia tilinhoitajayhteisönä tai tilinhoitajayhteisön asiamiehenä sen mukaan kuin siitä säädetään arvo-osuusjärjestelmästä annetussa laissa (826/1991). Optioyhteisön oikeudesta harjoittaa arvopaperipörssitoimintaa ja järjestää monenkeskistä kaupankäyntiä säädetään arvopaperimarkkinalaissa. Optioyhteisö ei saa omistaa osakkeita tai osuuksia yhteisössä, joka toimii välittäjänä tai muutoin optioyhteisössä, eikä optioyhteisössä kaupattavan option tai termiinin kohde-etuuksia. Rahoitustarkastuksen luvalla optioyhteisö voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 § :ssä tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan pääomasitoumukseen.",
        "folded_fi": "optioyhteiso saa optioyhteison toiminnan lisaksi tarjota johdannais-, rahoitus- ja arvopaperimarkkinoiden kehittamiseen liittyvia tieto-, tiedotus- ja tietojenkasittelypalveluja seka harjoittaa arvopaperimarkkinalain 4 luvun 5 a §:n 3 ja 4 momentissa tarkoitettujen arvopaperien lainaus- ja takaisinostosopimusten selvitystoimintaa, jos rahoitustarkastus on hyvaksynyt sopimusten ehdot tai jos ehdot on hyvaksytty osana optioyhteison saantoja tai ne on otettu saantojen liitteeksi. optioyhteiso saa tarjota myos arvopaperimarkkinalaissa tarkoitettuun selvitystoimintaan liittyvia palveluja siina laajuudessa kuin se on tarpeen johdannaissopimusten toteuttamiseksi. optioyhteiso saa toimia selvitysosapuolena ja harjoittaa selvitysyhteison toimintaa siten kuin siita saadetaan arvopaperimarkkinalain 4 a luvussa. optioyhteiso saa toimia tilinhoitajayhteisona tai tilinhoitajayhteison asiamiehena sen mukaan kuin siita saadetaan arvo-osuusjarjestelmasta annetussa laissa (826/1991). optioyhteison oikeudesta harjoittaa arvopaperiporssitoimintaa ja jarjestaa monenkeskista kaupankayntia saadetaan arvopaperimarkkinalaissa. optioyhteiso ei saa omistaa osakkeita tai osuuksia yhteisossa, joka toimii valittajana tai muutoin optioyhteisossa, eika optioyhteisossa kaupattavan option tai termiinin kohde-etuuksia. rahoitustarkastuksen luvalla optioyhteiso voi kuitenkin sijoittaa varojaan kohde-etuutena olevaan joukkovelkakirjalainaan, arvopaperimarkkinalain 1 luvun 2 §:ssa tarkoitettuun velallisen sitoumukseen tai muuhun sellaiseen korkoa tuottavaan paaomasitoumukseen.",
        "title_sv": "Optionsföretagets verksamhet",
        "content_sv": "Ett optionsföretag får utöver den verksamhet som idkas i företaget tillhandahålla data-, informations- och databehandlingstjänster för utveckling av options- och terminsmarknaden eller finans- och värdepappersmarknaden samt clearing och avveckling av avtal om värdepapperslån och återköpsavtal (repor) som gäller värdepapper som avses i 4 kap. 5 a § 3 och 4 mom. i värdepappersmarknadslagen, om Finansinspektionen har godkänt avtalsvillkoren eller om avtalsvillkoren har fastställts som en del av optionsföretagets reglemente eller om de utgör bilaga till reglementet. Ett optionsföretag får också tillhandahålla sådana tjänster för clearing och avveckling som avses i värdepappersmarknadslagen, i en sådan utsträckning som options- och terminsavtalen förutsätter. Ett optionsföretag får verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i värdepappersmarknadslagen. Ett optionsföretag får verka som kontoförande institut eller som ett kontoförande instituts underinstitut enligt lagen om värdeandelssystemet (826/1991). Bestämmelser om optionsföretagets rätt att idka fondbörsverksamhet och ordna multilateral handel finns i värdepappersmarknadslagen. Ett optionsföretag får inte äga aktier eller andelar i ett företag som är verksamt som förmedlare eller på något annat sätt i optionsföretaget, ej heller underliggande tillgångar för optioner eller terminer som säljs i optionsföretaget. Med Finansinspektionens tillstånd får optionsföretaget dock placera medel i masskuldebrevslån, i 1 kap. 2 § i värdepappersmarknadslagen nämnda gäldenärsförbindelser eller andra sådana kapitalförbindelser som avkastar ränta som utgör underliggande egendom.",
        "normalized_sv": "Ett optionsföretag får utöver den verksamhet som idkas i företaget tillhandahålla data-, informations- och databehandlingstjänster för utveckling av options- och terminsmarknaden eller finans- och värdepappersmarknaden samt clearing och avveckling av avtal om värdepapperslån och återköpsavtal (repor) som gäller värdepapper som avses i 4 kap. 5 a § 3 och 4 mom. i värdepappersmarknadslagen, om Finansinspektionen har godkänt avtalsvillkoren eller om avtalsvillkoren har fastställts som en del av optionsföretagets reglemente eller om de utgör bilaga till reglementet. Ett optionsföretag får också tillhandahålla sådana tjänster för clearing och avveckling som avses i värdepappersmarknadslagen, i en sådan utsträckning som options- och terminsavtalen förutsätter. Ett optionsföretag får verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i värdepappersmarknadslagen. Ett optionsföretag får verka som kontoförande institut eller som ett kontoförande instituts underinstitut enligt lagen om värdeandelssystemet (826/1991). Bestämmelser om optionsföretagets rätt att idka fondbörsverksamhet och ordna multilateral handel finns i värdepappersmarknadslagen. Ett optionsföretag får inte äga aktier eller andelar i ett företag som är verksamt som förmedlare eller på något annat sätt i optionsföretaget, ej heller underliggande tillgångar för optioner eller terminer som säljs i optionsföretaget. Med Finansinspektionens tillstånd får optionsföretaget dock placera medel i masskuldebrevslån, i 1 kap. 2 § i värdepappersmarknadslagen nämnda gäldenärsförbindelser eller andra sådana kapitalförbindelser som avkastar ränta som utgör underliggande egendom.",
        "folded_sv": "ett optionsforetag far utover den verksamhet som idkas i foretaget tillhandahalla data-, informations- och databehandlingstjanster for utveckling av options- och terminsmarknaden eller finans- och vardepappersmarknaden samt clearing och avveckling av avtal om vardepapperslan och aterkopsavtal (repor) som galler vardepapper som avses i 4 kap. 5 a § 3 och 4 mom. i vardepappersmarknadslagen, om finansinspektionen har godkant avtalsvillkoren eller om avtalsvillkoren har faststallts som en del av optionsforetagets reglemente eller om de utgor bilaga till reglementet. ett optionsforetag far ocksa tillhandahalla sadana tjanster for clearing och avveckling som avses i vardepappersmarknadslagen, i en sadan utstrackning som options- och terminsavtalen forutsatter. ett optionsforetag far verka som clearingmedlem och bedriva clearingorganisationsverksamhet enligt 4 a kap. i vardepappersmarknadslagen. ett optionsforetag far verka som kontoforande institut eller som ett kontoforande instituts underinstitut enligt lagen om vardeandelssystemet (826/1991). bestammelser om optionsforetagets ratt att idka fondborsverksamhet och ordna multilateral handel finns i vardepappersmarknadslagen. ett optionsforetag far inte aga aktier eller andelar i ett foretag som ar verksamt som formedlare eller pa nagot annat satt i optionsforetaget, ej heller underliggande tillgangar for optioner eller terminer som saljs i optionsforetaget. med finansinspektionens tillstand far optionsforetaget dock placera medel i masskuldebrevslan, i 1 kap. 2 § i vardepappersmarknadslagen namnda galdenarsforbindelser eller andra sadana kapitalforbindelser som avkastar ranta som utgor underliggande egendom."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Optioyhteisön säännöt",
      "content": "Optioyhteisön on laadittava ja pidettävä yleisön saatavilla säännöt, jotka sisältävät tätä lakia täydentävät määräykset optiopörssitoiminnasta, optiokauppojen selvityksestä ja siitä, miten ja millaisia seuraamuksia välittäjille ja muille optioyhteisössä toimiville optioyhteisön sääntöjen rikkomisesta voidaan määrätä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Optioyhteisön on laadittava ja pidettävä yleisön saatavilla säännöt, jotka sisältävät tätä lakia täydentävät määräykset optiopörssitoiminnasta, optiokauppojen selvityksestä ja siitä, miten ja millaisia seuraamuksia välittäjille ja muille optioyhteisössä toimiville optioyhteisön sääntöjen rikkomisesta voidaan määrätä.",
        "folded_fi": "optioyhteison on laadittava ja pidettava yleison saatavilla saannot, jotka sisaltavat tata lakia taydentavat maaraykset optioporssitoiminnasta, optiokauppojen selvityksesta ja siita, miten ja millaisia seuraamuksia valittajille ja muille optioyhteisossa toimiville optioyhteison saantojen rikkomisesta voidaan maarata.",
        "title_sv": "Optionsföretagets reglemente",
        "content_sv": "Ett optionsföretag ska upprätta och för allmänheten hålla tillgängligt ett reglemente som kompletterar denna lags bestämmelser om optionsbörsverksamhet och clearing vid optionshandeln samt om påföljderna för förmedlares och andra inom optionsföretaget verksamma personers brott mot reglementet.",
        "normalized_sv": "Ett optionsföretag ska upprätta och för allmänheten hålla tillgängligt ett reglemente som kompletterar denna lags bestämmelser om optionsbörsverksamhet och clearing vid optionshandeln samt om påföljderna för förmedlares och andra inom optionsföretaget verksamma personers brott mot reglementet.",
        "folded_sv": "ett optionsforetag ska uppratta och for allmanheten halla tillgangligt ett reglemente som kompletterar denna lags bestammelser om optionsborsverksamhet och clearing vid optionshandeln samt om pafoljderna for formedlares och andra inom optionsforetaget verksamma personers brott mot reglementet."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Optioyhteisön tehtävät",
      "content": "Optioyhteisön on sen lisäksi, mitä sen tehtävistä on muutoin säädetty ja määrätty: 4) ilmoitettava Rahoitustarkastukselle päätöksensä option ja termiinin kurssin ottamisesta vahvistettavaksi ja sillä käytävän kaupan aloittamisesta ja lopettamisesta sekä välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:8",
        "normalized_fi": "Optioyhteisön on sen lisäksi, mitä sen tehtävistä on muutoin säädetty ja määrätty: 4) ilmoitettava Rahoitustarkastukselle päätöksensä option ja termiinin kurssin ottamisesta vahvistettavaksi ja sillä käytävän kaupan aloittamisesta ja lopettamisesta sekä välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
        "folded_fi": "optioyhteison on sen lisaksi, mita sen tehtavista on muutoin saadetty ja maaratty: 4) ilmoitettava rahoitustarkastukselle paatoksensa option ja termiinin kurssin ottamisesta vahvistettavaksi ja silla kaytavan kaupan aloittamisesta ja lopettamisesta seka valittajan ja muun optioyhteisossa toimivan oikeuksien myontamisesta ja peruuttamisesta.",
        "title_sv": "Optionsföretagets uppgifter",
        "content_sv": "Ett optionsföretag ska, utöver vad som annars bestäms och föreskrivs om dess uppgifter, 4) underrätta Finansinspektionen om sitt beslut att uppta kurser på optioner och terminer till fastställelse samt att inleda och avsluta handeln med dessa samt att bevilja och återkalla rättigheter för förmedlare och andra som är verksamma inom optionsföretaget.",
        "normalized_sv": "Ett optionsföretag ska, utöver vad som annars bestäms och föreskrivs om dess uppgifter, 4) underrätta Finansinspektionen om sitt beslut att uppta kurser på optioner och terminer till fastställelse samt att inleda och avsluta handeln med dessa samt att bevilja och återkalla rättigheter för förmedlare och andra som är verksamma inom optionsföretaget.",
        "folded_sv": "ett optionsforetag ska, utover vad som annars bestams och foreskrivs om dess uppgifter, 4) underratta finansinspektionen om sitt beslut att uppta kurser pa optioner och terminer till faststallelse samt att inleda och avsluta handeln med dessa samt att bevilja och aterkalla rattigheter for formedlare och andra som ar verksamma inom optionsforetaget."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Optiopörssitoimintaa koskevat säännökset",
      "content": "Optiopörssitoimintaa harjoittavaan optioyhteisöön sovelletaan tämän lain säännösten lisäksi: 1) arvopaperimarkkinalain 3 luvun 8 §:n säännöksiä arvopaperipörssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 §:n säännöksiä arvopaperipörssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 §:n säännöksiä arvopaperipörssin toiminnan järjestämisestä; 4) arvopaperimarkkinalain 3 luvun 18 §:n säännöksiä henkilökohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 §:n säännöksiä arvopaperipörssin toiminnan ulkoistamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:9",
        "normalized_fi": "Optiopörssitoimintaa harjoittavaan optioyhteisöön sovelletaan tämän lain säännösten lisäksi: 1) arvopaperimarkkinalain 3 luvun 8 § :n säännöksiä arvopaperipörssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 § :n säännöksiä arvopaperipörssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 § :n säännöksiä arvopaperipörssin toiminnan järjestämisestä; 4) arvopaperimarkkinalain 3 luvun 18 § :n säännöksiä henkilökohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 § :n säännöksiä arvopaperipörssin toiminnan ulkoistamisesta.",
        "folded_fi": "optioporssitoimintaa harjoittavaan optioyhteisoon sovelletaan taman lain saannosten lisaksi: 1) arvopaperimarkkinalain 3 luvun 8 §:n saannoksia arvopaperiporssin sidonnaisuudesta; 2) arvopaperimarkkinalain 3 luvun 16 §:n saannoksia arvopaperiporssin johtamisesta; 3) arvopaperimarkkinalain 3 luvun 17 §:n saannoksia arvopaperiporssin toiminnan jarjestamisesta; 4) arvopaperimarkkinalain 3 luvun 18 §:n saannoksia henkilokohtaisista liiketoimista; 5) arvopaperimarkkinalain 3 luvun 24 §:n saannoksia arvopaperiporssin toiminnan ulkoistamisesta.",
        "title_sv": "Bestämmelser om optionsbörsverksamheten",
        "content_sv": "På ett optionsföretag som bedriver optionsbörsverksamhet ska utöver denna lag tillämpas 1) 3 kap. 8 § i värdepappersmarknadslagen om fondbörsens bindningar, 2) 3 kap. 16 § i värdepappersmarknadslagen om fondbörsens ledning, 3) 3 kap. 17 § i värdepappersmarknadslagen om organisering av fondbörsens verksamhet, 4) 3 kap. 18 § i värdepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i värdepappersmarknadslagen om utläggande av fondbörsens verksamhet på entreprenad.",
        "normalized_sv": "På ett optionsföretag som bedriver optionsbörsverksamhet ska utöver denna lag tillämpas 1) 3 kap. 8 § i värdepappersmarknadslagen om fondbörsens bindningar, 2) 3 kap. 16 § i värdepappersmarknadslagen om fondbörsens ledning, 3) 3 kap. 17 § i värdepappersmarknadslagen om organisering av fondbörsens verksamhet, 4) 3 kap. 18 § i värdepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i värdepappersmarknadslagen om utläggande av fondbörsens verksamhet på entreprenad.",
        "folded_sv": "pa ett optionsforetag som bedriver optionsborsverksamhet ska utover denna lag tillampas 1) 3 kap. 8 § i vardepappersmarknadslagen om fondborsens bindningar, 2) 3 kap. 16 § i vardepappersmarknadslagen om fondborsens ledning, 3) 3 kap. 17 § i vardepappersmarknadslagen om organisering av fondborsens verksamhet, 4) 3 kap. 18 § i vardepappersmarknadslagen om privata transaktioner, 5) 3 kap. 24 § i vardepappersmarknadslagen om utlaggande av fondborsens verksamhet pa entreprenad."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Välittäjä ja muu optioyhteisössä toimiva",
      "content": "Optioyhteisön on myönnettävä välittäjän oikeudet suomalaiselle arvopaperinvälittäjälle ja Euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvälittäjälle, joka täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Muulle henkilölle, jolla on kotipaikka Euroopan talousalueeseen kuuluvassa valtiossa, voidaan myöntää muun optioyhteisössä toimivan oikeudet, jos henkilö täyttää optioyhteisön säännöissä asetetut vaatimukset ja henkilön luotettavuudesta, hyvämaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennäköistä, ettei henkilön osallistuminen kaupankäyntiin vaaranna kaupankäynnin luotettavuutta. Henkilöllä on lisäksi oltava riittävät taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää myös muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvälittäjälle tai henkilölle välittäjän tai muun optioyhteisössä toimivan oikeudet, jos hakija täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Optioyhteisön on peruutettava määräajaksi tai kokonaan välittäjän ja muun optioyhteisössä toimivan oikeudet, jos Rahoitustarkastus optioyhteisöä kuultuaan sitä painavasta syystä vaatii. Rahoitustarkastuksen on välittömästi ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisölle sekä sille, jota vaatimus koskee. Optioyhteisön on ilmoitettava Rahoitustarkastukselle välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:10",
        "normalized_fi": "Optioyhteisön on myönnettävä välittäjän oikeudet suomalaiselle arvopaperinvälittäjälle ja Euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvälittäjälle, joka täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Muulle henkilölle, jolla on kotipaikka Euroopan talousalueeseen kuuluvassa valtiossa, voidaan myöntää muun optioyhteisössä toimivan oikeudet, jos henkilö täyttää optioyhteisön säännöissä asetetut vaatimukset ja henkilön luotettavuudesta, hyvämaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennäköistä, ettei henkilön osallistuminen kaupankäyntiin vaaranna kaupankäynnin luotettavuutta. Henkilöllä on lisäksi oltava riittävät taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää myös muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvälittäjälle tai henkilölle välittäjän tai muun optioyhteisössä toimivan oikeudet, jos hakija täyttää laissa ja optioyhteisön säännöissä asetetut vaatimukset. Optioyhteisön on peruutettava määräajaksi tai kokonaan välittäjän ja muun optioyhteisössä toimivan oikeudet, jos Rahoitustarkastus optioyhteisöä kuultuaan sitä painavasta syystä vaatii. Rahoitustarkastuksen on välittömästi ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisölle sekä sille, jota vaatimus koskee. Optioyhteisön on ilmoitettava Rahoitustarkastukselle välittäjän ja muun optioyhteisössä toimivan oikeuksien myöntämisestä ja peruuttamisesta.",
        "folded_fi": "optioyhteison on myonnettava valittajan oikeudet suomalaiselle arvopaperinvalittajalle ja euroopan talousalueeseen kuuluvassa valtiossa vastaavan toimiluvan saaneelle arvopaperinvalittajalle, joka tayttaa laissa ja optioyhteison saannoissa asetetut vaatimukset. muulle henkilolle, jolla on kotipaikka euroopan talousalueeseen kuuluvassa valtiossa, voidaan myontaa muun optioyhteisossa toimivan oikeudet, jos henkilo tayttaa optioyhteison saannoissa asetetut vaatimukset ja henkilon luotettavuudesta, hyvamaineisuudesta, kokemuksesta ja muusta sopivuudesta saadun selvityksen perusteella tai muutoin on todennakoista, ettei henkilon osallistuminen kaupankayntiin vaaranna kaupankaynnin luotettavuutta. henkilolla on lisaksi oltava riittavat taloudelliset ja muut edellytykset toteuttaa arvopaperikaupoista johtuvat velvoitteet. optioyhteiso saa valtiovarainministerion maaraamin ehdoin myontaa myos muulle kuin 1 ja 2 momentissa tarkoitetulle ulkomaiselle arvopaperinvalittajalle tai henkilolle valittajan tai muun optioyhteisossa toimivan oikeudet, jos hakija tayttaa laissa ja optioyhteison saannoissa asetetut vaatimukset. optioyhteison on peruutettava maaraajaksi tai kokonaan valittajan ja muun optioyhteisossa toimivan oikeudet, jos rahoitustarkastus optioyhteisoa kuultuaan sita painavasta syysta vaatii. rahoitustarkastuksen on valittomasti ilmoitettava vaatimuksestaan ja sen perusteista optioyhteisolle seka sille, jota vaatimus koskee. optioyhteison on ilmoitettava rahoitustarkastukselle valittajan ja muun optioyhteisossa toimivan oikeuksien myontamisesta ja peruuttamisesta.",
        "title_sv": "Förmedlare och andra som är verksamma i ett optionsföretag",
        "content_sv": "Ett optionsföretag ska bevilja en finländsk värdepappersförmedlare eller en värdepappersförmedlare som har motsvarande auktorisation i en stat inom Europeiska ekonomiska samarbetsområdet förmedlarrättigheter, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. En annan person som har hemort i en stat inom Europeiska ekonomiska samarbetsområdet kan beviljas rättigheter som någon annan som är verksam i optionsföretaget, om denne uppfyller de krav som ställs i optionsföretagets reglemente och det med hänsyn till erhållen utredning om sökandens tillförlitlighet, anseende, erfarenhet och övriga lämplighet eller annars är sannolikt att sökandens deltagande i handeln inte äventyrar handelns tillförlitlighet. Personen ska dessutom ha tillräckliga finansiella och övriga förutsättningar att uppfylla de förpliktelser som följer av värdepappershandeln. På de villkor som finansministeriet bestämmer får ett optionsföretag auktorisera också andra än i 1 och 2 mom. avsedda utländska värdepappersförmedlare eller personer att verka som förmedlare eller i någon annan egenskap i optionsföretaget, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. Ett optionsföretag ska för viss tid eller helt återkalla rättigheter som har beviljats en förmedlare eller någon annan som är verksam i optionsföretaget, om Finansinspektionen av vägande skäl yrkar det efter att ha hört optionsföretaget. Finansinspektionen ska omedelbart underrätta optionsföretaget och vederbörande om sitt yrkande och grunderna för det. Ett optionsföretag ska underrätta Finansinspektionen om beviljande och återkallande av rättigheter att verka som förmedlare och i någon annan egenskap i optionsföretaget.",
        "normalized_sv": "Ett optionsföretag ska bevilja en finländsk värdepappersförmedlare eller en värdepappersförmedlare som har motsvarande auktorisation i en stat inom Europeiska ekonomiska samarbetsområdet förmedlarrättigheter, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. En annan person som har hemort i en stat inom Europeiska ekonomiska samarbetsområdet kan beviljas rättigheter som någon annan som är verksam i optionsföretaget, om denne uppfyller de krav som ställs i optionsföretagets reglemente och det med hänsyn till erhållen utredning om sökandens tillförlitlighet, anseende, erfarenhet och övriga lämplighet eller annars är sannolikt att sökandens deltagande i handeln inte äventyrar handelns tillförlitlighet. Personen ska dessutom ha tillräckliga finansiella och övriga förutsättningar att uppfylla de förpliktelser som följer av värdepappershandeln. På de villkor som finansministeriet bestämmer får ett optionsföretag auktorisera också andra än i 1 och 2 mom. avsedda utländska värdepappersförmedlare eller personer att verka som förmedlare eller i någon annan egenskap i optionsföretaget, om sökanden uppfyller de krav som ställs i lag och optionsföretagets reglemente. Ett optionsföretag ska för viss tid eller helt återkalla rättigheter som har beviljats en förmedlare eller någon annan som är verksam i optionsföretaget, om Finansinspektionen av vägande skäl yrkar det efter att ha hört optionsföretaget. Finansinspektionen ska omedelbart underrätta optionsföretaget och vederbörande om sitt yrkande och grunderna för det. Ett optionsföretag ska underrätta Finansinspektionen om beviljande och återkallande av rättigheter att verka som förmedlare och i någon annan egenskap i optionsföretaget.",
        "folded_sv": "ett optionsforetag ska bevilja en finlandsk vardepappersformedlare eller en vardepappersformedlare som har motsvarande auktorisation i en stat inom europeiska ekonomiska samarbetsomradet formedlarrattigheter, om sokanden uppfyller de krav som stalls i lag och optionsforetagets reglemente. en annan person som har hemort i en stat inom europeiska ekonomiska samarbetsomradet kan beviljas rattigheter som nagon annan som ar verksam i optionsforetaget, om denne uppfyller de krav som stalls i optionsforetagets reglemente och det med hansyn till erhallen utredning om sokandens tillforlitlighet, anseende, erfarenhet och ovriga lamplighet eller annars ar sannolikt att sokandens deltagande i handeln inte aventyrar handelns tillforlitlighet. personen ska dessutom ha tillrackliga finansiella och ovriga forutsattningar att uppfylla de forpliktelser som foljer av vardepappershandeln. pa de villkor som finansministeriet bestammer far ett optionsforetag auktorisera ocksa andra an i 1 och 2 mom. avsedda utlandska vardepappersformedlare eller personer att verka som formedlare eller i nagon annan egenskap i optionsforetaget, om sokanden uppfyller de krav som stalls i lag och optionsforetagets reglemente. ett optionsforetag ska for viss tid eller helt aterkalla rattigheter som har beviljats en formedlare eller nagon annan som ar verksam i optionsforetaget, om finansinspektionen av vagande skal yrkar det efter att ha hort optionsforetaget. finansinspektionen ska omedelbart underratta optionsforetaget och vederborande om sitt yrkande och grunderna for det. ett optionsforetag ska underratta finansinspektionen om beviljande och aterkallande av rattigheter att verka som formedlare och i nagon annan egenskap i optionsforetaget."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Ulkomainen optioyhteisö",
      "content": "Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää ulkomaiselle optioyhteisölle oikeuden käydä kauppaa vakioiduilla optioilla ja termiineillä ja jättää niitä selvitettäviksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:13",
        "normalized_fi": "Optioyhteisö saa valtiovarainministeriön määräämin ehdoin myöntää ulkomaiselle optioyhteisölle oikeuden käydä kauppaa vakioiduilla optioilla ja termiineillä ja jättää niitä selvitettäviksi.",
        "folded_fi": "optioyhteiso saa valtiovarainministerion maaraamin ehdoin myontaa ulkomaiselle optioyhteisolle oikeuden kayda kauppaa vakioiduilla optioilla ja termiineilla ja jattaa niita selvitettaviksi.",
        "title_sv": "Utländskt optionsföretag",
        "content_sv": "Ett optionsföretag får på de villkor som finansministeriet bestämmer bevilja ett utländskt optionsföretag rätt att idka handel med standardiserade optioner och terminer och att lämna dem till clearing.",
        "normalized_sv": "Ett optionsföretag får på de villkor som finansministeriet bestämmer bevilja ett utländskt optionsföretag rätt att idka handel med standardiserade optioner och terminer och att lämna dem till clearing.",
        "folded_sv": "ett optionsforetag far pa de villkor som finansministeriet bestammer bevilja ett utlandskt optionsforetag ratt att idka handel med standardiserade optioner och terminer och att lamna dem till clearing."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:2",
      "chapter": "3",
      "section": "2",
      "title": "Kohde-etuudet ja tunnusluvut",
      "content": "Optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankäynnin kohteeksi on lisäksi voimassa, mitä siitä säädetään Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY täytäntöönpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvälineiden kaupankäynnin kohteeksi ottamisen sekä direktiivissä määriteltyjen käsitteiden osalta annetussa komission asetuksessa (EY) N:o 1287/2006.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:2",
        "normalized_fi": "Optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankäynnin kohteeksi on lisäksi voimassa, mitä siitä säädetään Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY täytäntöönpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvälineiden kaupankäynnin kohteeksi ottamisen sekä direktiivissä määriteltyjen käsitteiden osalta annetussa komission asetuksessa (EY) N:o 1287/2006.",
        "folded_fi": "optioiden ja termiinien ottamisesta kurssin vahvistuksen ja kaupankaynnin kohteeksi on lisaksi voimassa, mita siita saadetaan euroopan parlamentin ja neuvoston direktiivin 2004/39/ey taytantoonpanosta tietojen kirjaamista koskevien sijoituspalveluyritysten velvoitteiden, liiketoimista ilmoittamisen, markkinoiden avoimuuden, rahoitusvalineiden kaupankaynnin kohteeksi ottamisen seka direktiivissa maariteltyjen kasitteiden osalta annetussa komission asetuksessa (ey) n:o 1287/2006.",
        "title_sv": "Underliggande egendom och index",
        "content_sv": "I fråga om notering och upptagande till handel av optioner och terminer gäller dessutom vad som föreskrivs i kommissionens förordning (EG) nr 1287/2006 om genomförande av Europaparlamentets och rådets direktiv 2004/39/EG vad gäller dokumenteringsskyldigheter för värdepappersföretag, transaktionsrapportering, överblickbarhet på marknaden, upptagande av finansiella instrument till handel samt definitioner för tillämpning av det direktivet.",
        "normalized_sv": "I fråga om notering och upptagande till handel av optioner och terminer gäller dessutom vad som föreskrivs i kommissionens förordning (EG) nr 1287/2006 om genomförande av Europaparlamentets och rådets direktiv 2004/39/EG vad gäller dokumenteringsskyldigheter för värdepappersföretag, transaktionsrapportering, överblickbarhet på marknaden, upptagande av finansiella instrument till handel samt definitioner för tillämpning av det direktivet.",
        "folded_sv": "i fraga om notering och upptagande till handel av optioner och terminer galler dessutom vad som foreskrivs i kommissionens forordning (eg) nr 1287/2006 om genomforande av europaparlamentets och radets direktiv 2004/39/eg vad galler dokumenteringsskyldigheter for vardepappersforetag, transaktionsrapportering, overblickbarhet pa marknaden, upptagande av finansiella instrument till handel samt definitioner for tillampning av det direktivet."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:3",
      "chapter": "3",
      "section": "3",
      "title": "Kaupankäynnin keskeyttäminen",
      "content": "Rahoitustarkastus voi määrätä optioyhteisön keskeyttämään option tai termiinin kurssin vahvistamisen ja sillä käytävän kaupan enintään 10 perättäiseksi pankkipäiväksi kerrallaan. Keskeytys voidaan määrätä, jos Rahoitustarkastuksella on perusteltu syy epäillä, että kaupankäynnissä toimitaan vastoin lakia tai sen nojalla annettuja säännöksiä tai määräyksiä taikka optioyhteisön sääntöjä. Rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille Euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankäynnin keskeyttämispäätös.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:3",
        "normalized_fi": "Rahoitustarkastus voi määrätä optioyhteisön keskeyttämään option tai termiinin kurssin vahvistamisen ja sillä käytävän kaupan enintään 10 perättäiseksi pankkipäiväksi kerrallaan. Keskeytys voidaan määrätä, jos Rahoitustarkastuksella on perusteltu syy epäillä, että kaupankäynnissä toimitaan vastoin lakia tai sen nojalla annettuja säännöksiä tai määräyksiä taikka optioyhteisön sääntöjä. Rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille Euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankäynnin keskeyttämispäätös.",
        "folded_fi": "rahoitustarkastus voi maarata optioyhteison keskeyttamaan option tai termiinin kurssin vahvistamisen ja silla kaytavan kaupan enintaan 10 perattaiseksi pankkipaivaksi kerrallaan. keskeytys voidaan maarata, jos rahoitustarkastuksella on perusteltu syy epailla, etta kaupankaynnissa toimitaan vastoin lakia tai sen nojalla annettuja saannoksia tai maarayksia taikka optioyhteison saantoja. rahoitustarkastuksen on julkistettava ja toimitettava tiedoksi muille euroopan talousalueeseen kuuluvien valtioiden toimivaltaisille viranomaisille 5 momentissa tarkoitettu kaupankaynnin keskeyttamispaatos.",
        "title_sv": "Avbrytande av handeln",
        "content_sv": "Finansinspektionen kan bestämma att ett optionsföretag ska avbryta noteringen av och handeln med optioner och terminer för högst tio på varandra följande bankdagar åt gången. Finansinspektionen kan bestämma ett sådant avbrott om den har grundad anledning att misstänka att handeln sker i strid med lag eller föreskrifter och bestämmelser som har utfärdats med stöd av lag eller i strid med optionsföretagets reglemente. Finansinspektionen ska offentliggöra beslut om att avbryta handeln enligt 5 mom. och informera de behöriga myndigheterna i övriga stater inom Europeiska ekonomiska samarbetsområdet om beslutet.",
        "normalized_sv": "Finansinspektionen kan bestämma att ett optionsföretag ska avbryta noteringen av och handeln med optioner och terminer för högst tio på varandra följande bankdagar åt gången. Finansinspektionen kan bestämma ett sådant avbrott om den har grundad anledning att misstänka att handeln sker i strid med lag eller föreskrifter och bestämmelser som har utfärdats med stöd av lag eller i strid med optionsföretagets reglemente. Finansinspektionen ska offentliggöra beslut om att avbryta handeln enligt 5 mom. och informera de behöriga myndigheterna i övriga stater inom Europeiska ekonomiska samarbetsområdet om beslutet.",
        "folded_sv": "finansinspektionen kan bestamma att ett optionsforetag ska avbryta noteringen av och handeln med optioner och terminer for hogst tio pa varandra foljande bankdagar at gangen. finansinspektionen kan bestamma ett sadant avbrott om den har grundad anledning att misstanka att handeln sker i strid med lag eller foreskrifter och bestammelser som har utfardats med stod av lag eller i strid med optionsforetagets reglemente. finansinspektionen ska offentliggora beslut om att avbryta handeln enligt 5 mom. och informera de behoriga myndigheterna i ovriga stater inom europeiska ekonomiska samarbetsomradet om beslutet."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Optiokauppojen selvitys",
      "content": "Optioyhteisö saa hyväksyä selvitykseen option ja termiinin, jonka välittäjä, ulkomainen optioyhteisö tai muu optioyhteisössä toimiva on antanut selvitettäväksi ja joka perustuu optioyhteisössä tai toisessa sellaisessa optioyhteisössä, jonka optiokaupat yhteisö selvittää, tehtyyn tai sille ilmoitettuun optiokauppaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:5",
        "normalized_fi": "Optioyhteisö saa hyväksyä selvitykseen option ja termiinin, jonka välittäjä, ulkomainen optioyhteisö tai muu optioyhteisössä toimiva on antanut selvitettäväksi ja joka perustuu optioyhteisössä tai toisessa sellaisessa optioyhteisössä, jonka optiokaupat yhteisö selvittää, tehtyyn tai sille ilmoitettuun optiokauppaan.",
        "folded_fi": "optioyhteiso saa hyvaksya selvitykseen option ja termiinin, jonka valittaja, ulkomainen optioyhteiso tai muu optioyhteisossa toimiva on antanut selvitettavaksi ja joka perustuu optioyhteisossa tai toisessa sellaisessa optioyhteisossa, jonka optiokaupat yhteiso selvittaa, tehtyyn tai sille ilmoitettuun optiokauppaan.",
        "title_sv": "Clearing av optionsköp",
        "content_sv": "Ett optionsföretag får godkänna sådana optioner och terminer för clearing och avveckling som har lämnats till clearing och avveckling av en förmedlare, ett utländskt optionsföretag eller någon annan som är verksam inom optionsföretaget, om optionen eller terminen grundar sig på köp av optionen i optionsföretaget eller i något annat optionsföretag vars optionsköp företaget clearar och avvecklar eller på ett optionsköp som anmälts till optionsföretaget.",
        "normalized_sv": "Ett optionsföretag får godkänna sådana optioner och terminer för clearing och avveckling som har lämnats till clearing och avveckling av en förmedlare, ett utländskt optionsföretag eller någon annan som är verksam inom optionsföretaget, om optionen eller terminen grundar sig på köp av optionen i optionsföretaget eller i något annat optionsföretag vars optionsköp företaget clearar och avvecklar eller på ett optionsköp som anmälts till optionsföretaget.",
        "folded_sv": "ett optionsforetag far godkanna sadana optioner och terminer for clearing och avveckling som har lamnats till clearing och avveckling av en formedlare, ett utlandskt optionsforetag eller nagon annan som ar verksam inom optionsforetaget, om optionen eller terminen grundar sig pa kop av optionen i optionsforetaget eller i nagot annat optionsforetag vars optionskop foretaget clearar och avvecklar eller pa ett optionskop som anmalts till optionsforetaget."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Vakuudet",
      "content": "Optioyhteisön säännöissä on määrättävä välittäjältä, välittäjän edustamalta asiakkaalta, muulta optioyhteisössä toimivalta ja ulkomaiselta optioyhteisöltä vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelystä. Vaadittavan vakuuden arvo on laskettava päivittäin välittäjän, välittäjän edustaman asiakkaan, muun optioyhteisössä toimivan ja ulkomaisen optioyhteisön kattamattoman tiliaseman mukaan siten, että vakuudella voidaan seuraavan kaupantekopäivän aikana sulkea asianomainen johdannaistili kaikissa todennäköisissä kohde-etuuden hintakehitysvaihtoehdoissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:6",
        "normalized_fi": "Optioyhteisön säännöissä on määrättävä välittäjältä, välittäjän edustamalta asiakkaalta, muulta optioyhteisössä toimivalta ja ulkomaiselta optioyhteisöltä vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelystä. Vaadittavan vakuuden arvo on laskettava päivittäin välittäjän, välittäjän edustaman asiakkaan, muun optioyhteisössä toimivan ja ulkomaisen optioyhteisön kattamattoman tiliaseman mukaan siten, että vakuudella voidaan seuraavan kaupantekopäivän aikana sulkea asianomainen johdannaistili kaikissa todennäköisissä kohde-etuuden hintakehitysvaihtoehdoissa.",
        "folded_fi": "optioyhteison saannoissa on maarattava valittajalta, valittajan edustamalta asiakkaalta, muulta optioyhteisossa toimivalta ja ulkomaiselta optioyhteisolta vaadittavista vakuuksista ja niiden antamisessa noudatettavasta menettelysta. vaadittavan vakuuden arvo on laskettava paivittain valittajan, valittajan edustaman asiakkaan, muun optioyhteisossa toimivan ja ulkomaisen optioyhteison kattamattoman tiliaseman mukaan siten, etta vakuudella voidaan seuraavan kaupantekopaivan aikana sulkea asianomainen johdannaistili kaikissa todennakoisissa kohde-etuuden hintakehitysvaihtoehdoissa.",
        "title_sv": "Säkerheter",
        "content_sv": "Ett optionsföretags reglemente ska innehålla bestämmelser om sådan säkerhet som en förmedlare, en kund som förmedlaren företräder, någon annan inom optionsföretaget och ett utländskt optionsföretag ska ställa samt om det förfarande som ska iakttas när säkerheten ställs. Värdet av säkerheten ska beräknas dagligen enligt förmedlarens, den av denne företrädda kundens, någon annan inom optionsföretaget verksam persons och det utländska optionsföretagets öppna kontoposition så att options- eller terminskontot under följande köpdag kan slutas med säkerheterna i alla sannolika prisutvecklingsalternativ för den underliggande egendomen.",
        "normalized_sv": "Ett optionsföretags reglemente ska innehålla bestämmelser om sådan säkerhet som en förmedlare, en kund som förmedlaren företräder, någon annan inom optionsföretaget och ett utländskt optionsföretag ska ställa samt om det förfarande som ska iakttas när säkerheten ställs. Värdet av säkerheten ska beräknas dagligen enligt förmedlarens, den av denne företrädda kundens, någon annan inom optionsföretaget verksam persons och det utländska optionsföretagets öppna kontoposition så att options- eller terminskontot under följande köpdag kan slutas med säkerheterna i alla sannolika prisutvecklingsalternativ för den underliggande egendomen.",
        "folded_sv": "ett optionsforetags reglemente ska innehalla bestammelser om sadan sakerhet som en formedlare, en kund som formedlaren foretrader, nagon annan inom optionsforetaget och ett utlandskt optionsforetag ska stalla samt om det forfarande som ska iakttas nar sakerheten stalls. vardet av sakerheten ska beraknas dagligen enligt formedlarens, den av denne foretradda kundens, nagon annan inom optionsforetaget verksam persons och det utlandska optionsforetagets oppna kontoposition sa att options- eller terminskontot under foljande kopdag kan slutas med sakerheterna i alla sannolika prisutvecklingsalternativ for den underliggande egendomen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Lisävakuudet",
      "content": "Rahoitustarkastus voi optioyhteisön sääntöjen estämättä erityisestä syystä antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan määräyksen, jota on noudatettava välittömästi, kunnes Rahoitustarkastus kumoaa sen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "3:10",
        "normalized_fi": "Rahoitustarkastus voi optioyhteisön sääntöjen estämättä erityisestä syystä antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan määräyksen, jota on noudatettava välittömästi, kunnes Rahoitustarkastus kumoaa sen.",
        "folded_fi": "rahoitustarkastus voi optioyhteison saantojen estamatta erityisesta syysta antaa vaadittavia vakuuksia tai tiliaseman rajoittamista koskevan maarayksen, jota on noudatettava valittomasti, kunnes rahoitustarkastus kumoaa sen.",
        "title_sv": "Tilläggssäkerheter",
        "content_sv": "Finansinspektionen kan utan hinder av ett optionsföretags reglemente av särskilda skäl meddela ett förordnande om de säkerheter som ska ställas och om begränsning av kontopositionerna. Förordnandet ska iakttas omedelbart tills Finansinspektionen har upphävt det.",
        "normalized_sv": "Finansinspektionen kan utan hinder av ett optionsföretags reglemente av särskilda skäl meddela ett förordnande om de säkerheter som ska ställas och om begränsning av kontopositionerna. Förordnandet ska iakttas omedelbart tills Finansinspektionen har upphävt det.",
        "folded_sv": "finansinspektionen kan utan hinder av ett optionsforetags reglemente av sarskilda skal meddela ett forordnande om de sakerheter som ska stallas och om begransning av kontopositionerna. forordnandet ska iakttas omedelbart tills finansinspektionen har upphavt det."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "4:1",
      "chapter": "4",
      "section": "1",
      "title": "Valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten sekä optioyhteisön sääntöjen noudattamista valvoo Rahoitustarkastus. Rahoitustarkastuksen on ennen ryhtymistä sähköön tai maakaasuun perustuvien optioiden ja termiinien kaupankäyntiä koskeviin toimenpiteisiin tai tällaisen päätöksen tekoa kuultava Energiamarkkinavirastoa, jos päätöksellä olisi ilmeisesti olennaista vaikutusta sähkö- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sähkömarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla järjestelmävastuuseen määrätyn yhteisön toimintaan, jollei asian kiireellisyydestä muuta johdu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "4:1",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten ja määräysten sekä optioyhteisön sääntöjen noudattamista valvoo Rahoitustarkastus. Rahoitustarkastuksen on ennen ryhtymistä sähköön tai maakaasuun perustuvien optioiden ja termiinien kaupankäyntiä koskeviin toimenpiteisiin tai tällaisen päätöksen tekoa kuultava Energiamarkkinavirastoa, jos päätöksellä olisi ilmeisesti olennaista vaikutusta sähkö- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sähkömarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla järjestelmävastuuseen määrätyn yhteisön toimintaan, jollei asian kiireellisyydestä muuta johdu.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten ja maaraysten seka optioyhteison saantojen noudattamista valvoo rahoitustarkastus. rahoitustarkastuksen on ennen ryhtymista sahkoon tai maakaasuun perustuvien optioiden ja termiinien kaupankayntia koskeviin toimenpiteisiin tai tallaisen paatoksen tekoa kuultava energiamarkkinavirastoa, jos paatoksella olisi ilmeisesti olennaista vaikutusta sahko- tai maakaasumarkkinoiden toimintaan, toimitusvarmuuteen tai sahkomarkkinalain (386/1995) tai maakaasumarkkinalain (508/2000) nojalla jarjestelmavastuuseen maaratyn yhteison toimintaan, jollei asian kiireellisyydesta muuta johdu.",
        "title_sv": "Tillsyn",
        "content_sv": "Finansinspektionen utövar tillsyn över iakttagandet av denna lag och de bestämmelser och föreskrifter som har meddelats med stöd av den samt över iakttagandet av optionsföretagens reglementen. Finansinspektionen ska innan den vidtar åtgärder eller fattar beslut som berör handeln med el- eller naturgasbaserade optioner och terminer höra Energimarknadsverket, om beslutet uppenbarligen skulle inverka väsentligt på el- eller naturgasmarknadens funktion eller leveranssäkerhet eller på en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte något annat följer av ärendets brådskande natur.",
        "normalized_sv": "Finansinspektionen utövar tillsyn över iakttagandet av denna lag och de bestämmelser och föreskrifter som har meddelats med stöd av den samt över iakttagandet av optionsföretagens reglementen. Finansinspektionen ska innan den vidtar åtgärder eller fattar beslut som berör handeln med el- eller naturgasbaserade optioner och terminer höra Energimarknadsverket, om beslutet uppenbarligen skulle inverka väsentligt på el- eller naturgasmarknadens funktion eller leveranssäkerhet eller på en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte något annat följer av ärendets brådskande natur.",
        "folded_sv": "finansinspektionen utovar tillsyn over iakttagandet av denna lag och de bestammelser och foreskrifter som har meddelats med stod av den samt over iakttagandet av optionsforetagens reglementen. finansinspektionen ska innan den vidtar atgarder eller fattar beslut som beror handeln med el- eller naturgasbaserade optioner och terminer hora energimarknadsverket, om beslutet uppenbarligen skulle inverka vasentligt pa el- eller naturgasmarknadens funktion eller leveranssakerhet eller pa en enligt elmarknadslagen (386/1995) eller naturgasmarknadslagen (508/2000) systemansvarig sammanslutnings verksamhet, om inte nagot annat foljer av arendets bradskande natur."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:7 a",
      "chapter": "5",
      "section": "7 a",
      "title": "Optioyhteisön toiminta toisessa Euroopan talousalueeseen kuuluvassa valtiossa",
      "content": "Optioyhteisön, joka aikoo tarjota toiseen Euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa optioyhteisössä, on ilmoitettava tästä hyvissä ajoin etukäteen valtiovarainministeriölle. Ilmoituksesta on käytävä ilmi tarkemmat tiedot siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Valtiovarainministeriön on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvälittäjille tai muille henkilöille optioyhteisö aikoo tarjota mahdollisuutta käydä kauppaa. Rahoitustarkastuksen on Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnöstä ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle optioyhteisössä on myönnetty välittäjän tai muun optioyhteisössä toimivan oikeudet. Mitä 1―3 momentissa säädetään, sovelletaan myös optioyhteisön järjestämään monenkeskiseen kaupankäyntiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 a",
        "normalized_fi": "Optioyhteisön, joka aikoo tarjota toiseen Euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa optioyhteisössä, on ilmoitettava tästä hyvissä ajoin etukäteen valtiovarainministeriölle. Ilmoituksesta on käytävä ilmi tarkemmat tiedot siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Valtiovarainministeriön on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen Euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvälittäjille tai muille henkilöille optioyhteisö aikoo tarjota mahdollisuutta käydä kauppaa. Rahoitustarkastuksen on Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnöstä ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle optioyhteisössä on myönnetty välittäjän tai muun optioyhteisössä toimivan oikeudet. Mitä 1―3 momentissa säädetään, sovelletaan myös optioyhteisön järjestämään monenkeskiseen kaupankäyntiin.",
        "folded_fi": "optioyhteison, joka aikoo tarjota toiseen euroopan talousalueeseen kuuluvaan valtioon sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa optioyhteisossa, on ilmoitettava tasta hyvissa ajoin etukateen valtiovarainministeriolle. ilmoituksesta on kaytava ilmi tarkemmat tiedot siita, missa ja miten mahdollisuutta kayda kauppaa aiotaan tarjota. valtiovarainministerion on kuukauden kuluessa ilmoituksen vastaanottamisesta toimitettava saamansa tiedot sen euroopan talousalueeseen kuuluvan valtion toimivaltaiselle viranomaiselle, johon sijoittuneille arvopaperinvalittajille tai muille henkiloille optioyhteiso aikoo tarjota mahdollisuutta kayda kauppaa. rahoitustarkastuksen on euroopan talousalueeseen kuuluvan valtion rahoitustarkastusta vastaavan toimivaltaisen viranomaisen pyynnosta ilmoitettava viranomaiselle, kenelle kyseiseen valtioon sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle optioyhteisossa on myonnetty valittajan tai muun optioyhteisossa toimivan oikeudet. mita 1―3 momentissa saadetaan, sovelletaan myos optioyhteison jarjestamaan monenkeskiseen kaupankayntiin.",
        "title_sv": "Optionsföretags verksamhet i en annan stat inom Europeiska ekonomiska samarbetsområdet",
        "content_sv": "Ett optionsföretag som har för avsikt att ge värdepappersförmedlare och andra personer som är etablerade i en annan stat inom Europeiska ekonomiska samarbetsområdet direkt möjlighet att delta i optionsföretagets handel ska i god tid på förhand underrätta finansministeriet om saken. Av anmälan ska närmare framgå var och hur handeln ska ske. Finansministeriet ska inom en månad efter att ha mottagit anmälan informera den behöriga myndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där de värdepappersförmedlare eller andra personer är etablerade som optionsföretaget har för avsikt att ge direkt möjlighet att delta i handeln. Finansinspektionen ska på begäran av den mot Finansinspektionen svarande behöriga myndigheten i en stat inom Europeiska ekonomiska samarbetsområdet meddela denna vilka där etablerade värdepappersförmedlare eller andra personer i optionsföretag har auktoriserats som förmedlare eller annan i optionsföretag verksam person. Bestämmelserna i 1―3 mom. ska också tillämpas på multilateral handel som ordnas av ett optionsföretag.",
        "normalized_sv": "Ett optionsföretag som har för avsikt att ge värdepappersförmedlare och andra personer som är etablerade i en annan stat inom Europeiska ekonomiska samarbetsområdet direkt möjlighet att delta i optionsföretagets handel ska i god tid på förhand underrätta finansministeriet om saken. Av anmälan ska närmare framgå var och hur handeln ska ske. Finansministeriet ska inom en månad efter att ha mottagit anmälan informera den behöriga myndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där de värdepappersförmedlare eller andra personer är etablerade som optionsföretaget har för avsikt att ge direkt möjlighet att delta i handeln. Finansinspektionen ska på begäran av den mot Finansinspektionen svarande behöriga myndigheten i en stat inom Europeiska ekonomiska samarbetsområdet meddela denna vilka där etablerade värdepappersförmedlare eller andra personer i optionsföretag har auktoriserats som förmedlare eller annan i optionsföretag verksam person. Bestämmelserna i 1―3 mom. ska också tillämpas på multilateral handel som ordnas av ett optionsföretag.",
        "folded_sv": "ett optionsforetag som har for avsikt att ge vardepappersformedlare och andra personer som ar etablerade i en annan stat inom europeiska ekonomiska samarbetsomradet direkt mojlighet att delta i optionsforetagets handel ska i god tid pa forhand underratta finansministeriet om saken. av anmalan ska narmare framga var och hur handeln ska ske. finansministeriet ska inom en manad efter att ha mottagit anmalan informera den behoriga myndigheten i den stat inom europeiska ekonomiska samarbetsomradet dar de vardepappersformedlare eller andra personer ar etablerade som optionsforetaget har for avsikt att ge direkt mojlighet att delta i handeln. finansinspektionen ska pa begaran av den mot finansinspektionen svarande behoriga myndigheten i en stat inom europeiska ekonomiska samarbetsomradet meddela denna vilka dar etablerade vardepappersformedlare eller andra personer i optionsforetag har auktoriserats som formedlare eller annan i optionsforetag verksam person. bestammelserna i 1―3 mom. ska ocksa tillampas pa multilateral handel som ordnas av ett optionsforetag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:7 b",
      "chapter": "5",
      "section": "7 b",
      "title": "Ulkomaisen optioyhteisön toiminta Suomessa",
      "content": "Ennen kuin toisessa Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaava säännelty markkina voi tarjota Suomeen sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa säännellyllä markkinalla, sille toimiluvan myöntäneen valtion toimivaltaisen viranomaisen on tehtävä tästä ilmoitus valtiovarainministeriölle. Muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaavan kaupankäynnin järjestäjä saa valtiovarainministeriön luvalla tarjota Suomeen sijoittautuneille arvopaperinvälittäjille ja muille henkilöille suoran mahdollisuuden osallistua kaupankäyntiin. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös säännellyn markkinan tai muun kaupankäynninjärjestäjän järjestämään monenkeskistä kaupankäyntiä vastaavaan kaupankäyntiin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 b",
        "normalized_fi": "Ennen kuin toisessa Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaava säännelty markkina voi tarjota Suomeen sijoittautuneelle arvopaperinvälittäjälle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa säännellyllä markkinalla, sille toimiluvan myöntäneen valtion toimivaltaisen viranomaisen on tehtävä tästä ilmoitus valtiovarainministeriölle. Muussa kuin Euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisöä vastaavan kaupankäynnin järjestäjä saa valtiovarainministeriön luvalla tarjota Suomeen sijoittautuneille arvopaperinvälittäjille ja muille henkilöille suoran mahdollisuuden osallistua kaupankäyntiin. Mitä 1 ja 2 momentissa säädetään, sovelletaan myös säännellyn markkinan tai muun kaupankäynninjärjestäjän järjestämään monenkeskistä kaupankäyntiä vastaavaan kaupankäyntiin.",
        "folded_fi": "ennen kuin toisessa euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisoa vastaava saannelty markkina voi tarjota suomeen sijoittautuneelle arvopaperinvalittajalle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa saannellylla markkinalla, sille toimiluvan myontaneen valtion toimivaltaisen viranomaisen on tehtava tasta ilmoitus valtiovarainministeriolle. muussa kuin euroopan talousalueeseen kuuluvassa valtiossa toimiluvan saanut optioyhteisoa vastaavan kaupankaynnin jarjestaja saa valtiovarainministerion luvalla tarjota suomeen sijoittautuneille arvopaperinvalittajille ja muille henkiloille suoran mahdollisuuden osallistua kaupankayntiin. mita 1 ja 2 momentissa saadetaan, sovelletaan myos saannellyn markkinan tai muun kaupankaynninjarjestajan jarjestamaan monenkeskista kaupankayntia vastaavaan kaupankayntiin.",
        "title_sv": "Utländska optionsföretags verksamhet i Finland",
        "content_sv": "Innan en mot ett optionsföretag svarande reglerad marknad som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet kan erbjuda en värdepappersförmedlare eller en annan person som är etablerad i Finland direkt möjlighet att bedriva handel på den reglerade marknaden, ska den behöriga myndigheten i den stat som beviljat auktorisationen göra en anmälan om saken till finansministeriet. En mot ett optionsföretag svarande marknadsplatsoperatör som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet får med finansministeriets tillstånd erbjuda i Finland etablerade värdepappersförmedlare och andra personer direkt möjlighet att delta i handeln. Bestämmelserna i 1 och 2 mom. ska också tillämpas på sådan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller någon annan marknadsplatsoperatör.",
        "normalized_sv": "Innan en mot ett optionsföretag svarande reglerad marknad som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet kan erbjuda en värdepappersförmedlare eller en annan person som är etablerad i Finland direkt möjlighet att bedriva handel på den reglerade marknaden, ska den behöriga myndigheten i den stat som beviljat auktorisationen göra en anmälan om saken till finansministeriet. En mot ett optionsföretag svarande marknadsplatsoperatör som har auktoriserats i en annan stat inom Europeiska ekonomiska samarbetsområdet får med finansministeriets tillstånd erbjuda i Finland etablerade värdepappersförmedlare och andra personer direkt möjlighet att delta i handeln. Bestämmelserna i 1 och 2 mom. ska också tillämpas på sådan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller någon annan marknadsplatsoperatör.",
        "folded_sv": "innan en mot ett optionsforetag svarande reglerad marknad som har auktoriserats i en annan stat inom europeiska ekonomiska samarbetsomradet kan erbjuda en vardepappersformedlare eller en annan person som ar etablerad i finland direkt mojlighet att bedriva handel pa den reglerade marknaden, ska den behoriga myndigheten i den stat som beviljat auktorisationen gora en anmalan om saken till finansministeriet. en mot ett optionsforetag svarande marknadsplatsoperator som har auktoriserats i en annan stat inom europeiska ekonomiska samarbetsomradet far med finansministeriets tillstand erbjuda i finland etablerade vardepappersformedlare och andra personer direkt mojlighet att delta i handeln. bestammelserna i 1 och 2 mom. ska ocksa tillampas pa sadan mot multilateral handel svarande handel som ordnas av en reglerad marknad eller nagon annan marknadsplatsoperator."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:7 c",
      "chapter": "5",
      "section": "7 c",
      "title": "Ilmoitukset muille jäsenvaltioille ja komissiolle",
      "content": "Valtiovarainministeriön on ylläpidettävä rahoitusvälineiden markkinoista annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY mukaisesti luetteloa optioyhteisöistä, joille on tämän lain mukaisesti vahvistettu säännöt. Valtiovarainministeriön on annettava tämä luettelo tiedoksi muille Euroopan unionin jäsenvaltioille ja Euroopan yhteisöjen komissiolle, jos sääntöjä vahvistettaessa on voitu varmistua siitä, että optioyhteisö täyttää ilmoituksen tekemiselle asetetut vaatimukset. Samalla tavalla on ilmoitettava luetteloon tehdyistä muutoksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:7 c",
        "normalized_fi": "Valtiovarainministeriön on ylläpidettävä rahoitusvälineiden markkinoista annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY mukaisesti luetteloa optioyhteisöistä, joille on tämän lain mukaisesti vahvistettu säännöt. Valtiovarainministeriön on annettava tämä luettelo tiedoksi muille Euroopan unionin jäsenvaltioille ja Euroopan yhteisöjen komissiolle, jos sääntöjä vahvistettaessa on voitu varmistua siitä, että optioyhteisö täyttää ilmoituksen tekemiselle asetetut vaatimukset. Samalla tavalla on ilmoitettava luetteloon tehdyistä muutoksista.",
        "folded_fi": "valtiovarainministerion on yllapidettava rahoitusvalineiden markkinoista annetun euroopan parlamentin ja neuvoston direktiivin 2004/39/ey mukaisesti luetteloa optioyhteisoista, joille on taman lain mukaisesti vahvistettu saannot. valtiovarainministerion on annettava tama luettelo tiedoksi muille euroopan unionin jasenvaltioille ja euroopan yhteisojen komissiolle, jos saantoja vahvistettaessa on voitu varmistua siita, etta optioyhteiso tayttaa ilmoituksen tekemiselle asetetut vaatimukset. samalla tavalla on ilmoitettava luetteloon tehdyista muutoksista.",
        "title_sv": "Rapporter till övriga medlemsstater och kommissionen",
        "content_sv": "Finansministeriet ska i enlighet med Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument föra en förteckning över de optionsföretag för vilka reglementen har fastställts i enlighet med denna lag. Finansministeriet ska översända förteckningen till övriga medlemsstater i Europeiska unionen och till Europeiska gemenskapernas kommission för kännedom, förutsatt att det i samband med fastställelsen av reglementena har kunnat konstateras att optionsföretagen uppfyller rapporteringskraven. På samma sätt ska ändringar i förteckningen rapporteras.",
        "normalized_sv": "Finansministeriet ska i enlighet med Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument föra en förteckning över de optionsföretag för vilka reglementen har fastställts i enlighet med denna lag. Finansministeriet ska översända förteckningen till övriga medlemsstater i Europeiska unionen och till Europeiska gemenskapernas kommission för kännedom, förutsatt att det i samband med fastställelsen av reglementena har kunnat konstateras att optionsföretagen uppfyller rapporteringskraven. På samma sätt ska ändringar i förteckningen rapporteras.",
        "folded_sv": "finansministeriet ska i enlighet med europaparlamentets och radets direktiv 2004/39/eg om marknader for finansiella instrument fora en forteckning over de optionsforetag for vilka reglementen har faststallts i enlighet med denna lag. finansministeriet ska oversanda forteckningen till ovriga medlemsstater i europeiska unionen och till europeiska gemenskapernas kommission for kannedom, forutsatt att det i samband med faststallelsen av reglementena har kunnat konstateras att optionsforetagen uppfyller rapporteringskraven. pa samma satt ska andringar i forteckningen rapporteras."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:8",
      "chapter": "5",
      "section": "8",
      "title": "Muutoksenhaku",
      "content": "Muutoksenhakemisesta Rahoitustarkastuksen tämän lain nojalla antamaan päätökseen sovelletaan, mitä säädetään Rahoitustarkastuksesta annetussa laissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:8",
        "normalized_fi": "Muutoksenhakemisesta Rahoitustarkastuksen tämän lain nojalla antamaan päätökseen sovelletaan, mitä säädetään Rahoitustarkastuksesta annetussa laissa.",
        "folded_fi": "muutoksenhakemisesta rahoitustarkastuksen taman lain nojalla antamaan paatokseen sovelletaan, mita saadetaan rahoitustarkastuksesta annetussa laissa.",
        "title_sv": "Ändringssökande",
        "content_sv": "När ändring söks i beslut som Finansinspektionen meddelat med stöd av denna lag tillämpas lagen om Finansinspektionen.",
        "normalized_sv": "När ändring söks i beslut som Finansinspektionen meddelat med stöd av denna lag tillämpas lagen om Finansinspektionen.",
        "folded_sv": "nar andring soks i beslut som finansinspektionen meddelat med stod av denna lag tillampas lagen om finansinspektionen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    }
  ]
}