{
  "id": "928/2005",
  "type": "statute",
  "title": "Laki kansanterveyslain muuttamisesta",
  "title_en": "Lag om ändring av folkhälsolagen",
  "status": "in_force",
  "issued_date": "2005-11-25",
  "in_force_date": "2005-11-25",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/928/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kansanterveystyöllä tarkoitetaan yksilöön, väestöön ja elinympäristöön kohdistuvaa terveyden edistämistä sairauksien ja tapaturmien ehkäisy mukaan lukien sekä yksilön sairaanhoitoa. ympäristöterveydenhuolto Edellä 1 momentissa tarkoitetusta kansanterveystyöstä on voimassa, mitä tässä laissa säädetään, jollei muussa laissa tai sen nojalla annetuissa säännöksissä toisin säädetä. Yksilön ja hänen elinympäristönsä terveydensuojelusta () säädetään lisäksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), eläimistä saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteistä tupakoinnin vähentämiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja eläinlääkintähuoltolaissa (685/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Kansanterveystyöllä tarkoitetaan yksilöön, väestöön ja elinympäristöön kohdistuvaa terveyden edistämistä sairauksien ja tapaturmien ehkäisy mukaan lukien sekä yksilön sairaanhoitoa. ympäristöterveydenhuolto Edellä 1 momentissa tarkoitetusta kansanterveystyöstä on voimassa, mitä tässä laissa säädetään, jollei muussa laissa tai sen nojalla annetuissa säännöksissä toisin säädetä. Yksilön ja hänen elinympäristönsä terveydensuojelusta () säädetään lisäksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), eläimistä saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteistä tupakoinnin vähentämiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja eläinlääkintähuoltolaissa (685/1990).",
        "folded_fi": "kansanterveystyolla tarkoitetaan yksiloon, vaestoon ja elinymparistoon kohdistuvaa terveyden edistamista sairauksien ja tapaturmien ehkaisy mukaan lukien seka yksilon sairaanhoitoa. ymparistoterveydenhuolto edella 1 momentissa tarkoitetusta kansanterveystyosta on voimassa, mita tassa laissa saadetaan, jollei muussa laissa tai sen nojalla annetuissa saannoksissa toisin saadeta. yksilon ja hanen elinymparistonsa terveydensuojelusta () saadetaan lisaksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), elaimista saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteista tupakoinnin vahentamiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja elainlaakintahuoltolaissa (685/1990).",
        "content_sv": "Med folkhälsoarbete avses främjande av hälsan, inbegripet förebyggande av sjukdomar och olycksfall, som är inriktat på individen, befolkningen och livsmiljön, samt sjukvård till individen. miljö- och hälsoskydd Angående det folkhälsoarbete som avses i 1 mom. gäller vad som föreskrivs i denna lag, om inte något annat bestäms i någon annan lag eller i bestämmelser som utfärdas med stöd av den. Bestämmelser om hälsoskydd som gäller individen och livsmiljön () finns därutöver i hälsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fråga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004), lagen om åtgärder för inskränkande av tobaksrökning (693/1976), kemikalielagen (744/1989) och veterinärvårdslagen (685/1990).",
        "normalized_sv": "Med folkhälsoarbete avses främjande av hälsan, inbegripet förebyggande av sjukdomar och olycksfall, som är inriktat på individen, befolkningen och livsmiljön, samt sjukvård till individen. miljö- och hälsoskydd Angående det folkhälsoarbete som avses i 1 mom. gäller vad som föreskrivs i denna lag, om inte något annat bestäms i någon annan lag eller i bestämmelser som utfärdas med stöd av den. Bestämmelser om hälsoskydd som gäller individen och livsmiljön () finns därutöver i hälsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fråga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004), lagen om åtgärder för inskränkande av tobaksrökning (693/1976), kemikalielagen (744/1989) och veterinärvårdslagen (685/1990).",
        "folded_sv": "med folkhalsoarbete avses framjande av halsan, inbegripet forebyggande av sjukdomar och olycksfall, som ar inriktat pa individen, befolkningen och livsmiljon, samt sjukvard till individen. miljo- och halsoskydd angaende det folkhalsoarbete som avses i 1 mom. galler vad som foreskrivs i denna lag, om inte nagot annat bestams i nagon annan lag eller i bestammelser som utfardas med stod av den. bestammelser om halsoskydd som galler individen och livsmiljon () finns darutover i halsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fraga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004), lagen om atgarder for inskrankande av tobaksrokning (693/1976), kemikalielagen (744/1989) och veterinarvardslagen (685/1990)."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kansanterveystyön asiantuntijalaitoksina toimivat Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskus, Kansanterveyslaitos, Työterveyslaitos ja Säteilyturvakeskus. Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta säädetään sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta annetussa laissa (1073/1992) ja Kansanterveyslaitoksesta säädetään kansanterveyslaitoksesta annetussa laissa (828/1981). Säteilyturvakeskuksesta säädetään säteilyturvakeskuksesta annetussa laissa (1069/1983) ja Työterveyslaitoksesta työterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Kansanterveystyön asiantuntijalaitoksina toimivat Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskus, Kansanterveyslaitos, Työterveyslaitos ja Säteilyturvakeskus. Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta säädetään sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta annetussa laissa (1073/1992) ja Kansanterveyslaitoksesta säädetään kansanterveyslaitoksesta annetussa laissa (828/1981). Säteilyturvakeskuksesta säädetään säteilyturvakeskuksesta annetussa laissa (1069/1983) ja Työterveyslaitoksesta työterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
        "folded_fi": "kansanterveystyon asiantuntijalaitoksina toimivat sosiaali- ja terveysalan tutkimus- ja kehittamiskeskus, kansanterveyslaitos, tyoterveyslaitos ja sateilyturvakeskus. sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksesta saadetaan sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksesta annetussa laissa (1073/1992) ja kansanterveyslaitoksesta saadetaan kansanterveyslaitoksesta annetussa laissa (828/1981). sateilyturvakeskuksesta saadetaan sateilyturvakeskuksesta annetussa laissa (1069/1983) ja tyoterveyslaitoksesta tyoterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
        "content_sv": "Sakkunniginrättningar för folkhälsoarbetet är Forsknings- och utvecklingscentralen för social- och hälsovården, Folkhälsoinstitutet, Institutet för arbetshygien och Strålsäkerhetscentralen. Bestämmelser om Forsknings- och utvecklingscentralen för social- och hälsovården finns i lagen om forsknings- och utvecklingscentralen för social- och hälsovården (1073/1992) och om Folkhälsoinstitutet i lagen om folkhälsoinstitutet (828/1981). Bestämmelser om Strålsäkerhetscentralen finns i lagen om strålsäkerhetscentralen (1069/1983) och om Institutet för arbetshygien i lagen om institutets för arbetshygien verksamhet och finansiering (159/1978).",
        "normalized_sv": "Sakkunniginrättningar för folkhälsoarbetet är Forsknings- och utvecklingscentralen för social- och hälsovården, Folkhälsoinstitutet, Institutet för arbetshygien och Strålsäkerhetscentralen. Bestämmelser om Forsknings- och utvecklingscentralen för social- och hälsovården finns i lagen om forsknings- och utvecklingscentralen för social- och hälsovården (1073/1992) och om Folkhälsoinstitutet i lagen om folkhälsoinstitutet (828/1981). Bestämmelser om Strålsäkerhetscentralen finns i lagen om strålsäkerhetscentralen (1069/1983) och om Institutet för arbetshygien i lagen om institutets för arbetshygien verksamhet och finansiering (159/1978).",
        "folded_sv": "sakkunniginrattningar for folkhalsoarbetet ar forsknings- och utvecklingscentralen for social- och halsovarden, folkhalsoinstitutet, institutet for arbetshygien och stralsakerhetscentralen. bestammelser om forsknings- och utvecklingscentralen for social- och halsovarden finns i lagen om forsknings- och utvecklingscentralen for social- och halsovarden (1073/1992) och om folkhalsoinstitutet i lagen om folkhalsoinstitutet (828/1981). bestammelser om stralsakerhetscentralen finns i lagen om stralsakerhetscentralen (1069/1983) och om institutet for arbetshygien i lagen om institutets for arbetshygien verksamhet och finansiering (159/1978)."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Jos tämän lain mukainen tehtävä on annettu kuntayhtymän tehtäväksi, sen hoidettavaksi on annettava myös kansanterveystyötä koskevien muiden lakien mukaiset tehtävät. Tästä poiketen jäsenkunta voi päätöksensä mukaisesti hoitaa ympäristöterveydenhuollon tai työterveyshuollon tehtävät muullakin tavalla itse tai alueellisesti yhteistyössä muiden kuntien tai kuntayhtymien kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Jos tämän lain mukainen tehtävä on annettu kuntayhtymän tehtäväksi, sen hoidettavaksi on annettava myös kansanterveystyötä koskevien muiden lakien mukaiset tehtävät. Tästä poiketen jäsenkunta voi päätöksensä mukaisesti hoitaa ympäristöterveydenhuollon tai työterveyshuollon tehtävät muullakin tavalla itse tai alueellisesti yhteistyössä muiden kuntien tai kuntayhtymien kanssa.",
        "folded_fi": "jos taman lain mukainen tehtava on annettu kuntayhtyman tehtavaksi, sen hoidettavaksi on annettava myos kansanterveystyota koskevien muiden lakien mukaiset tehtavat. tasta poiketen jasenkunta voi paatoksensa mukaisesti hoitaa ymparistoterveydenhuollon tai tyoterveyshuollon tehtavat muullakin tavalla itse tai alueellisesti yhteistyossa muiden kuntien tai kuntayhtymien kanssa.",
        "content_sv": "Har en uppgift som avses i denna lag anförtrotts en samkommun, skall samkommunen åläggas att sköta även uppgifter enligt andra lagar om folkhälsoarbetet. Med avvikelse från detta kan en medlemskommun i enlighet med sitt beslut sköta uppgifter inom miljö- och hälsoskyddet eller företagshälsovården även på något annat sätt, själv eller regionalt tillsammans med andra kommuner eller samkommuner.",
        "normalized_sv": "Har en uppgift som avses i denna lag anförtrotts en samkommun, skall samkommunen åläggas att sköta även uppgifter enligt andra lagar om folkhälsoarbetet. Med avvikelse från detta kan en medlemskommun i enlighet med sitt beslut sköta uppgifter inom miljö- och hälsoskyddet eller företagshälsovården även på något annat sätt, själv eller regionalt tillsammans med andra kommuner eller samkommuner.",
        "folded_sv": "har en uppgift som avses i denna lag anfortrotts en samkommun, skall samkommunen alaggas att skota aven uppgifter enligt andra lagar om folkhalsoarbetet. med avvikelse fran detta kan en medlemskommun i enlighet med sitt beslut skota uppgifter inom miljo- och halsoskyddet eller foretagshalsovarden aven pa nagot annat satt, sjalv eller regionalt tillsammans med andra kommuner eller samkommuner."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "toimielin Kansanterveystyön toimeenpanoon kuuluvista tehtävistä huolehtii kunnan määräämä monijäseninen toimielin (), jonka sen lisäksi, mitä tässä laissa säädetään, on huolehdittava niistä tehtävistä, jotka muissa laeissa on säädetty terveyslautakunnan tai terveydenhoitolautakunnan tehtäväksi. Ympäristöterveydenhuolto tai työterveyshuolto voidaan kuitenkin antaa myös muun toimielimen tai sen jaoston tehtäväksi, ei kuitenkaan kunnanhallituksen tehtäväksi. Jos kansanterveystyöstä huolehtii kuntayhtymä, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jäsenkuntia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "toimielin Kansanterveystyön toimeenpanoon kuuluvista tehtävistä huolehtii kunnan määräämä monijäseninen toimielin (), jonka sen lisäksi, mitä tässä laissa säädetään, on huolehdittava niistä tehtävistä, jotka muissa laeissa on säädetty terveyslautakunnan tai terveydenhoitolautakunnan tehtäväksi. Ympäristöterveydenhuolto tai työterveyshuolto voidaan kuitenkin antaa myös muun toimielimen tai sen jaoston tehtäväksi, ei kuitenkaan kunnanhallituksen tehtäväksi. Jos kansanterveystyöstä huolehtii kuntayhtymä, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jäsenkuntia varten.",
        "folded_fi": "toimielin kansanterveystyon toimeenpanoon kuuluvista tehtavista huolehtii kunnan maaraama monijaseninen toimielin (), jonka sen lisaksi, mita tassa laissa saadetaan, on huolehdittava niista tehtavista, jotka muissa laeissa on saadetty terveyslautakunnan tai terveydenhoitolautakunnan tehtavaksi. ymparistoterveydenhuolto tai tyoterveyshuolto voidaan kuitenkin antaa myos muun toimielimen tai sen jaoston tehtavaksi, ei kuitenkaan kunnanhallituksen tehtavaksi. jos kansanterveystyosta huolehtii kuntayhtyma, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jasenkuntia varten.",
        "content_sv": "organ Uppgifter i anslutning till verkställigheten av folkhälsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utöver vad som bestäms i denna lag skall sköta de uppgifter som enligt någon annan lag åligger hälsovårdsnämnden. Miljö- och hälsoskyddet eller företagshälsovården kan dock även åläggas något annat organ eller en sektion i det, dock inte kommunstyrelsen. On folkhälsoarbetet handhas av en samkommun, skall denna gemensamt för medlemskommunerna tillsätta ett i 1 mom. angivet organ.",
        "normalized_sv": "organ Uppgifter i anslutning till verkställigheten av folkhälsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utöver vad som bestäms i denna lag skall sköta de uppgifter som enligt någon annan lag åligger hälsovårdsnämnden. Miljö- och hälsoskyddet eller företagshälsovården kan dock även åläggas något annat organ eller en sektion i det, dock inte kommunstyrelsen. On folkhälsoarbetet handhas av en samkommun, skall denna gemensamt för medlemskommunerna tillsätta ett i 1 mom. angivet organ.",
        "folded_sv": "organ uppgifter i anslutning till verkstalligheten av folkhalsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utover vad som bestams i denna lag skall skota de uppgifter som enligt nagon annan lag aligger halsovardsnamnden. miljo- och halsoskyddet eller foretagshalsovarden kan dock aven alaggas nagot annat organ eller en sektion i det, dock inte kommunstyrelsen. on folkhalsoarbetet handhas av en samkommun, skall denna gemensamt for medlemskommunerna tillsatta ett i 1 mom. angivet organ."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kansanterveystyöhön kuuluvina tehtävinä kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkäisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikäisten lasten sekä heidän perheidensä neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä terveysneuvonnan ja terveystarkastusten sisällöstä ja määrästä neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijöiden kehitystä väestöryhmittäin, huolehtia terveysnäkökohtien huomioon ottamisesta kunnan kaikissa toiminnoissa sekä tehdä yhteistyötä terveyden edistämiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) järjestää kunnan asukkaiden sairaanhoito, johon luetaan lääkärin suorittama tutkimus ja hänen antamansa tai valvomansa hoito ja lääkinnällinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyötä järjestämällä kunnan asukkaiden tarvitsema sellainen ehkäisevä mielenterveystyö ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen järjestämisestä sekä järjestää ja ylläpitää lääkinnällinen pelastustoiminta sekä paikallisiin olosuhteisiin nähden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten sekä kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja ylläpitoa, siten kuin asetuksella tarkemmin säädetään; 4) ylläpitää suun terveydenhuoltoa, johon sisältyy väestön suun terveyden edistäminen sekä kunnan asukkaiden suun sairauksien tutkimus, ehkäisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä lasten ja nuorten ehkäisevästä suun terveydenhuollosta; 5) ylläpitää kouluterveydenhuoltoa, johon sisältyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteisön terveellisyyden ja turvallisuuden valvonta ja edistäminen yhteistyössä henkilökunnan työterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistäminen, yhteistyö muun oppilashuolto- ja opetushenkilöstön kanssa sekä terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistämiseen kuuluvien neuvonnan ja tarkastusten sisällöstä ja määrästä sekä terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan säätää tarkemmin valtioneuvoston asetuksella; 6) ylläpitää kunnan alueella sijaitsevien asetuksessa säädettävää muuta kuin 5 kohdassa tarkoitettua koulutusta järjestävien oppilaitosten opiskelijoille näiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito sekä suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito sekä suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella järjestää myös muutoin sosiaali- ja terveysministeriön hyväksymällä tavalla; 7) tuottaa kunnan alueella sijaitsevissa työ- ja toimintapaikoissa työskenteleville työntekijöille työnantajan järjestettäväksi työterveyshuoltolain 12 §:ssä tai muissa säädöksissä säädettyjä ja niiden nojalla määrättyjä työterveyshuoltopalveluja; 8) järjestää kunnan alueella toimiville yrittäjille ja muille omaa työtään tekeville soveltuvin osin työterveyshuoltolain 12 §:ssä ja sen nojalla annetuissa säännöksissä tai määräyksissä tarkoitettua työterveyshuoltoa; 9) järjestää seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin säädetään; sekä 10) järjestää kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansanterveystyöhön kuuluvina tehtävinä kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkäisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikäisten lasten sekä heidän perheidensä neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä terveysneuvonnan ja terveystarkastusten sisällöstä ja määrästä neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijöiden kehitystä väestöryhmittäin, huolehtia terveysnäkökohtien huomioon ottamisesta kunnan kaikissa toiminnoissa sekä tehdä yhteistyötä terveyden edistämiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) järjestää kunnan asukkaiden sairaanhoito, johon luetaan lääkärin suorittama tutkimus ja hänen antamansa tai valvomansa hoito ja lääkinnällinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyötä järjestämällä kunnan asukkaiden tarvitsema sellainen ehkäisevä mielenterveystyö ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen järjestämisestä sekä järjestää ja ylläpitää lääkinnällinen pelastustoiminta sekä paikallisiin olosuhteisiin nähden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten sekä kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja ylläpitoa, siten kuin asetuksella tarkemmin säädetään; 4) ylläpitää suun terveydenhuoltoa, johon sisältyy väestön suun terveyden edistäminen sekä kunnan asukkaiden suun sairauksien tutkimus, ehkäisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä lasten ja nuorten ehkäisevästä suun terveydenhuollosta; 5) ylläpitää kouluterveydenhuoltoa, johon sisältyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteisön terveellisyyden ja turvallisuuden valvonta ja edistäminen yhteistyössä henkilökunnan työterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistäminen, yhteistyö muun oppilashuolto- ja opetushenkilöstön kanssa sekä terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistämiseen kuuluvien neuvonnan ja tarkastusten sisällöstä ja määrästä sekä terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan säätää tarkemmin valtioneuvoston asetuksella; 6) ylläpitää kunnan alueella sijaitsevien asetuksessa säädettävää muuta kuin 5 kohdassa tarkoitettua koulutusta järjestävien oppilaitosten opiskelijoille näiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito sekä suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito sekä suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella järjestää myös muutoin sosiaali- ja terveysministeriön hyväksymällä tavalla; 7) tuottaa kunnan alueella sijaitsevissa työ- ja toimintapaikoissa työskenteleville työntekijöille työnantajan järjestettäväksi työterveyshuoltolain 12 § :ssä tai muissa säädöksissä säädettyjä ja niiden nojalla määrättyjä työterveyshuoltopalveluja; 8) järjestää kunnan alueella toimiville yrittäjille ja muille omaa työtään tekeville soveltuvin osin työterveyshuoltolain 12 § :ssä ja sen nojalla annetuissa säännöksissä tai määräyksissä tarkoitettua työterveyshuoltoa; 9) järjestää seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin säädetään; sekä 10) järjestää kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
        "folded_fi": "kansanterveystyohon kuuluvina tehtavina kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkaisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikaisten lasten seka heidan perheidensa neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia terveysneuvonnan ja terveystarkastusten sisallosta ja maarasta neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijoiden kehitysta vaestoryhmittain, huolehtia terveysnakokohtien huomioon ottamisesta kunnan kaikissa toiminnoissa seka tehda yhteistyota terveyden edistamiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) jarjestaa kunnan asukkaiden sairaanhoito, johon luetaan laakarin suorittama tutkimus ja hanen antamansa tai valvomansa hoito ja laakinnallinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyota jarjestamalla kunnan asukkaiden tarvitsema sellainen ehkaiseva mielenterveystyo ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen jarjestamisesta seka jarjestaa ja yllapitaa laakinnallinen pelastustoiminta seka paikallisiin olosuhteisiin nahden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten seka kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja yllapitoa, siten kuin asetuksella tarkemmin saadetaan; 4) yllapitaa suun terveydenhuoltoa, johon sisaltyy vaeston suun terveyden edistaminen seka kunnan asukkaiden suun sairauksien tutkimus, ehkaisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia lasten ja nuorten ehkaisevasta suun terveydenhuollosta; 5) yllapitaa kouluterveydenhuoltoa, johon sisaltyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteison terveellisyyden ja turvallisuuden valvonta ja edistaminen yhteistyossa henkilokunnan tyoterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistaminen, yhteistyo muun oppilashuolto- ja opetushenkiloston kanssa seka terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistamiseen kuuluvien neuvonnan ja tarkastusten sisallosta ja maarasta seka terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan saataa tarkemmin valtioneuvoston asetuksella; 6) yllapitaa kunnan alueella sijaitsevien asetuksessa saadettavaa muuta kuin 5 kohdassa tarkoitettua koulutusta jarjestavien oppilaitosten opiskelijoille naiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito seka suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito seka suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella jarjestaa myos muutoin sosiaali- ja terveysministerion hyvaksymalla tavalla; 7) tuottaa kunnan alueella sijaitsevissa tyo- ja toimintapaikoissa tyoskenteleville tyontekijoille tyonantajan jarjestettavaksi tyoterveyshuoltolain 12 §:ssa tai muissa saadoksissa saadettyja ja niiden nojalla maarattyja tyoterveyshuoltopalveluja; 8) jarjestaa kunnan alueella toimiville yrittajille ja muille omaa tyotaan tekeville soveltuvin osin tyoterveyshuoltolain 12 §:ssa ja sen nojalla annetuissa saannoksissa tai maarayksissa tarkoitettua tyoterveyshuoltoa; 9) jarjestaa seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin saadetaan; seka 10) jarjestaa kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
        "content_sv": "Inom folkhälsoarbetet åligger det kommunen att 1) sörja för hälsorådgivning och hälsoundersökningar för kommunens invånare, vilket omfattar preventivmedelsrådgivning, rådgivningsbyråtjänster för gravida kvinnor och familjer som väntar barn och för barn under skolåldern och deras familjer; vid behov kan närmare bestämmelser om innehållet i och omfattningen av rådgivningsbyråernas hälsorådgivning och hälsoundersökningar utfärdas genom förordning av statsrådet, 1 a) följa hur kommuninvånarnas hälsotillstånd och faktorer som inverkar på hälsotillståndet utvecklas i de olika befolkningsgrupperna, att sörja för att hälsoaspekter beaktas i alla kommunala verksamheter samt att för främjande av hälsan samarbeta med andra offentliga och privata instanser som är verksamma i kommunen, 2) ordna sjukvård till kommuninvånarna, till vilken hänförs av läkare utförd undersökning och av läkare given eller övervakad vård och medicinsk rehabilitering, 2 a) förverkliga det mentalvårdsarbete som avses i mentalvårdslagen (1116/1990) genom att ordna sådant förebyggande mentalvårdsarbete och sådana mentalvårdstjänster som kommuninvånarna behöver och som det är ändamålsenligt att ordna vid en hälsovårdscentral, 3) enligt vad som närmare bestäms genom förordning sörja för ordnandet av sjuktransport samt ordna och upprätthålla den medicinska räddningsverksamheten samt den sjuktransportberedskap som är nödvändig med beaktande av lokala förhållanden, med undantag av anskaffning och underhåll av för sjuktransport behövliga luftfartyg samt menföres- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahålla mun- och tandvård, till vilken hänförs främjande av befolkningens munhälsa samt undersökning, förebyggande och behandling av munsjukdomar hos kommunens invånare; vid behov kan närmare bestämmelser om förebyggande mun- och tandvård för barn och unga utfärdas genom förordning av statsrådet, 5) tillhandahålla skolhälsovård, till vilken hänförs att övervaka och främja hälsan och säkerheten inom skolsamfundet i de skolor och läroanstalter i kommunen som ger grundläggande undervisning och gymnasieutbildning, i samarbete med personalens företagshälsovård, att följa och främja elevernas hälsa, att samarbeta med annan elevvårds- och undervisningspersonal samt specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet; närmare bestämmelser om innehållet i och omfattningen av den rådgivning och de undersökningar som hör till följandet och främjandet av elevernas hälsa samt om specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet kan utfärdas genom förordning av statsrådet, 6) för de studerande vid läroanstalter i kommunen som ordnar annan än i 5 punkten nämnd, genom förordning bestämd utbildning, oberoende av de studerandes hemort, tillhandahålla hälsovård, till vilken hänförs övervakning av de sanitära förhållandena vid läroanstalterna samt de studerandes hälso- och sjukvård samt mun- och tandvård; hälso- och sjukvård samt mun- och tandvård för studerande vid universitet och yrkeshögskolor kan dock med kommunens samtycke ordnas också på något annat av social- och hälsovårdsministeriet godkänt sätt, 7) för arbetstagare som arbetar på arbets- och verksamhetsplatser inom kommunen tillhandahålla sådana företagshälsovårdstjänster som arbetsgivaren skall svara för enligt 12 § i lagen om företagshälsovård eller enligt andra författningar och enligt vad som bestäms med stöd av dem, 8) i tillämpliga delar för företagare inom kommunen och andra som för egen räkning där utför arbete ordna företagshälsovård som avses i 12 § i lagen om företagshälsovård och i bestämmelser som utfärdas med stöd av den, 9) ordna screening och andra massundersökningar så som närmare bestäms genom förordning av statsrådet, samt att 10) oberoende av patientens boningsort ordna brådskande öppen sjukvård, inklusive brådskande mun- och tandvård.",
        "normalized_sv": "Inom folkhälsoarbetet åligger det kommunen att 1) sörja för hälsorådgivning och hälsoundersökningar för kommunens invånare, vilket omfattar preventivmedelsrådgivning, rådgivningsbyråtjänster för gravida kvinnor och familjer som väntar barn och för barn under skolåldern och deras familjer; vid behov kan närmare bestämmelser om innehållet i och omfattningen av rådgivningsbyråernas hälsorådgivning och hälsoundersökningar utfärdas genom förordning av statsrådet, 1 a) följa hur kommuninvånarnas hälsotillstånd och faktorer som inverkar på hälsotillståndet utvecklas i de olika befolkningsgrupperna, att sörja för att hälsoaspekter beaktas i alla kommunala verksamheter samt att för främjande av hälsan samarbeta med andra offentliga och privata instanser som är verksamma i kommunen, 2) ordna sjukvård till kommuninvånarna, till vilken hänförs av läkare utförd undersökning och av läkare given eller övervakad vård och medicinsk rehabilitering, 2 a) förverkliga det mentalvårdsarbete som avses i mentalvårdslagen (1116/1990) genom att ordna sådant förebyggande mentalvårdsarbete och sådana mentalvårdstjänster som kommuninvånarna behöver och som det är ändamålsenligt att ordna vid en hälsovårdscentral, 3) enligt vad som närmare bestäms genom förordning sörja för ordnandet av sjuktransport samt ordna och upprätthålla den medicinska räddningsverksamheten samt den sjuktransportberedskap som är nödvändig med beaktande av lokala förhållanden, med undantag av anskaffning och underhåll av för sjuktransport behövliga luftfartyg samt menföres- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahålla mun- och tandvård, till vilken hänförs främjande av befolkningens munhälsa samt undersökning, förebyggande och behandling av munsjukdomar hos kommunens invånare; vid behov kan närmare bestämmelser om förebyggande mun- och tandvård för barn och unga utfärdas genom förordning av statsrådet, 5) tillhandahålla skolhälsovård, till vilken hänförs att övervaka och främja hälsan och säkerheten inom skolsamfundet i de skolor och läroanstalter i kommunen som ger grundläggande undervisning och gymnasieutbildning, i samarbete med personalens företagshälsovård, att följa och främja elevernas hälsa, att samarbeta med annan elevvårds- och undervisningspersonal samt specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet; närmare bestämmelser om innehållet i och omfattningen av den rådgivning och de undersökningar som hör till följandet och främjandet av elevernas hälsa samt om specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet kan utfärdas genom förordning av statsrådet, 6) för de studerande vid läroanstalter i kommunen som ordnar annan än i 5 punkten nämnd, genom förordning bestämd utbildning, oberoende av de studerandes hemort, tillhandahålla hälsovård, till vilken hänförs övervakning av de sanitära förhållandena vid läroanstalterna samt de studerandes hälso- och sjukvård samt mun- och tandvård; hälso- och sjukvård samt mun- och tandvård för studerande vid universitet och yrkeshögskolor kan dock med kommunens samtycke ordnas också på något annat av social- och hälsovårdsministeriet godkänt sätt, 7) för arbetstagare som arbetar på arbets- och verksamhetsplatser inom kommunen tillhandahålla sådana företagshälsovårdstjänster som arbetsgivaren skall svara för enligt 12 § i lagen om företagshälsovård eller enligt andra författningar och enligt vad som bestäms med stöd av dem, 8) i tillämpliga delar för företagare inom kommunen och andra som för egen räkning där utför arbete ordna företagshälsovård som avses i 12 § i lagen om företagshälsovård och i bestämmelser som utfärdas med stöd av den, 9) ordna screening och andra massundersökningar så som närmare bestäms genom förordning av statsrådet, samt att 10) oberoende av patientens boningsort ordna brådskande öppen sjukvård, inklusive brådskande mun- och tandvård.",
        "folded_sv": "inom folkhalsoarbetet aligger det kommunen att 1) sorja for halsoradgivning och halsoundersokningar for kommunens invanare, vilket omfattar preventivmedelsradgivning, radgivningsbyratjanster for gravida kvinnor och familjer som vantar barn och for barn under skolaldern och deras familjer; vid behov kan narmare bestammelser om innehallet i och omfattningen av radgivningsbyraernas halsoradgivning och halsoundersokningar utfardas genom forordning av statsradet, 1 a) folja hur kommuninvanarnas halsotillstand och faktorer som inverkar pa halsotillstandet utvecklas i de olika befolkningsgrupperna, att sorja for att halsoaspekter beaktas i alla kommunala verksamheter samt att for framjande av halsan samarbeta med andra offentliga och privata instanser som ar verksamma i kommunen, 2) ordna sjukvard till kommuninvanarna, till vilken hanfors av lakare utford undersokning och av lakare given eller overvakad vard och medicinsk rehabilitering, 2 a) forverkliga det mentalvardsarbete som avses i mentalvardslagen (1116/1990) genom att ordna sadant forebyggande mentalvardsarbete och sadana mentalvardstjanster som kommuninvanarna behover och som det ar andamalsenligt att ordna vid en halsovardscentral, 3) enligt vad som narmare bestams genom forordning sorja for ordnandet av sjuktransport samt ordna och uppratthalla den medicinska raddningsverksamheten samt den sjuktransportberedskap som ar nodvandig med beaktande av lokala forhallanden, med undantag av anskaffning och underhall av for sjuktransport behovliga luftfartyg samt menfores- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahalla mun- och tandvard, till vilken hanfors framjande av befolkningens munhalsa samt undersokning, forebyggande och behandling av munsjukdomar hos kommunens invanare; vid behov kan narmare bestammelser om forebyggande mun- och tandvard for barn och unga utfardas genom forordning av statsradet, 5) tillhandahalla skolhalsovard, till vilken hanfors att overvaka och framja halsan och sakerheten inom skolsamfundet i de skolor och laroanstalter i kommunen som ger grundlaggande undervisning och gymnasieutbildning, i samarbete med personalens foretagshalsovard, att folja och framja elevernas halsa, att samarbeta med annan elevvards- och undervisningspersonal samt specialundersokningar som ar nodvandiga for konstaterande av halsotillstandet; narmare bestammelser om innehallet i och omfattningen av den radgivning och de undersokningar som hor till foljandet och framjandet av elevernas halsa samt om specialundersokningar som ar nodvandiga for konstaterande av halsotillstandet kan utfardas genom forordning av statsradet, 6) for de studerande vid laroanstalter i kommunen som ordnar annan an i 5 punkten namnd, genom forordning bestamd utbildning, oberoende av de studerandes hemort, tillhandahalla halsovard, till vilken hanfors overvakning av de sanitara forhallandena vid laroanstalterna samt de studerandes halso- och sjukvard samt mun- och tandvard; halso- och sjukvard samt mun- och tandvard for studerande vid universitet och yrkeshogskolor kan dock med kommunens samtycke ordnas ocksa pa nagot annat av social- och halsovardsministeriet godkant satt, 7) for arbetstagare som arbetar pa arbets- och verksamhetsplatser inom kommunen tillhandahalla sadana foretagshalsovardstjanster som arbetsgivaren skall svara for enligt 12 § i lagen om foretagshalsovard eller enligt andra forfattningar och enligt vad som bestams med stod av dem, 8) i tillampliga delar for foretagare inom kommunen och andra som for egen rakning dar utfor arbete ordna foretagshalsovard som avses i 12 § i lagen om foretagshalsovard och i bestammelser som utfardas med stod av den, 9) ordna screening och andra massundersokningar sa som narmare bestams genom forordning av statsradet, samt att 10) oberoende av patientens boningsort ordna bradskande oppen sjukvard, inklusive bradskande mun- och tandvard."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kunnan ja kuntayhtymän tulee huolehtia siitä, että kansanterveystyön henkilöstö peruskoulutuksen pituudesta, työn vaativuudesta ja toimenkuvasta riippuen osallistuu riittävästi heille järjestettyyn täydennyskoulutukseen. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarvittaessa tarkemmat säännökset täydennyskoulutuksen sisällöstä, laadusta, määrästä, järjestämisestä, seurannasta ja arvioinnista. Ympäristöterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. Johtajalla tulee olla myös riittävä kokemus ja asiantuntemus ympäristöterveydenhuollon toimeenpanoon liittyvistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Kunnan ja kuntayhtymän tulee huolehtia siitä, että kansanterveystyön henkilöstö peruskoulutuksen pituudesta, työn vaativuudesta ja toimenkuvasta riippuen osallistuu riittävästi heille järjestettyyn täydennyskoulutukseen. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarvittaessa tarkemmat säännökset täydennyskoulutuksen sisällöstä, laadusta, määrästä, järjestämisestä, seurannasta ja arvioinnista. Ympäristöterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. Johtajalla tulee olla myös riittävä kokemus ja asiantuntemus ympäristöterveydenhuollon toimeenpanoon liittyvistä tehtävistä.",
        "folded_fi": "kunnan ja kuntayhtyman tulee huolehtia siita, etta kansanterveystyon henkilosto peruskoulutuksen pituudesta, tyon vaativuudesta ja toimenkuvasta riippuen osallistuu riittavasti heille jarjestettyyn taydennyskoulutukseen. sosiaali- ja terveysministerion asetuksella voidaan antaa tarvittaessa tarkemmat saannokset taydennyskoulutuksen sisallosta, laadusta, maarasta, jarjestamisesta, seurannasta ja arvioinnista. ymparistoterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. johtajalla tulee olla myos riittava kokemus ja asiantuntemus ymparistoterveydenhuollon toimeenpanoon liittyvista tehtavista.",
        "content_sv": "Kommunen och samkommunen skall sörja för att de anställda inom folkhälsoarbetet beroende på grundutbildningens längd, hur krävande arbetet är och befattningsbeskrivningen i tillräcklig utsträckning deltar i den kompletterande utbildning som ordnas för dem. Genom förordning av social- och hälsovårdsministeriet kan vid behov meddelas närmare bestämmelser om den kompletterande utbildningens innehåll, art och omfattning samt om ordnande, uppföljning och utvärdering av utbildningen. Den chef som ansvarar för miljö- och hälsoskyddet skall ha avlagt för verksamheten lämplig högskoleexamen. Chefen skall också ha tillräcklig erfarenhet av och sakkunskap för uppgifter som hänför sig till verkställigheten av miljö- och hälsoskyddet.",
        "normalized_sv": "Kommunen och samkommunen skall sörja för att de anställda inom folkhälsoarbetet beroende på grundutbildningens längd, hur krävande arbetet är och befattningsbeskrivningen i tillräcklig utsträckning deltar i den kompletterande utbildning som ordnas för dem. Genom förordning av social- och hälsovårdsministeriet kan vid behov meddelas närmare bestämmelser om den kompletterande utbildningens innehåll, art och omfattning samt om ordnande, uppföljning och utvärdering av utbildningen. Den chef som ansvarar för miljö- och hälsoskyddet skall ha avlagt för verksamheten lämplig högskoleexamen. Chefen skall också ha tillräcklig erfarenhet av och sakkunskap för uppgifter som hänför sig till verkställigheten av miljö- och hälsoskyddet.",
        "folded_sv": "kommunen och samkommunen skall sorja for att de anstallda inom folkhalsoarbetet beroende pa grundutbildningens langd, hur kravande arbetet ar och befattningsbeskrivningen i tillracklig utstrackning deltar i den kompletterande utbildning som ordnas for dem. genom forordning av social- och halsovardsministeriet kan vid behov meddelas narmare bestammelser om den kompletterande utbildningens innehall, art och omfattning samt om ordnande, uppfoljning och utvardering av utbildningen. den chef som ansvarar for miljo- och halsoskyddet skall ha avlagt for verksamheten lamplig hogskoleexamen. chefen skall ocksa ha tillracklig erfarenhet av och sakkunskap for uppgifter som hanfor sig till verkstalligheten av miljo- och halsoskyddet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kansanterveystyöllä tarkoitetaan yksilöön, väestöön ja elinympäristöön kohdistuvaa terveyden edistämistä sairauksien ja tapaturmien ehkäisy mukaan lukien sekä yksilön sairaanhoitoa. ympäristöterveydenhuolto Edellä 1 momentissa tarkoitetusta kansanterveystyöstä on voimassa, mitä tässä laissa säädetään, jollei muussa laissa tai sen nojalla annetuissa säännöksissä toisin säädetä. Yksilön ja hänen elinympäristönsä terveydensuojelusta () säädetään lisäksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), eläimistä saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteistä tupakoinnin vähentämiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja eläinlääkintähuoltolaissa (685/1990).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Kansanterveystyöllä tarkoitetaan yksilöön, väestöön ja elinympäristöön kohdistuvaa terveyden edistämistä sairauksien ja tapaturmien ehkäisy mukaan lukien sekä yksilön sairaanhoitoa. ympäristöterveydenhuolto Edellä 1 momentissa tarkoitetusta kansanterveystyöstä on voimassa, mitä tässä laissa säädetään, jollei muussa laissa tai sen nojalla annetuissa säännöksissä toisin säädetä. Yksilön ja hänen elinympäristönsä terveydensuojelusta () säädetään lisäksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), eläimistä saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteistä tupakoinnin vähentämiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja eläinlääkintähuoltolaissa (685/1990).",
        "folded_fi": "kansanterveystyolla tarkoitetaan yksiloon, vaestoon ja elinymparistoon kohdistuvaa terveyden edistamista sairauksien ja tapaturmien ehkaisy mukaan lukien seka yksilon sairaanhoitoa. ymparistoterveydenhuolto edella 1 momentissa tarkoitetusta kansanterveystyosta on voimassa, mita tassa laissa saadetaan, jollei muussa laissa tai sen nojalla annetuissa saannoksissa toisin saadeta. yksilon ja hanen elinymparistonsa terveydensuojelusta () saadetaan lisaksi terveydensuojelulaissa (763/1994), elintarvikelaissa (361/1995), elaimista saatavien elintarvikkeiden elintarvikehygieniasta annetussa laissa (1195/1996), kulutustavaroiden ja kuluttajapalvelusten turvallisuudesta annetussa laissa (75/2004), toimenpiteista tupakoinnin vahentamiseksi annetussa laissa (693/1976), kemikaalilaissa (744/1989) ja elainlaakintahuoltolaissa (685/1990).",
        "content_sv": "Med folkhälsoarbete avses främjande av hälsan, inbegripet förebyggande av sjukdomar och olycksfall, som är inriktat på individen, befolkningen och livsmiljön, samt sjukvård till individen. miljö- och hälsoskydd Angående det folkhälsoarbete som avses i 1 mom. gäller vad som föreskrivs i denna lag, om inte något annat bestäms i någon annan lag eller i bestämmelser som utfärdas med stöd av den. Bestämmelser om hälsoskydd som gäller individen och livsmiljön () finns därutöver i hälsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fråga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004), lagen om åtgärder för inskränkande av tobaksrökning (693/1976), kemikalielagen (744/1989) och veterinärvårdslagen (685/1990).",
        "normalized_sv": "Med folkhälsoarbete avses främjande av hälsan, inbegripet förebyggande av sjukdomar och olycksfall, som är inriktat på individen, befolkningen och livsmiljön, samt sjukvård till individen. miljö- och hälsoskydd Angående det folkhälsoarbete som avses i 1 mom. gäller vad som föreskrivs i denna lag, om inte något annat bestäms i någon annan lag eller i bestämmelser som utfärdas med stöd av den. Bestämmelser om hälsoskydd som gäller individen och livsmiljön () finns därutöver i hälsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fråga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjänsters säkerhet (75/2004), lagen om åtgärder för inskränkande av tobaksrökning (693/1976), kemikalielagen (744/1989) och veterinärvårdslagen (685/1990).",
        "folded_sv": "med folkhalsoarbete avses framjande av halsan, inbegripet forebyggande av sjukdomar och olycksfall, som ar inriktat pa individen, befolkningen och livsmiljon, samt sjukvard till individen. miljo- och halsoskydd angaende det folkhalsoarbete som avses i 1 mom. galler vad som foreskrivs i denna lag, om inte nagot annat bestams i nagon annan lag eller i bestammelser som utfardas med stod av den. bestammelser om halsoskydd som galler individen och livsmiljon () finns darutover i halsoskyddslagen (763/1994), livsmedelslagen (361/1995), lagen om livsmedelshygien i fraga om animaliska livsmedel (1195/1996), lagen om konsumtionsvarors och konsumenttjansters sakerhet (75/2004), lagen om atgarder for inskrankande av tobaksrokning (693/1976), kemikalielagen (744/1989) och veterinarvardslagen (685/1990)."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kansanterveystyön asiantuntijalaitoksina toimivat Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskus, Kansanterveyslaitos, Työterveyslaitos ja Säteilyturvakeskus. Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta säädetään sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta annetussa laissa (1073/1992) ja Kansanterveyslaitoksesta säädetään kansanterveyslaitoksesta annetussa laissa (828/1981). Säteilyturvakeskuksesta säädetään säteilyturvakeskuksesta annetussa laissa (1069/1983) ja Työterveyslaitoksesta työterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:4",
        "normalized_fi": "Kansanterveystyön asiantuntijalaitoksina toimivat Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskus, Kansanterveyslaitos, Työterveyslaitos ja Säteilyturvakeskus. Sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta säädetään sosiaali- ja terveysalan tutkimus- ja kehittämiskeskuksesta annetussa laissa (1073/1992) ja Kansanterveyslaitoksesta säädetään kansanterveyslaitoksesta annetussa laissa (828/1981). Säteilyturvakeskuksesta säädetään säteilyturvakeskuksesta annetussa laissa (1069/1983) ja Työterveyslaitoksesta työterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
        "folded_fi": "kansanterveystyon asiantuntijalaitoksina toimivat sosiaali- ja terveysalan tutkimus- ja kehittamiskeskus, kansanterveyslaitos, tyoterveyslaitos ja sateilyturvakeskus. sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksesta saadetaan sosiaali- ja terveysalan tutkimus- ja kehittamiskeskuksesta annetussa laissa (1073/1992) ja kansanterveyslaitoksesta saadetaan kansanterveyslaitoksesta annetussa laissa (828/1981). sateilyturvakeskuksesta saadetaan sateilyturvakeskuksesta annetussa laissa (1069/1983) ja tyoterveyslaitoksesta tyoterveyslaitoksen toiminnasta ja rahoituksesta annetussa laissa (159/1978).",
        "content_sv": "Sakkunniginrättningar för folkhälsoarbetet är Forsknings- och utvecklingscentralen för social- och hälsovården, Folkhälsoinstitutet, Institutet för arbetshygien och Strålsäkerhetscentralen. Bestämmelser om Forsknings- och utvecklingscentralen för social- och hälsovården finns i lagen om forsknings- och utvecklingscentralen för social- och hälsovården (1073/1992) och om Folkhälsoinstitutet i lagen om folkhälsoinstitutet (828/1981). Bestämmelser om Strålsäkerhetscentralen finns i lagen om strålsäkerhetscentralen (1069/1983) och om Institutet för arbetshygien i lagen om institutets för arbetshygien verksamhet och finansiering (159/1978).",
        "normalized_sv": "Sakkunniginrättningar för folkhälsoarbetet är Forsknings- och utvecklingscentralen för social- och hälsovården, Folkhälsoinstitutet, Institutet för arbetshygien och Strålsäkerhetscentralen. Bestämmelser om Forsknings- och utvecklingscentralen för social- och hälsovården finns i lagen om forsknings- och utvecklingscentralen för social- och hälsovården (1073/1992) och om Folkhälsoinstitutet i lagen om folkhälsoinstitutet (828/1981). Bestämmelser om Strålsäkerhetscentralen finns i lagen om strålsäkerhetscentralen (1069/1983) och om Institutet för arbetshygien i lagen om institutets för arbetshygien verksamhet och finansiering (159/1978).",
        "folded_sv": "sakkunniginrattningar for folkhalsoarbetet ar forsknings- och utvecklingscentralen for social- och halsovarden, folkhalsoinstitutet, institutet for arbetshygien och stralsakerhetscentralen. bestammelser om forsknings- och utvecklingscentralen for social- och halsovarden finns i lagen om forsknings- och utvecklingscentralen for social- och halsovarden (1073/1992) och om folkhalsoinstitutet i lagen om folkhalsoinstitutet (828/1981). bestammelser om stralsakerhetscentralen finns i lagen om stralsakerhetscentralen (1069/1983) och om institutet for arbetshygien i lagen om institutets for arbetshygien verksamhet och finansiering (159/1978)."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Jos tämän lain mukainen tehtävä on annettu kuntayhtymän tehtäväksi, sen hoidettavaksi on annettava myös kansanterveystyötä koskevien muiden lakien mukaiset tehtävät. Tästä poiketen jäsenkunta voi päätöksensä mukaisesti hoitaa ympäristöterveydenhuollon tai työterveyshuollon tehtävät muullakin tavalla itse tai alueellisesti yhteistyössä muiden kuntien tai kuntayhtymien kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Jos tämän lain mukainen tehtävä on annettu kuntayhtymän tehtäväksi, sen hoidettavaksi on annettava myös kansanterveystyötä koskevien muiden lakien mukaiset tehtävät. Tästä poiketen jäsenkunta voi päätöksensä mukaisesti hoitaa ympäristöterveydenhuollon tai työterveyshuollon tehtävät muullakin tavalla itse tai alueellisesti yhteistyössä muiden kuntien tai kuntayhtymien kanssa.",
        "folded_fi": "jos taman lain mukainen tehtava on annettu kuntayhtyman tehtavaksi, sen hoidettavaksi on annettava myos kansanterveystyota koskevien muiden lakien mukaiset tehtavat. tasta poiketen jasenkunta voi paatoksensa mukaisesti hoitaa ymparistoterveydenhuollon tai tyoterveyshuollon tehtavat muullakin tavalla itse tai alueellisesti yhteistyossa muiden kuntien tai kuntayhtymien kanssa.",
        "content_sv": "Har en uppgift som avses i denna lag anförtrotts en samkommun, skall samkommunen åläggas att sköta även uppgifter enligt andra lagar om folkhälsoarbetet. Med avvikelse från detta kan en medlemskommun i enlighet med sitt beslut sköta uppgifter inom miljö- och hälsoskyddet eller företagshälsovården även på något annat sätt, själv eller regionalt tillsammans med andra kommuner eller samkommuner.",
        "normalized_sv": "Har en uppgift som avses i denna lag anförtrotts en samkommun, skall samkommunen åläggas att sköta även uppgifter enligt andra lagar om folkhälsoarbetet. Med avvikelse från detta kan en medlemskommun i enlighet med sitt beslut sköta uppgifter inom miljö- och hälsoskyddet eller företagshälsovården även på något annat sätt, själv eller regionalt tillsammans med andra kommuner eller samkommuner.",
        "folded_sv": "har en uppgift som avses i denna lag anfortrotts en samkommun, skall samkommunen alaggas att skota aven uppgifter enligt andra lagar om folkhalsoarbetet. med avvikelse fran detta kan en medlemskommun i enlighet med sitt beslut skota uppgifter inom miljo- och halsoskyddet eller foretagshalsovarden aven pa nagot annat satt, sjalv eller regionalt tillsammans med andra kommuner eller samkommuner."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "toimielin Kansanterveystyön toimeenpanoon kuuluvista tehtävistä huolehtii kunnan määräämä monijäseninen toimielin (), jonka sen lisäksi, mitä tässä laissa säädetään, on huolehdittava niistä tehtävistä, jotka muissa laeissa on säädetty terveyslautakunnan tai terveydenhoitolautakunnan tehtäväksi. Ympäristöterveydenhuolto tai työterveyshuolto voidaan kuitenkin antaa myös muun toimielimen tai sen jaoston tehtäväksi, ei kuitenkaan kunnanhallituksen tehtäväksi. Jos kansanterveystyöstä huolehtii kuntayhtymä, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jäsenkuntia varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "toimielin Kansanterveystyön toimeenpanoon kuuluvista tehtävistä huolehtii kunnan määräämä monijäseninen toimielin (), jonka sen lisäksi, mitä tässä laissa säädetään, on huolehdittava niistä tehtävistä, jotka muissa laeissa on säädetty terveyslautakunnan tai terveydenhoitolautakunnan tehtäväksi. Ympäristöterveydenhuolto tai työterveyshuolto voidaan kuitenkin antaa myös muun toimielimen tai sen jaoston tehtäväksi, ei kuitenkaan kunnanhallituksen tehtäväksi. Jos kansanterveystyöstä huolehtii kuntayhtymä, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jäsenkuntia varten.",
        "folded_fi": "toimielin kansanterveystyon toimeenpanoon kuuluvista tehtavista huolehtii kunnan maaraama monijaseninen toimielin (), jonka sen lisaksi, mita tassa laissa saadetaan, on huolehdittava niista tehtavista, jotka muissa laeissa on saadetty terveyslautakunnan tai terveydenhoitolautakunnan tehtavaksi. ymparistoterveydenhuolto tai tyoterveyshuolto voidaan kuitenkin antaa myos muun toimielimen tai sen jaoston tehtavaksi, ei kuitenkaan kunnanhallituksen tehtavaksi. jos kansanterveystyosta huolehtii kuntayhtyma, sen on asetettava 1 momentissa tarkoitettu toimielin yhteisesti jasenkuntia varten.",
        "content_sv": "organ Uppgifter i anslutning till verkställigheten av folkhälsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utöver vad som bestäms i denna lag skall sköta de uppgifter som enligt någon annan lag åligger hälsovårdsnämnden. Miljö- och hälsoskyddet eller företagshälsovården kan dock även åläggas något annat organ eller en sektion i det, dock inte kommunstyrelsen. On folkhälsoarbetet handhas av en samkommun, skall denna gemensamt för medlemskommunerna tillsätta ett i 1 mom. angivet organ.",
        "normalized_sv": "organ Uppgifter i anslutning till verkställigheten av folkhälsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utöver vad som bestäms i denna lag skall sköta de uppgifter som enligt någon annan lag åligger hälsovårdsnämnden. Miljö- och hälsoskyddet eller företagshälsovården kan dock även åläggas något annat organ eller en sektion i det, dock inte kommunstyrelsen. On folkhälsoarbetet handhas av en samkommun, skall denna gemensamt för medlemskommunerna tillsätta ett i 1 mom. angivet organ.",
        "folded_sv": "organ uppgifter i anslutning till verkstalligheten av folkhalsoarbetet handhas av ett av kommunen utsett kollegialt organ (), som utover vad som bestams i denna lag skall skota de uppgifter som enligt nagon annan lag aligger halsovardsnamnden. miljo- och halsoskyddet eller foretagshalsovarden kan dock aven alaggas nagot annat organ eller en sektion i det, dock inte kommunstyrelsen. on folkhalsoarbetet handhas av en samkommun, skall denna gemensamt for medlemskommunerna tillsatta ett i 1 mom. angivet organ."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Kansanterveystyöhön kuuluvina tehtävinä kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkäisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikäisten lasten sekä heidän perheidensä neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä terveysneuvonnan ja terveystarkastusten sisällöstä ja määrästä neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijöiden kehitystä väestöryhmittäin, huolehtia terveysnäkökohtien huomioon ottamisesta kunnan kaikissa toiminnoissa sekä tehdä yhteistyötä terveyden edistämiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) järjestää kunnan asukkaiden sairaanhoito, johon luetaan lääkärin suorittama tutkimus ja hänen antamansa tai valvomansa hoito ja lääkinnällinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyötä järjestämällä kunnan asukkaiden tarvitsema sellainen ehkäisevä mielenterveystyö ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen järjestämisestä sekä järjestää ja ylläpitää lääkinnällinen pelastustoiminta sekä paikallisiin olosuhteisiin nähden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten sekä kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja ylläpitoa, siten kuin asetuksella tarkemmin säädetään; 4) ylläpitää suun terveydenhuoltoa, johon sisältyy väestön suun terveyden edistäminen sekä kunnan asukkaiden suun sairauksien tutkimus, ehkäisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä lasten ja nuorten ehkäisevästä suun terveydenhuollosta; 5) ylläpitää kouluterveydenhuoltoa, johon sisältyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteisön terveellisyyden ja turvallisuuden valvonta ja edistäminen yhteistyössä henkilökunnan työterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistäminen, yhteistyö muun oppilashuolto- ja opetushenkilöstön kanssa sekä terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistämiseen kuuluvien neuvonnan ja tarkastusten sisällöstä ja määrästä sekä terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan säätää tarkemmin valtioneuvoston asetuksella; 6) ylläpitää kunnan alueella sijaitsevien asetuksessa säädettävää muuta kuin 5 kohdassa tarkoitettua koulutusta järjestävien oppilaitosten opiskelijoille näiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito sekä suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito sekä suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella järjestää myös muutoin sosiaali- ja terveysministeriön hyväksymällä tavalla; 7) tuottaa kunnan alueella sijaitsevissa työ- ja toimintapaikoissa työskenteleville työntekijöille työnantajan järjestettäväksi työterveyshuoltolain 12 §:ssä tai muissa säädöksissä säädettyjä ja niiden nojalla määrättyjä työterveyshuoltopalveluja; 8) järjestää kunnan alueella toimiville yrittäjille ja muille omaa työtään tekeville soveltuvin osin työterveyshuoltolain 12 §:ssä ja sen nojalla annetuissa säännöksissä tai määräyksissä tarkoitettua työterveyshuoltoa; 9) järjestää seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin säädetään; sekä 10) järjestää kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Kansanterveystyöhön kuuluvina tehtävinä kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkäisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikäisten lasten sekä heidän perheidensä neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä terveysneuvonnan ja terveystarkastusten sisällöstä ja määrästä neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijöiden kehitystä väestöryhmittäin, huolehtia terveysnäkökohtien huomioon ottamisesta kunnan kaikissa toiminnoissa sekä tehdä yhteistyötä terveyden edistämiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) järjestää kunnan asukkaiden sairaanhoito, johon luetaan lääkärin suorittama tutkimus ja hänen antamansa tai valvomansa hoito ja lääkinnällinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyötä järjestämällä kunnan asukkaiden tarvitsema sellainen ehkäisevä mielenterveystyö ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen järjestämisestä sekä järjestää ja ylläpitää lääkinnällinen pelastustoiminta sekä paikallisiin olosuhteisiin nähden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten sekä kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja ylläpitoa, siten kuin asetuksella tarkemmin säädetään; 4) ylläpitää suun terveydenhuoltoa, johon sisältyy väestön suun terveyden edistäminen sekä kunnan asukkaiden suun sairauksien tutkimus, ehkäisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia säännöksiä lasten ja nuorten ehkäisevästä suun terveydenhuollosta; 5) ylläpitää kouluterveydenhuoltoa, johon sisältyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteisön terveellisyyden ja turvallisuuden valvonta ja edistäminen yhteistyössä henkilökunnan työterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistäminen, yhteistyö muun oppilashuolto- ja opetushenkilöstön kanssa sekä terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistämiseen kuuluvien neuvonnan ja tarkastusten sisällöstä ja määrästä sekä terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan säätää tarkemmin valtioneuvoston asetuksella; 6) ylläpitää kunnan alueella sijaitsevien asetuksessa säädettävää muuta kuin 5 kohdassa tarkoitettua koulutusta järjestävien oppilaitosten opiskelijoille näiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito sekä suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito sekä suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella järjestää myös muutoin sosiaali- ja terveysministeriön hyväksymällä tavalla; 7) tuottaa kunnan alueella sijaitsevissa työ- ja toimintapaikoissa työskenteleville työntekijöille työnantajan järjestettäväksi työterveyshuoltolain 12 § :ssä tai muissa säädöksissä säädettyjä ja niiden nojalla määrättyjä työterveyshuoltopalveluja; 8) järjestää kunnan alueella toimiville yrittäjille ja muille omaa työtään tekeville soveltuvin osin työterveyshuoltolain 12 § :ssä ja sen nojalla annetuissa säännöksissä tai määräyksissä tarkoitettua työterveyshuoltoa; 9) järjestää seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin säädetään; sekä 10) järjestää kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
        "folded_fi": "kansanterveystyohon kuuluvina tehtavina kunnan tulee: 1) huolehtia kunnan asukkaiden terveysneuvonnasta ja terveystarkastuksista mukaan lukien ehkaisyneuvonta, raskaana olevien naisten ja lasta odottavien perheiden ja alle kouluikaisten lasten seka heidan perheidensa neuvolapalvelut; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia terveysneuvonnan ja terveystarkastusten sisallosta ja maarasta neuvolapalveluissa; 1 a) seurata kunnan asukkaiden terveydentilan ja siihen vaikuttavien tekijoiden kehitysta vaestoryhmittain, huolehtia terveysnakokohtien huomioon ottamisesta kunnan kaikissa toiminnoissa seka tehda yhteistyota terveyden edistamiseksi muiden kunnassa toimivien julkisten ja yksityisten tahojen kanssa; 2) jarjestaa kunnan asukkaiden sairaanhoito, johon luetaan laakarin suorittama tutkimus ja hanen antamansa tai valvomansa hoito ja laakinnallinen kuntoutus; 2 a) toteuttaa mielenterveyslaissa (1116/1990) tarkoitettua mielenterveystyota jarjestamalla kunnan asukkaiden tarvitsema sellainen ehkaiseva mielenterveystyo ja sellaiset mielenterveyspalvelut, jotka on tarkoituksenmukaista antaa terveyskeskuksessa; 3) huolehtia sairaankuljetuksen jarjestamisesta seka jarjestaa ja yllapitaa laakinnallinen pelastustoiminta seka paikallisiin olosuhteisiin nahden tarvittava sairaankuljetusvalmius, lukuun ottamatta sairaankuljetukseen tarvittavien ilma-alusten seka kelirikkokelpoisten ja vastaavanlaisten erityiskulkuneuvojen hankintaa ja yllapitoa, siten kuin asetuksella tarkemmin saadetaan; 4) yllapitaa suun terveydenhuoltoa, johon sisaltyy vaeston suun terveyden edistaminen seka kunnan asukkaiden suun sairauksien tutkimus, ehkaisy ja hoito; valtioneuvoston asetuksella voidaan tarvittaessa antaa tarkempia saannoksia lasten ja nuorten ehkaisevasta suun terveydenhuollosta; 5) yllapitaa kouluterveydenhuoltoa, johon sisaltyy kunnassa sijaitsevien perusopetusta ja lukiokoulutusta antavien koulujen ja oppilaitosten kouluyhteison terveellisyyden ja turvallisuuden valvonta ja edistaminen yhteistyossa henkilokunnan tyoterveyshuollon kanssa, oppilaan terveyden seuraaminen ja edistaminen, yhteistyo muun oppilashuolto- ja opetushenkiloston kanssa seka terveydentilan toteamista varten tarpeellinen erikoistutkimus; oppilaan terveyden seuraamiseen ja edistamiseen kuuluvien neuvonnan ja tarkastusten sisallosta ja maarasta seka terveydentilan toteamista varten tarpeellisesta erikoistutkimuksesta voidaan saataa tarkemmin valtioneuvoston asetuksella; 6) yllapitaa kunnan alueella sijaitsevien asetuksessa saadettavaa muuta kuin 5 kohdassa tarkoitettua koulutusta jarjestavien oppilaitosten opiskelijoille naiden kotipaikasta riippumatta opiskelijaterveydenhuoltoa, johon luetaan oppilaitosten terveydellisten olojen valvonta, opiskelijan terveydenhoito ja sairaanhoito seka suun terveydenhuolto; yliopistojen ja ammattikorkeakoulujen opiskelijoiden terveydenhoito ja sairaanhoito seka suun terveydenhuolto voidaan kuitenkin kunnan suostumuksella jarjestaa myos muutoin sosiaali- ja terveysministerion hyvaksymalla tavalla; 7) tuottaa kunnan alueella sijaitsevissa tyo- ja toimintapaikoissa tyoskenteleville tyontekijoille tyonantajan jarjestettavaksi tyoterveyshuoltolain 12 §:ssa tai muissa saadoksissa saadettyja ja niiden nojalla maarattyja tyoterveyshuoltopalveluja; 8) jarjestaa kunnan alueella toimiville yrittajille ja muille omaa tyotaan tekeville soveltuvin osin tyoterveyshuoltolain 12 §:ssa ja sen nojalla annetuissa saannoksissa tai maarayksissa tarkoitettua tyoterveyshuoltoa; 9) jarjestaa seulontaa ja muita joukkotarkastuksia siten kuin valtioneuvoston asetuksella tarkemmin saadetaan; seka 10) jarjestaa kiireellinen avosairaanhoito, mukaan lukien kiireellinen suun terveydenhuolto, potilaan asuinpaikasta riippumatta.",
        "content_sv": "Inom folkhälsoarbetet åligger det kommunen att 1) sörja för hälsorådgivning och hälsoundersökningar för kommunens invånare, vilket omfattar preventivmedelsrådgivning, rådgivningsbyråtjänster för gravida kvinnor och familjer som väntar barn och för barn under skolåldern och deras familjer; vid behov kan närmare bestämmelser om innehållet i och omfattningen av rådgivningsbyråernas hälsorådgivning och hälsoundersökningar utfärdas genom förordning av statsrådet, 1 a) följa hur kommuninvånarnas hälsotillstånd och faktorer som inverkar på hälsotillståndet utvecklas i de olika befolkningsgrupperna, att sörja för att hälsoaspekter beaktas i alla kommunala verksamheter samt att för främjande av hälsan samarbeta med andra offentliga och privata instanser som är verksamma i kommunen, 2) ordna sjukvård till kommuninvånarna, till vilken hänförs av läkare utförd undersökning och av läkare given eller övervakad vård och medicinsk rehabilitering, 2 a) förverkliga det mentalvårdsarbete som avses i mentalvårdslagen (1116/1990) genom att ordna sådant förebyggande mentalvårdsarbete och sådana mentalvårdstjänster som kommuninvånarna behöver och som det är ändamålsenligt att ordna vid en hälsovårdscentral, 3) enligt vad som närmare bestäms genom förordning sörja för ordnandet av sjuktransport samt ordna och upprätthålla den medicinska räddningsverksamheten samt den sjuktransportberedskap som är nödvändig med beaktande av lokala förhållanden, med undantag av anskaffning och underhåll av för sjuktransport behövliga luftfartyg samt menföres- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahålla mun- och tandvård, till vilken hänförs främjande av befolkningens munhälsa samt undersökning, förebyggande och behandling av munsjukdomar hos kommunens invånare; vid behov kan närmare bestämmelser om förebyggande mun- och tandvård för barn och unga utfärdas genom förordning av statsrådet, 5) tillhandahålla skolhälsovård, till vilken hänförs att övervaka och främja hälsan och säkerheten inom skolsamfundet i de skolor och läroanstalter i kommunen som ger grundläggande undervisning och gymnasieutbildning, i samarbete med personalens företagshälsovård, att följa och främja elevernas hälsa, att samarbeta med annan elevvårds- och undervisningspersonal samt specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet; närmare bestämmelser om innehållet i och omfattningen av den rådgivning och de undersökningar som hör till följandet och främjandet av elevernas hälsa samt om specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet kan utfärdas genom förordning av statsrådet, 6) för de studerande vid läroanstalter i kommunen som ordnar annan än i 5 punkten nämnd, genom förordning bestämd utbildning, oberoende av de studerandes hemort, tillhandahålla hälsovård, till vilken hänförs övervakning av de sanitära förhållandena vid läroanstalterna samt de studerandes hälso- och sjukvård samt mun- och tandvård; hälso- och sjukvård samt mun- och tandvård för studerande vid universitet och yrkeshögskolor kan dock med kommunens samtycke ordnas också på något annat av social- och hälsovårdsministeriet godkänt sätt, 7) för arbetstagare som arbetar på arbets- och verksamhetsplatser inom kommunen tillhandahålla sådana företagshälsovårdstjänster som arbetsgivaren skall svara för enligt 12 § i lagen om företagshälsovård eller enligt andra författningar och enligt vad som bestäms med stöd av dem, 8) i tillämpliga delar för företagare inom kommunen och andra som för egen räkning där utför arbete ordna företagshälsovård som avses i 12 § i lagen om företagshälsovård och i bestämmelser som utfärdas med stöd av den, 9) ordna screening och andra massundersökningar så som närmare bestäms genom förordning av statsrådet, samt att 10) oberoende av patientens boningsort ordna brådskande öppen sjukvård, inklusive brådskande mun- och tandvård.",
        "normalized_sv": "Inom folkhälsoarbetet åligger det kommunen att 1) sörja för hälsorådgivning och hälsoundersökningar för kommunens invånare, vilket omfattar preventivmedelsrådgivning, rådgivningsbyråtjänster för gravida kvinnor och familjer som väntar barn och för barn under skolåldern och deras familjer; vid behov kan närmare bestämmelser om innehållet i och omfattningen av rådgivningsbyråernas hälsorådgivning och hälsoundersökningar utfärdas genom förordning av statsrådet, 1 a) följa hur kommuninvånarnas hälsotillstånd och faktorer som inverkar på hälsotillståndet utvecklas i de olika befolkningsgrupperna, att sörja för att hälsoaspekter beaktas i alla kommunala verksamheter samt att för främjande av hälsan samarbeta med andra offentliga och privata instanser som är verksamma i kommunen, 2) ordna sjukvård till kommuninvånarna, till vilken hänförs av läkare utförd undersökning och av läkare given eller övervakad vård och medicinsk rehabilitering, 2 a) förverkliga det mentalvårdsarbete som avses i mentalvårdslagen (1116/1990) genom att ordna sådant förebyggande mentalvårdsarbete och sådana mentalvårdstjänster som kommuninvånarna behöver och som det är ändamålsenligt att ordna vid en hälsovårdscentral, 3) enligt vad som närmare bestäms genom förordning sörja för ordnandet av sjuktransport samt ordna och upprätthålla den medicinska räddningsverksamheten samt den sjuktransportberedskap som är nödvändig med beaktande av lokala förhållanden, med undantag av anskaffning och underhåll av för sjuktransport behövliga luftfartyg samt menföres- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahålla mun- och tandvård, till vilken hänförs främjande av befolkningens munhälsa samt undersökning, förebyggande och behandling av munsjukdomar hos kommunens invånare; vid behov kan närmare bestämmelser om förebyggande mun- och tandvård för barn och unga utfärdas genom förordning av statsrådet, 5) tillhandahålla skolhälsovård, till vilken hänförs att övervaka och främja hälsan och säkerheten inom skolsamfundet i de skolor och läroanstalter i kommunen som ger grundläggande undervisning och gymnasieutbildning, i samarbete med personalens företagshälsovård, att följa och främja elevernas hälsa, att samarbeta med annan elevvårds- och undervisningspersonal samt specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet; närmare bestämmelser om innehållet i och omfattningen av den rådgivning och de undersökningar som hör till följandet och främjandet av elevernas hälsa samt om specialundersökningar som är nödvändiga för konstaterande av hälsotillståndet kan utfärdas genom förordning av statsrådet, 6) för de studerande vid läroanstalter i kommunen som ordnar annan än i 5 punkten nämnd, genom förordning bestämd utbildning, oberoende av de studerandes hemort, tillhandahålla hälsovård, till vilken hänförs övervakning av de sanitära förhållandena vid läroanstalterna samt de studerandes hälso- och sjukvård samt mun- och tandvård; hälso- och sjukvård samt mun- och tandvård för studerande vid universitet och yrkeshögskolor kan dock med kommunens samtycke ordnas också på något annat av social- och hälsovårdsministeriet godkänt sätt, 7) för arbetstagare som arbetar på arbets- och verksamhetsplatser inom kommunen tillhandahålla sådana företagshälsovårdstjänster som arbetsgivaren skall svara för enligt 12 § i lagen om företagshälsovård eller enligt andra författningar och enligt vad som bestäms med stöd av dem, 8) i tillämpliga delar för företagare inom kommunen och andra som för egen räkning där utför arbete ordna företagshälsovård som avses i 12 § i lagen om företagshälsovård och i bestämmelser som utfärdas med stöd av den, 9) ordna screening och andra massundersökningar så som närmare bestäms genom förordning av statsrådet, samt att 10) oberoende av patientens boningsort ordna brådskande öppen sjukvård, inklusive brådskande mun- och tandvård.",
        "folded_sv": "inom folkhalsoarbetet aligger det kommunen att 1) sorja for halsoradgivning och halsoundersokningar for kommunens invanare, vilket omfattar preventivmedelsradgivning, radgivningsbyratjanster for gravida kvinnor och familjer som vantar barn och for barn under skolaldern och deras familjer; vid behov kan narmare bestammelser om innehallet i och omfattningen av radgivningsbyraernas halsoradgivning och halsoundersokningar utfardas genom forordning av statsradet, 1 a) folja hur kommuninvanarnas halsotillstand och faktorer som inverkar pa halsotillstandet utvecklas i de olika befolkningsgrupperna, att sorja for att halsoaspekter beaktas i alla kommunala verksamheter samt att for framjande av halsan samarbeta med andra offentliga och privata instanser som ar verksamma i kommunen, 2) ordna sjukvard till kommuninvanarna, till vilken hanfors av lakare utford undersokning och av lakare given eller overvakad vard och medicinsk rehabilitering, 2 a) forverkliga det mentalvardsarbete som avses i mentalvardslagen (1116/1990) genom att ordna sadant forebyggande mentalvardsarbete och sadana mentalvardstjanster som kommuninvanarna behover och som det ar andamalsenligt att ordna vid en halsovardscentral, 3) enligt vad som narmare bestams genom forordning sorja for ordnandet av sjuktransport samt ordna och uppratthalla den medicinska raddningsverksamheten samt den sjuktransportberedskap som ar nodvandig med beaktande av lokala forhallanden, med undantag av anskaffning och underhall av for sjuktransport behovliga luftfartyg samt menfores- och andra motsvarande speciella fortskaffningsmedel, 4) tillhandahalla mun- och tandvard, till vilken hanfors framjande av befolkningens munhalsa samt undersokning, forebyggande och behandling av munsjukdomar hos kommunens invanare; vid behov kan narmare bestammelser om forebyggande mun- och tandvard for barn och unga utfardas genom forordning av statsradet, 5) tillhandahalla skolhalsovard, till vilken hanfors att overvaka och framja halsan och sakerheten inom skolsamfundet i de skolor och laroanstalter i kommunen som ger grundlaggande undervisning och gymnasieutbildning, i samarbete med personalens foretagshalsovard, att folja och framja elevernas halsa, att samarbeta med annan elevvards- och undervisningspersonal samt specialundersokningar som ar nodvandiga for konstaterande av halsotillstandet; narmare bestammelser om innehallet i och omfattningen av den radgivning och de undersokningar som hor till foljandet och framjandet av elevernas halsa samt om specialundersokningar som ar nodvandiga for konstaterande av halsotillstandet kan utfardas genom forordning av statsradet, 6) for de studerande vid laroanstalter i kommunen som ordnar annan an i 5 punkten namnd, genom forordning bestamd utbildning, oberoende av de studerandes hemort, tillhandahalla halsovard, till vilken hanfors overvakning av de sanitara forhallandena vid laroanstalterna samt de studerandes halso- och sjukvard samt mun- och tandvard; halso- och sjukvard samt mun- och tandvard for studerande vid universitet och yrkeshogskolor kan dock med kommunens samtycke ordnas ocksa pa nagot annat av social- och halsovardsministeriet godkant satt, 7) for arbetstagare som arbetar pa arbets- och verksamhetsplatser inom kommunen tillhandahalla sadana foretagshalsovardstjanster som arbetsgivaren skall svara for enligt 12 § i lagen om foretagshalsovard eller enligt andra forfattningar och enligt vad som bestams med stod av dem, 8) i tillampliga delar for foretagare inom kommunen och andra som for egen rakning dar utfor arbete ordna foretagshalsovard som avses i 12 § i lagen om foretagshalsovard och i bestammelser som utfardas med stod av den, 9) ordna screening och andra massundersokningar sa som narmare bestams genom forordning av statsradet, samt att 10) oberoende av patientens boningsort ordna bradskande oppen sjukvard, inklusive bradskande mun- och tandvard."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kunnan ja kuntayhtymän tulee huolehtia siitä, että kansanterveystyön henkilöstö peruskoulutuksen pituudesta, työn vaativuudesta ja toimenkuvasta riippuen osallistuu riittävästi heille järjestettyyn täydennyskoulutukseen. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarvittaessa tarkemmat säännökset täydennyskoulutuksen sisällöstä, laadusta, määrästä, järjestämisestä, seurannasta ja arvioinnista. Ympäristöterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. Johtajalla tulee olla myös riittävä kokemus ja asiantuntemus ympäristöterveydenhuollon toimeenpanoon liittyvistä tehtävistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Kunnan ja kuntayhtymän tulee huolehtia siitä, että kansanterveystyön henkilöstö peruskoulutuksen pituudesta, työn vaativuudesta ja toimenkuvasta riippuen osallistuu riittävästi heille järjestettyyn täydennyskoulutukseen. Sosiaali- ja terveysministeriön asetuksella voidaan antaa tarvittaessa tarkemmat säännökset täydennyskoulutuksen sisällöstä, laadusta, määrästä, järjestämisestä, seurannasta ja arvioinnista. Ympäristöterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. Johtajalla tulee olla myös riittävä kokemus ja asiantuntemus ympäristöterveydenhuollon toimeenpanoon liittyvistä tehtävistä.",
        "folded_fi": "kunnan ja kuntayhtyman tulee huolehtia siita, etta kansanterveystyon henkilosto peruskoulutuksen pituudesta, tyon vaativuudesta ja toimenkuvasta riippuen osallistuu riittavasti heille jarjestettyyn taydennyskoulutukseen. sosiaali- ja terveysministerion asetuksella voidaan antaa tarvittaessa tarkemmat saannokset taydennyskoulutuksen sisallosta, laadusta, maarasta, jarjestamisesta, seurannasta ja arvioinnista. ymparistoterveydenhuollon toiminnasta vastaavalla johtajalla on oltava alalle soveltuva korkeakoulututkinto. johtajalla tulee olla myos riittava kokemus ja asiantuntemus ymparistoterveydenhuollon toimeenpanoon liittyvista tehtavista.",
        "content_sv": "Kommunen och samkommunen skall sörja för att de anställda inom folkhälsoarbetet beroende på grundutbildningens längd, hur krävande arbetet är och befattningsbeskrivningen i tillräcklig utsträckning deltar i den kompletterande utbildning som ordnas för dem. Genom förordning av social- och hälsovårdsministeriet kan vid behov meddelas närmare bestämmelser om den kompletterande utbildningens innehåll, art och omfattning samt om ordnande, uppföljning och utvärdering av utbildningen. Den chef som ansvarar för miljö- och hälsoskyddet skall ha avlagt för verksamheten lämplig högskoleexamen. Chefen skall också ha tillräcklig erfarenhet av och sakkunskap för uppgifter som hänför sig till verkställigheten av miljö- och hälsoskyddet.",
        "normalized_sv": "Kommunen och samkommunen skall sörja för att de anställda inom folkhälsoarbetet beroende på grundutbildningens längd, hur krävande arbetet är och befattningsbeskrivningen i tillräcklig utsträckning deltar i den kompletterande utbildning som ordnas för dem. Genom förordning av social- och hälsovårdsministeriet kan vid behov meddelas närmare bestämmelser om den kompletterande utbildningens innehåll, art och omfattning samt om ordnande, uppföljning och utvärdering av utbildningen. Den chef som ansvarar för miljö- och hälsoskyddet skall ha avlagt för verksamheten lämplig högskoleexamen. Chefen skall också ha tillräcklig erfarenhet av och sakkunskap för uppgifter som hänför sig till verkställigheten av miljö- och hälsoskyddet.",
        "folded_sv": "kommunen och samkommunen skall sorja for att de anstallda inom folkhalsoarbetet beroende pa grundutbildningens langd, hur kravande arbetet ar och befattningsbeskrivningen i tillracklig utstrackning deltar i den kompletterande utbildning som ordnas for dem. genom forordning av social- och halsovardsministeriet kan vid behov meddelas narmare bestammelser om den kompletterande utbildningens innehall, art och omfattning samt om ordnande, uppfoljning och utvardering av utbildningen. den chef som ansvarar for miljo- och halsoskyddet skall ha avlagt for verksamheten lamplig hogskoleexamen. chefen skall ocksa ha tillracklig erfarenhet av och sakkunskap for uppgifter som hanfor sig till verkstalligheten av miljo- och halsoskyddet."
      },
      "valid_from": "2005-11-25",
      "valid_to": null
    }
  ]
}