{
  "id": "929/2007",
  "type": "statute",
  "title": "Laki luottolaitostoiminnasta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av kreditinstitutslagen",
  "status": "in_force",
  "issued_date": "2007-10-26",
  "in_force_date": "2007-10-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/929/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Muu luottolaitostoimintaa koskeva lainsäädäntö",
      "content": "Luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon säädetään sijoituspalveluyrityksistä annetussa laissa (922/2007). Luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan näiden palvelujen tarjonnan osalta, mitä sijoituspalveluyrityksistä annetun lain 29―31 §:ssä, 32 §:n 1―3, 5 ja 6 momentissa sekä 33―38 §:ssä säädetään sekä mitä arvopaperimarkkinalaissa (495/1989) säädetään arvopaperinvälittäjän velvollisuuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:2",
        "normalized_fi": "Luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon säädetään sijoituspalveluyrityksistä annetussa laissa (922/2007). Luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan näiden palvelujen tarjonnan osalta, mitä sijoituspalveluyrityksistä annetun lain 29―31 § :ssä, 32 § :n 1―3, 5 ja 6 momentissa sekä 33―38 § :ssä säädetään sekä mitä arvopaperimarkkinalaissa (495/1989) säädetään arvopaperinvälittäjän velvollisuuksista.",
        "folded_fi": "luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon saadetaan sijoituspalveluyrityksista annetussa laissa (922/2007). luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan naiden palvelujen tarjonnan osalta, mita sijoituspalveluyrityksista annetun lain 29―31 §:ssa, 32 §:n 1―3, 5 ja 6 momentissa seka 33―38 §:ssa saadetaan seka mita arvopaperimarkkinalaissa (495/1989) saadetaan arvopaperinvalittajan velvollisuuksista.",
        "title_sv": "Annan lagstiftning om kreditinstitutsverksamhet",
        "content_sv": "I lagen om värdepappersföretag (922/2007) föreskrivs om kreditinstituts skyldighet att höra till ersättningsfonden för investerarskydd. På kreditinstitut som tillhandahåller investeringstjänster tillämpas i fråga om detta tillhandahållande 29―31 §, 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om värdepappersföretag samt vad som i värdepappersmarknadslagen (495/1989) föreskrivs om värdepappersförmedlares skyldigheter.",
        "normalized_sv": "I lagen om värdepappersföretag (922/2007) föreskrivs om kreditinstituts skyldighet att höra till ersättningsfonden för investerarskydd. På kreditinstitut som tillhandahåller investeringstjänster tillämpas i fråga om detta tillhandahållande 29―31 § , 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om värdepappersföretag samt vad som i värdepappersmarknadslagen (495/1989) föreskrivs om värdepappersförmedlares skyldigheter.",
        "folded_sv": "i lagen om vardepappersforetag (922/2007) foreskrivs om kreditinstituts skyldighet att hora till ersattningsfonden for investerarskydd. pa kreditinstitut som tillhandahaller investeringstjanster tillampas i fraga om detta tillhandahallande 29―31 §, 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om vardepappersforetag samt vad som i vardepappersmarknadslagen (495/1989) foreskrivs om vardepappersformedlares skyldigheter."
      }
    },
    {
      "provision_ref": "1:16 a",
      "chapter": "1",
      "section": "16 a",
      "title": "Ulkoistaminen",
      "content": "Ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvää järjestelyä, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:16 a",
        "normalized_fi": "Ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvää järjestelyä, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
        "folded_fi": "ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvaa jarjestelya, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
        "title_sv": "Utläggande på entreprenad",
        "content_sv": "utläggande på entreprenad Med avses åtgärder som vidtas i samband med ett kreditinstituts verksamhet och som innebär att någon annan tjänsteleverantör tillhandahåller sådana funktioner eller tjänster för kreditinstitutet som kreditinstitutet annars skulle sköta själv.",
        "normalized_sv": "utläggande på entreprenad Med avses åtgärder som vidtas i samband med ett kreditinstituts verksamhet och som innebär att någon annan tjänsteleverantör tillhandahåller sådana funktioner eller tjänster för kreditinstitutet som kreditinstitutet annars skulle sköta själv.",
        "folded_sv": "utlaggande pa entreprenad med avses atgarder som vidtas i samband med ett kreditinstituts verksamhet och som innebar att nagon annan tjansteleverantor tillhandahaller sadana funktioner eller tjanster for kreditinstitutet som kreditinstitutet annars skulle skota sjalv."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "Luottolaitoksen yksinoikeutta takaisinmaksettavien varojen vastaanottamiseen koskevat poikkeukset",
      "content": "Mitä 19 §:ssä säädetään, ei rajoita Suomen Pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisöltä, rahastoyhtiön oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eikä vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiölaissa tarkoitettua vakuutusliikettä. Mitä 19 §:ssä säädetään, ei myöskään rajoita sellaisten maksuvälineiden myyntiä, jotka eivät ole sähköistä rahaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:20",
        "normalized_fi": "Mitä 19 § :ssä säädetään, ei rajoita Suomen Pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisöltä, rahastoyhtiön oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eikä vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiölaissa tarkoitettua vakuutusliikettä. Mitä 19 § :ssä säädetään, ei myöskään rajoita sellaisten maksuvälineiden myyntiä, jotka eivät ole sähköistä rahaa.",
        "folded_fi": "mita 19 §:ssa saadetaan, ei rajoita suomen pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisolta, rahastoyhtion oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eika vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiolaissa tarkoitettua vakuutusliiketta. mita 19 §:ssa saadetaan, ei myoskaan rajoita sellaisten maksuvalineiden myyntia, jotka eivat ole sahkoista rahaa.",
        "title_sv": "Undantag från kreditinstituts ensamrätt att ta emot återbetalbara medel",
        "content_sv": "Bestämmelserna i 19 § begränsar inte Finlands Banks rätt att från allmänheten ta emot återbetalbara medel, fondbolags rätt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller försäkringsföretags rätt att bedriva försäkringsrörelse enligt lagen om försäkringsbolag. Bestämmelserna i 19 § begränsar inte heller försäljning av andra betalningsmedel än elektroniska pengar.",
        "normalized_sv": "Bestämmelserna i 19 § begränsar inte Finlands Banks rätt att från allmänheten ta emot återbetalbara medel, fondbolags rätt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller försäkringsföretags rätt att bedriva försäkringsrörelse enligt lagen om försäkringsbolag. Bestämmelserna i 19 § begränsar inte heller försäljning av andra betalningsmedel än elektroniska pengar.",
        "folded_sv": "bestammelserna i 19 § begransar inte finlands banks ratt att fran allmanheten ta emot aterbetalbara medel, fondbolags ratt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller forsakringsforetags ratt att bedriva forsakringsrorelse enligt lagen om forsakringsbolag. bestammelserna i 19 § begransar inte heller forsaljning av andra betalningsmedel an elektroniska pengar."
      }
    },
    {
      "provision_ref": "1:24",
      "chapter": "1",
      "section": "24",
      "title": "Toimiluvan myöntämisen edellytykset",
      "content": "Toimiluvan myöntämisen edellytyksenä on lisäksi, että saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vähintään yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vähintään 10 prosenttia sen osakkeiden äänivallasta, on luotettava. Henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:24",
        "normalized_fi": "Toimiluvan myöntämisen edellytyksenä on lisäksi, että saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vähintään yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vähintään 10 prosenttia sen osakkeiden äänivallasta, on luotettava. Henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
        "folded_fi": "toimiluvan myontamisen edellytyksena on lisaksi, etta saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vahintaan yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vahintaan 10 prosenttia sen osakkeiden aanivallasta, on luotettava. henkiloa ei pideta luotettavana, jos hanet on lainvoiman saaneella tuomiolla viiden arviota edeltaneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltaneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos han on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
        "title_sv": "Förutsättningar för beviljande av koncession",
        "content_sv": "Beviljande av koncession förutsätter dessutom att det har utretts att kreditinstitutets grundare samt aktieägare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medför minst tio procent av rösträtten i institutet är tillförlitliga. En person anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att grunda eller äga ett kreditinstitut eller om personen i fråga annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att grunda eller äga ett kreditinstitut.",
        "normalized_sv": "Beviljande av koncession förutsätter dessutom att det har utretts att kreditinstitutets grundare samt aktieägare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medför minst tio procent av rösträtten i institutet är tillförlitliga. En person anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att grunda eller äga ett kreditinstitut eller om personen i fråga annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att grunda eller äga ett kreditinstitut.",
        "folded_sv": "beviljande av koncession forutsatter dessutom att det har utretts att kreditinstitutets grundare samt aktieagare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medfor minst tio procent av rostratten i institutet ar tillforlitliga. en person anses inte vara tillforlitlig, om personen under de fem ar som foregar bedomningen genom en dom som vunnit laga kraft har domts till fangelsestraff eller under de tre ar som foregar bedomningen till botesstraff for ett brott som kan anses visa att personen ar uppenbart olamplig att grunda eller aga ett kreditinstitut eller om personen i fraga annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig att grunda eller aga ett kreditinstitut."
      }
    },
    {
      "provision_ref": "1:30",
      "chapter": "1",
      "section": "30",
      "title": "Talletuspankille sallittu liiketoiminta",
      "content": "Talletuspankin yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksistä annetun lain 5 §:n mukaisia sijoituspalveluja sekä mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:30",
        "normalized_fi": "Talletuspankin yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksistä annetun lain 5 § :n mukaisia sijoituspalveluja sekä mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
        "folded_fi": "talletuspankin yhtiojarjestyksessa tai saannoissa on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksista annetun lain 5 §:n mukaisia sijoituspalveluja seka mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua sailytys- ja hoitopalvelua.",
        "title_sv": "Affärsverksamhet som är tillåten för inlåningsbanker",
        "content_sv": "I en inlåningsbanks bolagsordning eller stadgar ska anges om banken tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "normalized_sv": "I en inlåningsbanks bolagsordning eller stadgar ska anges om banken tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "folded_sv": "i en inlaningsbanks bolagsordning eller stadgar ska anges om banken tillhandahaller investeringstjanster enligt 5 § i lagen om vardepappersforetag samt forvarings- och forvaltningstjanster enligt 15 § 1 mom. 1 punkten i namnda lag."
      }
    },
    {
      "provision_ref": "1:31",
      "chapter": "1",
      "section": "31",
      "title": "Luottoyhteisölle sallittu liiketoiminta",
      "content": "Luottoyhteisön yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako luottoyhteisö sijoituspalveluyrityksistä annetun lain 5 §:n mukaisia sijoituspalveluja sekä mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31",
        "normalized_fi": "Luottoyhteisön yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako luottoyhteisö sijoituspalveluyrityksistä annetun lain 5 § :n mukaisia sijoituspalveluja sekä mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
        "folded_fi": "luottoyhteison yhtiojarjestyksessa tai saannoissa on mainittava, tarjoaako luottoyhteiso sijoituspalveluyrityksista annetun lain 5 §:n mukaisia sijoituspalveluja seka mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua sailytys- ja hoitopalvelua.",
        "title_sv": "Affärsverksamhet som är tillåten för kreditföretag",
        "content_sv": "I ett kreditföretags bolagsordning eller stadgar ska anges om företaget tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "normalized_sv": "I ett kreditföretags bolagsordning eller stadgar ska anges om företaget tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "folded_sv": "i ett kreditforetags bolagsordning eller stadgar ska anges om foretaget tillhandahaller investeringstjanster enligt 5 § i lagen om vardepappersforetag samt forvarings- och forvaltningstjanster enligt 15 § 1 mom. 1 punkten i namnda lag."
      }
    },
    {
      "provision_ref": "1:36",
      "chapter": "1",
      "section": "36",
      "title": "Toimipaikat",
      "content": "Luottolaitoksella on oltava Suomessa pääkonttori ja vähintään yksi kiinteä toimipaikka. Luottolaitos voi harjoittaa toimintaansa lisäksi sivuliikkeissä ja muissa toimipaikoissa. Sivuliikkeen perustamisesta ulkomaille säädetään 10 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36",
        "normalized_fi": "Luottolaitoksella on oltava Suomessa pääkonttori ja vähintään yksi kiinteä toimipaikka. Luottolaitos voi harjoittaa toimintaansa lisäksi sivuliikkeissä ja muissa toimipaikoissa. Sivuliikkeen perustamisesta ulkomaille säädetään 10 luvussa.",
        "folded_fi": "luottolaitoksella on oltava suomessa paakonttori ja vahintaan yksi kiintea toimipaikka. luottolaitos voi harjoittaa toimintaansa lisaksi sivuliikkeissa ja muissa toimipaikoissa. sivuliikkeen perustamisesta ulkomaille saadetaan 10 luvussa.",
        "title_sv": "Driftställen",
        "content_sv": "Ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftställe i Finland. Det kan dessutom bedriva verksamhet i filialer och på andra driftställen. I 10 kap. föreskrivs om etablering av filialer utomlands.",
        "normalized_sv": "Ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftställe i Finland. Det kan dessutom bedriva verksamhet i filialer och på andra driftställen. I 10 kap. föreskrivs om etablering av filialer utomlands.",
        "folded_sv": "ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftstalle i finland. det kan dessutom bedriva verksamhet i filialer och pa andra driftstallen. i 10 kap. foreskrivs om etablering av filialer utomlands."
      }
    },
    {
      "provision_ref": "1:36 a",
      "chapter": "1",
      "section": "36 a",
      "title": "Asiamiehen käyttäminen ja muu merkittävän toiminnon ulkoistaminen",
      "content": "Luottolaitos voi harjoittaa liiketoimintaansa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittäviä toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisäistä valvontaa eikä muuten merkittävästi luottolaitoksen liiketoiminnan hoitamista. Toiminto on luottolaitoksen liiketoiminnan kannalta merkittävä, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen säännösten tai määräysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. Merkittävän toiminnon ulkoistamisesta on tehtävä kirjallinen sopimus, josta käy ilmi toimeksiannon sisältö ja sopimuksen voimassaoloaika. Luottolaitoksen, joka toimiluvan myöntämisen jälkeen aikoo harjoittaa liiketoimintaa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittävän toiminnon muulle kuin samaan konsolidointiryhmään tai osuuspankkien yhteenliittymään kuuluvalle, on ilmoitettava ulkoistamisesta etukäteen Rahoitustarkastukselle. Luottolaitoksen ja ulkoistettua toimintaa hoitavan välisessä sopimussuhteessa tapahtuvista merkittävistä muutoksista on ilmoitettava Rahoitustarkastukselle. Rahoitustarkastus antaa tarvittavat tarkemmat määräykset ilmoituksen sisällöstä. Edellä 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehdä, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään. Luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mitä sijoituspalveluyrityksistä annetun lain 29―31 §:ssä sekä 32 §:n 1―3, 5 ja 6 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36 a",
        "normalized_fi": "Luottolaitos voi harjoittaa liiketoimintaansa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittäviä toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisäistä valvontaa eikä muuten merkittävästi luottolaitoksen liiketoiminnan hoitamista. Toiminto on luottolaitoksen liiketoiminnan kannalta merkittävä, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen säännösten tai määräysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. Merkittävän toiminnon ulkoistamisesta on tehtävä kirjallinen sopimus, josta käy ilmi toimeksiannon sisältö ja sopimuksen voimassaoloaika. Luottolaitoksen, joka toimiluvan myöntämisen jälkeen aikoo harjoittaa liiketoimintaa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittävän toiminnon muulle kuin samaan konsolidointiryhmään tai osuuspankkien yhteenliittymään kuuluvalle, on ilmoitettava ulkoistamisesta etukäteen Rahoitustarkastukselle. Luottolaitoksen ja ulkoistettua toimintaa hoitavan välisessä sopimussuhteessa tapahtuvista merkittävistä muutoksista on ilmoitettava Rahoitustarkastukselle. Rahoitustarkastus antaa tarvittavat tarkemmat määräykset ilmoituksen sisällöstä. Edellä 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehdä, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään. Luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mitä sijoituspalveluyrityksistä annetun lain 29―31 § :ssä sekä 32 § :n 1―3, 5 ja 6 momentissa säädetään.",
        "folded_fi": "luottolaitos voi harjoittaa liiketoimintaansa asiamiehen valityksella tai muuten ulkoistaa liiketoimintansa kannalta merkittavia toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisaista valvontaa eika muuten merkittavasti luottolaitoksen liiketoiminnan hoitamista. toiminto on luottolaitoksen liiketoiminnan kannalta merkittava, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen saannosten tai maaraysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. merkittavan toiminnon ulkoistamisesta on tehtava kirjallinen sopimus, josta kay ilmi toimeksiannon sisalto ja sopimuksen voimassaoloaika. luottolaitoksen, joka toimiluvan myontamisen jalkeen aikoo harjoittaa liiketoimintaa asiamiehen valityksella tai muuten ulkoistaa liiketoimintansa kannalta merkittavan toiminnon muulle kuin samaan konsolidointiryhmaan tai osuuspankkien yhteenliittymaan kuuluvalle, on ilmoitettava ulkoistamisesta etukateen rahoitustarkastukselle. luottolaitoksen ja ulkoistettua toimintaa hoitavan valisessa sopimussuhteessa tapahtuvista merkittavista muutoksista on ilmoitettava rahoitustarkastukselle. rahoitustarkastus antaa tarvittavat tarkemmat maaraykset ilmoituksen sisallosta. edella 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehda, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmaan tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymaan. luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mita sijoituspalveluyrityksista annetun lain 29―31 §:ssa seka 32 §:n 1―3, 5 ja 6 momentissa saadetaan.",
        "title_sv": "Anlitande av ombud samt utläggande av viktiga funktioner på entreprenad",
        "content_sv": "Ett kreditinstitut kan bedriva affärsverksamhet genom ombud eller på annat sätt lägga ut för sin verksamhet viktiga funktioner på entreprenad, om detta inte försvårar kreditinstitutets riskhantering och interna kontroll eller i övrigt innebär betydande olägenhet för kreditinstitutets affärsverksamhet. En funktion är viktig för affärsverksamheten, om ett fel eller en brist i den väsentligt kan försvåra kreditinstitutets finansiella ställning eller kontinuiteten i dess affärsverksamhet eller iakttagandet av de lagar som gäller kreditinstitutets verksamhet, med stöd av dem utfärdade bestämmelser eller föreskrifter eller villkoren i kreditinstitutets koncession. Ett skriftligt avtal som anger uppdragets innehåll och avtalets giltighetstid ska ingås om utläggande av en viktig funktion på entreprenad. Ett kreditinstitut som efter ha fått koncession har för avsikt att bedriva affärsverksamhet genom ombud eller annars lägga ut en för dess verksamhet viktig funktion på entreprenad till någon som inte hör till samma finansiella företagsgrupp eller sammanslutningen av andelsbanker ska på förhand underrätta Finansinspektionen om utläggningen. Finansinspektionen ska underrättas om betydande förändringar i avtalsförhållandet mellan kreditinstitutet och uppdragstagaren. Finansinspektionen utfärdar behövliga närmare föreskrifter om anmälans innehåll. En anmälan enligt 4 mom. behöver emellertid inte göras om ombudet eller en annan uppdragstagare hör till samma finansiella företagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. På utläggande av sådana investeringstjänster på entreprenad som tillhandahålls av kreditinstitut tillämpas, med avvikelse från 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om värdepappersföretag.",
        "normalized_sv": "Ett kreditinstitut kan bedriva affärsverksamhet genom ombud eller på annat sätt lägga ut för sin verksamhet viktiga funktioner på entreprenad, om detta inte försvårar kreditinstitutets riskhantering och interna kontroll eller i övrigt innebär betydande olägenhet för kreditinstitutets affärsverksamhet. En funktion är viktig för affärsverksamheten, om ett fel eller en brist i den väsentligt kan försvåra kreditinstitutets finansiella ställning eller kontinuiteten i dess affärsverksamhet eller iakttagandet av de lagar som gäller kreditinstitutets verksamhet, med stöd av dem utfärdade bestämmelser eller föreskrifter eller villkoren i kreditinstitutets koncession. Ett skriftligt avtal som anger uppdragets innehåll och avtalets giltighetstid ska ingås om utläggande av en viktig funktion på entreprenad. Ett kreditinstitut som efter ha fått koncession har för avsikt att bedriva affärsverksamhet genom ombud eller annars lägga ut en för dess verksamhet viktig funktion på entreprenad till någon som inte hör till samma finansiella företagsgrupp eller sammanslutningen av andelsbanker ska på förhand underrätta Finansinspektionen om utläggningen. Finansinspektionen ska underrättas om betydande förändringar i avtalsförhållandet mellan kreditinstitutet och uppdragstagaren. Finansinspektionen utfärdar behövliga närmare föreskrifter om anmälans innehåll. En anmälan enligt 4 mom. behöver emellertid inte göras om ombudet eller en annan uppdragstagare hör till samma finansiella företagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. På utläggande av sådana investeringstjänster på entreprenad som tillhandahålls av kreditinstitut tillämpas, med avvikelse från 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om värdepappersföretag.",
        "folded_sv": "ett kreditinstitut kan bedriva affarsverksamhet genom ombud eller pa annat satt lagga ut for sin verksamhet viktiga funktioner pa entreprenad, om detta inte forsvarar kreditinstitutets riskhantering och interna kontroll eller i ovrigt innebar betydande olagenhet for kreditinstitutets affarsverksamhet. en funktion ar viktig for affarsverksamheten, om ett fel eller en brist i den vasentligt kan forsvara kreditinstitutets finansiella stallning eller kontinuiteten i dess affarsverksamhet eller iakttagandet av de lagar som galler kreditinstitutets verksamhet, med stod av dem utfardade bestammelser eller foreskrifter eller villkoren i kreditinstitutets koncession. ett skriftligt avtal som anger uppdragets innehall och avtalets giltighetstid ska ingas om utlaggande av en viktig funktion pa entreprenad. ett kreditinstitut som efter ha fatt koncession har for avsikt att bedriva affarsverksamhet genom ombud eller annars lagga ut en for dess verksamhet viktig funktion pa entreprenad till nagon som inte hor till samma finansiella foretagsgrupp eller sammanslutningen av andelsbanker ska pa forhand underratta finansinspektionen om utlaggningen. finansinspektionen ska underrattas om betydande forandringar i avtalsforhallandet mellan kreditinstitutet och uppdragstagaren. finansinspektionen utfardar behovliga narmare foreskrifter om anmalans innehall. en anmalan enligt 4 mom. behover emellertid inte goras om ombudet eller en annan uppdragstagare hor till samma finansiella foretagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. pa utlaggande av sadana investeringstjanster pa entreprenad som tillhandahalls av kreditinstitut tillampas, med avvikelse fran 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om vardepappersforetag."
      }
    },
    {
      "provision_ref": "1:36 b",
      "chapter": "1",
      "section": "36 b",
      "title": "Ulkoistamisen edellytykset",
      "content": "Luottolaitoksen on huolehdittava siitä, että se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisäisen valvonnan edellyttämät tarpeelliset tiedot, sekä siitä, että sillä on oikeus luovuttaa tiedot edelleen Rahoitustarkastukselle ja lisäksi säästöpankkitarkastukselle, jos luottolaitos on säästöpankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittymän keskusyhteisölle, jos luottolaitos on keskusyhteisön valvonnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36 b",
        "normalized_fi": "Luottolaitoksen on huolehdittava siitä, että se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisäisen valvonnan edellyttämät tarpeelliset tiedot, sekä siitä, että sillä on oikeus luovuttaa tiedot edelleen Rahoitustarkastukselle ja lisäksi säästöpankkitarkastukselle, jos luottolaitos on säästöpankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittymän keskusyhteisölle, jos luottolaitos on keskusyhteisön valvonnassa.",
        "folded_fi": "luottolaitoksen on huolehdittava siita, etta se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisaisen valvonnan edellyttamat tarpeelliset tiedot, seka siita, etta silla on oikeus luovuttaa tiedot edelleen rahoitustarkastukselle ja lisaksi saastopankkitarkastukselle, jos luottolaitos on saastopankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittyman keskusyhteisolle, jos luottolaitos on keskusyhteison valvonnassa.",
        "title_sv": "Förutsättningar för utläggande på entreprenad",
        "content_sv": "Ett kreditinstitut ska se till att det av uppdragstagaren fortlöpande får uppgifter som behövs för myndighetstillsynen över kreditinstitutet, för riskhanteringen och för den interna kontrollen samt att det har rätt att vidarebefordra uppgifterna till Finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet står under dennas tillsyn, eller till centralinstitutet för sammanslutningen av andelsbanker, om kreditinstitutet står under dettas tillsyn.",
        "normalized_sv": "Ett kreditinstitut ska se till att det av uppdragstagaren fortlöpande får uppgifter som behövs för myndighetstillsynen över kreditinstitutet, för riskhanteringen och för den interna kontrollen samt att det har rätt att vidarebefordra uppgifterna till Finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet står under dennas tillsyn, eller till centralinstitutet för sammanslutningen av andelsbanker, om kreditinstitutet står under dettas tillsyn.",
        "folded_sv": "ett kreditinstitut ska se till att det av uppdragstagaren fortlopande far uppgifter som behovs for myndighetstillsynen over kreditinstitutet, for riskhanteringen och for den interna kontrollen samt att det har ratt att vidarebefordra uppgifterna till finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet star under dennas tillsyn, eller till centralinstitutet for sammanslutningen av andelsbanker, om kreditinstitutet star under dettas tillsyn."
      }
    },
    {
      "provision_ref": "1:40",
      "chapter": "1",
      "section": "40",
      "title": "Luottolaitoksen ja omistusyhteisön johtaminen",
      "content": "Luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimmän johdon tulee johtaa luottolaitosta ammattitaitoisesti sekä terveiden ja varovaisten liikeperiaatteiden mukaisesti. Hallituksen jäsenten ja varajäsenten, toimitusjohtajan ja toimitusjohtajan sijaisen sekä muun ylimpään johtoon kuuluvan on oltava luotettavia henkilöitä, jotka eivät ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. Näillä henkilöillä on lisäksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. Edellä 1 momentissa tarkoitettua henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton luottolaitoksen hallituksen jäseneksi tai varajäseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos hän muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edellä tarkoitettuun tehtävään. Rahoitustarkastus voi määräajaksi, enintään viideksi vuodeksi, kieltää henkilöä toimimasta luottolaitoksen hallituksen jäsenenä tai varajäsenenä, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpään johtoon kuuluvana, jos: 1) tämä on osoittanut tehtävänsä hoidossa ilmeistä taitamattomuutta tai varomattomuutta ja on ilmeistä, että se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) hän ei täytä 1 momentissa säädettyjä vaatimuksia. Luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkilöidensä muutoksista viipymättä Rahoitustarkastukselle. Mitä 1―4 momentissa säädetään, sovelletaan vastaavasti omistusyhteisöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40",
        "normalized_fi": "Luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimmän johdon tulee johtaa luottolaitosta ammattitaitoisesti sekä terveiden ja varovaisten liikeperiaatteiden mukaisesti. Hallituksen jäsenten ja varajäsenten, toimitusjohtajan ja toimitusjohtajan sijaisen sekä muun ylimpään johtoon kuuluvan on oltava luotettavia henkilöitä, jotka eivät ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. Näillä henkilöillä on lisäksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. Edellä 1 momentissa tarkoitettua henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton luottolaitoksen hallituksen jäseneksi tai varajäseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos hän muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edellä tarkoitettuun tehtävään. Rahoitustarkastus voi määräajaksi, enintään viideksi vuodeksi, kieltää henkilöä toimimasta luottolaitoksen hallituksen jäsenenä tai varajäsenenä, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpään johtoon kuuluvana, jos: 1) tämä on osoittanut tehtävänsä hoidossa ilmeistä taitamattomuutta tai varomattomuutta ja on ilmeistä, että se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) hän ei täytä 1 momentissa säädettyjä vaatimuksia. Luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkilöidensä muutoksista viipymättä Rahoitustarkastukselle. Mitä 1―4 momentissa säädetään, sovelletaan vastaavasti omistusyhteisöön.",
        "folded_fi": "luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimman johdon tulee johtaa luottolaitosta ammattitaitoisesti seka terveiden ja varovaisten liikeperiaatteiden mukaisesti. hallituksen jasenten ja varajasenten, toimitusjohtajan ja toimitusjohtajan sijaisen seka muun ylimpaan johtoon kuuluvan on oltava luotettavia henkiloita, jotka eivat ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. nailla henkiloilla on lisaksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. edella 1 momentissa tarkoitettua henkiloa ei pideta luotettavana, jos hanet on lainvoiman saaneella tuomiolla viiden arviota edeltaneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltaneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton luottolaitoksen hallituksen jaseneksi tai varajaseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos han muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edella tarkoitettuun tehtavaan. rahoitustarkastus voi maaraajaksi, enintaan viideksi vuodeksi, kieltaa henkiloa toimimasta luottolaitoksen hallituksen jasenena tai varajasenena, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpaan johtoon kuuluvana, jos: 1) tama on osoittanut tehtavansa hoidossa ilmeista taitamattomuutta tai varomattomuutta ja on ilmeista, etta se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) han ei tayta 1 momentissa saadettyja vaatimuksia. luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkiloidensa muutoksista viipymatta rahoitustarkastukselle. mita 1―4 momentissa saadetaan, sovelletaan vastaavasti omistusyhteisoon.",
        "title_sv": "Att leda kreditinstitut och holdingföretag",
        "content_sv": "Ett kreditinstituts styrelse, verkställande direktör och högsta ledning i övrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och försiktiga affärsprinciper. Styrelsemedlemmarna och suppleanterna i styrelsen, verkställande direktören och dennes ställföreträdare samt övriga som hör till den högsta ledningen ska vara tillförlitliga personer som inte är försatta i konkurs och vars handlingsbehörighet inte har begränsats. De ska dessutom ha sådan allmän kännedom om kreditinstitutsverksamhet som är nödvändig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. En person som avses i 1 mom. anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att vara styrelsemedlem eller suppleant, verkställande direktör eller ställföreträdare för denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig för uppdraget i fråga. Finansinspektionen kan för högst fem år förbjuda en person att vara medlem eller suppleant i styrelsen, verkställande direktör eller ställföreträdare för verkställande direktören eller att i övrigt höra till den högsta ledningen i ett kreditinstitut, om 1) denne vid skötseln av sina uppgifter har visat uppenbar oskicklighet eller oförsiktighet och det är uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insättarnas eller investerarnas ställning eller borgenärernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. Kreditinstitutet ska omedelbart underrätta Finansinspektionen om utbyte av de personer som avses i 1 mom. Vad som föreskrivs i 1―4 mom. ska på motsvarande sätt tillämpas på holdingföretag.",
        "normalized_sv": "Ett kreditinstituts styrelse, verkställande direktör och högsta ledning i övrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och försiktiga affärsprinciper. Styrelsemedlemmarna och suppleanterna i styrelsen, verkställande direktören och dennes ställföreträdare samt övriga som hör till den högsta ledningen ska vara tillförlitliga personer som inte är försatta i konkurs och vars handlingsbehörighet inte har begränsats. De ska dessutom ha sådan allmän kännedom om kreditinstitutsverksamhet som är nödvändig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. En person som avses i 1 mom. anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att vara styrelsemedlem eller suppleant, verkställande direktör eller ställföreträdare för denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig för uppdraget i fråga. Finansinspektionen kan för högst fem år förbjuda en person att vara medlem eller suppleant i styrelsen, verkställande direktör eller ställföreträdare för verkställande direktören eller att i övrigt höra till den högsta ledningen i ett kreditinstitut, om 1) denne vid skötseln av sina uppgifter har visat uppenbar oskicklighet eller oförsiktighet och det är uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insättarnas eller investerarnas ställning eller borgenärernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. Kreditinstitutet ska omedelbart underrätta Finansinspektionen om utbyte av de personer som avses i 1 mom. Vad som föreskrivs i 1―4 mom. ska på motsvarande sätt tillämpas på holdingföretag.",
        "folded_sv": "ett kreditinstituts styrelse, verkstallande direktor och hogsta ledning i ovrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och forsiktiga affarsprinciper. styrelsemedlemmarna och suppleanterna i styrelsen, verkstallande direktoren och dennes stallforetradare samt ovriga som hor till den hogsta ledningen ska vara tillforlitliga personer som inte ar forsatta i konkurs och vars handlingsbehorighet inte har begransats. de ska dessutom ha sadan allman kannedom om kreditinstitutsverksamhet som ar nodvandig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. en person som avses i 1 mom. anses inte vara tillforlitlig, om personen under de fem ar som foregar bedomningen genom en dom som vunnit laga kraft har domts till fangelsestraff eller under de tre ar som foregar bedomningen till botesstraff for ett brott som kan anses visa att personen ar uppenbart olamplig att vara styrelsemedlem eller suppleant, verkstallande direktor eller stallforetradare for denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig for uppdraget i fraga. finansinspektionen kan for hogst fem ar forbjuda en person att vara medlem eller suppleant i styrelsen, verkstallande direktor eller stallforetradare for verkstallande direktoren eller att i ovrigt hora till den hogsta ledningen i ett kreditinstitut, om 1) denne vid skotseln av sina uppgifter har visat uppenbar oskicklighet eller oforsiktighet och det ar uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insattarnas eller investerarnas stallning eller borgenarernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. kreditinstitutet ska omedelbart underratta finansinspektionen om utbyte av de personer som avses i 1 mom. vad som foreskrivs i 1―4 mom. ska pa motsvarande satt tillampas pa holdingforetag."
      }
    },
    {
      "provision_ref": "1:49",
      "chapter": "1",
      "section": "49",
      "title": "Yleissäännös riskien hallinnasta",
      "content": "Luottolaitoksen riskienhallintaan ja muuhun sisäiseen valvontaan liittyvien tehtävien siirtämiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään, sovelletaan, mitä 36 a ja 36 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:49",
        "normalized_fi": "Luottolaitoksen riskienhallintaan ja muuhun sisäiseen valvontaan liittyvien tehtävien siirtämiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään, sovelletaan, mitä 36 a ja 36 b § :ssä säädetään.",
        "folded_fi": "luottolaitoksen riskienhallintaan ja muuhun sisaiseen valvontaan liittyvien tehtavien siirtamiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmaan tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymaan, sovelletaan, mita 36 a ja 36 b §:ssa saadetaan.",
        "title_sv": "Generalklausul om riskhantering",
        "content_sv": "På överföring av uppgifter som har samband med ett kreditinstituts riskhantering och övriga interna kontroll till ett företag som inte hör finansiella företagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillämpas 36 a och 36 b §.",
        "normalized_sv": "På överföring av uppgifter som har samband med ett kreditinstituts riskhantering och övriga interna kontroll till ett företag som inte hör finansiella företagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillämpas 36 a och 36 b § .",
        "folded_sv": "pa overforing av uppgifter som har samband med ett kreditinstituts riskhantering och ovriga interna kontroll till ett foretag som inte hor finansiella foretagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillampas 36 a och 36 b §."
      }
    },
    {
      "provision_ref": "1:105",
      "chapter": "1",
      "section": "105",
      "title": "Korvattavat saamiset",
      "content": "Talletussuojarahaston varoista korvataan talletuspankissa tilillä olevat ja tilille vielä kirjautumattomat maksujenvälityksessä olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintään 25 000 euron määrään asti. Jos tiliä käytetään sijoituspalveluun siten kuin sijoituspalveluyrityksistä annetun lain 55 §:n 2 momentissa säädetään, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:105",
        "normalized_fi": "Talletussuojarahaston varoista korvataan talletuspankissa tilillä olevat ja tilille vielä kirjautumattomat maksujenvälityksessä olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintään 25 000 euron määrään asti. Jos tiliä käytetään sijoituspalveluun siten kuin sijoituspalveluyrityksistä annetun lain 55 § :n 2 momentissa säädetään, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa säädetään.",
        "folded_fi": "talletussuojarahaston varoista korvataan talletuspankissa tililla olevat ja tilille viela kirjautumattomat maksujenvalityksessa olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintaan 25 000 euron maaraan asti. jos tilia kaytetaan sijoituspalveluun siten kuin sijoituspalveluyrityksista annetun lain 55 §:n 2 momentissa saadetaan, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa saadetaan.",
        "title_sv": "Fordringar som ska ersättas",
        "content_sv": "Av insättningsgarantifondens medel ersätts en insättares på konto registrerade tillgodohavanden i en inlåningsbank och andra än på konto registrerade tillgodohavanden som är föremål för betalningsförmedling, dock högst upp till 25 000 euro. Om ett konto används för investeringstjänster i enlighet med 55 § 2 mom. i lagen om värdepappersföretag, ska ersättningen dock i enlighet med 6 kap. i nämnda lag betalas ur den ersättningsfond som avses i den nämnda lagen.",
        "normalized_sv": "Av insättningsgarantifondens medel ersätts en insättares på konto registrerade tillgodohavanden i en inlåningsbank och andra än på konto registrerade tillgodohavanden som är föremål för betalningsförmedling, dock högst upp till 25 000 euro. Om ett konto används för investeringstjänster i enlighet med 55 § 2 mom. i lagen om värdepappersföretag, ska ersättningen dock i enlighet med 6 kap. i nämnda lag betalas ur den ersättningsfond som avses i den nämnda lagen.",
        "folded_sv": "av insattningsgarantifondens medel ersatts en insattares pa konto registrerade tillgodohavanden i en inlaningsbank och andra an pa konto registrerade tillgodohavanden som ar foremal for betalningsformedling, dock hogst upp till 25 000 euro. om ett konto anvands for investeringstjanster i enlighet med 55 § 2 mom. i lagen om vardepappersforetag, ska ersattningen dock i enlighet med 6 kap. i namnda lag betalas ur den ersattningsfond som avses i den namnda lagen."
      }
    },
    {
      "provision_ref": "1:160",
      "chapter": "1",
      "section": "160",
      "title": "Rahoitustarkastuksen velvollisuus määrätä tilintarkastaja sekä erityinen tarkastus ja tarkastaja",
      "content": "Sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa Rahoitustarkastukselle vähintään kerran vuodessa lausunto siitä, vastaavatko luottolaitoksen asiakasvarojen säilyttämistä koskevat järjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 §:ssä säädettyjä vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:160",
        "normalized_fi": "Sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa Rahoitustarkastukselle vähintään kerran vuodessa lausunto siitä, vastaavatko luottolaitoksen asiakasvarojen säilyttämistä koskevat järjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 § :ssä säädettyjä vaatimuksia.",
        "folded_fi": "sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa rahoitustarkastukselle vahintaan kerran vuodessa lausunto siita, vastaavatko luottolaitoksen asiakasvarojen sailyttamista koskevat jarjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 §:ssa saadettyja vaatimuksia.",
        "title_sv": "Finansinspektionens skyldighet att förordna revisor samt särskild granskning och granskare",
        "content_sv": "Revisorn för ett kreditinstitut som tillhandahåller investeringstjänster ska minst en gång om året ge och till Finansinspektionen lämna ett yttrande om huruvida kreditinstitutets åtgärder vid förvaringen av kundmedel uppfyller de krav som föreskrivs i 4 kap. 14 och 15 § i värdepappersmarknadslagen.",
        "normalized_sv": "Revisorn för ett kreditinstitut som tillhandahåller investeringstjänster ska minst en gång om året ge och till Finansinspektionen lämna ett yttrande om huruvida kreditinstitutets åtgärder vid förvaringen av kundmedel uppfyller de krav som föreskrivs i 4 kap. 14 och 15 § i värdepappersmarknadslagen.",
        "folded_sv": "revisorn for ett kreditinstitut som tillhandahaller investeringstjanster ska minst en gang om aret ge och till finansinspektionen lamna ett yttrande om huruvida kreditinstitutets atgarder vid forvaringen av kundmedel uppfyller de krav som foreskrivs i 4 kap. 14 och 15 § i vardepappersmarknadslagen."
      }
    },
    {
      "provision_ref": "1:161",
      "chapter": "1",
      "section": "161",
      "title": "Sivuliikkeen perustaminen ETA-valtioon",
      "content": "Luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun ETA-valtioon, on ilmoitettava siitä etukäteen Rahoitustarkastukselle. Ilmoitukseen on liitettävä tiedot harjoitettavaksi aiotusta toiminnasta sekä sivuliikkeen hallintoon liittyvät tiedot. Sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin Suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:161",
        "normalized_fi": "Luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun ETA-valtioon, on ilmoitettava siitä etukäteen Rahoitustarkastukselle. Ilmoitukseen on liitettävä tiedot harjoitettavaksi aiotusta toiminnasta sekä sivuliikkeen hallintoon liittyvät tiedot. Sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin Suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
        "folded_fi": "luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun eta-valtioon, on ilmoitettava siita etukateen rahoitustarkastukselle. ilmoitukseen on liitettava tiedot harjoitettavaksi aiotusta toiminnasta seka sivuliikkeen hallintoon liittyvat tiedot. sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
        "title_sv": "Filialetablering i en EES-stat",
        "content_sv": "Ett kreditinstitut som ämnar etablera en filial i en annan EES-stat ska på förhand anmäla detta till Finansinspektionen. Till anmälan ska fogas uppgifter om den planerade verksamheten och om filialens förvaltning. Ett kreditinstitut som tillhandahåller investeringstjänster ska meddela på vilket sätt de investerares tillgodohavanden är tryggade som är kunder hos institutets utländska filialer.",
        "normalized_sv": "Ett kreditinstitut som ämnar etablera en filial i en annan EES-stat ska på förhand anmäla detta till Finansinspektionen. Till anmälan ska fogas uppgifter om den planerade verksamheten och om filialens förvaltning. Ett kreditinstitut som tillhandahåller investeringstjänster ska meddela på vilket sätt de investerares tillgodohavanden är tryggade som är kunder hos institutets utländska filialer.",
        "folded_sv": "ett kreditinstitut som amnar etablera en filial i en annan ees-stat ska pa forhand anmala detta till finansinspektionen. till anmalan ska fogas uppgifter om den planerade verksamheten och om filialens forvaltning. ett kreditinstitut som tillhandahaller investeringstjanster ska meddela pa vilket satt de investerares tillgodohavanden ar tryggade som ar kunder hos institutets utlandska filialer."
      }
    },
    {
      "provision_ref": "1:164",
      "chapter": "1",
      "section": "164",
      "title": "Palveluiden tarjoaminen",
      "content": "Luottolaitokseen, joka aikoo tarjota toiseen ETA-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetun lain 5 §:n 8 kohdassa tarkoitetussa monenkeskisessä kaupankäynnissä, sovelletaan, mitä edellä mainitun lain 76 §:n 3 ja 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:164",
        "normalized_fi": "Luottolaitokseen, joka aikoo tarjota toiseen ETA-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetun lain 5 § :n 8 kohdassa tarkoitetussa monenkeskisessä kaupankäynnissä, sovelletaan, mitä edellä mainitun lain 76 § :n 3 ja 4 momentissa säädetään.",
        "folded_fi": "luottolaitokseen, joka aikoo tarjota toiseen eta-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa sijoituspalveluyrityksista annetun lain 5 §:n 8 kohdassa tarkoitetussa monenkeskisessa kaupankaynnissa, sovelletaan, mita edella mainitun lain 76 §:n 3 ja 4 momentissa saadetaan.",
        "title_sv": "Tillhandahållande av tjänster",
        "content_sv": "På kreditinstitut som ämnar erbjuda ett värdepappersföretag, ett kreditinstitut eller någon annan person som är etablerad i en annan EES-stat direkt möjlighet att delta i sådan multilateral handel som avses i 5 § 8 punkten i lagen om värdepappersföretag, tillämpas 76 § 3 och 4 mom. i den nämnda lagen.",
        "normalized_sv": "På kreditinstitut som ämnar erbjuda ett värdepappersföretag, ett kreditinstitut eller någon annan person som är etablerad i en annan EES-stat direkt möjlighet att delta i sådan multilateral handel som avses i 5 § 8 punkten i lagen om värdepappersföretag, tillämpas 76 § 3 och 4 mom. i den nämnda lagen.",
        "folded_sv": "pa kreditinstitut som amnar erbjuda ett vardepappersforetag, ett kreditinstitut eller nagon annan person som ar etablerad i en annan ees-stat direkt mojlighet att delta i sadan multilateral handel som avses i 5 § 8 punkten i lagen om vardepappersforetag, tillampas 76 § 3 och 4 mom. i den namnda lagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Muu luottolaitostoimintaa koskeva lainsäädäntö",
      "content": "Luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon säädetään sijoituspalveluyrityksistä annetussa laissa (922/2007). Luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan näiden palvelujen tarjonnan osalta, mitä sijoituspalveluyrityksistä annetun lain 29―31 §:ssä, 32 §:n 1―3, 5 ja 6 momentissa sekä 33―38 §:ssä säädetään sekä mitä arvopaperimarkkinalaissa (495/1989) säädetään arvopaperinvälittäjän velvollisuuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:2",
        "normalized_fi": "Luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon säädetään sijoituspalveluyrityksistä annetussa laissa (922/2007). Luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan näiden palvelujen tarjonnan osalta, mitä sijoituspalveluyrityksistä annetun lain 29―31 § :ssä, 32 § :n 1―3, 5 ja 6 momentissa sekä 33―38 § :ssä säädetään sekä mitä arvopaperimarkkinalaissa (495/1989) säädetään arvopaperinvälittäjän velvollisuuksista.",
        "folded_fi": "luottolaitoksen velvollisuudesta kuulua sijoittajien korvausrahastoon saadetaan sijoituspalveluyrityksista annetussa laissa (922/2007). luottolaitokseen, joka tarjoaa sijoituspalveluja, sovelletaan naiden palvelujen tarjonnan osalta, mita sijoituspalveluyrityksista annetun lain 29―31 §:ssa, 32 §:n 1―3, 5 ja 6 momentissa seka 33―38 §:ssa saadetaan seka mita arvopaperimarkkinalaissa (495/1989) saadetaan arvopaperinvalittajan velvollisuuksista.",
        "title_sv": "Annan lagstiftning om kreditinstitutsverksamhet",
        "content_sv": "I lagen om värdepappersföretag (922/2007) föreskrivs om kreditinstituts skyldighet att höra till ersättningsfonden för investerarskydd. På kreditinstitut som tillhandahåller investeringstjänster tillämpas i fråga om detta tillhandahållande 29―31 §, 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om värdepappersföretag samt vad som i värdepappersmarknadslagen (495/1989) föreskrivs om värdepappersförmedlares skyldigheter.",
        "normalized_sv": "I lagen om värdepappersföretag (922/2007) föreskrivs om kreditinstituts skyldighet att höra till ersättningsfonden för investerarskydd. På kreditinstitut som tillhandahåller investeringstjänster tillämpas i fråga om detta tillhandahållande 29―31 § , 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om värdepappersföretag samt vad som i värdepappersmarknadslagen (495/1989) föreskrivs om värdepappersförmedlares skyldigheter.",
        "folded_sv": "i lagen om vardepappersforetag (922/2007) foreskrivs om kreditinstituts skyldighet att hora till ersattningsfonden for investerarskydd. pa kreditinstitut som tillhandahaller investeringstjanster tillampas i fraga om detta tillhandahallande 29―31 §, 32 § 1―3, 5 och 6 mom. samt 33―38 § i lagen om vardepappersforetag samt vad som i vardepappersmarknadslagen (495/1989) foreskrivs om vardepappersformedlares skyldigheter."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:16 a",
      "chapter": "1",
      "section": "16 a",
      "title": "Ulkoistaminen",
      "content": "Ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvää järjestelyä, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:16 a",
        "normalized_fi": "Ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvää järjestelyä, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
        "folded_fi": "ulkoistamisella tarkoitetaan luottolaitoksen toimintaan liittyvaa jarjestelya, jonka perusteella muu palvelun tarjoaja tuottaa luottolaitokselle toiminnon tai palvelun, jonka luottolaitos olisi muuten itse suorittanut.",
        "title_sv": "Utläggande på entreprenad",
        "content_sv": "utläggande på entreprenad Med avses åtgärder som vidtas i samband med ett kreditinstituts verksamhet och som innebär att någon annan tjänsteleverantör tillhandahåller sådana funktioner eller tjänster för kreditinstitutet som kreditinstitutet annars skulle sköta själv.",
        "normalized_sv": "utläggande på entreprenad Med avses åtgärder som vidtas i samband med ett kreditinstituts verksamhet och som innebär att någon annan tjänsteleverantör tillhandahåller sådana funktioner eller tjänster för kreditinstitutet som kreditinstitutet annars skulle sköta själv.",
        "folded_sv": "utlaggande pa entreprenad med avses atgarder som vidtas i samband med ett kreditinstituts verksamhet och som innebar att nagon annan tjansteleverantor tillhandahaller sadana funktioner eller tjanster for kreditinstitutet som kreditinstitutet annars skulle skota sjalv."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "Luottolaitoksen yksinoikeutta takaisinmaksettavien varojen vastaanottamiseen koskevat poikkeukset",
      "content": "Mitä 19 §:ssä säädetään, ei rajoita Suomen Pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisöltä, rahastoyhtiön oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eikä vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiölaissa tarkoitettua vakuutusliikettä. Mitä 19 §:ssä säädetään, ei myöskään rajoita sellaisten maksuvälineiden myyntiä, jotka eivät ole sähköistä rahaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:20",
        "normalized_fi": "Mitä 19 § :ssä säädetään, ei rajoita Suomen Pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisöltä, rahastoyhtiön oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eikä vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiölaissa tarkoitettua vakuutusliikettä. Mitä 19 § :ssä säädetään, ei myöskään rajoita sellaisten maksuvälineiden myyntiä, jotka eivät ole sähköistä rahaa.",
        "folded_fi": "mita 19 §:ssa saadetaan, ei rajoita suomen pankin oikeutta ottaa vastaan takaisinmaksettavia varoja yleisolta, rahastoyhtion oikeutta harjoittaa sijoitusrahastolaissa (48/1999) tarkoitettua sijoitusrahastotoimintaa eika vakuutuslaitoksen oikeutta harjoittaa vakuutusyhtiolaissa tarkoitettua vakuutusliiketta. mita 19 §:ssa saadetaan, ei myoskaan rajoita sellaisten maksuvalineiden myyntia, jotka eivat ole sahkoista rahaa.",
        "title_sv": "Undantag från kreditinstituts ensamrätt att ta emot återbetalbara medel",
        "content_sv": "Bestämmelserna i 19 § begränsar inte Finlands Banks rätt att från allmänheten ta emot återbetalbara medel, fondbolags rätt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller försäkringsföretags rätt att bedriva försäkringsrörelse enligt lagen om försäkringsbolag. Bestämmelserna i 19 § begränsar inte heller försäljning av andra betalningsmedel än elektroniska pengar.",
        "normalized_sv": "Bestämmelserna i 19 § begränsar inte Finlands Banks rätt att från allmänheten ta emot återbetalbara medel, fondbolags rätt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller försäkringsföretags rätt att bedriva försäkringsrörelse enligt lagen om försäkringsbolag. Bestämmelserna i 19 § begränsar inte heller försäljning av andra betalningsmedel än elektroniska pengar.",
        "folded_sv": "bestammelserna i 19 § begransar inte finlands banks ratt att fran allmanheten ta emot aterbetalbara medel, fondbolags ratt att bedriva fondverksamhet enligt lagen om placeringsfonder (48/1999) eller forsakringsforetags ratt att bedriva forsakringsrorelse enligt lagen om forsakringsbolag. bestammelserna i 19 § begransar inte heller forsaljning av andra betalningsmedel an elektroniska pengar."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:24",
      "chapter": "1",
      "section": "24",
      "title": "Toimiluvan myöntämisen edellytykset",
      "content": "Toimiluvan myöntämisen edellytyksenä on lisäksi, että saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vähintään yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vähintään 10 prosenttia sen osakkeiden äänivallasta, on luotettava. Henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:24",
        "normalized_fi": "Toimiluvan myöntämisen edellytyksenä on lisäksi, että saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vähintään yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vähintään 10 prosenttia sen osakkeiden äänivallasta, on luotettava. Henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos hän on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
        "folded_fi": "toimiluvan myontamisen edellytyksena on lisaksi, etta saadun selvityksen perusteella luottolaitoksen perustaja ja osakkeenomistaja, joka omistaa vahintaan yhden kymmenesosan luottolaitoksen osakkeista tai osuuden, joka tuottaa vahintaan 10 prosenttia sen osakkeiden aanivallasta, on luotettava. henkiloa ei pideta luotettavana, jos hanet on lainvoiman saaneella tuomiolla viiden arviota edeltaneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltaneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta, taikka jos han on muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton perustamaan tai omistamaan luottolaitosta.",
        "title_sv": "Förutsättningar för beviljande av koncession",
        "content_sv": "Beviljande av koncession förutsätter dessutom att det har utretts att kreditinstitutets grundare samt aktieägare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medför minst tio procent av rösträtten i institutet är tillförlitliga. En person anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att grunda eller äga ett kreditinstitut eller om personen i fråga annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att grunda eller äga ett kreditinstitut.",
        "normalized_sv": "Beviljande av koncession förutsätter dessutom att det har utretts att kreditinstitutets grundare samt aktieägare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medför minst tio procent av rösträtten i institutet är tillförlitliga. En person anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att grunda eller äga ett kreditinstitut eller om personen i fråga annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig att grunda eller äga ett kreditinstitut.",
        "folded_sv": "beviljande av koncession forutsatter dessutom att det har utretts att kreditinstitutets grundare samt aktieagare som innehar minst en tiondel av kreditinstitutets aktier eller en andel som medfor minst tio procent av rostratten i institutet ar tillforlitliga. en person anses inte vara tillforlitlig, om personen under de fem ar som foregar bedomningen genom en dom som vunnit laga kraft har domts till fangelsestraff eller under de tre ar som foregar bedomningen till botesstraff for ett brott som kan anses visa att personen ar uppenbart olamplig att grunda eller aga ett kreditinstitut eller om personen i fraga annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig att grunda eller aga ett kreditinstitut."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:30",
      "chapter": "1",
      "section": "30",
      "title": "Talletuspankille sallittu liiketoiminta",
      "content": "Talletuspankin yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksistä annetun lain 5 §:n mukaisia sijoituspalveluja sekä mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:30",
        "normalized_fi": "Talletuspankin yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksistä annetun lain 5 § :n mukaisia sijoituspalveluja sekä mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
        "folded_fi": "talletuspankin yhtiojarjestyksessa tai saannoissa on mainittava, tarjoaako talletuspankki sijoituspalveluyrityksista annetun lain 5 §:n mukaisia sijoituspalveluja seka mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua sailytys- ja hoitopalvelua.",
        "title_sv": "Affärsverksamhet som är tillåten för inlåningsbanker",
        "content_sv": "I en inlåningsbanks bolagsordning eller stadgar ska anges om banken tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "normalized_sv": "I en inlåningsbanks bolagsordning eller stadgar ska anges om banken tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "folded_sv": "i en inlaningsbanks bolagsordning eller stadgar ska anges om banken tillhandahaller investeringstjanster enligt 5 § i lagen om vardepappersforetag samt forvarings- och forvaltningstjanster enligt 15 § 1 mom. 1 punkten i namnda lag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:31",
      "chapter": "1",
      "section": "31",
      "title": "Luottoyhteisölle sallittu liiketoiminta",
      "content": "Luottoyhteisön yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako luottoyhteisö sijoituspalveluyrityksistä annetun lain 5 §:n mukaisia sijoituspalveluja sekä mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:31",
        "normalized_fi": "Luottoyhteisön yhtiöjärjestyksessä tai säännöissä on mainittava, tarjoaako luottoyhteisö sijoituspalveluyrityksistä annetun lain 5 § :n mukaisia sijoituspalveluja sekä mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettua säilytys- ja hoitopalvelua.",
        "folded_fi": "luottoyhteison yhtiojarjestyksessa tai saannoissa on mainittava, tarjoaako luottoyhteiso sijoituspalveluyrityksista annetun lain 5 §:n mukaisia sijoituspalveluja seka mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettua sailytys- ja hoitopalvelua.",
        "title_sv": "Affärsverksamhet som är tillåten för kreditföretag",
        "content_sv": "I ett kreditföretags bolagsordning eller stadgar ska anges om företaget tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "normalized_sv": "I ett kreditföretags bolagsordning eller stadgar ska anges om företaget tillhandahåller investeringstjänster enligt 5 § i lagen om värdepappersföretag samt förvarings- och förvaltningstjänster enligt 15 § 1 mom. 1 punkten i nämnda lag.",
        "folded_sv": "i ett kreditforetags bolagsordning eller stadgar ska anges om foretaget tillhandahaller investeringstjanster enligt 5 § i lagen om vardepappersforetag samt forvarings- och forvaltningstjanster enligt 15 § 1 mom. 1 punkten i namnda lag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:36",
      "chapter": "1",
      "section": "36",
      "title": "Toimipaikat",
      "content": "Luottolaitoksella on oltava Suomessa pääkonttori ja vähintään yksi kiinteä toimipaikka. Luottolaitos voi harjoittaa toimintaansa lisäksi sivuliikkeissä ja muissa toimipaikoissa. Sivuliikkeen perustamisesta ulkomaille säädetään 10 luvussa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36",
        "normalized_fi": "Luottolaitoksella on oltava Suomessa pääkonttori ja vähintään yksi kiinteä toimipaikka. Luottolaitos voi harjoittaa toimintaansa lisäksi sivuliikkeissä ja muissa toimipaikoissa. Sivuliikkeen perustamisesta ulkomaille säädetään 10 luvussa.",
        "folded_fi": "luottolaitoksella on oltava suomessa paakonttori ja vahintaan yksi kiintea toimipaikka. luottolaitos voi harjoittaa toimintaansa lisaksi sivuliikkeissa ja muissa toimipaikoissa. sivuliikkeen perustamisesta ulkomaille saadetaan 10 luvussa.",
        "title_sv": "Driftställen",
        "content_sv": "Ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftställe i Finland. Det kan dessutom bedriva verksamhet i filialer och på andra driftställen. I 10 kap. föreskrivs om etablering av filialer utomlands.",
        "normalized_sv": "Ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftställe i Finland. Det kan dessutom bedriva verksamhet i filialer och på andra driftställen. I 10 kap. föreskrivs om etablering av filialer utomlands.",
        "folded_sv": "ett kreditinstitut ska ha sitt huvudkontor och minst ett fast driftstalle i finland. det kan dessutom bedriva verksamhet i filialer och pa andra driftstallen. i 10 kap. foreskrivs om etablering av filialer utomlands."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:36 a",
      "chapter": "1",
      "section": "36 a",
      "title": "Asiamiehen käyttäminen ja muu merkittävän toiminnon ulkoistaminen",
      "content": "Luottolaitos voi harjoittaa liiketoimintaansa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittäviä toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisäistä valvontaa eikä muuten merkittävästi luottolaitoksen liiketoiminnan hoitamista. Toiminto on luottolaitoksen liiketoiminnan kannalta merkittävä, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen säännösten tai määräysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. Merkittävän toiminnon ulkoistamisesta on tehtävä kirjallinen sopimus, josta käy ilmi toimeksiannon sisältö ja sopimuksen voimassaoloaika. Luottolaitoksen, joka toimiluvan myöntämisen jälkeen aikoo harjoittaa liiketoimintaa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittävän toiminnon muulle kuin samaan konsolidointiryhmään tai osuuspankkien yhteenliittymään kuuluvalle, on ilmoitettava ulkoistamisesta etukäteen Rahoitustarkastukselle. Luottolaitoksen ja ulkoistettua toimintaa hoitavan välisessä sopimussuhteessa tapahtuvista merkittävistä muutoksista on ilmoitettava Rahoitustarkastukselle. Rahoitustarkastus antaa tarvittavat tarkemmat määräykset ilmoituksen sisällöstä. Edellä 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehdä, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään. Luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mitä sijoituspalveluyrityksistä annetun lain 29―31 §:ssä sekä 32 §:n 1―3, 5 ja 6 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36 a",
        "normalized_fi": "Luottolaitos voi harjoittaa liiketoimintaansa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittäviä toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisäistä valvontaa eikä muuten merkittävästi luottolaitoksen liiketoiminnan hoitamista. Toiminto on luottolaitoksen liiketoiminnan kannalta merkittävä, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen säännösten tai määräysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. Merkittävän toiminnon ulkoistamisesta on tehtävä kirjallinen sopimus, josta käy ilmi toimeksiannon sisältö ja sopimuksen voimassaoloaika. Luottolaitoksen, joka toimiluvan myöntämisen jälkeen aikoo harjoittaa liiketoimintaa asiamiehen välityksellä tai muuten ulkoistaa liiketoimintansa kannalta merkittävän toiminnon muulle kuin samaan konsolidointiryhmään tai osuuspankkien yhteenliittymään kuuluvalle, on ilmoitettava ulkoistamisesta etukäteen Rahoitustarkastukselle. Luottolaitoksen ja ulkoistettua toimintaa hoitavan välisessä sopimussuhteessa tapahtuvista merkittävistä muutoksista on ilmoitettava Rahoitustarkastukselle. Rahoitustarkastus antaa tarvittavat tarkemmat määräykset ilmoituksen sisällöstä. Edellä 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehdä, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään. Luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mitä sijoituspalveluyrityksistä annetun lain 29―31 § :ssä sekä 32 § :n 1―3, 5 ja 6 momentissa säädetään.",
        "folded_fi": "luottolaitos voi harjoittaa liiketoimintaansa asiamiehen valityksella tai muuten ulkoistaa liiketoimintansa kannalta merkittavia toimintojaan, jos se ei haittaa luottolaitoksen riskien hallintaa, sisaista valvontaa eika muuten merkittavasti luottolaitoksen liiketoiminnan hoitamista. toiminto on luottolaitoksen liiketoiminnan kannalta merkittava, jos virhe tai puute sen suorittamisessa voi haitata olennaisesti luottolaitoksen toimintaa koskevien lakien tai niiden nojalla annettujen saannosten tai maaraysten taikka luottolaitoksen toimiluvan ehtojen noudattamista, luottolaitoksen taloudellista asemaa tai liiketoiminnan jatkuvuutta. merkittavan toiminnon ulkoistamisesta on tehtava kirjallinen sopimus, josta kay ilmi toimeksiannon sisalto ja sopimuksen voimassaoloaika. luottolaitoksen, joka toimiluvan myontamisen jalkeen aikoo harjoittaa liiketoimintaa asiamiehen valityksella tai muuten ulkoistaa liiketoimintansa kannalta merkittavan toiminnon muulle kuin samaan konsolidointiryhmaan tai osuuspankkien yhteenliittymaan kuuluvalle, on ilmoitettava ulkoistamisesta etukateen rahoitustarkastukselle. luottolaitoksen ja ulkoistettua toimintaa hoitavan valisessa sopimussuhteessa tapahtuvista merkittavista muutoksista on ilmoitettava rahoitustarkastukselle. rahoitustarkastus antaa tarvittavat tarkemmat maaraykset ilmoituksen sisallosta. edella 4 momentissa tarkoitettua ilmoitusta ei kuitenkaan tarvitse tehda, jos asiamies tai muu ulkoistettua toimintaa hoitava kuuluu luottolaitoksen kanssa samaan konsolidointiryhmaan tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymaan. luottolaitoksen tarjoamien sijoituspalvelujen ulkoistamiseen sovelletaan 1―4 momentista poiketen, mita sijoituspalveluyrityksista annetun lain 29―31 §:ssa seka 32 §:n 1―3, 5 ja 6 momentissa saadetaan.",
        "title_sv": "Anlitande av ombud samt utläggande av viktiga funktioner på entreprenad",
        "content_sv": "Ett kreditinstitut kan bedriva affärsverksamhet genom ombud eller på annat sätt lägga ut för sin verksamhet viktiga funktioner på entreprenad, om detta inte försvårar kreditinstitutets riskhantering och interna kontroll eller i övrigt innebär betydande olägenhet för kreditinstitutets affärsverksamhet. En funktion är viktig för affärsverksamheten, om ett fel eller en brist i den väsentligt kan försvåra kreditinstitutets finansiella ställning eller kontinuiteten i dess affärsverksamhet eller iakttagandet av de lagar som gäller kreditinstitutets verksamhet, med stöd av dem utfärdade bestämmelser eller föreskrifter eller villkoren i kreditinstitutets koncession. Ett skriftligt avtal som anger uppdragets innehåll och avtalets giltighetstid ska ingås om utläggande av en viktig funktion på entreprenad. Ett kreditinstitut som efter ha fått koncession har för avsikt att bedriva affärsverksamhet genom ombud eller annars lägga ut en för dess verksamhet viktig funktion på entreprenad till någon som inte hör till samma finansiella företagsgrupp eller sammanslutningen av andelsbanker ska på förhand underrätta Finansinspektionen om utläggningen. Finansinspektionen ska underrättas om betydande förändringar i avtalsförhållandet mellan kreditinstitutet och uppdragstagaren. Finansinspektionen utfärdar behövliga närmare föreskrifter om anmälans innehåll. En anmälan enligt 4 mom. behöver emellertid inte göras om ombudet eller en annan uppdragstagare hör till samma finansiella företagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. På utläggande av sådana investeringstjänster på entreprenad som tillhandahålls av kreditinstitut tillämpas, med avvikelse från 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om värdepappersföretag.",
        "normalized_sv": "Ett kreditinstitut kan bedriva affärsverksamhet genom ombud eller på annat sätt lägga ut för sin verksamhet viktiga funktioner på entreprenad, om detta inte försvårar kreditinstitutets riskhantering och interna kontroll eller i övrigt innebär betydande olägenhet för kreditinstitutets affärsverksamhet. En funktion är viktig för affärsverksamheten, om ett fel eller en brist i den väsentligt kan försvåra kreditinstitutets finansiella ställning eller kontinuiteten i dess affärsverksamhet eller iakttagandet av de lagar som gäller kreditinstitutets verksamhet, med stöd av dem utfärdade bestämmelser eller föreskrifter eller villkoren i kreditinstitutets koncession. Ett skriftligt avtal som anger uppdragets innehåll och avtalets giltighetstid ska ingås om utläggande av en viktig funktion på entreprenad. Ett kreditinstitut som efter ha fått koncession har för avsikt att bedriva affärsverksamhet genom ombud eller annars lägga ut en för dess verksamhet viktig funktion på entreprenad till någon som inte hör till samma finansiella företagsgrupp eller sammanslutningen av andelsbanker ska på förhand underrätta Finansinspektionen om utläggningen. Finansinspektionen ska underrättas om betydande förändringar i avtalsförhållandet mellan kreditinstitutet och uppdragstagaren. Finansinspektionen utfärdar behövliga närmare föreskrifter om anmälans innehåll. En anmälan enligt 4 mom. behöver emellertid inte göras om ombudet eller en annan uppdragstagare hör till samma finansiella företagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. På utläggande av sådana investeringstjänster på entreprenad som tillhandahålls av kreditinstitut tillämpas, med avvikelse från 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om värdepappersföretag.",
        "folded_sv": "ett kreditinstitut kan bedriva affarsverksamhet genom ombud eller pa annat satt lagga ut for sin verksamhet viktiga funktioner pa entreprenad, om detta inte forsvarar kreditinstitutets riskhantering och interna kontroll eller i ovrigt innebar betydande olagenhet for kreditinstitutets affarsverksamhet. en funktion ar viktig for affarsverksamheten, om ett fel eller en brist i den vasentligt kan forsvara kreditinstitutets finansiella stallning eller kontinuiteten i dess affarsverksamhet eller iakttagandet av de lagar som galler kreditinstitutets verksamhet, med stod av dem utfardade bestammelser eller foreskrifter eller villkoren i kreditinstitutets koncession. ett skriftligt avtal som anger uppdragets innehall och avtalets giltighetstid ska ingas om utlaggande av en viktig funktion pa entreprenad. ett kreditinstitut som efter ha fatt koncession har for avsikt att bedriva affarsverksamhet genom ombud eller annars lagga ut en for dess verksamhet viktig funktion pa entreprenad till nagon som inte hor till samma finansiella foretagsgrupp eller sammanslutningen av andelsbanker ska pa forhand underratta finansinspektionen om utlaggningen. finansinspektionen ska underrattas om betydande forandringar i avtalsforhallandet mellan kreditinstitutet och uppdragstagaren. finansinspektionen utfardar behovliga narmare foreskrifter om anmalans innehall. en anmalan enligt 4 mom. behover emellertid inte goras om ombudet eller en annan uppdragstagare hor till samma finansiella foretagsgrupp eller i lagen om andelslag och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet. pa utlaggande av sadana investeringstjanster pa entreprenad som tillhandahalls av kreditinstitut tillampas, med avvikelse fran 1―4 mom., 29―31 § samt 32 § 1―3, 5 och 6 mom. i lagen om vardepappersforetag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:36 b",
      "chapter": "1",
      "section": "36 b",
      "title": "Ulkoistamisen edellytykset",
      "content": "Luottolaitoksen on huolehdittava siitä, että se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisäisen valvonnan edellyttämät tarpeelliset tiedot, sekä siitä, että sillä on oikeus luovuttaa tiedot edelleen Rahoitustarkastukselle ja lisäksi säästöpankkitarkastukselle, jos luottolaitos on säästöpankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittymän keskusyhteisölle, jos luottolaitos on keskusyhteisön valvonnassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:36 b",
        "normalized_fi": "Luottolaitoksen on huolehdittava siitä, että se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisäisen valvonnan edellyttämät tarpeelliset tiedot, sekä siitä, että sillä on oikeus luovuttaa tiedot edelleen Rahoitustarkastukselle ja lisäksi säästöpankkitarkastukselle, jos luottolaitos on säästöpankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittymän keskusyhteisölle, jos luottolaitos on keskusyhteisön valvonnassa.",
        "folded_fi": "luottolaitoksen on huolehdittava siita, etta se saa ulkoistettua toimintaa hoitavalta jatkuvasti luottolaitoksen viranomaisvalvonnan, riskien hallinnan ja sisaisen valvonnan edellyttamat tarpeelliset tiedot, seka siita, etta silla on oikeus luovuttaa tiedot edelleen rahoitustarkastukselle ja lisaksi saastopankkitarkastukselle, jos luottolaitos on saastopankkitarkastuksen valvonnassa, tai osuuspankkien yhteenliittyman keskusyhteisolle, jos luottolaitos on keskusyhteison valvonnassa.",
        "title_sv": "Förutsättningar för utläggande på entreprenad",
        "content_sv": "Ett kreditinstitut ska se till att det av uppdragstagaren fortlöpande får uppgifter som behövs för myndighetstillsynen över kreditinstitutet, för riskhanteringen och för den interna kontrollen samt att det har rätt att vidarebefordra uppgifterna till Finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet står under dennas tillsyn, eller till centralinstitutet för sammanslutningen av andelsbanker, om kreditinstitutet står under dettas tillsyn.",
        "normalized_sv": "Ett kreditinstitut ska se till att det av uppdragstagaren fortlöpande får uppgifter som behövs för myndighetstillsynen över kreditinstitutet, för riskhanteringen och för den interna kontrollen samt att det har rätt att vidarebefordra uppgifterna till Finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet står under dennas tillsyn, eller till centralinstitutet för sammanslutningen av andelsbanker, om kreditinstitutet står under dettas tillsyn.",
        "folded_sv": "ett kreditinstitut ska se till att det av uppdragstagaren fortlopande far uppgifter som behovs for myndighetstillsynen over kreditinstitutet, for riskhanteringen och for den interna kontrollen samt att det har ratt att vidarebefordra uppgifterna till finansinspektionen och dessutom till sparbanksinspektionen, om kreditinstitutet star under dennas tillsyn, eller till centralinstitutet for sammanslutningen av andelsbanker, om kreditinstitutet star under dettas tillsyn."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:40",
      "chapter": "1",
      "section": "40",
      "title": "Luottolaitoksen ja omistusyhteisön johtaminen",
      "content": "Luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimmän johdon tulee johtaa luottolaitosta ammattitaitoisesti sekä terveiden ja varovaisten liikeperiaatteiden mukaisesti. Hallituksen jäsenten ja varajäsenten, toimitusjohtajan ja toimitusjohtajan sijaisen sekä muun ylimpään johtoon kuuluvan on oltava luotettavia henkilöitä, jotka eivät ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. Näillä henkilöillä on lisäksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. Edellä 1 momentissa tarkoitettua henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton luottolaitoksen hallituksen jäseneksi tai varajäseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos hän muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edellä tarkoitettuun tehtävään. Rahoitustarkastus voi määräajaksi, enintään viideksi vuodeksi, kieltää henkilöä toimimasta luottolaitoksen hallituksen jäsenenä tai varajäsenenä, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpään johtoon kuuluvana, jos: 1) tämä on osoittanut tehtävänsä hoidossa ilmeistä taitamattomuutta tai varomattomuutta ja on ilmeistä, että se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) hän ei täytä 1 momentissa säädettyjä vaatimuksia. Luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkilöidensä muutoksista viipymättä Rahoitustarkastukselle. Mitä 1―4 momentissa säädetään, sovelletaan vastaavasti omistusyhteisöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:40",
        "normalized_fi": "Luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimmän johdon tulee johtaa luottolaitosta ammattitaitoisesti sekä terveiden ja varovaisten liikeperiaatteiden mukaisesti. Hallituksen jäsenten ja varajäsenten, toimitusjohtajan ja toimitusjohtajan sijaisen sekä muun ylimpään johtoon kuuluvan on oltava luotettavia henkilöitä, jotka eivät ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. Näillä henkilöillä on lisäksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. Edellä 1 momentissa tarkoitettua henkilöä ei pidetä luotettavana, jos hänet on lainvoiman saaneella tuomiolla viiden arviota edeltäneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltäneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hänen olevan ilmeisen sopimaton luottolaitoksen hallituksen jäseneksi tai varajäseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos hän muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edellä tarkoitettuun tehtävään. Rahoitustarkastus voi määräajaksi, enintään viideksi vuodeksi, kieltää henkilöä toimimasta luottolaitoksen hallituksen jäsenenä tai varajäsenenä, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpään johtoon kuuluvana, jos: 1) tämä on osoittanut tehtävänsä hoidossa ilmeistä taitamattomuutta tai varomattomuutta ja on ilmeistä, että se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) hän ei täytä 1 momentissa säädettyjä vaatimuksia. Luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkilöidensä muutoksista viipymättä Rahoitustarkastukselle. Mitä 1―4 momentissa säädetään, sovelletaan vastaavasti omistusyhteisöön.",
        "folded_fi": "luottolaitoksen hallituksen, toimitusjohtajan ja muun ylimman johdon tulee johtaa luottolaitosta ammattitaitoisesti seka terveiden ja varovaisten liikeperiaatteiden mukaisesti. hallituksen jasenten ja varajasenten, toimitusjohtajan ja toimitusjohtajan sijaisen seka muun ylimpaan johtoon kuuluvan on oltava luotettavia henkiloita, jotka eivat ole konkurssissa ja joiden toimintakelpoisuutta ei ole rajoitettu. nailla henkiloilla on lisaksi oltava sellainen yleinen luottolaitostoiminnan tuntemus kuin luottolaitoksen toiminnan luonteeseen ja laajuuteen katsoen on tarpeen. edella 1 momentissa tarkoitettua henkiloa ei pideta luotettavana, jos hanet on lainvoiman saaneella tuomiolla viiden arviota edeltaneen vuoden aikana tuomittu vankeusrangaistukseen tai kolmen arviota edeltaneen vuoden aikana sakkorangaistukseen rikoksesta, jonka voidaan katsoa osoittavan hanen olevan ilmeisen sopimaton luottolaitoksen hallituksen jaseneksi tai varajaseneksi taikka toimitusjohtajaksi tai toimitusjohtajan sijaiseksi, taikka jos han muutoin aikaisemmalla toiminnallaan osoittanut olevansa ilmeisen sopimaton edella tarkoitettuun tehtavaan. rahoitustarkastus voi maaraajaksi, enintaan viideksi vuodeksi, kieltaa henkiloa toimimasta luottolaitoksen hallituksen jasenena tai varajasenena, toimitusjohtajana tai toimitusjohtajan sijaisena taikka muuna ylimpaan johtoon kuuluvana, jos: 1) tama on osoittanut tehtavansa hoidossa ilmeista taitamattomuutta tai varomattomuutta ja on ilmeista, etta se voi vakavasti vahingoittaa luottolaitoksen vakaata toimintaa, tallettajien tai sijoittajien asemaa taikka velkojien etua; tai 2) han ei tayta 1 momentissa saadettyja vaatimuksia. luottolaitoksen on ilmoitettava 1 momentissa tarkoitettujen hallintohenkiloidensa muutoksista viipymatta rahoitustarkastukselle. mita 1―4 momentissa saadetaan, sovelletaan vastaavasti omistusyhteisoon.",
        "title_sv": "Att leda kreditinstitut och holdingföretag",
        "content_sv": "Ett kreditinstituts styrelse, verkställande direktör och högsta ledning i övrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och försiktiga affärsprinciper. Styrelsemedlemmarna och suppleanterna i styrelsen, verkställande direktören och dennes ställföreträdare samt övriga som hör till den högsta ledningen ska vara tillförlitliga personer som inte är försatta i konkurs och vars handlingsbehörighet inte har begränsats. De ska dessutom ha sådan allmän kännedom om kreditinstitutsverksamhet som är nödvändig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. En person som avses i 1 mom. anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att vara styrelsemedlem eller suppleant, verkställande direktör eller ställföreträdare för denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig för uppdraget i fråga. Finansinspektionen kan för högst fem år förbjuda en person att vara medlem eller suppleant i styrelsen, verkställande direktör eller ställföreträdare för verkställande direktören eller att i övrigt höra till den högsta ledningen i ett kreditinstitut, om 1) denne vid skötseln av sina uppgifter har visat uppenbar oskicklighet eller oförsiktighet och det är uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insättarnas eller investerarnas ställning eller borgenärernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. Kreditinstitutet ska omedelbart underrätta Finansinspektionen om utbyte av de personer som avses i 1 mom. Vad som föreskrivs i 1―4 mom. ska på motsvarande sätt tillämpas på holdingföretag.",
        "normalized_sv": "Ett kreditinstituts styrelse, verkställande direktör och högsta ledning i övrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och försiktiga affärsprinciper. Styrelsemedlemmarna och suppleanterna i styrelsen, verkställande direktören och dennes ställföreträdare samt övriga som hör till den högsta ledningen ska vara tillförlitliga personer som inte är försatta i konkurs och vars handlingsbehörighet inte har begränsats. De ska dessutom ha sådan allmän kännedom om kreditinstitutsverksamhet som är nödvändig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. En person som avses i 1 mom. anses inte vara tillförlitlig, om personen under de fem år som föregår bedömningen genom en dom som vunnit laga kraft har dömts till fängelsestraff eller under de tre år som föregår bedömningen till bötesstraff för ett brott som kan anses visa att personen är uppenbart olämplig att vara styrelsemedlem eller suppleant, verkställande direktör eller ställföreträdare för denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olämplig för uppdraget i fråga. Finansinspektionen kan för högst fem år förbjuda en person att vara medlem eller suppleant i styrelsen, verkställande direktör eller ställföreträdare för verkställande direktören eller att i övrigt höra till den högsta ledningen i ett kreditinstitut, om 1) denne vid skötseln av sina uppgifter har visat uppenbar oskicklighet eller oförsiktighet och det är uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insättarnas eller investerarnas ställning eller borgenärernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. Kreditinstitutet ska omedelbart underrätta Finansinspektionen om utbyte av de personer som avses i 1 mom. Vad som föreskrivs i 1―4 mom. ska på motsvarande sätt tillämpas på holdingföretag.",
        "folded_sv": "ett kreditinstituts styrelse, verkstallande direktor och hogsta ledning i ovrigt ska leda kreditinstitutet med yrkesskicklighet och enligt sunda och forsiktiga affarsprinciper. styrelsemedlemmarna och suppleanterna i styrelsen, verkstallande direktoren och dennes stallforetradare samt ovriga som hor till den hogsta ledningen ska vara tillforlitliga personer som inte ar forsatta i konkurs och vars handlingsbehorighet inte har begransats. de ska dessutom ha sadan allman kannedom om kreditinstitutsverksamhet som ar nodvandig med beaktande av arten och omfattningen av kreditinstitutets verksamhet. en person som avses i 1 mom. anses inte vara tillforlitlig, om personen under de fem ar som foregar bedomningen genom en dom som vunnit laga kraft har domts till fangelsestraff eller under de tre ar som foregar bedomningen till botesstraff for ett brott som kan anses visa att personen ar uppenbart olamplig att vara styrelsemedlem eller suppleant, verkstallande direktor eller stallforetradare for denne i ett kreditinstitut, eller om personen annars genom sin tidigare verksamhet har visat sig vara uppenbart olamplig for uppdraget i fraga. finansinspektionen kan for hogst fem ar forbjuda en person att vara medlem eller suppleant i styrelsen, verkstallande direktor eller stallforetradare for verkstallande direktoren eller att i ovrigt hora till den hogsta ledningen i ett kreditinstitut, om 1) denne vid skotseln av sina uppgifter har visat uppenbar oskicklighet eller oforsiktighet och det ar uppenbart att detta allvarligt kan skada stabiliteten i kreditinstitutets verksamhet, insattarnas eller investerarnas stallning eller borgenarernas intressen, eller 2) denne inte uppfyller kraven enligt i 1 mom. kreditinstitutet ska omedelbart underratta finansinspektionen om utbyte av de personer som avses i 1 mom. vad som foreskrivs i 1―4 mom. ska pa motsvarande satt tillampas pa holdingforetag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:49",
      "chapter": "1",
      "section": "49",
      "title": "Yleissäännös riskien hallinnasta",
      "content": "Luottolaitoksen riskienhallintaan ja muuhun sisäiseen valvontaan liittyvien tehtävien siirtämiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään, sovelletaan, mitä 36 a ja 36 b §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:49",
        "normalized_fi": "Luottolaitoksen riskienhallintaan ja muuhun sisäiseen valvontaan liittyvien tehtävien siirtämiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmään tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymään, sovelletaan, mitä 36 a ja 36 b § :ssä säädetään.",
        "folded_fi": "luottolaitoksen riskienhallintaan ja muuhun sisaiseen valvontaan liittyvien tehtavien siirtamiseen sellaisen yrityksen hoidettaviksi, joka ei kuulu luottolaitoksen kanssa samaan konsolidointiryhmaan tai osuuspankeista ja muista osuuskuntamuotoisista luottolaitoksista annetussa laissa tarkoitettuun yhteenliittymaan, sovelletaan, mita 36 a ja 36 b §:ssa saadetaan.",
        "title_sv": "Generalklausul om riskhantering",
        "content_sv": "På överföring av uppgifter som har samband med ett kreditinstituts riskhantering och övriga interna kontroll till ett företag som inte hör finansiella företagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillämpas 36 a och 36 b §.",
        "normalized_sv": "På överföring av uppgifter som har samband med ett kreditinstituts riskhantering och övriga interna kontroll till ett företag som inte hör finansiella företagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillämpas 36 a och 36 b § .",
        "folded_sv": "pa overforing av uppgifter som har samband med ett kreditinstituts riskhantering och ovriga interna kontroll till ett foretag som inte hor finansiella foretagsgrupp eller i lagen om andelsbanker och andra kreditinstitut i andelslagsform avsedda sammanslutning som kreditinstitutet, tillampas 36 a och 36 b §."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:105",
      "chapter": "1",
      "section": "105",
      "title": "Korvattavat saamiset",
      "content": "Talletussuojarahaston varoista korvataan talletuspankissa tilillä olevat ja tilille vielä kirjautumattomat maksujenvälityksessä olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintään 25 000 euron määrään asti. Jos tiliä käytetään sijoituspalveluun siten kuin sijoituspalveluyrityksistä annetun lain 55 §:n 2 momentissa säädetään, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:105",
        "normalized_fi": "Talletussuojarahaston varoista korvataan talletuspankissa tilillä olevat ja tilille vielä kirjautumattomat maksujenvälityksessä olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintään 25 000 euron määrään asti. Jos tiliä käytetään sijoituspalveluun siten kuin sijoituspalveluyrityksistä annetun lain 55 § :n 2 momentissa säädetään, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa säädetään.",
        "folded_fi": "talletussuojarahaston varoista korvataan talletuspankissa tililla olevat ja tilille viela kirjautumattomat maksujenvalityksessa olevat tallettajan samassa talletuspankissa olevat saamiset, kuitenkin enintaan 25 000 euron maaraan asti. jos tilia kaytetaan sijoituspalveluun siten kuin sijoituspalveluyrityksista annetun lain 55 §:n 2 momentissa saadetaan, korvaus maksetaan kuitenkin mainitussa laissa tarkoitetusta korvausrahastosta siten kuin mainitun lain 6 luvussa saadetaan.",
        "title_sv": "Fordringar som ska ersättas",
        "content_sv": "Av insättningsgarantifondens medel ersätts en insättares på konto registrerade tillgodohavanden i en inlåningsbank och andra än på konto registrerade tillgodohavanden som är föremål för betalningsförmedling, dock högst upp till 25 000 euro. Om ett konto används för investeringstjänster i enlighet med 55 § 2 mom. i lagen om värdepappersföretag, ska ersättningen dock i enlighet med 6 kap. i nämnda lag betalas ur den ersättningsfond som avses i den nämnda lagen.",
        "normalized_sv": "Av insättningsgarantifondens medel ersätts en insättares på konto registrerade tillgodohavanden i en inlåningsbank och andra än på konto registrerade tillgodohavanden som är föremål för betalningsförmedling, dock högst upp till 25 000 euro. Om ett konto används för investeringstjänster i enlighet med 55 § 2 mom. i lagen om värdepappersföretag, ska ersättningen dock i enlighet med 6 kap. i nämnda lag betalas ur den ersättningsfond som avses i den nämnda lagen.",
        "folded_sv": "av insattningsgarantifondens medel ersatts en insattares pa konto registrerade tillgodohavanden i en inlaningsbank och andra an pa konto registrerade tillgodohavanden som ar foremal for betalningsformedling, dock hogst upp till 25 000 euro. om ett konto anvands for investeringstjanster i enlighet med 55 § 2 mom. i lagen om vardepappersforetag, ska ersattningen dock i enlighet med 6 kap. i namnda lag betalas ur den ersattningsfond som avses i den namnda lagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:160",
      "chapter": "1",
      "section": "160",
      "title": "Rahoitustarkastuksen velvollisuus määrätä tilintarkastaja sekä erityinen tarkastus ja tarkastaja",
      "content": "Sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa Rahoitustarkastukselle vähintään kerran vuodessa lausunto siitä, vastaavatko luottolaitoksen asiakasvarojen säilyttämistä koskevat järjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 §:ssä säädettyjä vaatimuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:160",
        "normalized_fi": "Sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa Rahoitustarkastukselle vähintään kerran vuodessa lausunto siitä, vastaavatko luottolaitoksen asiakasvarojen säilyttämistä koskevat järjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 § :ssä säädettyjä vaatimuksia.",
        "folded_fi": "sijoituspalveluja tarjoavan luottolaitoksen tilintarkastajan tulee antaa ja toimittaa rahoitustarkastukselle vahintaan kerran vuodessa lausunto siita, vastaavatko luottolaitoksen asiakasvarojen sailyttamista koskevat jarjestelyt arvopaperimarkkinalain 4 luvun 14 ja 15 §:ssa saadettyja vaatimuksia.",
        "title_sv": "Finansinspektionens skyldighet att förordna revisor samt särskild granskning och granskare",
        "content_sv": "Revisorn för ett kreditinstitut som tillhandahåller investeringstjänster ska minst en gång om året ge och till Finansinspektionen lämna ett yttrande om huruvida kreditinstitutets åtgärder vid förvaringen av kundmedel uppfyller de krav som föreskrivs i 4 kap. 14 och 15 § i värdepappersmarknadslagen.",
        "normalized_sv": "Revisorn för ett kreditinstitut som tillhandahåller investeringstjänster ska minst en gång om året ge och till Finansinspektionen lämna ett yttrande om huruvida kreditinstitutets åtgärder vid förvaringen av kundmedel uppfyller de krav som föreskrivs i 4 kap. 14 och 15 § i värdepappersmarknadslagen.",
        "folded_sv": "revisorn for ett kreditinstitut som tillhandahaller investeringstjanster ska minst en gang om aret ge och till finansinspektionen lamna ett yttrande om huruvida kreditinstitutets atgarder vid forvaringen av kundmedel uppfyller de krav som foreskrivs i 4 kap. 14 och 15 § i vardepappersmarknadslagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:161",
      "chapter": "1",
      "section": "161",
      "title": "Sivuliikkeen perustaminen ETA-valtioon",
      "content": "Luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun ETA-valtioon, on ilmoitettava siitä etukäteen Rahoitustarkastukselle. Ilmoitukseen on liitettävä tiedot harjoitettavaksi aiotusta toiminnasta sekä sivuliikkeen hallintoon liittyvät tiedot. Sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin Suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:161",
        "normalized_fi": "Luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun ETA-valtioon, on ilmoitettava siitä etukäteen Rahoitustarkastukselle. Ilmoitukseen on liitettävä tiedot harjoitettavaksi aiotusta toiminnasta sekä sivuliikkeen hallintoon liittyvät tiedot. Sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin Suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
        "folded_fi": "luottolaitoksen, joka aikoo perustaa sivuliikkeen muuhun eta-valtioon, on ilmoitettava siita etukateen rahoitustarkastukselle. ilmoitukseen on liitettava tiedot harjoitettavaksi aiotusta toiminnasta seka sivuliikkeen hallintoon liittyvat tiedot. sijoituspalveluja tarjoavan luottolaitoksen on ilmoitettava, miten sen muualla kuin suomessa olevan sivuliikkeen asiakkaina olevien sijoittajien saamiset on turvattu.",
        "title_sv": "Filialetablering i en EES-stat",
        "content_sv": "Ett kreditinstitut som ämnar etablera en filial i en annan EES-stat ska på förhand anmäla detta till Finansinspektionen. Till anmälan ska fogas uppgifter om den planerade verksamheten och om filialens förvaltning. Ett kreditinstitut som tillhandahåller investeringstjänster ska meddela på vilket sätt de investerares tillgodohavanden är tryggade som är kunder hos institutets utländska filialer.",
        "normalized_sv": "Ett kreditinstitut som ämnar etablera en filial i en annan EES-stat ska på förhand anmäla detta till Finansinspektionen. Till anmälan ska fogas uppgifter om den planerade verksamheten och om filialens förvaltning. Ett kreditinstitut som tillhandahåller investeringstjänster ska meddela på vilket sätt de investerares tillgodohavanden är tryggade som är kunder hos institutets utländska filialer.",
        "folded_sv": "ett kreditinstitut som amnar etablera en filial i en annan ees-stat ska pa forhand anmala detta till finansinspektionen. till anmalan ska fogas uppgifter om den planerade verksamheten och om filialens forvaltning. ett kreditinstitut som tillhandahaller investeringstjanster ska meddela pa vilket satt de investerares tillgodohavanden ar tryggade som ar kunder hos institutets utlandska filialer."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1:164",
      "chapter": "1",
      "section": "164",
      "title": "Palveluiden tarjoaminen",
      "content": "Luottolaitokseen, joka aikoo tarjota toiseen ETA-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetun lain 5 §:n 8 kohdassa tarkoitetussa monenkeskisessä kaupankäynnissä, sovelletaan, mitä edellä mainitun lain 76 §:n 3 ja 4 momentissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "1:164",
        "normalized_fi": "Luottolaitokseen, joka aikoo tarjota toiseen ETA-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilölle suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetun lain 5 § :n 8 kohdassa tarkoitetussa monenkeskisessä kaupankäynnissä, sovelletaan, mitä edellä mainitun lain 76 § :n 3 ja 4 momentissa säädetään.",
        "folded_fi": "luottolaitokseen, joka aikoo tarjota toiseen eta-valtioon sijoittautuneelle sijoituspalveluyritykselle, luottolaitokselle tai muulle henkilolle suoran mahdollisuuden kayda kauppaa sijoituspalveluyrityksista annetun lain 5 §:n 8 kohdassa tarkoitetussa monenkeskisessa kaupankaynnissa, sovelletaan, mita edella mainitun lain 76 §:n 3 ja 4 momentissa saadetaan.",
        "title_sv": "Tillhandahållande av tjänster",
        "content_sv": "På kreditinstitut som ämnar erbjuda ett värdepappersföretag, ett kreditinstitut eller någon annan person som är etablerad i en annan EES-stat direkt möjlighet att delta i sådan multilateral handel som avses i 5 § 8 punkten i lagen om värdepappersföretag, tillämpas 76 § 3 och 4 mom. i den nämnda lagen.",
        "normalized_sv": "På kreditinstitut som ämnar erbjuda ett värdepappersföretag, ett kreditinstitut eller någon annan person som är etablerad i en annan EES-stat direkt möjlighet att delta i sådan multilateral handel som avses i 5 § 8 punkten i lagen om värdepappersföretag, tillämpas 76 § 3 och 4 mom. i den nämnda lagen.",
        "folded_sv": "pa kreditinstitut som amnar erbjuda ett vardepappersforetag, ett kreditinstitut eller nagon annan person som ar etablerad i en annan ees-stat direkt mojlighet att delta i sadan multilateral handel som avses i 5 § 8 punkten i lagen om vardepappersforetag, tillampas 76 § 3 och 4 mom. i den namnda lagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    }
  ]
}