{
  "id": "930/2007",
  "type": "statute",
  "title": "Laki ulkomaisen sijoituspalveluyrityksen oikeudesta tarjota sijoituspalvelua Suomessa annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om utländska värdepappersföretags rätt att tillhandahålla investeringstjänster i Finland",
  "status": "in_force",
  "issued_date": "2007-10-26",
  "in_force_date": "2007-10-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/930/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Sivuliikkeen aloittaminen",
      "content": "Ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen Suomeen, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen käyttämisestä, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajärjestelmästä tai sen puuttumisesta sekä sivuliikkeen toiminnasta vastuussa olevien henkilöiden nimet. Sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistään kahden kuukauden kuluttua siitä, kun Rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen Suomeen, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen käyttämisestä, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajärjestelmästä tai sen puuttumisesta sekä sivuliikkeen toiminnasta vastuussa olevien henkilöiden nimet. Sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistään kahden kuukauden kuluttua siitä, kun Rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
        "folded_fi": "ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen suomeen, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen kayttamisesta, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajarjestelmasta tai sen puuttumisesta seka sivuliikkeen toiminnasta vastuussa olevien henkiloiden nimet. sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistaan kahden kuukauden kuluttua siita, kun rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
        "title_sv": "Etablering av en filial",
        "content_sv": "Innan ett utländskt värdepappersföretag kan etablera en filial i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat värdepappersföretaget auktorisation ge Finansinspektionen uppgifter om den tilltänkta filialens investerings- och sidotjänster, organisationsstruktur och avsikt att anlita anknutna ombud samt också filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sådant samt namnen på de personer som ansvarar för filialens verksamhet. En filial kan etableras och den får inleda sin verksamhet senast två månader efter det att Finansinspektionen har fått den information som avses i 1 mom.",
        "normalized_sv": "Innan ett utländskt värdepappersföretag kan etablera en filial i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat värdepappersföretaget auktorisation ge Finansinspektionen uppgifter om den tilltänkta filialens investerings- och sidotjänster, organisationsstruktur och avsikt att anlita anknutna ombud samt också filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sådant samt namnen på de personer som ansvarar för filialens verksamhet. En filial kan etableras och den får inleda sin verksamhet senast två månader efter det att Finansinspektionen har fått den information som avses i 1 mom.",
        "folded_sv": "innan ett utlandskt vardepappersforetag kan etablera en filial i finland ska den mot finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat vardepappersforetaget auktorisation ge finansinspektionen uppgifter om den tilltankta filialens investerings- och sidotjanster, organisationsstruktur och avsikt att anlita anknutna ombud samt ocksa filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sadant samt namnen pa de personer som ansvarar for filialens verksamhet. en filial kan etableras och den far inleda sin verksamhet senast tva manader efter det att finansinspektionen har fatt den information som avses i 1 mom."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Sivuliikkeen lisäsuoja ja suojan täydentäminen",
      "content": "Korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan päätöksessä määrättävä siitä, mitä sijoittajien saamisia ja mihin määrään Suomessa oleva korvausrahasto korvaa ja mikä on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. Ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismäärä voi kuitenkin olla enintään sijoituspalveluyrityksistä annetun lain 54 §:n 1 momentissa säädetyn suojan suuruinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4 a",
        "normalized_fi": "Korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan päätöksessä määrättävä siitä, mitä sijoittajien saamisia ja mihin määrään Suomessa oleva korvausrahasto korvaa ja mikä on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. Ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismäärä voi kuitenkin olla enintään sijoituspalveluyrityksistä annetun lain 54 § :n 1 momentissa säädetyn suojan suuruinen.",
        "folded_fi": "korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan paatoksessa maarattava siita, mita sijoittajien saamisia ja mihin maaraan suomessa oleva korvausrahasto korvaa ja mika on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismaara voi kuitenkin olla enintaan sijoituspalveluyrityksista annetun lain 54 §:n 1 momentissa saadetyn suojan suuruinen.",
        "title_sv": "Kompletterande skydd för filialer och komplettering av skyddet",
        "content_sv": "Ersättningsfonden ska i sitt beslut om en ansökan som avses i 1 mom. bestämma vilka investerarfordringar som ersätts av ersättningsfonden i Finland och till vilket belopp samt vilken garantiavgift värdepappersföretaget ska betala. Investerarskyddet i ett utländskt värdepappersföretags hemstat kan emellertid tillsammans med det skydd som ersättningsfonden ger uppgå till högst det belopp som anges i 54 § 1 mom. i lagen om värdepappersföretag.",
        "normalized_sv": "Ersättningsfonden ska i sitt beslut om en ansökan som avses i 1 mom. bestämma vilka investerarfordringar som ersätts av ersättningsfonden i Finland och till vilket belopp samt vilken garantiavgift värdepappersföretaget ska betala. Investerarskyddet i ett utländskt värdepappersföretags hemstat kan emellertid tillsammans med det skydd som ersättningsfonden ger uppgå till högst det belopp som anges i 54 § 1 mom. i lagen om värdepappersföretag.",
        "folded_sv": "ersattningsfonden ska i sitt beslut om en ansokan som avses i 1 mom. bestamma vilka investerarfordringar som ersatts av ersattningsfonden i finland och till vilket belopp samt vilken garantiavgift vardepappersforetaget ska betala. investerarskyddet i ett utlandskt vardepappersforetags hemstat kan emellertid tillsammans med det skydd som ersattningsfonden ger uppga till hogst det belopp som anges i 54 § 1 mom. i lagen om vardepappersforetag."
      }
    },
    {
      "provision_ref": "2:4 c",
      "chapter": "2",
      "section": "4 c",
      "title": "Sivuliikkeen toiminta",
      "content": "Ulkomaiseen sijoituspalveluyritykseen, jolla on Suomessa sivuliike, sovelletaan lisäksi, mitä arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 §:ää, sekä sijoituspalveluyrityksistä annetun lain 36 ja 37 §:ssä säädetään arvopaperinvälittäjän velvollisuuksista sijoituspalvelujen tarjoamisessa. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Mitä tässä laissa säädetään ulkomaisen sijoituspalveluyrityksen sivuliikkeestä, sovelletaan soveltuvin osin myös Suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4 c",
        "normalized_fi": "Ulkomaiseen sijoituspalveluyritykseen, jolla on Suomessa sivuliike, sovelletaan lisäksi, mitä arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 § :ää, sekä sijoituspalveluyrityksistä annetun lain 36 ja 37 § :ssä säädetään arvopaperinvälittäjän velvollisuuksista sijoituspalvelujen tarjoamisessa. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Mitä tässä laissa säädetään ulkomaisen sijoituspalveluyrityksen sivuliikkeestä, sovelletaan soveltuvin osin myös Suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
        "folded_fi": "ulkomaiseen sijoituspalveluyritykseen, jolla on suomessa sivuliike, sovelletaan lisaksi, mita arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 §:aa, seka sijoituspalveluyrityksista annetun lain 36 ja 37 §:ssa saadetaan arvopaperinvalittajan velvollisuuksista sijoituspalvelujen tarjoamisessa. ulkomaisella sijoituspalveluyrityksella on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessa. mita tassa laissa saadetaan ulkomaisen sijoituspalveluyrityksen sivuliikkeesta, sovelletaan soveltuvin osin myos suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
        "title_sv": "En filials verksamhet",
        "content_sv": "På ett utländskt värdepappersföretag som har en filial i Finland tillämpas dessutom vad som i värdepappersmarknadslagen (495/1989), med undantag för dess 4 kap. 7, 12, 14 och 15 §, samt i 36 och 37 § i lagen om värdepappersföretag föreskrivs om värdepappersförmedlares skyldigheter vid tillhandahållandet av investeringstjänster. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Vad som i denna lag föreskrivs om utländska värdepappersföretags filialer ska i tillämpliga delar tillämpas också på utländska anknutna ombud som är etablerade i Finland.",
        "normalized_sv": "På ett utländskt värdepappersföretag som har en filial i Finland tillämpas dessutom vad som i värdepappersmarknadslagen (495/1989), med undantag för dess 4 kap. 7, 12, 14 och 15 § , samt i 36 och 37 § i lagen om värdepappersföretag föreskrivs om värdepappersförmedlares skyldigheter vid tillhandahållandet av investeringstjänster. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Vad som i denna lag föreskrivs om utländska värdepappersföretags filialer ska i tillämpliga delar tillämpas också på utländska anknutna ombud som är etablerade i Finland.",
        "folded_sv": "pa ett utlandskt vardepappersforetag som har en filial i finland tillampas dessutom vad som i vardepappersmarknadslagen (495/1989), med undantag for dess 4 kap. 7, 12, 14 och 15 §, samt i 36 och 37 § i lagen om vardepappersforetag foreskrivs om vardepappersformedlares skyldigheter vid tillhandahallandet av investeringstjanster. ett utlandskt vardepappersforetag har ratt att tillhandahalla sidotjanster endast i samband med investeringstjanster. vad som i denna lag foreskrivs om utlandska vardepappersforetags filialer ska i tillampliga delar tillampas ocksa pa utlandska anknutna ombud som ar etablerade i finland."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sijoituspalvelun tarjoaminen sivuliikettä perustamatta",
      "content": "Ulkomaisella sijoituspalveluyrityksellä, joka on saanut 2 §:n 1 kohdassa tarkoitetun toimiluvan Euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua Suomessa perustamatta tytäryritystä tai sivuliikettä. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua Suomessa, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista sekä tiedot siitä, tarjotaanko palvelua sidonnaisasiamiehen välityksellä. Jos ulkomainen sijoituspalveluyritys käyttää sijoituspalveluiden tarjoamisessa Suomeen sidonnaisasiamiestä, Rahoitustarkastuksella on oikeus pyytää ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilöllisyydestä. Rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilöllisyys. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota Suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkilöille suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetussa laissa tarkoitettua monenkeskistä kaupankäyntiä vastaavassa järjestelmässä, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Rahoitustarkastuksella on oikeus pyytää edellä mainitulta viranomaiselta tiedot niistä sijoituspalveluyrityksistä, luottolaitoksista ja muista henkilöistä, joille ulkomainen sijoituspalveluyritys on myöntänyt kaupankäyntiosapuolen oikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Ulkomaisella sijoituspalveluyrityksellä, joka on saanut 2 § :n 1 kohdassa tarkoitetun toimiluvan Euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua Suomessa perustamatta tytäryritystä tai sivuliikettä. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua Suomessa, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista sekä tiedot siitä, tarjotaanko palvelua sidonnaisasiamiehen välityksellä. Jos ulkomainen sijoituspalveluyritys käyttää sijoituspalveluiden tarjoamisessa Suomeen sidonnaisasiamiestä, Rahoitustarkastuksella on oikeus pyytää ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilöllisyydestä. Rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilöllisyys. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota Suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkilöille suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetussa laissa tarkoitettua monenkeskistä kaupankäyntiä vastaavassa järjestelmässä, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Rahoitustarkastuksella on oikeus pyytää edellä mainitulta viranomaiselta tiedot niistä sijoituspalveluyrityksistä, luottolaitoksista ja muista henkilöistä, joille ulkomainen sijoituspalveluyritys on myöntänyt kaupankäyntiosapuolen oikeudet.",
        "folded_fi": "ulkomaisella sijoituspalveluyrityksella, joka on saanut 2 §:n 1 kohdassa tarkoitetun toimiluvan euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua suomessa perustamatta tytaryritysta tai sivuliiketta. ulkomaisella sijoituspalveluyrityksella on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessa. ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua suomessa, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista seka tiedot siita, tarjotaanko palvelua sidonnaisasiamiehen valityksella. jos ulkomainen sijoituspalveluyritys kayttaa sijoituspalveluiden tarjoamisessa suomeen sidonnaisasiamiesta, rahoitustarkastuksella on oikeus pyytaa ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilollisyydesta. rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilollisyys. ennen kuin ulkomainen sijoituspalveluyritys voi tarjota suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkiloille suoran mahdollisuuden kayda kauppaa sijoituspalveluyrityksista annetussa laissa tarkoitettua monenkeskista kaupankayntia vastaavassa jarjestelmassa, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siita, missa ja miten mahdollisuutta kayda kauppaa aiotaan tarjota. rahoitustarkastuksella on oikeus pyytaa edella mainitulta viranomaiselta tiedot niista sijoituspalveluyrityksista, luottolaitoksista ja muista henkiloista, joille ulkomainen sijoituspalveluyritys on myontanyt kaupankayntiosapuolen oikeudet.",
        "title_sv": "Tillhandahållande av investeringstjänster utan att etablera filial",
        "content_sv": "Ett utländskt värdepappersföretag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom Europeiska ekonomiska samarbetsområdet har rätt att tillhandahålla investeringstjänster i Finland också utan att grunda dotterföretag eller etablera filial. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Innan ett utländskt värdepappersföretag får tillhandahålla investeringstjänster i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat värdepappersföretaget auktorisation informera Finansinspektionen om investerings- och sidotjänsterna samt om huruvida tjänster tillhandahålls genom ett anknutet ombud. Om ett utländskt värdepappersföretag anlitar ett anknutet ombud för att tillhandahålla investeringstjänster i Finland, har Finansinspektionen rätt att be den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget lämna uppgifter om det anknutna ombudets identitet. Finansinspektionen har rätt att offentliggöra det anknutna ombudets identitet. Innan ett utländskt värdepappersföretag får erbjuda i Finland etablerade värdepappersföretag, kreditinstitut eller andra personer direkt möjlighet att bedriva handel i ett system som motsvarar sådan multilateral handel som avses i lagen om värdepappersföretag, måste Finansinspektionen av den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget få uppgifter om inledande av verksamheten och om var och hur möjlighet att bedriva handel enligt planerna ska erbjudas. Finansinspektionen har rätt att av den myndighet som nämns ovan begära uppgifter om de värdepappersföretag, kreditinstitut och andra personer som det utländska värdepappersföretaget har auktoriserat som handelsparter.",
        "normalized_sv": "Ett utländskt värdepappersföretag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom Europeiska ekonomiska samarbetsområdet har rätt att tillhandahålla investeringstjänster i Finland också utan att grunda dotterföretag eller etablera filial. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Innan ett utländskt värdepappersföretag får tillhandahålla investeringstjänster i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat värdepappersföretaget auktorisation informera Finansinspektionen om investerings- och sidotjänsterna samt om huruvida tjänster tillhandahålls genom ett anknutet ombud. Om ett utländskt värdepappersföretag anlitar ett anknutet ombud för att tillhandahålla investeringstjänster i Finland, har Finansinspektionen rätt att be den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget lämna uppgifter om det anknutna ombudets identitet. Finansinspektionen har rätt att offentliggöra det anknutna ombudets identitet. Innan ett utländskt värdepappersföretag får erbjuda i Finland etablerade värdepappersföretag, kreditinstitut eller andra personer direkt möjlighet att bedriva handel i ett system som motsvarar sådan multilateral handel som avses i lagen om värdepappersföretag, måste Finansinspektionen av den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget få uppgifter om inledande av verksamheten och om var och hur möjlighet att bedriva handel enligt planerna ska erbjudas. Finansinspektionen har rätt att av den myndighet som nämns ovan begära uppgifter om de värdepappersföretag, kreditinstitut och andra personer som det utländska värdepappersföretaget har auktoriserat som handelsparter.",
        "folded_sv": "ett utlandskt vardepappersforetag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom europeiska ekonomiska samarbetsomradet har ratt att tillhandahalla investeringstjanster i finland ocksa utan att grunda dotterforetag eller etablera filial. ett utlandskt vardepappersforetag har ratt att tillhandahalla sidotjanster endast i samband med investeringstjanster. innan ett utlandskt vardepappersforetag far tillhandahalla investeringstjanster i finland ska den mot finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat vardepappersforetaget auktorisation informera finansinspektionen om investerings- och sidotjansterna samt om huruvida tjanster tillhandahalls genom ett anknutet ombud. om ett utlandskt vardepappersforetag anlitar ett anknutet ombud for att tillhandahalla investeringstjanster i finland, har finansinspektionen ratt att be den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget lamna uppgifter om det anknutna ombudets identitet. finansinspektionen har ratt att offentliggora det anknutna ombudets identitet. innan ett utlandskt vardepappersforetag far erbjuda i finland etablerade vardepappersforetag, kreditinstitut eller andra personer direkt mojlighet att bedriva handel i ett system som motsvarar sadan multilateral handel som avses i lagen om vardepappersforetag, maste finansinspektionen av den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget fa uppgifter om inledande av verksamheten och om var och hur mojlighet att bedriva handel enligt planerna ska erbjudas. finansinspektionen har ratt att av den myndighet som namns ovan begara uppgifter om de vardepappersforetag, kreditinstitut och andra personer som det utlandska vardepappersforetaget har auktoriserat som handelsparter."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sijoituspalveluyrityksen sivuliikkeen toiminnan rajoittaminen",
      "content": "Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tätä lakia tai 4 c §:ssä mainittuja säännöksiä, Rahoitustarkastuksen on kehotettava yritystä lopettamaan lainvastainen toiminta. Jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että sijoituspalveluyritys lopettaa lainvastaisen toiminnan. Jos ulkomainen sijoituspalveluyritys 2 momentissa säädetyistä toimenpiteistä huolimatta jatkaa lainvastaista toimintaa, Rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estämiseksi. Rahoitustarkastuksella on tarvittaessa oikeus kieltää palvelujen tarjoaminen. Rahoitustarkastuksen on ennen toimenpiteisiin ryhtymistä ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle. Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja säännöksiä, Rahoitustarkastuksen on soveltuvin osin meneteltävä siten kuin 6 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tätä lakia tai 4 c § :ssä mainittuja säännöksiä, Rahoitustarkastuksen on kehotettava yritystä lopettamaan lainvastainen toiminta. Jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että sijoituspalveluyritys lopettaa lainvastaisen toiminnan. Jos ulkomainen sijoituspalveluyritys 2 momentissa säädetyistä toimenpiteistä huolimatta jatkaa lainvastaista toimintaa, Rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estämiseksi. Rahoitustarkastuksella on tarvittaessa oikeus kieltää palvelujen tarjoaminen. Rahoitustarkastuksen on ennen toimenpiteisiin ryhtymistä ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle. Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja säännöksiä, Rahoitustarkastuksen on soveltuvin osin meneteltävä siten kuin 6 a § :ssä säädetään.",
        "folded_fi": "jos suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tata lakia tai 4 c §:ssa mainittuja saannoksia, rahoitustarkastuksen on kehotettava yritysta lopettamaan lainvastainen toiminta. jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sen varmistamiseksi, etta sijoituspalveluyritys lopettaa lainvastaisen toiminnan. jos ulkomainen sijoituspalveluyritys 2 momentissa saadetyista toimenpiteista huolimatta jatkaa lainvastaista toimintaa, rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estamiseksi. rahoitustarkastuksella on tarvittaessa oikeus kieltaa palvelujen tarjoaminen. rahoitustarkastuksen on ennen toimenpiteisiin ryhtymista ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle. jos suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja saannoksia, rahoitustarkastuksen on soveltuvin osin meneteltava siten kuin 6 a §:ssa saadetaan.",
        "title_sv": "Begränsning av en filials verksamhet",
        "content_sv": "Om ett i Finland etablerat utländskt värdepappersföretag bryter mot denna lag eller mot de bestämmelser som nämns i 4 c §, ska Finansinspektionen uppmana företaget att upphöra med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag inte iakttar en uppmaning som avses i 1 mom., ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att värdepappersföretaget upphör med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag trots de åtgärder som avses i 2 mom. fortsätter sin lagstridiga verksamhet, har Finansinspektionen rätt att vidta behövliga åtgärder för att hindra att den lagstridiga verksamheten fortsätter. Finansinspektionen har vid behov rätt att förbjuda företaget att tillhandahålla tjänster. Innan Finansinspektionen vidtar åtgärder ska den underrätta den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget om att den lagstridiga verksamheten har fortsatt. Om ett i Finland etablerat utländskt värdepappersföretag bryter mot andra bestämmelser än de som avses i 1 mom., ska Finansinspektionen i tillämpliga delar förfara på det sätt som föreskrivs i 6 a §.",
        "normalized_sv": "Om ett i Finland etablerat utländskt värdepappersföretag bryter mot denna lag eller mot de bestämmelser som nämns i 4 c § , ska Finansinspektionen uppmana företaget att upphöra med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag inte iakttar en uppmaning som avses i 1 mom., ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att värdepappersföretaget upphör med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag trots de åtgärder som avses i 2 mom. fortsätter sin lagstridiga verksamhet, har Finansinspektionen rätt att vidta behövliga åtgärder för att hindra att den lagstridiga verksamheten fortsätter. Finansinspektionen har vid behov rätt att förbjuda företaget att tillhandahålla tjänster. Innan Finansinspektionen vidtar åtgärder ska den underrätta den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget om att den lagstridiga verksamheten har fortsatt. Om ett i Finland etablerat utländskt värdepappersföretag bryter mot andra bestämmelser än de som avses i 1 mom., ska Finansinspektionen i tillämpliga delar förfara på det sätt som föreskrivs i 6 a § .",
        "folded_sv": "om ett i finland etablerat utlandskt vardepappersforetag bryter mot denna lag eller mot de bestammelser som namns i 4 c §, ska finansinspektionen uppmana foretaget att upphora med den lagstridiga verksamheten. om ett utlandskt vardepappersforetag inte iakttar en uppmaning som avses i 1 mom., ska finansinspektionen vidta behovliga atgarder for att sakerstalla att vardepappersforetaget upphor med den lagstridiga verksamheten. om ett utlandskt vardepappersforetag trots de atgarder som avses i 2 mom. fortsatter sin lagstridiga verksamhet, har finansinspektionen ratt att vidta behovliga atgarder for att hindra att den lagstridiga verksamheten fortsatter. finansinspektionen har vid behov ratt att forbjuda foretaget att tillhandahalla tjanster. innan finansinspektionen vidtar atgarder ska den underratta den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget om att den lagstridiga verksamheten har fortsatt. om ett i finland etablerat utlandskt vardepappersforetag bryter mot andra bestammelser an de som avses i 1 mom., ska finansinspektionen i tillampliga delar forfara pa det satt som foreskrivs i 6 a §."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Sijoituspalvelujen tarjoamisen rajoittaminen",
      "content": "Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 §:n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritystä velvoittavien säännösten tai määräysten vastaista. Jos ulkomainen sijoituspalveluyritys jatkaa Rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteistä huolimatta säännösten tai määräysten vastaista toimintaa Suomessa, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estämiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. Tarvittaessa Rahoitustarkastus voi estää uusien liiketoimien aloittamisen. Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteistä ennen niihin ryhtymistä. Toimenpiteistä on viipymättä ilmoitettava Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 a",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 § :n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritystä velvoittavien säännösten tai määräysten vastaista. Jos ulkomainen sijoituspalveluyritys jatkaa Rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteistä huolimatta säännösten tai määräysten vastaista toimintaa Suomessa, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estämiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. Tarvittaessa Rahoitustarkastus voi estää uusien liiketoimien aloittamisen. Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteistä ennen niihin ryhtymistä. Toimenpiteistä on viipymättä ilmoitettava Euroopan yhteisöjen komissiolle.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 §:n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritysta velvoittavien saannosten tai maaraysten vastaista. jos ulkomainen sijoituspalveluyritys jatkaa rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteista huolimatta saannosten tai maaraysten vastaista toimintaa suomessa, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estamiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. tarvittaessa rahoitustarkastus voi estaa uusien liiketoimien aloittamisen. rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteista ennen niihin ryhtymista. toimenpiteista on viipymatta ilmoitettava euroopan yhteisojen komissiolle.",
        "title_sv": "Begränsning av rätten att tillhandahålla investeringstjänster",
        "content_sv": "Finansinspektionen ska informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utländska värdepappersföretaget om att ett utländskt värdepappersföretag som tillhandahåller tjänster i enlighet med 5 § bedriver verksamhet i strid med bestämmelser eller föreskrifter som är förpliktande för värdepappersföretaget. Om ett utländskt värdepappersföretag trots de åtgärder som har vidtagits av en behörig tillsynsmyndighet som motsvarar Finansinspektionen, i Finland fortsätter med den verksamhet som strider mot bestämmelserna eller föreskrifterna, ska Finansinspektionen vidta behövliga åtgärder för att förhindra fortsatt verksamhet som äventyrar investerarskyddet eller marknadens tillförlitlighet. Finansinspektionen kan vid behov förhindra att ny affärsverksamhet inleds. Finansinspektionen ska innan den vidtar åtgärder enligt 2 mom. informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utländska värdepappersföretaget om åtgärderna. Europeiska gemenskapernas kommission ska omgående informeras om åtgärderna.",
        "normalized_sv": "Finansinspektionen ska informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utländska värdepappersföretaget om att ett utländskt värdepappersföretag som tillhandahåller tjänster i enlighet med 5 § bedriver verksamhet i strid med bestämmelser eller föreskrifter som är förpliktande för värdepappersföretaget. Om ett utländskt värdepappersföretag trots de åtgärder som har vidtagits av en behörig tillsynsmyndighet som motsvarar Finansinspektionen, i Finland fortsätter med den verksamhet som strider mot bestämmelserna eller föreskrifterna, ska Finansinspektionen vidta behövliga åtgärder för att förhindra fortsatt verksamhet som äventyrar investerarskyddet eller marknadens tillförlitlighet. Finansinspektionen kan vid behov förhindra att ny affärsverksamhet inleds. Finansinspektionen ska innan den vidtar åtgärder enligt 2 mom. informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utländska värdepappersföretaget om åtgärderna. Europeiska gemenskapernas kommission ska omgående informeras om åtgärderna.",
        "folded_sv": "finansinspektionen ska informera den mot finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utlandska vardepappersforetaget om att ett utlandskt vardepappersforetag som tillhandahaller tjanster i enlighet med 5 § bedriver verksamhet i strid med bestammelser eller foreskrifter som ar forpliktande for vardepappersforetaget. om ett utlandskt vardepappersforetag trots de atgarder som har vidtagits av en behorig tillsynsmyndighet som motsvarar finansinspektionen, i finland fortsatter med den verksamhet som strider mot bestammelserna eller foreskrifterna, ska finansinspektionen vidta behovliga atgarder for att forhindra fortsatt verksamhet som aventyrar investerarskyddet eller marknadens tillforlitlighet. finansinspektionen kan vid behov forhindra att ny affarsverksamhet inleds. finansinspektionen ska innan den vidtar atgarder enligt 2 mom. informera den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utlandska vardepappersforetaget om atgarderna. europeiska gemenskapernas kommission ska omgaende informeras om atgarderna."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Sivuliikkeen toimilupa",
      "content": "Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava Rahoitustarkastukselta toimilupa Suomeen perustettavalle sivuliikkeelle. Hakemuksesta on pyydettävä lausunto korvausrahastolta. Toimilupaa haettaessa on soveltuvin osin noudatettava, mitä sijoituspalveluyrityksistä annetun lain 17 §:ssä säädetään. Ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava Rahoitustarkastukselta toimilupa Suomeen perustettavalle sivuliikkeelle. Hakemuksesta on pyydettävä lausunto korvausrahastolta. Toimilupaa haettaessa on soveltuvin osin noudatettava, mitä sijoituspalveluyrityksistä annetun lain 17 § :ssä säädetään. Ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
        "folded_fi": "euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava rahoitustarkastukselta toimilupa suomeen perustettavalle sivuliikkeelle. hakemuksesta on pyydettava lausunto korvausrahastolta. toimilupaa haettaessa on soveltuvin osin noudatettava, mita sijoituspalveluyrityksista annetun lain 17 §:ssa saadetaan. ulkomaiseen sijoituspalveluyritykseen sovelletaan lisaksi, mita sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvalittajan velvollisuuksista laissa saadetaan.",
        "title_sv": "Verksamhetstillstånd för filial",
        "content_sv": "För etablering av en filial i Finland ska ett utländskt värdepappersföretag som har fått auktorisation i en stat utanför Europeiska ekonomiska samarbetsområdet ansöka om verksamhetstillstånd hos Finansinspektionen. Ett utlåtande om ansökan ska begäras från ersättningsfonden. Vid ansökan om verksamhetstillstånd ska i tillämpliga delar iakttas 17 § i lagen om värdepappersföretag. På ett utländskt värdepappersföretag ska dessutom tillämpas vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "normalized_sv": "För etablering av en filial i Finland ska ett utländskt värdepappersföretag som har fått auktorisation i en stat utanför Europeiska ekonomiska samarbetsområdet ansöka om verksamhetstillstånd hos Finansinspektionen. Ett utlåtande om ansökan ska begäras från ersättningsfonden. Vid ansökan om verksamhetstillstånd ska i tillämpliga delar iakttas 17 § i lagen om värdepappersföretag. På ett utländskt värdepappersföretag ska dessutom tillämpas vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "folded_sv": "for etablering av en filial i finland ska ett utlandskt vardepappersforetag som har fatt auktorisation i en stat utanfor europeiska ekonomiska samarbetsomradet ansoka om verksamhetstillstand hos finansinspektionen. ett utlatande om ansokan ska begaras fran ersattningsfonden. vid ansokan om verksamhetstillstand ska i tillampliga delar iakttas 17 § i lagen om vardepappersforetag. pa ett utlandskt vardepappersforetag ska dessutom tillampas vad som i lag foreskrivs om tillhandahallande av investeringstjanster som affarsverksamhet och om sadana vardepappersformedlares skyldigheter som avses i vardepappersmarknadslagen."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Sijoituspalvelun tarjoaminen tytäryritystä tai sivuliikettä perustamatta",
      "content": "Tässä pykälässä tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Tässä pykälässä tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
        "folded_fi": "tassa pykalassa tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisaksi, mita sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvalittajan velvollisuuksista laissa saadetaan.",
        "title_sv": "Tillhandahållande av investeringstjänster utan att grunda dotterföretag eller etablera filial",
        "content_sv": "På ett utländskt värdepappersföretag som avses i denna paragraf tillämpas dessutom vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "normalized_sv": "På ett utländskt värdepappersföretag som avses i denna paragraf tillämpas dessutom vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "folded_sv": "pa ett utlandskt vardepappersforetag som avses i denna paragraf tillampas dessutom vad som i lag foreskrivs om tillhandahallande av investeringstjanster som affarsverksamhet och om sadana vardepappersformedlares skyldigheter som avses i vardepappersmarknadslagen."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vaitiolovelvollisuus",
      "content": "Sivuliikkeen ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mitä sijoituspalveluyrityksistä annetun lain 67 ja 68 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Sivuliikkeen ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mitä sijoituspalveluyrityksistä annetun lain 67 ja 68 § :ssä säädetään.",
        "folded_fi": "sivuliikkeen ja edustuston toimihenkilon vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mita sijoituspalveluyrityksista annetun lain 67 ja 68 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikt för dem som är anställda vid en filial eller en representation och deras rätt att lämna upplysningar samt i fråga om brott mot tystnadsplikten gäller 67 och 68 § i lagen om värdepappersföretag.",
        "normalized_sv": "I fråga om tystnadsplikt för dem som är anställda vid en filial eller en representation och deras rätt att lämna upplysningar samt i fråga om brott mot tystnadsplikten gäller 67 och 68 § i lagen om värdepappersföretag.",
        "folded_sv": "i fraga om tystnadsplikt for dem som ar anstallda vid en filial eller en representation och deras ratt att lamna upplysningar samt i fraga om brott mot tystnadsplikten galler 67 och 68 § i lagen om vardepappersforetag."
      }
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tämä laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämä laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja Suomessa.",
        "folded_fi": "tama laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja suomessa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag gäller utländska värdepappersföretags rätt att affärsmässigt tillhandahålla investeringstjänster i Finland.",
        "normalized_sv": "Denna lag gäller utländska värdepappersföretags rätt att affärsmässigt tillhandahålla investeringstjänster i Finland.",
        "folded_sv": "denna lag galler utlandska vardepappersforetags ratt att affarsmassigt tillhandahalla investeringstjanster i finland."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksellä liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkilöä tai oikeushenkilöä, joka on saanut sijoituspalveluyrityksistä annetun lain (922/2007) 17 §:ssä tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin Suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksistä annetun lain 5 §:ssä tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksistä annetun lain 15 §:n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehellä sijoituspalveluyrityksistä annetun lain 32 §:ssä tarkoitettua sidonnaisasiamiestä vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiestä; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa Suomeen kiinteä toimipaikka, josta se voi tarjota toimilupaansa sisältyvää sijoituspalvelua (); sekä 6) edustustolla Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteää toimipaikkaa Suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksellä liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkilöä tai oikeushenkilöä, joka on saanut sijoituspalveluyrityksistä annetun lain (922/2007) 17 § :ssä tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin Suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksistä annetun lain 5 § :ssä tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksistä annetun lain 15 § :n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehellä sijoituspalveluyrityksistä annetun lain 32 § :ssä tarkoitettua sidonnaisasiamiestä vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiestä; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa Suomeen kiinteä toimipaikka, josta se voi tarjota toimilupaansa sisältyvää sijoituspalvelua (); sekä 6) edustustolla Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteää toimipaikkaa Suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksella liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkiloa tai oikeushenkiloa, joka on saanut sijoituspalveluyrityksista annetun lain (922/2007) 17 §:ssa tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksista annetun lain 5 §:ssa tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksista annetun lain 15 §:n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehella sijoituspalveluyrityksista annetun lain 32 §:ssa tarkoitettua sidonnaisasiamiesta vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiesta; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa suomeen kiintea toimipaikka, josta se voi tarjota toimilupaansa sisaltyvaa sijoituspalvelua (); seka 6) edustustolla euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteaa toimipaikkaa suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) utländska värdepappersföretag fysiska eller juridiska personer som affärsmässigt tillhandahåller investeringstjänster och som i någon annan stat än Finland har erhållit auktorisation motsvarande sådant verksamhetstillstånd som avses i 17 § i lagen om värdepappersföretag (922/2007), 2) investeringstjänster sådana tjänster som avses i 5 § i lagen om värdepappersföretag, 3) sidotjänster sådana tjänster som avses i 15 § 1 mom. 1―7 punkten i lagen om värdepappersföretag, 4) utländskt anknutet ombud ett utländskt värdepappersföretags anknutna ombud som motsvarar ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag, 5) etableringsrätt filial ett utländskt värdepappersföretags rätt att i Finland inrätta ett fast affärställe där det kan tillhandahålla investeringstjänster enligt sitt verksamhetstillstånd (), samt med 6) representation ett i en stat utanför Europeiska ekonomiska samarbetsområdet auktoriserat utländskt värdepappersföretags i Finland etablerade fasta affärställe som inte har rätt att tillhandahålla investeringstjänster.",
        "normalized_sv": "I denna lag avses med 1) utländska värdepappersföretag fysiska eller juridiska personer som affärsmässigt tillhandahåller investeringstjänster och som i någon annan stat än Finland har erhållit auktorisation motsvarande sådant verksamhetstillstånd som avses i 17 § i lagen om värdepappersföretag (922/2007), 2) investeringstjänster sådana tjänster som avses i 5 § i lagen om värdepappersföretag, 3) sidotjänster sådana tjänster som avses i 15 § 1 mom. 1―7 punkten i lagen om värdepappersföretag, 4) utländskt anknutet ombud ett utländskt värdepappersföretags anknutna ombud som motsvarar ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag, 5) etableringsrätt filial ett utländskt värdepappersföretags rätt att i Finland inrätta ett fast affärställe där det kan tillhandahålla investeringstjänster enligt sitt verksamhetstillstånd (), samt med 6) representation ett i en stat utanför Europeiska ekonomiska samarbetsområdet auktoriserat utländskt värdepappersföretags i Finland etablerade fasta affärställe som inte har rätt att tillhandahålla investeringstjänster.",
        "folded_sv": "i denna lag avses med 1) utlandska vardepappersforetag fysiska eller juridiska personer som affarsmassigt tillhandahaller investeringstjanster och som i nagon annan stat an finland har erhallit auktorisation motsvarande sadant verksamhetstillstand som avses i 17 § i lagen om vardepappersforetag (922/2007), 2) investeringstjanster sadana tjanster som avses i 5 § i lagen om vardepappersforetag, 3) sidotjanster sadana tjanster som avses i 15 § 1 mom. 1―7 punkten i lagen om vardepappersforetag, 4) utlandskt anknutet ombud ett utlandskt vardepappersforetags anknutna ombud som motsvarar ett sadant anknutet ombud som avses i 32 § i lagen om vardepappersforetag, 5) etableringsratt filial ett utlandskt vardepappersforetags ratt att i finland inratta ett fast affarstalle dar det kan tillhandahalla investeringstjanster enligt sitt verksamhetstillstand (), samt med 6) representation ett i en stat utanfor europeiska ekonomiska samarbetsomradet auktoriserat utlandskt vardepappersforetags i finland etablerade fasta affarstalle som inte har ratt att tillhandahalla investeringstjanster."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Valvonta",
      "content": "Ulkomaisen sijoituspalveluyrityksen Suomessa tapahtuvan toiminnan valvonnasta sekä Rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle Rahoitustarkastusta vastaavalle valvontaviranomaiselle säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ulkomaisen sijoituspalveluyrityksen Suomessa tapahtuvan toiminnan valvonnasta sekä Rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle Rahoitustarkastusta vastaavalle valvontaviranomaiselle säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
        "folded_fi": "ulkomaisen sijoituspalveluyrityksen suomessa tapahtuvan toiminnan valvonnasta seka rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle rahoitustarkastusta vastaavalle valvontaviranomaiselle saadetaan rahoitustarkastuksesta annetussa laissa (587/2003).",
        "title_sv": "Tillsyn",
        "content_sv": "Bestämmelser om tillsynen över utländska värdepappersföretags verksamhet i Finland samt Finansinspektionens rätt att lämna uppgifter till utländska tillsynsmyndigheter som motsvarar Finansinspektionen finns i lagen om Finansinspektionen (587/2003).",
        "normalized_sv": "Bestämmelser om tillsynen över utländska värdepappersföretags verksamhet i Finland samt Finansinspektionens rätt att lämna uppgifter till utländska tillsynsmyndigheter som motsvarar Finansinspektionen finns i lagen om Finansinspektionen (587/2003).",
        "folded_sv": "bestammelser om tillsynen over utlandska vardepappersforetags verksamhet i finland samt finansinspektionens ratt att lamna uppgifter till utlandska tillsynsmyndigheter som motsvarar finansinspektionen finns i lagen om finansinspektionen (587/2003)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Sivuliikkeen aloittaminen",
      "content": "Ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen Suomeen, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen käyttämisestä, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajärjestelmästä tai sen puuttumisesta sekä sivuliikkeen toiminnasta vastuussa olevien henkilöiden nimet. Sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistään kahden kuukauden kuluttua siitä, kun Rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4",
        "normalized_fi": "Ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen Suomeen, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen käyttämisestä, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajärjestelmästä tai sen puuttumisesta sekä sivuliikkeen toiminnasta vastuussa olevien henkilöiden nimet. Sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistään kahden kuukauden kuluttua siitä, kun Rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
        "folded_fi": "ennen kuin ulkomainen sijoituspalveluyritys voi perustaa sivuliikkeen suomeen, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta sivuliikkeen perustamista koskevat tiedot tarjottavista sijoitus- ja oheispalveluista, sivuliikkeen organisaatiorakenteesta ja sidonnaisasiamiehen kayttamisesta, sivuliikkeen osoitetiedot, tiedot sivuliikkeen sijoittajien suojaksi tarkoitetusta suojajarjestelmasta tai sen puuttumisesta seka sivuliikkeen toiminnasta vastuussa olevien henkiloiden nimet. sivuliike voidaan perustaa ja se saa aloittaa toimintansa viimeistaan kahden kuukauden kuluttua siita, kun rahoitustarkastus sai 1 momentissa tarkoitetut tiedot.",
        "title_sv": "Etablering av en filial",
        "content_sv": "Innan ett utländskt värdepappersföretag kan etablera en filial i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat värdepappersföretaget auktorisation ge Finansinspektionen uppgifter om den tilltänkta filialens investerings- och sidotjänster, organisationsstruktur och avsikt att anlita anknutna ombud samt också filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sådant samt namnen på de personer som ansvarar för filialens verksamhet. En filial kan etableras och den får inleda sin verksamhet senast två månader efter det att Finansinspektionen har fått den information som avses i 1 mom.",
        "normalized_sv": "Innan ett utländskt värdepappersföretag kan etablera en filial i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat värdepappersföretaget auktorisation ge Finansinspektionen uppgifter om den tilltänkta filialens investerings- och sidotjänster, organisationsstruktur och avsikt att anlita anknutna ombud samt också filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sådant samt namnen på de personer som ansvarar för filialens verksamhet. En filial kan etableras och den får inleda sin verksamhet senast två månader efter det att Finansinspektionen har fått den information som avses i 1 mom.",
        "folded_sv": "innan ett utlandskt vardepappersforetag kan etablera en filial i finland ska den mot finansinspektionen svarande tillsynsmyndigheten i den stat som har beviljat vardepappersforetaget auktorisation ge finansinspektionen uppgifter om den tilltankta filialens investerings- och sidotjanster, organisationsstruktur och avsikt att anlita anknutna ombud samt ocksa filialens adressuppgifter, uppgifter om investerarskyddssystemet eller avsaknaden av ett sadant samt namnen pa de personer som ansvarar for filialens verksamhet. en filial kan etableras och den far inleda sin verksamhet senast tva manader efter det att finansinspektionen har fatt den information som avses i 1 mom."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Sivuliikkeen lisäsuoja ja suojan täydentäminen",
      "content": "Korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan päätöksessä määrättävä siitä, mitä sijoittajien saamisia ja mihin määrään Suomessa oleva korvausrahasto korvaa ja mikä on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. Ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismäärä voi kuitenkin olla enintään sijoituspalveluyrityksistä annetun lain 54 §:n 1 momentissa säädetyn suojan suuruinen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4 a",
        "normalized_fi": "Korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan päätöksessä määrättävä siitä, mitä sijoittajien saamisia ja mihin määrään Suomessa oleva korvausrahasto korvaa ja mikä on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. Ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismäärä voi kuitenkin olla enintään sijoituspalveluyrityksistä annetun lain 54 § :n 1 momentissa säädetyn suojan suuruinen.",
        "folded_fi": "korvausrahaston on 1 momentissa tarkoitettuun hakemukseen antamassaan paatoksessa maarattava siita, mita sijoittajien saamisia ja mihin maaraan suomessa oleva korvausrahasto korvaa ja mika on sijoituspalveluyrityksen maksettavaksi tuleva kannatusmaksu. ulkomaisen sijoituspalveluyrityksen kotivaltion suojan ja korvausrahaston antaman suojan yhteismaara voi kuitenkin olla enintaan sijoituspalveluyrityksista annetun lain 54 §:n 1 momentissa saadetyn suojan suuruinen.",
        "title_sv": "Kompletterande skydd för filialer och komplettering av skyddet",
        "content_sv": "Ersättningsfonden ska i sitt beslut om en ansökan som avses i 1 mom. bestämma vilka investerarfordringar som ersätts av ersättningsfonden i Finland och till vilket belopp samt vilken garantiavgift värdepappersföretaget ska betala. Investerarskyddet i ett utländskt värdepappersföretags hemstat kan emellertid tillsammans med det skydd som ersättningsfonden ger uppgå till högst det belopp som anges i 54 § 1 mom. i lagen om värdepappersföretag.",
        "normalized_sv": "Ersättningsfonden ska i sitt beslut om en ansökan som avses i 1 mom. bestämma vilka investerarfordringar som ersätts av ersättningsfonden i Finland och till vilket belopp samt vilken garantiavgift värdepappersföretaget ska betala. Investerarskyddet i ett utländskt värdepappersföretags hemstat kan emellertid tillsammans med det skydd som ersättningsfonden ger uppgå till högst det belopp som anges i 54 § 1 mom. i lagen om värdepappersföretag.",
        "folded_sv": "ersattningsfonden ska i sitt beslut om en ansokan som avses i 1 mom. bestamma vilka investerarfordringar som ersatts av ersattningsfonden i finland och till vilket belopp samt vilken garantiavgift vardepappersforetaget ska betala. investerarskyddet i ett utlandskt vardepappersforetags hemstat kan emellertid tillsammans med det skydd som ersattningsfonden ger uppga till hogst det belopp som anges i 54 § 1 mom. i lagen om vardepappersforetag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:4 c",
      "chapter": "2",
      "section": "4 c",
      "title": "Sivuliikkeen toiminta",
      "content": "Ulkomaiseen sijoituspalveluyritykseen, jolla on Suomessa sivuliike, sovelletaan lisäksi, mitä arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 §:ää, sekä sijoituspalveluyrityksistä annetun lain 36 ja 37 §:ssä säädetään arvopaperinvälittäjän velvollisuuksista sijoituspalvelujen tarjoamisessa. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Mitä tässä laissa säädetään ulkomaisen sijoituspalveluyrityksen sivuliikkeestä, sovelletaan soveltuvin osin myös Suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:4 c",
        "normalized_fi": "Ulkomaiseen sijoituspalveluyritykseen, jolla on Suomessa sivuliike, sovelletaan lisäksi, mitä arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 § :ää, sekä sijoituspalveluyrityksistä annetun lain 36 ja 37 § :ssä säädetään arvopaperinvälittäjän velvollisuuksista sijoituspalvelujen tarjoamisessa. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Mitä tässä laissa säädetään ulkomaisen sijoituspalveluyrityksen sivuliikkeestä, sovelletaan soveltuvin osin myös Suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
        "folded_fi": "ulkomaiseen sijoituspalveluyritykseen, jolla on suomessa sivuliike, sovelletaan lisaksi, mita arvopaperimarkkinalaissa (495/1989), lukuun ottamatta sen 4 luvun 7, 12, 14 ja 15 §:aa, seka sijoituspalveluyrityksista annetun lain 36 ja 37 §:ssa saadetaan arvopaperinvalittajan velvollisuuksista sijoituspalvelujen tarjoamisessa. ulkomaisella sijoituspalveluyrityksella on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessa. mita tassa laissa saadetaan ulkomaisen sijoituspalveluyrityksen sivuliikkeesta, sovelletaan soveltuvin osin myos suomeen sijoittautuneeseen ulkomaiseen sidonnaisasiamieheen.",
        "title_sv": "En filials verksamhet",
        "content_sv": "På ett utländskt värdepappersföretag som har en filial i Finland tillämpas dessutom vad som i värdepappersmarknadslagen (495/1989), med undantag för dess 4 kap. 7, 12, 14 och 15 §, samt i 36 och 37 § i lagen om värdepappersföretag föreskrivs om värdepappersförmedlares skyldigheter vid tillhandahållandet av investeringstjänster. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Vad som i denna lag föreskrivs om utländska värdepappersföretags filialer ska i tillämpliga delar tillämpas också på utländska anknutna ombud som är etablerade i Finland.",
        "normalized_sv": "På ett utländskt värdepappersföretag som har en filial i Finland tillämpas dessutom vad som i värdepappersmarknadslagen (495/1989), med undantag för dess 4 kap. 7, 12, 14 och 15 § , samt i 36 och 37 § i lagen om värdepappersföretag föreskrivs om värdepappersförmedlares skyldigheter vid tillhandahållandet av investeringstjänster. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Vad som i denna lag föreskrivs om utländska värdepappersföretags filialer ska i tillämpliga delar tillämpas också på utländska anknutna ombud som är etablerade i Finland.",
        "folded_sv": "pa ett utlandskt vardepappersforetag som har en filial i finland tillampas dessutom vad som i vardepappersmarknadslagen (495/1989), med undantag for dess 4 kap. 7, 12, 14 och 15 §, samt i 36 och 37 § i lagen om vardepappersforetag foreskrivs om vardepappersformedlares skyldigheter vid tillhandahallandet av investeringstjanster. ett utlandskt vardepappersforetag har ratt att tillhandahalla sidotjanster endast i samband med investeringstjanster. vad som i denna lag foreskrivs om utlandska vardepappersforetags filialer ska i tillampliga delar tillampas ocksa pa utlandska anknutna ombud som ar etablerade i finland."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sijoituspalvelun tarjoaminen sivuliikettä perustamatta",
      "content": "Ulkomaisella sijoituspalveluyrityksellä, joka on saanut 2 §:n 1 kohdassa tarkoitetun toimiluvan Euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua Suomessa perustamatta tytäryritystä tai sivuliikettä. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua Suomessa, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista sekä tiedot siitä, tarjotaanko palvelua sidonnaisasiamiehen välityksellä. Jos ulkomainen sijoituspalveluyritys käyttää sijoituspalveluiden tarjoamisessa Suomeen sidonnaisasiamiestä, Rahoitustarkastuksella on oikeus pyytää ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilöllisyydestä. Rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilöllisyys. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota Suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkilöille suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetussa laissa tarkoitettua monenkeskistä kaupankäyntiä vastaavassa järjestelmässä, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Rahoitustarkastuksella on oikeus pyytää edellä mainitulta viranomaiselta tiedot niistä sijoituspalveluyrityksistä, luottolaitoksista ja muista henkilöistä, joille ulkomainen sijoituspalveluyritys on myöntänyt kaupankäyntiosapuolen oikeudet.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:5",
        "normalized_fi": "Ulkomaisella sijoituspalveluyrityksellä, joka on saanut 2 § :n 1 kohdassa tarkoitetun toimiluvan Euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua Suomessa perustamatta tytäryritystä tai sivuliikettä. Ulkomaisella sijoituspalveluyrityksellä on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessä. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua Suomessa, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista sekä tiedot siitä, tarjotaanko palvelua sidonnaisasiamiehen välityksellä. Jos ulkomainen sijoituspalveluyritys käyttää sijoituspalveluiden tarjoamisessa Suomeen sidonnaisasiamiestä, Rahoitustarkastuksella on oikeus pyytää ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilöllisyydestä. Rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilöllisyys. Ennen kuin ulkomainen sijoituspalveluyritys voi tarjota Suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkilöille suoran mahdollisuuden käydä kauppaa sijoituspalveluyrityksistä annetussa laissa tarkoitettua monenkeskistä kaupankäyntiä vastaavassa järjestelmässä, Rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siitä, missä ja miten mahdollisuutta käydä kauppaa aiotaan tarjota. Rahoitustarkastuksella on oikeus pyytää edellä mainitulta viranomaiselta tiedot niistä sijoituspalveluyrityksistä, luottolaitoksista ja muista henkilöistä, joille ulkomainen sijoituspalveluyritys on myöntänyt kaupankäyntiosapuolen oikeudet.",
        "folded_fi": "ulkomaisella sijoituspalveluyrityksella, joka on saanut 2 §:n 1 kohdassa tarkoitetun toimiluvan euroopan talousalueeseen kuuluvassa valtiossa, on oikeus tarjota sijoituspalvelua suomessa perustamatta tytaryritysta tai sivuliiketta. ulkomaisella sijoituspalveluyrityksella on oikeus tarjota oheispalveluja ainoastaan sijoituspalvelun tarjoamisen yhteydessa. ennen kuin ulkomainen sijoituspalveluyritys voi tarjota sijoituspalvelua suomessa, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta ilmoitus tarjottavista sijoitus- ja oheispalveluista seka tiedot siita, tarjotaanko palvelua sidonnaisasiamiehen valityksella. jos ulkomainen sijoituspalveluyritys kayttaa sijoituspalveluiden tarjoamisessa suomeen sidonnaisasiamiesta, rahoitustarkastuksella on oikeus pyytaa ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta viranomaiselta tiedot sidonnaisasiamiehen henkilollisyydesta. rahoitustarkastuksella on oikeus julkistaa sidonnaisasiamiehen henkilollisyys. ennen kuin ulkomainen sijoituspalveluyritys voi tarjota suomeen sijoittautuneille sijoituspalveluyrityksille, luottolaitoksille tai muille henkiloille suoran mahdollisuuden kayda kauppaa sijoituspalveluyrityksista annetussa laissa tarkoitettua monenkeskista kaupankayntia vastaavassa jarjestelmassa, rahoitustarkastuksen on saatava sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalta valvontaviranomaiselta tiedot toiminnan aloittamisesta ja siita, missa ja miten mahdollisuutta kayda kauppaa aiotaan tarjota. rahoitustarkastuksella on oikeus pyytaa edella mainitulta viranomaiselta tiedot niista sijoituspalveluyrityksista, luottolaitoksista ja muista henkiloista, joille ulkomainen sijoituspalveluyritys on myontanyt kaupankayntiosapuolen oikeudet.",
        "title_sv": "Tillhandahållande av investeringstjänster utan att etablera filial",
        "content_sv": "Ett utländskt värdepappersföretag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom Europeiska ekonomiska samarbetsområdet har rätt att tillhandahålla investeringstjänster i Finland också utan att grunda dotterföretag eller etablera filial. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Innan ett utländskt värdepappersföretag får tillhandahålla investeringstjänster i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat värdepappersföretaget auktorisation informera Finansinspektionen om investerings- och sidotjänsterna samt om huruvida tjänster tillhandahålls genom ett anknutet ombud. Om ett utländskt värdepappersföretag anlitar ett anknutet ombud för att tillhandahålla investeringstjänster i Finland, har Finansinspektionen rätt att be den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget lämna uppgifter om det anknutna ombudets identitet. Finansinspektionen har rätt att offentliggöra det anknutna ombudets identitet. Innan ett utländskt värdepappersföretag får erbjuda i Finland etablerade värdepappersföretag, kreditinstitut eller andra personer direkt möjlighet att bedriva handel i ett system som motsvarar sådan multilateral handel som avses i lagen om värdepappersföretag, måste Finansinspektionen av den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget få uppgifter om inledande av verksamheten och om var och hur möjlighet att bedriva handel enligt planerna ska erbjudas. Finansinspektionen har rätt att av den myndighet som nämns ovan begära uppgifter om de värdepappersföretag, kreditinstitut och andra personer som det utländska värdepappersföretaget har auktoriserat som handelsparter.",
        "normalized_sv": "Ett utländskt värdepappersföretag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom Europeiska ekonomiska samarbetsområdet har rätt att tillhandahålla investeringstjänster i Finland också utan att grunda dotterföretag eller etablera filial. Ett utländskt värdepappersföretag har rätt att tillhandahålla sidotjänster endast i samband med investeringstjänster. Innan ett utländskt värdepappersföretag får tillhandahålla investeringstjänster i Finland ska den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat värdepappersföretaget auktorisation informera Finansinspektionen om investerings- och sidotjänsterna samt om huruvida tjänster tillhandahålls genom ett anknutet ombud. Om ett utländskt värdepappersföretag anlitar ett anknutet ombud för att tillhandahålla investeringstjänster i Finland, har Finansinspektionen rätt att be den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget lämna uppgifter om det anknutna ombudets identitet. Finansinspektionen har rätt att offentliggöra det anknutna ombudets identitet. Innan ett utländskt värdepappersföretag får erbjuda i Finland etablerade värdepappersföretag, kreditinstitut eller andra personer direkt möjlighet att bedriva handel i ett system som motsvarar sådan multilateral handel som avses i lagen om värdepappersföretag, måste Finansinspektionen av den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget få uppgifter om inledande av verksamheten och om var och hur möjlighet att bedriva handel enligt planerna ska erbjudas. Finansinspektionen har rätt att av den myndighet som nämns ovan begära uppgifter om de värdepappersföretag, kreditinstitut och andra personer som det utländska värdepappersföretaget har auktoriserat som handelsparter.",
        "folded_sv": "ett utlandskt vardepappersforetag som i enlighet 2 § 1 punkten har auktoriserats i en stat inom europeiska ekonomiska samarbetsomradet har ratt att tillhandahalla investeringstjanster i finland ocksa utan att grunda dotterforetag eller etablera filial. ett utlandskt vardepappersforetag har ratt att tillhandahalla sidotjanster endast i samband med investeringstjanster. innan ett utlandskt vardepappersforetag far tillhandahalla investeringstjanster i finland ska den mot finansinspektionen svarande tillsynsmyndigheten i den stat som beviljat vardepappersforetaget auktorisation informera finansinspektionen om investerings- och sidotjansterna samt om huruvida tjanster tillhandahalls genom ett anknutet ombud. om ett utlandskt vardepappersforetag anlitar ett anknutet ombud for att tillhandahalla investeringstjanster i finland, har finansinspektionen ratt att be den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget lamna uppgifter om det anknutna ombudets identitet. finansinspektionen har ratt att offentliggora det anknutna ombudets identitet. innan ett utlandskt vardepappersforetag far erbjuda i finland etablerade vardepappersforetag, kreditinstitut eller andra personer direkt mojlighet att bedriva handel i ett system som motsvarar sadan multilateral handel som avses i lagen om vardepappersforetag, maste finansinspektionen av den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget fa uppgifter om inledande av verksamheten och om var och hur mojlighet att bedriva handel enligt planerna ska erbjudas. finansinspektionen har ratt att av den myndighet som namns ovan begara uppgifter om de vardepappersforetag, kreditinstitut och andra personer som det utlandska vardepappersforetaget har auktoriserat som handelsparter."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sijoituspalveluyrityksen sivuliikkeen toiminnan rajoittaminen",
      "content": "Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tätä lakia tai 4 c §:ssä mainittuja säännöksiä, Rahoitustarkastuksen on kehotettava yritystä lopettamaan lainvastainen toiminta. Jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että sijoituspalveluyritys lopettaa lainvastaisen toiminnan. Jos ulkomainen sijoituspalveluyritys 2 momentissa säädetyistä toimenpiteistä huolimatta jatkaa lainvastaista toimintaa, Rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estämiseksi. Rahoitustarkastuksella on tarvittaessa oikeus kieltää palvelujen tarjoaminen. Rahoitustarkastuksen on ennen toimenpiteisiin ryhtymistä ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle. Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja säännöksiä, Rahoitustarkastuksen on soveltuvin osin meneteltävä siten kuin 6 a §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6",
        "normalized_fi": "Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tätä lakia tai 4 c § :ssä mainittuja säännöksiä, Rahoitustarkastuksen on kehotettava yritystä lopettamaan lainvastainen toiminta. Jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että sijoituspalveluyritys lopettaa lainvastaisen toiminnan. Jos ulkomainen sijoituspalveluyritys 2 momentissa säädetyistä toimenpiteistä huolimatta jatkaa lainvastaista toimintaa, Rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estämiseksi. Rahoitustarkastuksella on tarvittaessa oikeus kieltää palvelujen tarjoaminen. Rahoitustarkastuksen on ennen toimenpiteisiin ryhtymistä ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle. Jos Suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja säännöksiä, Rahoitustarkastuksen on soveltuvin osin meneteltävä siten kuin 6 a § :ssä säädetään.",
        "folded_fi": "jos suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo tata lakia tai 4 c §:ssa mainittuja saannoksia, rahoitustarkastuksen on kehotettava yritysta lopettamaan lainvastainen toiminta. jos ulkomainen sijoituspalveluyritys ei noudata 1 momentissa tarkoitettua kehotusta, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sen varmistamiseksi, etta sijoituspalveluyritys lopettaa lainvastaisen toiminnan. jos ulkomainen sijoituspalveluyritys 2 momentissa saadetyista toimenpiteista huolimatta jatkaa lainvastaista toimintaa, rahoitustarkastuksella on oikeus toteuttaa tarpeelliset toimenpiteet lainvastaisen toiminnan jatkamisen estamiseksi. rahoitustarkastuksella on tarvittaessa oikeus kieltaa palvelujen tarjoaminen. rahoitustarkastuksen on ennen toimenpiteisiin ryhtymista ilmoitettava sijoituspalveluyrityksen lainvastaisen toiminnan jatkamisesta sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle. jos suomeen sijoittautunut ulkomainen sijoituspalveluyritys rikkoo muita kuin 1 momentissa tarkoitettuja saannoksia, rahoitustarkastuksen on soveltuvin osin meneteltava siten kuin 6 a §:ssa saadetaan.",
        "title_sv": "Begränsning av en filials verksamhet",
        "content_sv": "Om ett i Finland etablerat utländskt värdepappersföretag bryter mot denna lag eller mot de bestämmelser som nämns i 4 c §, ska Finansinspektionen uppmana företaget att upphöra med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag inte iakttar en uppmaning som avses i 1 mom., ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att värdepappersföretaget upphör med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag trots de åtgärder som avses i 2 mom. fortsätter sin lagstridiga verksamhet, har Finansinspektionen rätt att vidta behövliga åtgärder för att hindra att den lagstridiga verksamheten fortsätter. Finansinspektionen har vid behov rätt att förbjuda företaget att tillhandahålla tjänster. Innan Finansinspektionen vidtar åtgärder ska den underrätta den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget om att den lagstridiga verksamheten har fortsatt. Om ett i Finland etablerat utländskt värdepappersföretag bryter mot andra bestämmelser än de som avses i 1 mom., ska Finansinspektionen i tillämpliga delar förfara på det sätt som föreskrivs i 6 a §.",
        "normalized_sv": "Om ett i Finland etablerat utländskt värdepappersföretag bryter mot denna lag eller mot de bestämmelser som nämns i 4 c § , ska Finansinspektionen uppmana företaget att upphöra med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag inte iakttar en uppmaning som avses i 1 mom., ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att värdepappersföretaget upphör med den lagstridiga verksamheten. Om ett utländskt värdepappersföretag trots de åtgärder som avses i 2 mom. fortsätter sin lagstridiga verksamhet, har Finansinspektionen rätt att vidta behövliga åtgärder för att hindra att den lagstridiga verksamheten fortsätter. Finansinspektionen har vid behov rätt att förbjuda företaget att tillhandahålla tjänster. Innan Finansinspektionen vidtar åtgärder ska den underrätta den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat värdepappersföretaget om att den lagstridiga verksamheten har fortsatt. Om ett i Finland etablerat utländskt värdepappersföretag bryter mot andra bestämmelser än de som avses i 1 mom., ska Finansinspektionen i tillämpliga delar förfara på det sätt som föreskrivs i 6 a § .",
        "folded_sv": "om ett i finland etablerat utlandskt vardepappersforetag bryter mot denna lag eller mot de bestammelser som namns i 4 c §, ska finansinspektionen uppmana foretaget att upphora med den lagstridiga verksamheten. om ett utlandskt vardepappersforetag inte iakttar en uppmaning som avses i 1 mom., ska finansinspektionen vidta behovliga atgarder for att sakerstalla att vardepappersforetaget upphor med den lagstridiga verksamheten. om ett utlandskt vardepappersforetag trots de atgarder som avses i 2 mom. fortsatter sin lagstridiga verksamhet, har finansinspektionen ratt att vidta behovliga atgarder for att hindra att den lagstridiga verksamheten fortsatter. finansinspektionen har vid behov ratt att forbjuda foretaget att tillhandahalla tjanster. innan finansinspektionen vidtar atgarder ska den underratta den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat vardepappersforetaget om att den lagstridiga verksamheten har fortsatt. om ett i finland etablerat utlandskt vardepappersforetag bryter mot andra bestammelser an de som avses i 1 mom., ska finansinspektionen i tillampliga delar forfara pa det satt som foreskrivs i 6 a §."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Sijoituspalvelujen tarjoamisen rajoittaminen",
      "content": "Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 §:n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritystä velvoittavien säännösten tai määräysten vastaista. Jos ulkomainen sijoituspalveluyritys jatkaa Rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteistä huolimatta säännösten tai määräysten vastaista toimintaa Suomessa, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estämiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. Tarvittaessa Rahoitustarkastus voi estää uusien liiketoimien aloittamisen. Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteistä ennen niihin ryhtymistä. Toimenpiteistä on viipymättä ilmoitettava Euroopan yhteisöjen komissiolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:6 a",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 § :n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritystä velvoittavien säännösten tai määräysten vastaista. Jos ulkomainen sijoituspalveluyritys jatkaa Rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteistä huolimatta säännösten tai määräysten vastaista toimintaa Suomessa, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estämiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. Tarvittaessa Rahoitustarkastus voi estää uusien liiketoimien aloittamisen. Rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myöntäneen valtion Rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteistä ennen niihin ryhtymistä. Toimenpiteistä on viipymättä ilmoitettava Euroopan yhteisöjen komissiolle.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle, jos 5 §:n mukaisesti palveluja tarjoavan ulkomaisen sijoituspalveluyrityksen toiminta on sijoituspalveluyritysta velvoittavien saannosten tai maaraysten vastaista. jos ulkomainen sijoituspalveluyritys jatkaa rahoitustarkastusta vastaavan toimivaltaisen valvontaviranomaisen toteuttamista toimenpiteista huolimatta saannosten tai maaraysten vastaista toimintaa suomessa, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sellaisen toiminnan jatkamisen estamiseksi, joka vaarantaa sijoittajien suojan tai markkinoiden luotettavan toiminnan. tarvittaessa rahoitustarkastus voi estaa uusien liiketoimien aloittamisen. rahoitustarkastuksen on ilmoitettava ulkomaiselle sijoituspalveluyritykselle toimiluvan myontaneen valtion rahoitustarkastusta vastaavalle valvontaviranomaiselle 2 momentissa tarkoitetuista toimenpiteista ennen niihin ryhtymista. toimenpiteista on viipymatta ilmoitettava euroopan yhteisojen komissiolle.",
        "title_sv": "Begränsning av rätten att tillhandahålla investeringstjänster",
        "content_sv": "Finansinspektionen ska informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utländska värdepappersföretaget om att ett utländskt värdepappersföretag som tillhandahåller tjänster i enlighet med 5 § bedriver verksamhet i strid med bestämmelser eller föreskrifter som är förpliktande för värdepappersföretaget. Om ett utländskt värdepappersföretag trots de åtgärder som har vidtagits av en behörig tillsynsmyndighet som motsvarar Finansinspektionen, i Finland fortsätter med den verksamhet som strider mot bestämmelserna eller föreskrifterna, ska Finansinspektionen vidta behövliga åtgärder för att förhindra fortsatt verksamhet som äventyrar investerarskyddet eller marknadens tillförlitlighet. Finansinspektionen kan vid behov förhindra att ny affärsverksamhet inleds. Finansinspektionen ska innan den vidtar åtgärder enligt 2 mom. informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utländska värdepappersföretaget om åtgärderna. Europeiska gemenskapernas kommission ska omgående informeras om åtgärderna.",
        "normalized_sv": "Finansinspektionen ska informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utländska värdepappersföretaget om att ett utländskt värdepappersföretag som tillhandahåller tjänster i enlighet med 5 § bedriver verksamhet i strid med bestämmelser eller föreskrifter som är förpliktande för värdepappersföretaget. Om ett utländskt värdepappersföretag trots de åtgärder som har vidtagits av en behörig tillsynsmyndighet som motsvarar Finansinspektionen, i Finland fortsätter med den verksamhet som strider mot bestämmelserna eller föreskrifterna, ska Finansinspektionen vidta behövliga åtgärder för att förhindra fortsatt verksamhet som äventyrar investerarskyddet eller marknadens tillförlitlighet. Finansinspektionen kan vid behov förhindra att ny affärsverksamhet inleds. Finansinspektionen ska innan den vidtar åtgärder enligt 2 mom. informera den mot Finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utländska värdepappersföretaget om åtgärderna. Europeiska gemenskapernas kommission ska omgående informeras om åtgärderna.",
        "folded_sv": "finansinspektionen ska informera den mot finansinspektionen svarande tillsynsmyndigheten i den stat som har auktoriserat det utlandska vardepappersforetaget om att ett utlandskt vardepappersforetag som tillhandahaller tjanster i enlighet med 5 § bedriver verksamhet i strid med bestammelser eller foreskrifter som ar forpliktande for vardepappersforetaget. om ett utlandskt vardepappersforetag trots de atgarder som har vidtagits av en behorig tillsynsmyndighet som motsvarar finansinspektionen, i finland fortsatter med den verksamhet som strider mot bestammelserna eller foreskrifterna, ska finansinspektionen vidta behovliga atgarder for att forhindra fortsatt verksamhet som aventyrar investerarskyddet eller marknadens tillforlitlighet. finansinspektionen kan vid behov forhindra att ny affarsverksamhet inleds. finansinspektionen ska innan den vidtar atgarder enligt 2 mom. informera den mot finansinspektionen svarande tillsynsmyndigheten i den stat som auktoriserat det utlandska vardepappersforetaget om atgarderna. europeiska gemenskapernas kommission ska omgaende informeras om atgarderna."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Sivuliikkeen toimilupa",
      "content": "Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava Rahoitustarkastukselta toimilupa Suomeen perustettavalle sivuliikkeelle. Hakemuksesta on pyydettävä lausunto korvausrahastolta. Toimilupaa haettaessa on soveltuvin osin noudatettava, mitä sijoituspalveluyrityksistä annetun lain 17 §:ssä säädetään. Ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:7",
        "normalized_fi": "Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava Rahoitustarkastukselta toimilupa Suomeen perustettavalle sivuliikkeelle. Hakemuksesta on pyydettävä lausunto korvausrahastolta. Toimilupaa haettaessa on soveltuvin osin noudatettava, mitä sijoituspalveluyrityksistä annetun lain 17 § :ssä säädetään. Ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
        "folded_fi": "euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen on haettava rahoitustarkastukselta toimilupa suomeen perustettavalle sivuliikkeelle. hakemuksesta on pyydettava lausunto korvausrahastolta. toimilupaa haettaessa on soveltuvin osin noudatettava, mita sijoituspalveluyrityksista annetun lain 17 §:ssa saadetaan. ulkomaiseen sijoituspalveluyritykseen sovelletaan lisaksi, mita sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvalittajan velvollisuuksista laissa saadetaan.",
        "title_sv": "Verksamhetstillstånd för filial",
        "content_sv": "För etablering av en filial i Finland ska ett utländskt värdepappersföretag som har fått auktorisation i en stat utanför Europeiska ekonomiska samarbetsområdet ansöka om verksamhetstillstånd hos Finansinspektionen. Ett utlåtande om ansökan ska begäras från ersättningsfonden. Vid ansökan om verksamhetstillstånd ska i tillämpliga delar iakttas 17 § i lagen om värdepappersföretag. På ett utländskt värdepappersföretag ska dessutom tillämpas vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "normalized_sv": "För etablering av en filial i Finland ska ett utländskt värdepappersföretag som har fått auktorisation i en stat utanför Europeiska ekonomiska samarbetsområdet ansöka om verksamhetstillstånd hos Finansinspektionen. Ett utlåtande om ansökan ska begäras från ersättningsfonden. Vid ansökan om verksamhetstillstånd ska i tillämpliga delar iakttas 17 § i lagen om värdepappersföretag. På ett utländskt värdepappersföretag ska dessutom tillämpas vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "folded_sv": "for etablering av en filial i finland ska ett utlandskt vardepappersforetag som har fatt auktorisation i en stat utanfor europeiska ekonomiska samarbetsomradet ansoka om verksamhetstillstand hos finansinspektionen. ett utlatande om ansokan ska begaras fran ersattningsfonden. vid ansokan om verksamhetstillstand ska i tillampliga delar iakttas 17 § i lagen om vardepappersforetag. pa ett utlandskt vardepappersforetag ska dessutom tillampas vad som i lag foreskrivs om tillhandahallande av investeringstjanster som affarsverksamhet och om sadana vardepappersformedlares skyldigheter som avses i vardepappersmarknadslagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Sijoituspalvelun tarjoaminen tytäryritystä tai sivuliikettä perustamatta",
      "content": "Tässä pykälässä tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:12",
        "normalized_fi": "Tässä pykälässä tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisäksi, mitä sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvälittäjän velvollisuuksista laissa säädetään.",
        "folded_fi": "tassa pykalassa tarkoitettuun ulkomaiseen sijoituspalveluyritykseen sovelletaan lisaksi, mita sijoituspalvelun tarjoamisesta liiketoimintana ja arvopaperimarkkinalaissa tarkoitetun arvopaperinvalittajan velvollisuuksista laissa saadetaan.",
        "title_sv": "Tillhandahållande av investeringstjänster utan att grunda dotterföretag eller etablera filial",
        "content_sv": "På ett utländskt värdepappersföretag som avses i denna paragraf tillämpas dessutom vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "normalized_sv": "På ett utländskt värdepappersföretag som avses i denna paragraf tillämpas dessutom vad som i lag föreskrivs om tillhandahållande av investeringstjänster som affärsverksamhet och om sådana värdepappersförmedlares skyldigheter som avses i värdepappersmarknadslagen.",
        "folded_sv": "pa ett utlandskt vardepappersforetag som avses i denna paragraf tillampas dessutom vad som i lag foreskrivs om tillhandahallande av investeringstjanster som affarsverksamhet och om sadana vardepappersformedlares skyldigheter som avses i vardepappersmarknadslagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vaitiolovelvollisuus",
      "content": "Sivuliikkeen ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mitä sijoituspalveluyrityksistä annetun lain 67 ja 68 §:ssä säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "2:16",
        "normalized_fi": "Sivuliikkeen ja edustuston toimihenkilön vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mitä sijoituspalveluyrityksistä annetun lain 67 ja 68 § :ssä säädetään.",
        "folded_fi": "sivuliikkeen ja edustuston toimihenkilon vaitiolovelvollisuudesta, tietojenanto-oikeudesta ja salassapitovelvollisuuden rikkomisesta on voimassa, mita sijoituspalveluyrityksista annetun lain 67 ja 68 §:ssa saadetaan.",
        "title_sv": "Tystnadsplikt",
        "content_sv": "I fråga om tystnadsplikt för dem som är anställda vid en filial eller en representation och deras rätt att lämna upplysningar samt i fråga om brott mot tystnadsplikten gäller 67 och 68 § i lagen om värdepappersföretag.",
        "normalized_sv": "I fråga om tystnadsplikt för dem som är anställda vid en filial eller en representation och deras rätt att lämna upplysningar samt i fråga om brott mot tystnadsplikten gäller 67 och 68 § i lagen om värdepappersföretag.",
        "folded_sv": "i fraga om tystnadsplikt for dem som ar anstallda vid en filial eller en representation och deras ratt att lamna upplysningar samt i fraga om brott mot tystnadsplikten galler 67 och 68 § i lagen om vardepappersforetag."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Soveltamisala",
      "content": "Tämä laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja Suomessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:1",
        "normalized_fi": "Tämä laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja Suomessa.",
        "folded_fi": "tama laki koskee ulkomaisen sijoituspalveluyrityksen oikeutta liiketoimintana tarjota sijoituspalveluja suomessa.",
        "title_sv": "Tillämpningsområde",
        "content_sv": "Denna lag gäller utländska värdepappersföretags rätt att affärsmässigt tillhandahålla investeringstjänster i Finland.",
        "normalized_sv": "Denna lag gäller utländska värdepappersföretags rätt att affärsmässigt tillhandahålla investeringstjänster i Finland.",
        "folded_sv": "denna lag galler utlandska vardepappersforetags ratt att affarsmassigt tillhandahalla investeringstjanster i finland."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Määritelmät",
      "content": "Tässä laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksellä liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkilöä tai oikeushenkilöä, joka on saanut sijoituspalveluyrityksistä annetun lain (922/2007) 17 §:ssä tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin Suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksistä annetun lain 5 §:ssä tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksistä annetun lain 15 §:n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehellä sijoituspalveluyrityksistä annetun lain 32 §:ssä tarkoitettua sidonnaisasiamiestä vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiestä; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa Suomeen kiinteä toimipaikka, josta se voi tarjota toimilupaansa sisältyvää sijoituspalvelua (); sekä 6) edustustolla Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteää toimipaikkaa Suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "Tässä laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksellä liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkilöä tai oikeushenkilöä, joka on saanut sijoituspalveluyrityksistä annetun lain (922/2007) 17 § :ssä tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin Suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksistä annetun lain 5 § :ssä tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksistä annetun lain 15 § :n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehellä sijoituspalveluyrityksistä annetun lain 32 § :ssä tarkoitettua sidonnaisasiamiestä vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiestä; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa Suomeen kiinteä toimipaikka, josta se voi tarjota toimilupaansa sisältyvää sijoituspalvelua (); sekä 6) edustustolla Euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteää toimipaikkaa Suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
        "folded_fi": "tassa laissa tarkoitetaan: 1) ulkomaisella sijoituspalveluyrityksella liiketoimintana sijoituspalveluja tarjoavaa luonnollista henkiloa tai oikeushenkiloa, joka on saanut sijoituspalveluyrityksista annetun lain (922/2007) 17 §:ssa tarkoitettua toimilupaa vastaavan toimiluvan muussa valtiossa kuin suomessa; 2) sijoituspalvelulla sijoituspalveluyrityksista annetun lain 5 §:ssa tarkoitettua palvelua; 3) oheispalvelulla sijoituspalveluyrityksista annetun lain 15 §:n 1 momentin 1―7 kohdassa tarkoitettua palvelua; 4) ulkomaisella sidonnaisasiamiehella sijoituspalveluyrityksista annetun lain 32 §:ssa tarkoitettua sidonnaisasiamiesta vastaavaa ulkomaisen sijoituspalveluyrityksen sidonnaisasiamiesta; 5) sijoittautumisoikeudella sivuliike ulkomaisen sijoituspalveluyrityksen oikeutta perustaa suomeen kiintea toimipaikka, josta se voi tarjota toimilupaansa sisaltyvaa sijoituspalvelua (); seka 6) edustustolla euroopan talousalueen ulkopuolisessa valtiossa toimiluvan saaneen ulkomaisen sijoituspalveluyrityksen kiinteaa toimipaikkaa suomessa, josta ei ole oikeutta tarjota sijoituspalvelua.",
        "title_sv": "Definitioner",
        "content_sv": "I denna lag avses med 1) utländska värdepappersföretag fysiska eller juridiska personer som affärsmässigt tillhandahåller investeringstjänster och som i någon annan stat än Finland har erhållit auktorisation motsvarande sådant verksamhetstillstånd som avses i 17 § i lagen om värdepappersföretag (922/2007), 2) investeringstjänster sådana tjänster som avses i 5 § i lagen om värdepappersföretag, 3) sidotjänster sådana tjänster som avses i 15 § 1 mom. 1―7 punkten i lagen om värdepappersföretag, 4) utländskt anknutet ombud ett utländskt värdepappersföretags anknutna ombud som motsvarar ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag, 5) etableringsrätt filial ett utländskt värdepappersföretags rätt att i Finland inrätta ett fast affärställe där det kan tillhandahålla investeringstjänster enligt sitt verksamhetstillstånd (), samt med 6) representation ett i en stat utanför Europeiska ekonomiska samarbetsområdet auktoriserat utländskt värdepappersföretags i Finland etablerade fasta affärställe som inte har rätt att tillhandahålla investeringstjänster.",
        "normalized_sv": "I denna lag avses med 1) utländska värdepappersföretag fysiska eller juridiska personer som affärsmässigt tillhandahåller investeringstjänster och som i någon annan stat än Finland har erhållit auktorisation motsvarande sådant verksamhetstillstånd som avses i 17 § i lagen om värdepappersföretag (922/2007), 2) investeringstjänster sådana tjänster som avses i 5 § i lagen om värdepappersföretag, 3) sidotjänster sådana tjänster som avses i 15 § 1 mom. 1―7 punkten i lagen om värdepappersföretag, 4) utländskt anknutet ombud ett utländskt värdepappersföretags anknutna ombud som motsvarar ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag, 5) etableringsrätt filial ett utländskt värdepappersföretags rätt att i Finland inrätta ett fast affärställe där det kan tillhandahålla investeringstjänster enligt sitt verksamhetstillstånd (), samt med 6) representation ett i en stat utanför Europeiska ekonomiska samarbetsområdet auktoriserat utländskt värdepappersföretags i Finland etablerade fasta affärställe som inte har rätt att tillhandahålla investeringstjänster.",
        "folded_sv": "i denna lag avses med 1) utlandska vardepappersforetag fysiska eller juridiska personer som affarsmassigt tillhandahaller investeringstjanster och som i nagon annan stat an finland har erhallit auktorisation motsvarande sadant verksamhetstillstand som avses i 17 § i lagen om vardepappersforetag (922/2007), 2) investeringstjanster sadana tjanster som avses i 5 § i lagen om vardepappersforetag, 3) sidotjanster sadana tjanster som avses i 15 § 1 mom. 1―7 punkten i lagen om vardepappersforetag, 4) utlandskt anknutet ombud ett utlandskt vardepappersforetags anknutna ombud som motsvarar ett sadant anknutet ombud som avses i 32 § i lagen om vardepappersforetag, 5) etableringsratt filial ett utlandskt vardepappersforetags ratt att i finland inratta ett fast affarstalle dar det kan tillhandahalla investeringstjanster enligt sitt verksamhetstillstand (), samt med 6) representation ett i en stat utanfor europeiska ekonomiska samarbetsomradet auktoriserat utlandskt vardepappersforetags i finland etablerade fasta affarstalle som inte har ratt att tillhandahalla investeringstjanster."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Valvonta",
      "content": "Ulkomaisen sijoituspalveluyrityksen Suomessa tapahtuvan toiminnan valvonnasta sekä Rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle Rahoitustarkastusta vastaavalle valvontaviranomaiselle säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Ulkomaisen sijoituspalveluyrityksen Suomessa tapahtuvan toiminnan valvonnasta sekä Rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle Rahoitustarkastusta vastaavalle valvontaviranomaiselle säädetään Rahoitustarkastuksesta annetussa laissa (587/2003).",
        "folded_fi": "ulkomaisen sijoituspalveluyrityksen suomessa tapahtuvan toiminnan valvonnasta seka rahoitustarkastuksen oikeudesta antaa tietoja ulkomaiselle rahoitustarkastusta vastaavalle valvontaviranomaiselle saadetaan rahoitustarkastuksesta annetussa laissa (587/2003).",
        "title_sv": "Tillsyn",
        "content_sv": "Bestämmelser om tillsynen över utländska värdepappersföretags verksamhet i Finland samt Finansinspektionens rätt att lämna uppgifter till utländska tillsynsmyndigheter som motsvarar Finansinspektionen finns i lagen om Finansinspektionen (587/2003).",
        "normalized_sv": "Bestämmelser om tillsynen över utländska värdepappersföretags verksamhet i Finland samt Finansinspektionens rätt att lämna uppgifter till utländska tillsynsmyndigheter som motsvarar Finansinspektionen finns i lagen om Finansinspektionen (587/2003).",
        "folded_sv": "bestammelser om tillsynen over utlandska vardepappersforetags verksamhet i finland samt finansinspektionens ratt att lamna uppgifter till utlandska tillsynsmyndigheter som motsvarar finansinspektionen finns i lagen om finansinspektionen (587/2003)."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    }
  ]
}