{
  "id": "933/2007",
  "type": "statute",
  "title": "Laki Rahoitustarkastuksesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om Finansinspektionen",
  "status": "in_force",
  "issued_date": "2007-10-26",
  "in_force_date": "2007-10-26",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/933/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Valvontayhteistyö",
      "content": "Rahoitustarkastuksen on toimittava yhteistyössä Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:27",
        "normalized_fi": "Rahoitustarkastuksen on toimittava yhteistyössä Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
        "folded_fi": "rahoitustarkastuksen on toimittava yhteistyossa euroopan talousalueeseen kuuluvan valtion rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
        "title_sv": "Tillsynssamarbete",
        "content_sv": "Finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar Finansinspektionen i staterna inom Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar Finansinspektionen i staterna inom Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar finansinspektionen i staterna inom europeiska ekonomiska samarbetsomradet."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Isäntävaltion lainsäädännön noudattamisen valvonta",
      "content": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, että suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia säännöksiä, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että säännösten vastainen toiminta lopetetaan. Rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niistä toimenpiteistä, joihin se on ryhtynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:28",
        "normalized_fi": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, että suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia säännöksiä, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että säännösten vastainen toiminta lopetetaan. Rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niistä toimenpiteistä, joihin se on ryhtynyt.",
        "folded_fi": "euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, etta suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia saannoksia, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sen varmistamiseksi, etta saannosten vastainen toiminta lopetetaan. rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niista toimenpiteista, joihin se on ryhtynyt.",
        "title_sv": "Tillsyn över att värdstatens lagstiftning iakttas",
        "content_sv": "När tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet har meddelat att ett finländskt tillsynsobjekt när det tillhandahåller tjänster eller någon annan finländsk finansmarknadsaktör inte följer gällande bestämmelser, ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att den mot bestämmelserna stridande verksamheten avslutas. Finansinspektionen ska underrätta den aktuella statens tillsynsmyndighet om vilka åtgärder den har vidtagit.",
        "normalized_sv": "När tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet har meddelat att ett finländskt tillsynsobjekt när det tillhandahåller tjänster eller någon annan finländsk finansmarknadsaktör inte följer gällande bestämmelser, ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att den mot bestämmelserna stridande verksamheten avslutas. Finansinspektionen ska underrätta den aktuella statens tillsynsmyndighet om vilka åtgärder den har vidtagit.",
        "folded_sv": "nar tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet har meddelat att ett finlandskt tillsynsobjekt nar det tillhandahaller tjanster eller nagon annan finlandsk finansmarknadsaktor inte foljer gallande bestammelser, ska finansinspektionen vidta behovliga atgarder for att sakerstalla att den mot bestammelserna stridande verksamheten avslutas. finansinspektionen ska underratta den aktuella statens tillsynsmyndighet om vilka atgarder den har vidtagit."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Suomeen sijoittautuneen ulkomaisen valvottavan tarkastaminen",
      "content": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisestä valtiosta Suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin Rahoitustarkastukselle. Ulkomaisen valtion valvontaviranomaisen pyynnöstä Rahoitustarkastus voi toimivaltansa puitteissa tehdä tarkastuksen kyseisestä valtiosta Suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tällaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:29",
        "normalized_fi": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisestä valtiosta Suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin Rahoitustarkastukselle. Ulkomaisen valtion valvontaviranomaisen pyynnöstä Rahoitustarkastus voi toimivaltansa puitteissa tehdä tarkastuksen kyseisestä valtiosta Suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tällaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
        "folded_fi": "euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisesta valtiosta suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin rahoitustarkastukselle. ulkomaisen valtion valvontaviranomaisen pyynnosta rahoitustarkastus voi toimivaltansa puitteissa tehda tarkastuksen kyseisesta valtiosta suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tallaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
        "title_sv": "Inspektion av utländska tillsynsobjekt som är etablerade i Finland",
        "content_sv": "Tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet kan utföra eller låta utföra för tillsynen nödvändiga inspektioner av tillsynsobjekt och andra finansmarknadsaktörer som från staten i fråga har etablerat sig i Finland, efter att först ha underrättat Finansinspektionen om saken. På begäran av en utländsk tillsynsmyndighet kan Finansinspektionen inom ramen för sin behörighet inspektera utländska tillsynsobjekt och andra finansmarknadsaktörer som från den andra staten har etablerat sig i Finland eller på annat sätt övervaka och granska sådana tillsynsobjekt och andra finansmarknadsaktörer.",
        "normalized_sv": "Tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet kan utföra eller låta utföra för tillsynen nödvändiga inspektioner av tillsynsobjekt och andra finansmarknadsaktörer som från staten i fråga har etablerat sig i Finland, efter att först ha underrättat Finansinspektionen om saken. På begäran av en utländsk tillsynsmyndighet kan Finansinspektionen inom ramen för sin behörighet inspektera utländska tillsynsobjekt och andra finansmarknadsaktörer som från den andra staten har etablerat sig i Finland eller på annat sätt övervaka och granska sådana tillsynsobjekt och andra finansmarknadsaktörer.",
        "folded_sv": "tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet kan utfora eller lata utfora for tillsynen nodvandiga inspektioner av tillsynsobjekt och andra finansmarknadsaktorer som fran staten i fraga har etablerat sig i finland, efter att forst ha underrattat finansinspektionen om saken. pa begaran av en utlandsk tillsynsmyndighet kan finansinspektionen inom ramen for sin behorighet inspektera utlandska tillsynsobjekt och andra finansmarknadsaktorer som fran den andra staten har etablerat sig i finland eller pa annat satt overvaka och granska sadana tillsynsobjekt och andra finansmarknadsaktorer."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Ulkomaiseen valvottavaan kohdistuvasta toimenpiteestä ilmoittaminen",
      "content": "Rahoitustarkastuksen on ilmoitettava Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisestä valtiosta Suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on säännösten tai määräysten vastaista eikä se ole ryhtynyt Rahoitustarkastuksen vaatimiin toimenpiteisiin säännösten tai määräysten vastaisen toiminnan lopettamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:30",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisestä valtiosta Suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on säännösten tai määräysten vastaista eikä se ole ryhtynyt Rahoitustarkastuksen vaatimiin toimenpiteisiin säännösten tai määräysten vastaisen toiminnan lopettamiseksi.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisesta valtiosta suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on saannosten tai maaraysten vastaista eika se ole ryhtynyt rahoitustarkastuksen vaatimiin toimenpiteisiin saannosten tai maaraysten vastaisen toiminnan lopettamiseksi.",
        "title_sv": "Anmälan om åtgärder som gäller utländska tillsynsobjekt",
        "content_sv": "Finansinspektionen ska underrätta tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet om att ett utländskt tillsynsobjekt som från den andra staten etablerat sig eller annars tillhandahåller tjänster i Finland eller någon annan finansmarknadsaktör från staten i fråga bedriver verksamhet som strider mot bestämmelserna eller föreskrifterna och inte på krav från Finansinspektionen har vidtagit åtgärder för att avsluta den mot bestämmelserna eller föreskrifterna stridande verksamheten.",
        "normalized_sv": "Finansinspektionen ska underrätta tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet om att ett utländskt tillsynsobjekt som från den andra staten etablerat sig eller annars tillhandahåller tjänster i Finland eller någon annan finansmarknadsaktör från staten i fråga bedriver verksamhet som strider mot bestämmelserna eller föreskrifterna och inte på krav från Finansinspektionen har vidtagit åtgärder för att avsluta den mot bestämmelserna eller föreskrifterna stridande verksamheten.",
        "folded_sv": "finansinspektionen ska underratta tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet om att ett utlandskt tillsynsobjekt som fran den andra staten etablerat sig eller annars tillhandahaller tjanster i finland eller nagon annan finansmarknadsaktor fran staten i fraga bedriver verksamhet som strider mot bestammelserna eller foreskrifterna och inte pa krav fran finansinspektionen har vidtagit atgarder for att avsluta den mot bestammelserna eller foreskrifterna stridande verksamheten."
      }
    },
    {
      "provision_ref": "5:30 a",
      "chapter": "5",
      "section": "30 a",
      "title": "Markkinoiden väärinkäyttöön liittyvä erityinen yhteistyö",
      "content": "Rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden väärinkäyttöä koskeva seikka ja epäilys sen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseistä toimintaa harjoitetaan tai jossa rahoitusvälineet, joihin toiminta vaikuttaa, ovat julkista kaupankäyntiä vastaavan kaupankäynnin kohteena tai on haettu tällaisen kaupankäynnin kohteeksi. Rahoitustarkastuksen on suoritettava toisen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnöstä markkinoiden väärinkäyttöön liittyvä tutkimus. Pyynnön esittäneen viranomaisen henkilöstöön kuuluva saa osallistua tutkimukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:30 a",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden väärinkäyttöä koskeva seikka ja epäilys sen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseistä toimintaa harjoitetaan tai jossa rahoitusvälineet, joihin toiminta vaikuttaa, ovat julkista kaupankäyntiä vastaavan kaupankäynnin kohteena tai on haettu tällaisen kaupankäynnin kohteeksi. Rahoitustarkastuksen on suoritettava toisen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnöstä markkinoiden väärinkäyttöön liittyvä tutkimus. Pyynnön esittäneen viranomaisen henkilöstöön kuuluva saa osallistua tutkimukseen.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden vaarinkayttoa koskeva seikka ja epailys sen euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseista toimintaa harjoitetaan tai jossa rahoitusvalineet, joihin toiminta vaikuttaa, ovat julkista kaupankayntia vastaavan kaupankaynnin kohteena tai on haettu tallaisen kaupankaynnin kohteeksi. rahoitustarkastuksen on suoritettava toisen euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnosta markkinoiden vaarinkayttoon liittyva tutkimus. pyynnon esittaneen viranomaisen henkilostoon kuuluva saa osallistua tutkimukseen.",
        "title_sv": "Särskilt samarbete för att förhindra marknadsmissbruk",
        "content_sv": "Finansinspektionen ska anmäla sådan uppgift och misstanke om marknadsmissbruk som den får veta till tillsynsmyndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där verksamheten bedrivs eller där de finansiella instrument som påverkas av verksamheten är föremål för handel som motsvarar offentlig handel eller har ansökts bli föremål för sådan handel. Finansinspektionen ska på begäran av tillsynsmyndigheten i en annan stat inom Europeiska ekonomiska samarbetsområdet undersöka marknadsmissbruk. Anställda hos den myndighet som framställt begäran har rätt att delta i undersökningen.",
        "normalized_sv": "Finansinspektionen ska anmäla sådan uppgift och misstanke om marknadsmissbruk som den får veta till tillsynsmyndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där verksamheten bedrivs eller där de finansiella instrument som påverkas av verksamheten är föremål för handel som motsvarar offentlig handel eller har ansökts bli föremål för sådan handel. Finansinspektionen ska på begäran av tillsynsmyndigheten i en annan stat inom Europeiska ekonomiska samarbetsområdet undersöka marknadsmissbruk. Anställda hos den myndighet som framställt begäran har rätt att delta i undersökningen.",
        "folded_sv": "finansinspektionen ska anmala sadan uppgift och misstanke om marknadsmissbruk som den far veta till tillsynsmyndigheten i den stat inom europeiska ekonomiska samarbetsomradet dar verksamheten bedrivs eller dar de finansiella instrument som paverkas av verksamheten ar foremal for handel som motsvarar offentlig handel eller har ansokts bli foremal for sadan handel. finansinspektionen ska pa begaran av tillsynsmyndigheten i en annan stat inom europeiska ekonomiska samarbetsomradet undersoka marknadsmissbruk. anstallda hos den myndighet som framstallt begaran har ratt att delta i undersokningen."
      }
    },
    {
      "provision_ref": "5:31 a",
      "chapter": "5",
      "section": "31 a",
      "title": "Valvontayhteistyöstä kieltäytyminen",
      "content": "Rahoitustarkastus voi kieltäytyä valvontayhteistyöstä Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyö vaarantaisi Suomen itsemääräämisoikeutta, turvallisuutta tai yleistä järjestystä; 2) yhteistyöpyyntö koskee henkilöä, jota koskeva yhteistyöpyynnön tarkoittamaa asiaa koskeva oikeudenkäynti on vireillä Suomessa; 3) Suomessa on annettu lainvoimainen päätös, joka koskee yhteistyöpyynnön kohteena olevaa henkilöä ja tekoa. Rahoitustarkastuksen on ilmoitettava kieltäytymisestä ja sen perusteista pyynnön esittäneelle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:31 a",
        "normalized_fi": "Rahoitustarkastus voi kieltäytyä valvontayhteistyöstä Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyö vaarantaisi Suomen itsemääräämisoikeutta, turvallisuutta tai yleistä järjestystä; 2) yhteistyöpyyntö koskee henkilöä, jota koskeva yhteistyöpyynnön tarkoittamaa asiaa koskeva oikeudenkäynti on vireillä Suomessa; 3) Suomessa on annettu lainvoimainen päätös, joka koskee yhteistyöpyynnön kohteena olevaa henkilöä ja tekoa. Rahoitustarkastuksen on ilmoitettava kieltäytymisestä ja sen perusteista pyynnön esittäneelle viranomaiselle.",
        "folded_fi": "rahoitustarkastus voi kieltaytya valvontayhteistyosta euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyo vaarantaisi suomen itsemaaraamisoikeutta, turvallisuutta tai yleista jarjestysta; 2) yhteistyopyynto koskee henkiloa, jota koskeva yhteistyopyynnon tarkoittamaa asiaa koskeva oikeudenkaynti on vireilla suomessa; 3) suomessa on annettu lainvoimainen paatos, joka koskee yhteistyopyynnon kohteena olevaa henkiloa ja tekoa. rahoitustarkastuksen on ilmoitettava kieltaytymisesta ja sen perusteista pyynnon esittaneelle viranomaiselle.",
        "title_sv": "Vägran att delta i tillsynssamarbete",
        "content_sv": "Finansinspektionen får vägra samarbeta med en tillsynsmyndighet i en stat inom Europeiska ekonomiska samarbetsområdet endast, om 1) samarbetet skulle äventyra Finlands självbestämmanderätt, säkerhet eller allmänna ordning, 2) begäran om samarbete gäller en person i fråga om vilken en rättegång redan har inletts i Finland när det gäller den gärning begäran avser, 3) i Finland har meddelats ett lagakraftvunnet beslut som gäller den person och den gärning som är föremål för samarbetsbegäran. Finansinspektionen ska underrätta den myndighet som har framställt samarbetsbegäran om vägran att samarbeta och om dess grunder.",
        "normalized_sv": "Finansinspektionen får vägra samarbeta med en tillsynsmyndighet i en stat inom Europeiska ekonomiska samarbetsområdet endast, om 1) samarbetet skulle äventyra Finlands självbestämmanderätt, säkerhet eller allmänna ordning, 2) begäran om samarbete gäller en person i fråga om vilken en rättegång redan har inletts i Finland när det gäller den gärning begäran avser, 3) i Finland har meddelats ett lagakraftvunnet beslut som gäller den person och den gärning som är föremål för samarbetsbegäran. Finansinspektionen ska underrätta den myndighet som har framställt samarbetsbegäran om vägran att samarbeta och om dess grunder.",
        "folded_sv": "finansinspektionen far vagra samarbeta med en tillsynsmyndighet i en stat inom europeiska ekonomiska samarbetsomradet endast, om 1) samarbetet skulle aventyra finlands sjalvbestammanderatt, sakerhet eller allmanna ordning, 2) begaran om samarbete galler en person i fraga om vilken en rattegang redan har inletts i finland nar det galler den garning begaran avser, 3) i finland har meddelats ett lagakraftvunnet beslut som galler den person och den garning som ar foremal for samarbetsbegaran. finansinspektionen ska underratta den myndighet som har framstallt samarbetsbegaran om vagran att samarbeta och om dess grunder."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tehtävä",
      "content": "Rahoitustarkastus toimii rahoitusvälineiden markkinoista sekä neuvoston direktiivien 85/611/ETY ja 93/6/ETY ja Euroopan parlamentin ja neuvoston direktiivin 2000/12/EY muuttamisesta ja neuvoston direktiivin 93/22/ETY kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Rahoitustarkastus toimii rahoitusvälineiden markkinoista sekä neuvoston direktiivien 85/611/ETY ja 93/6/ETY ja Euroopan parlamentin ja neuvoston direktiivin 2000/12/EY muuttamisesta ja neuvoston direktiivin 93/22/ETY kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
        "folded_fi": "rahoitustarkastus toimii rahoitusvalineiden markkinoista seka neuvoston direktiivien 85/611/ety ja 93/6/ety ja euroopan parlamentin ja neuvoston direktiivin 2000/12/ey muuttamisesta ja neuvoston direktiivin 93/22/ety kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/39/ey 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
        "title_sv": "Uppgift",
        "content_sv": "Finansinspektionen är den kontaktpunkt som avses i artikel 56.1 tredje stycket i Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument och om ändring av rådets direktiv 85/611/EEG och 93/6/EEG och Europaparlamentets och rådets direktiv 2000/12/EG samt upphävande av rådets direktiv 93/22/EEG.",
        "normalized_sv": "Finansinspektionen är den kontaktpunkt som avses i artikel 56.1 tredje stycket i Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument och om ändring av rådets direktiv 85/611/EEG och 93/6/EEG och Europaparlamentets och rådets direktiv 2000/12/EG samt upphävande av rådets direktiv 93/22/EEG.",
        "folded_sv": "finansinspektionen ar den kontaktpunkt som avses i artikel 56.1 tredje stycket i europaparlamentets och radets direktiv 2004/39/eg om marknader for finansiella instrument och om andring av radets direktiv 85/611/eeg och 93/6/eeg och europaparlamentets och radets direktiv 2000/12/eg samt upphavande av radets direktiv 93/22/eeg."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvottavat",
      "content": "Valvottavalla tarkoitetaan tässä laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta Suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksistä annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritystä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Valvottavalla tarkoitetaan tässä laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta Suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksistä annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritystä;",
        "folded_fi": "valvottavalla tarkoitetaan tassa laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksista annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritysta;",
        "title_sv": "Tillsynsobjekt",
        "content_sv": "tillsynsobjekt Med avses i denna lag 3) utländska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utländska kreditinstituts och finansiella instituts verksamhet i Finland (1608/1993), 5) värdepappersföretag som avses i lagen om värdepappersföretag (922/2007),",
        "normalized_sv": "tillsynsobjekt Med avses i denna lag 3) utländska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utländska kreditinstituts och finansiella instituts verksamhet i Finland (1608/1993), 5) värdepappersföretag som avses i lagen om värdepappersföretag (922/2007),",
        "folded_sv": "tillsynsobjekt med avses i denna lag 3) utlandska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utlandska kreditinstituts och finansiella instituts verksamhet i finland (1608/1993), 5) vardepappersforetag som avses i lagen om vardepappersforetag (922/2007),"
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muu rahoitusmarkkinoilla toimiva",
      "content": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankäynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankäynnin kohteena olevan ja julkisen kaupankäynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa sekä muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 §:ssä tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 §:n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpäätöksensä kansainvälisiä tilinpäätösstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muussa Euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jätetty Rahoitustarkastuksen hyväksyttäväksi; 3) arvopaperimarkkinalain 3 luvun 25 §:ssä tarkoitettua muuta arvopaperipörssissä toimivaa ja arvopaperimarkkinalain 3 a luvun 4 §:ssä tarkoitettua monenkeskisen kaupankäynnin muuta kaupankäyntiosapuolta sekä kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 1 luvun 4 §:ssä tarkoitettua ulkomaista optioyhteisöä ja 2 luvun 10 §:n 2 momentissa tarkoitettua muuta optioyhteisössä toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a §:ssä ja sijoitusrahastolain 99 §:ssä tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 §:ssä ja 6 luvun 1 §:ssä tarkoitetun ostotarjouksen tekijää sekä 6 luvun 10 §:ssä tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa; 7) sitä, joka arvopaperimarkkinalain 2 luvun 9 ja 10 §:n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sitä, joka arvopaperimarkkinalain 3 luvun 6 §:n tai 4 a luvun 3 a §:n, kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 2 luvun 3 a §:n, sijoitusrahastolain 16 §:n, luottolaitostoiminnasta annetun lain 18 §:n, sijoituspalveluyrityksistä annetun lain 41 §:n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 §:n nojalla on velvollinen tekemään Rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankäynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankäynnin kohteena olevan ja julkisen kaupankäynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa sekä muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 § :ssä tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 § :n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpäätöksensä kansainvälisiä tilinpäätösstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muussa Euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jätetty Rahoitustarkastuksen hyväksyttäväksi; 3) arvopaperimarkkinalain 3 luvun 25 § :ssä tarkoitettua muuta arvopaperipörssissä toimivaa ja arvopaperimarkkinalain 3 a luvun 4 § :ssä tarkoitettua monenkeskisen kaupankäynnin muuta kaupankäyntiosapuolta sekä kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 1 luvun 4 § :ssä tarkoitettua ulkomaista optioyhteisöä ja 2 luvun 10 § :n 2 momentissa tarkoitettua muuta optioyhteisössä toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a § :ssä ja sijoitusrahastolain 99 § :ssä tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 § :ssä ja 6 luvun 1 § :ssä tarkoitetun ostotarjouksen tekijää sekä 6 luvun 10 § :ssä tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa; 7) sitä, joka arvopaperimarkkinalain 2 luvun 9 ja 10 § :n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sitä, joka arvopaperimarkkinalain 3 luvun 6 § :n tai 4 a luvun 3 a § :n, kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 2 luvun 3 a § :n, sijoitusrahastolain 16 § :n, luottolaitostoiminnasta annetun lain 18 § :n, sijoituspalveluyrityksistä annetun lain 41 § :n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 § :n nojalla on velvollinen tekemään Rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
        "folded_fi": "muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tassa laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankaynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankaynnin kohteena olevan ja julkisen kaupankaynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa seka muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 §:ssa tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 §:n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpaatoksensa kansainvalisia tilinpaatosstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankayntia vastaavan kaupankaynnin kohteena muussa euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jatetty rahoitustarkastuksen hyvaksyttavaksi; 3) arvopaperimarkkinalain 3 luvun 25 §:ssa tarkoitettua muuta arvopaperiporssissa toimivaa ja arvopaperimarkkinalain 3 a luvun 4 §:ssa tarkoitettua monenkeskisen kaupankaynnin muuta kaupankayntiosapuolta seka kaupankaynnista vakioiduilla optioilla ja termiineilla annetun lain 1 luvun 4 §:ssa tarkoitettua ulkomaista optioyhteisoa ja 2 luvun 10 §:n 2 momentissa tarkoitettua muuta optioyhteisossa toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a §:ssa ja sijoitusrahastolain 99 §:ssa tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 §:ssa ja 6 luvun 1 §:ssa tarkoitetun ostotarjouksen tekijaa seka 6 luvun 10 §:ssa tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykalassa tarkoitettua muuta henkiloa, yhteisoa ja saatiota; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiota, jonka yhtiooikeudellinen kotipaikka on suomessa ja jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena muualla kuin euroopan talousalueeseen kuuluvassa valtiossa; 7) sita, joka arvopaperimarkkinalain 2 luvun 9 ja 10 §:n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sita, joka arvopaperimarkkinalain 3 luvun 6 §:n tai 4 a luvun 3 a §:n, kaupankaynnista vakioiduilla optioilla ja termiineilla annetun lain 2 luvun 3 a §:n, sijoitusrahastolain 16 §:n, luottolaitostoiminnasta annetun lain 18 §:n, sijoituspalveluyrityksista annetun lain 41 §:n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 §:n nojalla on velvollinen tekemaan rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "andra finansmarknadsaktörer Med avses i denna lag 1) emittenter av värdepapper som är föremål för offentlig handel som avses i 3 kap. i värdepappersmarknadslagen och för multilateral handel som avses i 3 a kap. i nämnda lag samt emittenter av värdepapper för vilka det har lämnats in en ansökan om upptagande till offentlig handel samt andra som är skyldiga att offentliggöra prospekt enligt 2 kap. 3 § i värdepappersmarknadslagen eller som erbjuder värdepapper enligt 2 kap. 2 § i nämnda lag, 2) andra bokföringsskyldiga som upprättar sitt bokslut enligt internationella redovisningsstandarder, om deras värdepapper är föremål för sådan handel i en annan stat inom Europeiska ekonomiska samarbetsområdet som motsvarar offentlig handel enligt 1 punkten eller om deras värdepapper upptas i ett i värdepappersmarknadslagen avsett prospekt som lämnats till Finansinspektionen för godkännande, 3) andra börsaktörer som avses i 3 kap. 25 § i värdepappersmarknadslagen och andra sådana handelsparter i multilateral handel som avses i 3 a kap. 4 § i värdepappersmarknadslagen samt utländska optionsföretag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsföretag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmälningsskyldiga enligt 5 kap. 4 och 5 a § i värdepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppköpserbjudanden som avses i 3 a kap. 14 § och köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt de som enligt 10 § i nämnda kapitel är skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnämnda paragrafen, 6) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sitt bolagsrättsliga säte i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel i en stat utanför Europeiska ekonomiska samarbetsområdet, 7) personer som på grundval av 2 kap. 9 och 10 § i värdepappersmarknadslagen är skyldiga att offentliggöra förvärv och överlåtelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i värdepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om värdepappersföretag eller 8 § i lagen om tillsyn över finans- och försäkringskonglomerat är skyldiga att till Finansinspektionen göra anmälan om förvärv och överlåtelser av aktier och andelar.",
        "normalized_sv": "andra finansmarknadsaktörer Med avses i denna lag 1) emittenter av värdepapper som är föremål för offentlig handel som avses i 3 kap. i värdepappersmarknadslagen och för multilateral handel som avses i 3 a kap. i nämnda lag samt emittenter av värdepapper för vilka det har lämnats in en ansökan om upptagande till offentlig handel samt andra som är skyldiga att offentliggöra prospekt enligt 2 kap. 3 § i värdepappersmarknadslagen eller som erbjuder värdepapper enligt 2 kap. 2 § i nämnda lag, 2) andra bokföringsskyldiga som upprättar sitt bokslut enligt internationella redovisningsstandarder, om deras värdepapper är föremål för sådan handel i en annan stat inom Europeiska ekonomiska samarbetsområdet som motsvarar offentlig handel enligt 1 punkten eller om deras värdepapper upptas i ett i värdepappersmarknadslagen avsett prospekt som lämnats till Finansinspektionen för godkännande, 3) andra börsaktörer som avses i 3 kap. 25 § i värdepappersmarknadslagen och andra sådana handelsparter i multilateral handel som avses i 3 a kap. 4 § i värdepappersmarknadslagen samt utländska optionsföretag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsföretag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmälningsskyldiga enligt 5 kap. 4 och 5 a § i värdepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppköpserbjudanden som avses i 3 a kap. 14 § och köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt de som enligt 10 § i nämnda kapitel är skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnämnda paragrafen, 6) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sitt bolagsrättsliga säte i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel i en stat utanför Europeiska ekonomiska samarbetsområdet, 7) personer som på grundval av 2 kap. 9 och 10 § i värdepappersmarknadslagen är skyldiga att offentliggöra förvärv och överlåtelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i värdepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om värdepappersföretag eller 8 § i lagen om tillsyn över finans- och försäkringskonglomerat är skyldiga att till Finansinspektionen göra anmälan om förvärv och överlåtelser av aktier och andelar.",
        "folded_sv": "andra finansmarknadsaktorer med avses i denna lag 1) emittenter av vardepapper som ar foremal for offentlig handel som avses i 3 kap. i vardepappersmarknadslagen och for multilateral handel som avses i 3 a kap. i namnda lag samt emittenter av vardepapper for vilka det har lamnats in en ansokan om upptagande till offentlig handel samt andra som ar skyldiga att offentliggora prospekt enligt 2 kap. 3 § i vardepappersmarknadslagen eller som erbjuder vardepapper enligt 2 kap. 2 § i namnda lag, 2) andra bokforingsskyldiga som upprattar sitt bokslut enligt internationella redovisningsstandarder, om deras vardepapper ar foremal for sadan handel i en annan stat inom europeiska ekonomiska samarbetsomradet som motsvarar offentlig handel enligt 1 punkten eller om deras vardepapper upptas i ett i vardepappersmarknadslagen avsett prospekt som lamnats till finansinspektionen for godkannande, 3) andra borsaktorer som avses i 3 kap. 25 § i vardepappersmarknadslagen och andra sadana handelsparter i multilateral handel som avses i 3 a kap. 4 § i vardepappersmarknadslagen samt utlandska optionsforetag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsforetag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmalningsskyldiga enligt 5 kap. 4 och 5 a § i vardepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppkopserbjudanden som avses i 3 a kap. 14 § och kopeanbud som avses i 6 kap. 1 § i vardepappersmarknadslagen samt de som enligt 10 § i namnda kapitel ar skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnamnda paragrafen, 6) sadana malbolag for offentliga kopeanbud enligt 6 kap. i vardepappersmarknadslagen som har sitt bolagsrattsliga sate i finland och vilkas vardepapper ar foremal for handel som motsvarar offentlig handel i en stat utanfor europeiska ekonomiska samarbetsomradet, 7) personer som pa grundval av 2 kap. 9 och 10 § i vardepappersmarknadslagen ar skyldiga att offentliggora forvarv och overlatelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i vardepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om vardepappersforetag eller 8 § i lagen om tillsyn over finans- och forsakringskonglomerat ar skyldiga att till finansinspektionen gora anmalan om forvarv och overlatelser av aktier och andelar."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Tarkastus- ja tietojensaantioikeudet",
      "content": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehenä tai sijoituspalveluyrityksistä annetun lain 32 §:ssä tarkoitettuna sidonnaisasiamiehenä toimivan yrityksen taikka valvottavan toimeksiannosta tämän kirjanpitoon, tietojärjestelmään tai riskienhallintaan taikka muuhun sisäiseen valvontaan liittyviä tehtäviä hoitavan yrityksen toimipaikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehenä tai sijoituspalveluyrityksistä annetun lain 32 § :ssä tarkoitettuna sidonnaisasiamiehenä toimivan yrityksen taikka valvottavan toimeksiannosta tämän kirjanpitoon, tietojärjestelmään tai riskienhallintaan taikka muuhun sisäiseen valvontaan liittyviä tehtäviä hoitavan yrityksen toimipaikassa.",
        "folded_fi": "rahoitustarkastuksella on salassapitosaannosten estamatta oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehena tai sijoituspalveluyrityksista annetun lain 32 §:ssa tarkoitettuna sidonnaisasiamiehena toimivan yrityksen taikka valvottavan toimeksiannosta taman kirjanpitoon, tietojarjestelmaan tai riskienhallintaan taikka muuhun sisaiseen valvontaan liittyvia tehtavia hoitavan yrityksen toimipaikassa.",
        "title_sv": "Granskningsrätt och rätt att få uppgifter",
        "content_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att granska för tillsynen relevanta uppgifter på verksamhetsställen till företag som är ombud för tillsynsobjekt eller ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag eller som på uppdrag av ett tillsynsobjekt sköter uppgifter som gäller dess bokföring, datasystem, riskhantering eller interna kontroll i övrigt.",
        "normalized_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att granska för tillsynen relevanta uppgifter på verksamhetsställen till företag som är ombud för tillsynsobjekt eller ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag eller som på uppdrag av ett tillsynsobjekt sköter uppgifter som gäller dess bokföring, datasystem, riskhantering eller interna kontroll i övrigt.",
        "folded_sv": "finansinspektionen har utan hinder av sekretessbestammelserna ratt att granska for tillsynen relevanta uppgifter pa verksamhetsstallen till foretag som ar ombud for tillsynsobjekt eller ett sadant anknutet ombud som avses i 32 § i lagen om vardepappersforetag eller som pa uppdrag av ett tillsynsobjekt skoter uppgifter som galler dess bokforing, datasystem, riskhantering eller interna kontroll i ovrigt."
      }
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Markkinoiden väärinkäyttöön liittyvä erityinen tietojensaantioikeus",
      "content": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta sekä näiden hallituksen jäseneltä, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden väärinkäyttöä taikka kaupankäynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien säännösten noudattamisen valvomiseksi tarpeelliset julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaan arvopaperiin, julkisen kaupankäynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, sekä tällaisen arvopaperin liikkeeseenlaskijaan ja tällaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvät tiedot sekä muut mainittujen säännösten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet sekä jäljennökset asiakirjoista ja tallenteista. Rahoitustarkastuksella on sama oikeus saada yksilöityä liiketointa koskevia, valvonnan kannalta välttämättömiä tietoja, asiakirjoja ja tallenteita sekä jäljennöksiä asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaa arvopaperia, julkisen kaupankäynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta sekä muulta henkilöltä, jolla voidaan perustellusta syystä olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. Rahoitustarkastuksen on palautettava alkuperäiset asiakirjat ja tallenteet. Oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkäyntiavustaja- tai oikeudenkäyntiasiamiestehtävien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. Oikeudenkäyntiavustaja- ja oikeudenkäyntiasiamiestehtäviksi luetaan varsinaisten oikeudenkäyntiin liittyvien tehtävien lisäksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkäyntiä edeltävässä käsittelyvaiheessa sekä oikeudenkäynnin käynnistämistä tai sen välttämistä koskeva oikeudellinen neuvonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta sekä näiden hallituksen jäseneltä, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden väärinkäyttöä taikka kaupankäynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien säännösten noudattamisen valvomiseksi tarpeelliset julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaan arvopaperiin, julkisen kaupankäynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, sekä tällaisen arvopaperin liikkeeseenlaskijaan ja tällaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvät tiedot sekä muut mainittujen säännösten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet sekä jäljennökset asiakirjoista ja tallenteista. Rahoitustarkastuksella on sama oikeus saada yksilöityä liiketointa koskevia, valvonnan kannalta välttämättömiä tietoja, asiakirjoja ja tallenteita sekä jäljennöksiä asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaa arvopaperia, julkisen kaupankäynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta sekä muulta henkilöltä, jolla voidaan perustellusta syystä olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. Rahoitustarkastuksen on palautettava alkuperäiset asiakirjat ja tallenteet. Oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkäyntiavustaja- tai oikeudenkäyntiasiamiestehtävien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. Oikeudenkäyntiavustaja- ja oikeudenkäyntiasiamiestehtäviksi luetaan varsinaisten oikeudenkäyntiin liittyvien tehtävien lisäksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkäyntiä edeltävässä käsittelyvaiheessa sekä oikeudenkäynnin käynnistämistä tai sen välttämistä koskeva oikeudellinen neuvonta.",
        "folded_fi": "rahoitustarkastuksella on salassapitosaannosten estamatta oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta seka naiden hallituksen jasenelta, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden vaarinkayttoa taikka kaupankaynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien saannosten noudattamisen valvomiseksi tarpeelliset julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevaan arvopaperiin, julkisen kaupankaynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo maaraytyy edella mainitun arvopaperin perusteella, seka tallaisen arvopaperin liikkeeseenlaskijaan ja tallaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvat tiedot seka muut mainittujen saannosten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet seka jaljennokset asiakirjoista ja tallenteista. rahoitustarkastuksella on sama oikeus saada yksiloitya liiketointa koskevia, valvonnan kannalta valttamattomia tietoja, asiakirjoja ja tallenteita seka jaljennoksia asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevaa arvopaperia, julkisen kaupankaynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo maaraytyy edella mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta seka muulta henkilolta, jolla voidaan perustellusta syysta olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. rahoitustarkastuksen on palautettava alkuperaiset asiakirjat ja tallenteet. oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkayntiavustaja- tai oikeudenkayntiasiamiestehtavien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. oikeudenkayntiavustaja- ja oikeudenkayntiasiamiestehtaviksi luetaan varsinaisten oikeudenkayntiin liittyvien tehtavien lisaksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkayntia edeltavassa kasittelyvaiheessa seka oikeudenkaynnin kaynnistamista tai sen valttamista koskeva oikeudellinen neuvonta.",
        "title_sv": "Särskild rätt att få uppgifter i anslutning till marknadsmissbruk",
        "content_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att av tillsynsobjekt och andra finansmarknadsaktörer samt av deras styrelsemedlemmar, verkställande direktör och anställda få uppgifter vilka behövs för tillsynen över iakttagandet av värdepappersmarknadslagen eller över iakttagandet av vad som föreskrivs med stöd av den om marknadsmissbruk eller offentliggörande av information som påverkar värdet på värdepapper som är föremål för handel, och vilka uppgifter gäller värdepapper som är föremål för offentlig eller multilateral handel, värdepapper för vilka har lämnats in en ansökan om upptagande till offentlig handel eller värdepapper vilkas värde bestäms på basis av ovan nämnda värdepapper, och vilka uppgifter gäller den som emitterat sådana värdepapper och de transaktioner och order som avser sådana värdepapper, samt övriga uppgifter, handlingar och upptagningar som behövs för tillsynen samt kopior av handlingarna och upptagningarna. Finansinspektionen har samma rätt att få uppgifter, handlingar och upptagningar som behövs för tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar på ett tillsynsobjekts och en annan finansmarknadsaktörs vägnar eller för deras räkning, av den som utför en transaktion eller order som gäller värdepapper vilka är föremål för offentlig eller multilateral handel, värdepapper för vilka det har lämnats i en ansökan om upptagande till offentlig handel och värdepapper vilkas värde bestäms på grundval av ovan nämnda värdepapper samt av andra personer som av grundad anledning kan antas förfoga över uppgifter eller handlingar eller upptagningar som avses i 1 mom. Finansinspektionen ska återlämna originalhandlingar och originalupptagningar. Beträffande dem som bistår i juridiska ärenden gäller rätten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhållit på grund av skötseln av uppgifter som rättegångsbiträde eller rättegångsombud. Till uppgifter som rättegångsbiträde och rättegångsombud räknas förutom egentliga uppgifter som hänför sig till rättegång dessutom juridisk rådgivning som gäller klientens rättsliga ställning vid förundersökning på grund av brott eller i ett annat behandlingsskede som föregår rättegång samt inledande eller undvikande av rättegång.",
        "normalized_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att av tillsynsobjekt och andra finansmarknadsaktörer samt av deras styrelsemedlemmar, verkställande direktör och anställda få uppgifter vilka behövs för tillsynen över iakttagandet av värdepappersmarknadslagen eller över iakttagandet av vad som föreskrivs med stöd av den om marknadsmissbruk eller offentliggörande av information som påverkar värdet på värdepapper som är föremål för handel, och vilka uppgifter gäller värdepapper som är föremål för offentlig eller multilateral handel, värdepapper för vilka har lämnats in en ansökan om upptagande till offentlig handel eller värdepapper vilkas värde bestäms på basis av ovan nämnda värdepapper, och vilka uppgifter gäller den som emitterat sådana värdepapper och de transaktioner och order som avser sådana värdepapper, samt övriga uppgifter, handlingar och upptagningar som behövs för tillsynen samt kopior av handlingarna och upptagningarna. Finansinspektionen har samma rätt att få uppgifter, handlingar och upptagningar som behövs för tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar på ett tillsynsobjekts och en annan finansmarknadsaktörs vägnar eller för deras räkning, av den som utför en transaktion eller order som gäller värdepapper vilka är föremål för offentlig eller multilateral handel, värdepapper för vilka det har lämnats i en ansökan om upptagande till offentlig handel och värdepapper vilkas värde bestäms på grundval av ovan nämnda värdepapper samt av andra personer som av grundad anledning kan antas förfoga över uppgifter eller handlingar eller upptagningar som avses i 1 mom. Finansinspektionen ska återlämna originalhandlingar och originalupptagningar. Beträffande dem som bistår i juridiska ärenden gäller rätten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhållit på grund av skötseln av uppgifter som rättegångsbiträde eller rättegångsombud. Till uppgifter som rättegångsbiträde och rättegångsombud räknas förutom egentliga uppgifter som hänför sig till rättegång dessutom juridisk rådgivning som gäller klientens rättsliga ställning vid förundersökning på grund av brott eller i ett annat behandlingsskede som föregår rättegång samt inledande eller undvikande av rättegång.",
        "folded_sv": "finansinspektionen har utan hinder av sekretessbestammelserna ratt att av tillsynsobjekt och andra finansmarknadsaktorer samt av deras styrelsemedlemmar, verkstallande direktor och anstallda fa uppgifter vilka behovs for tillsynen over iakttagandet av vardepappersmarknadslagen eller over iakttagandet av vad som foreskrivs med stod av den om marknadsmissbruk eller offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for handel, och vilka uppgifter galler vardepapper som ar foremal for offentlig eller multilateral handel, vardepapper for vilka har lamnats in en ansokan om upptagande till offentlig handel eller vardepapper vilkas varde bestams pa basis av ovan namnda vardepapper, och vilka uppgifter galler den som emitterat sadana vardepapper och de transaktioner och order som avser sadana vardepapper, samt ovriga uppgifter, handlingar och upptagningar som behovs for tillsynen samt kopior av handlingarna och upptagningarna. finansinspektionen har samma ratt att fa uppgifter, handlingar och upptagningar som behovs for tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar pa ett tillsynsobjekts och en annan finansmarknadsaktors vagnar eller for deras rakning, av den som utfor en transaktion eller order som galler vardepapper vilka ar foremal for offentlig eller multilateral handel, vardepapper for vilka det har lamnats i en ansokan om upptagande till offentlig handel och vardepapper vilkas varde bestams pa grundval av ovan namnda vardepapper samt av andra personer som av grundad anledning kan antas forfoga over uppgifter eller handlingar eller upptagningar som avses i 1 mom. finansinspektionen ska aterlamna originalhandlingar och originalupptagningar. betraffande dem som bistar i juridiska arenden galler ratten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhallit pa grund av skotseln av uppgifter som rattegangsbitrade eller rattegangsombud. till uppgifter som rattegangsbitrade och rattegangsombud raknas forutom egentliga uppgifter som hanfor sig till rattegang dessutom juridisk radgivning som galler klientens rattsliga stallning vid forundersokning pa grund av brott eller i ett annat behandlingsskede som foregar rattegang samt inledande eller undvikande av rattegang."
      }
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "title": "Kutsuminen kuultavaksi",
      "content": "Rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a §:ssä tarkoitettu henkilö kuultavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a § :ssä tarkoitettu henkilö kuultavaksi.",
        "folded_fi": "rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a §:ssa tarkoitettu henkilo kuultavaksi.",
        "title_sv": "Kallelse att höras",
        "content_sv": "Finansinspektionen har rätt att vid behov kalla in personer som avses i 15 och 15 a § för att höras.",
        "normalized_sv": "Finansinspektionen har rätt att vid behov kalla in personer som avses i 15 och 15 a § för att höras.",
        "folded_sv": "finansinspektionen har ratt att vid behov kalla in personer som avses i 15 och 15 a § for att horas."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Sijoituspalvelujen tarjoamisen rajoittaminen",
      "content": "Rahoitustarkastus voi enintään kolmeksi kuukaudeksi kieltää sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta tarjoamasta sijoituspalveluyrityksistä annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettuja säilytys- ja hoitopalveluja, jos sillä sijoituspalveluyrityksen, rahastoyhtiön tai luottolaitoksen taloudellisen tilan perusteella on aihetta epäillä, että sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta ilmeisesti uhkaa maksukyvyttömyys ja että sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Rahoitustarkastus voi enintään kolmeksi kuukaudeksi kieltää sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta tarjoamasta sijoituspalveluyrityksistä annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettuja säilytys- ja hoitopalveluja, jos sillä sijoituspalveluyrityksen, rahastoyhtiön tai luottolaitoksen taloudellisen tilan perusteella on aihetta epäillä, että sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta ilmeisesti uhkaa maksukyvyttömyys ja että sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
        "folded_fi": "rahoitustarkastus voi enintaan kolmeksi kuukaudeksi kieltaa sijoituspalveluyritysta, rahastoyhtiota tai luottolaitosta tarjoamasta sijoituspalveluyrityksista annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettuja sailytys- ja hoitopalveluja, jos silla sijoituspalveluyrityksen, rahastoyhtion tai luottolaitoksen taloudellisen tilan perusteella on aihetta epailla, etta sijoituspalveluyritysta, rahastoyhtiota tai luottolaitosta ilmeisesti uhkaa maksukyvyttomyys ja etta sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
        "title_sv": "Begränsning av investeringstjänster",
        "content_sv": "Finansinspektionen kan för högst tre månader förbjuda ett värdepappersföretag, ett fondbolag eller ett kreditinstitut att tillhandahålla sådana investeringstjänster som avses i lagen om värdepappersföretag samt sådana förvarings- och förvaltningstjänster som avses i 15 § 1 mom. 1 punkten i den nämnda lagen, om inspektionen med beaktande av värdepappersföretagets, fondbolagets eller kreditinstitutets ekonomiska tillstånd har anledning att misstänkta att värdepappersföretaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersättningsfonden för investerarskydd uppenbarligen kan bli tvungen att ersätta investerarnas fordringar.",
        "normalized_sv": "Finansinspektionen kan för högst tre månader förbjuda ett värdepappersföretag, ett fondbolag eller ett kreditinstitut att tillhandahålla sådana investeringstjänster som avses i lagen om värdepappersföretag samt sådana förvarings- och förvaltningstjänster som avses i 15 § 1 mom. 1 punkten i den nämnda lagen, om inspektionen med beaktande av värdepappersföretagets, fondbolagets eller kreditinstitutets ekonomiska tillstånd har anledning att misstänkta att värdepappersföretaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersättningsfonden för investerarskydd uppenbarligen kan bli tvungen att ersätta investerarnas fordringar.",
        "folded_sv": "finansinspektionen kan for hogst tre manader forbjuda ett vardepappersforetag, ett fondbolag eller ett kreditinstitut att tillhandahalla sadana investeringstjanster som avses i lagen om vardepappersforetag samt sadana forvarings- och forvaltningstjanster som avses i 15 § 1 mom. 1 punkten i den namnda lagen, om inspektionen med beaktande av vardepappersforetagets, fondbolagets eller kreditinstitutets ekonomiska tillstand har anledning att misstankta att vardepappersforetaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersattningsfonden for investerarskydd uppenbarligen kan bli tvungen att ersatta investerarnas fordringar."
      }
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Rikemaksu",
      "content": "Rahoitustarkastus voi määrätä valtiolle maksettavan rikemaksun sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 18 §:ssä säädetyn raportointivelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 §:ssä taikka sijoitusrahastolain 99 tai 100 §:ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c §:ssä tarkoitetun vuosikoosteen julkistamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24 b",
        "normalized_fi": "Rahoitustarkastus voi määrätä valtiolle maksettavan rikemaksun sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 18 § :ssä säädetyn raportointivelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 § :ssä taikka sijoitusrahastolain 99 tai 100 § :ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c § :ssä tarkoitetun vuosikoosteen julkistamisen.",
        "folded_fi": "rahoitustarkastus voi maarata valtiolle maksettavan rikemaksun sille, joka 1) laiminlyo arvopaperimarkkinalain 4 luvun 18 §:ssa saadetyn raportointivelvollisuuden; 2) laiminlyo tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 §:ssa taikka sijoitusrahastolain 99 tai 100 §:ssa saadetyn ilmoitusvelvollisuuden tai velvollisuuden pitaa rekisteria; 3) rikkoo sijoitusrahastolain 11 luvussa saadettyja tai sijoitusrahaston saannoissa maarattyja varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyo arvopaperimarkkinalain 2 luvun 10 c §:ssa tarkoitetun vuosikoosteen julkistamisen.",
        "title_sv": "Ordningsavgift",
        "content_sv": "En ordningsavgift, som ska betalas till staten, kan av Finansinspektionen påföras den som 1) försummar rapporteringsskyldigheten enligt 4 kap. 18 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4, 5 a och 6―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen.",
        "normalized_sv": "En ordningsavgift, som ska betalas till staten, kan av Finansinspektionen påföras den som 1) försummar rapporteringsskyldigheten enligt 4 kap. 18 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4, 5 a och 6―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen.",
        "folded_sv": "en ordningsavgift, som ska betalas till staten, kan av finansinspektionen paforas den som 1) forsummar rapporteringsskyldigheten enligt 4 kap. 18 § i vardepappersmarknadslagen, 2) forsummar eller bryter mot anmalningsskyldigheten eller skyldigheten att fora register enligt 5 kap. 4, 5 a och 6―11 § i vardepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begransningar som galler placering av tillgangar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) forsummar att offentliggora den arliga sammanstallning som avses i 2 kap. 10 c § i vardepappersmarknadslagen."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Julkinen huomautus",
      "content": "Rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisölle tai säätiölle julkisen huomautuksen, jos tämä tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien säännösten tai niiden nojalla annettujen määräysten vastaisesti. Valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eikä asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. Julkinen huomautus voidaan antaa 1 momentissa säädetyin edellytyksin myös 6 §:ssä tarkoitetulle luonnolliselle henkilölle. Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) markkinoiden väärinkäytöstä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Julkinen huomautus voidaan antaa myös 3 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia. Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti. Julkista huomautusta ei voida antaa, jos sen kohde on välittömästi virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. Julkisesta huomautuksesta tiedotettaessa on käytävä ilmi, onko huomautuksen antamista koskeva päätös lainvoimainen. Jos muutoksenhakuviranomainen kumoaa päätöksen, Rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen päätöksestä vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. Mitä tässä pykälässä säädetään, ei vaikuta Rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siitä erikseen säädetään. Se, jolle julkinen huomautus on annettu, voi valittaa päätöksestä markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisölle tai säätiölle julkisen huomautuksen, jos tämä tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien säännösten tai niiden nojalla annettujen määräysten vastaisesti. Valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eikä asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. Julkinen huomautus voidaan antaa 1 momentissa säädetyin edellytyksin myös 6 § :ssä tarkoitetulle luonnolliselle henkilölle. Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) markkinoiden väärinkäytöstä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Julkinen huomautus voidaan antaa myös 3 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia. Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti. Julkista huomautusta ei voida antaa, jos sen kohde on välittömästi virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. Julkisesta huomautuksesta tiedotettaessa on käytävä ilmi, onko huomautuksen antamista koskeva päätös lainvoimainen. Jos muutoksenhakuviranomainen kumoaa päätöksen, Rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen päätöksestä vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. Mitä tässä pykälässä säädetään, ei vaikuta Rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siitä erikseen säädetään. Se, jolle julkinen huomautus on annettu, voi valittaa päätöksestä markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisolle tai saatiolle julkisen huomautuksen, jos tama tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien saannosten tai niiden nojalla annettujen maaraysten vastaisesti. valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eika asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. julkinen huomautus voidaan antaa 1 momentissa saadetyin edellytyksin myos 6 §:ssa tarkoitetulle luonnolliselle henkilolle. julkinen huomautus voidaan antaa myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain tai sen nojalla annettuja saannoksia: 1) markkinoiden vaarinkaytosta; 2) julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan taikka tallaisen kaupankaynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankaynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankaynnin kohteeksi ottamiseen liittyvasta tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. julkinen huomautus voidaan antaa myos 3 momentissa tarkoitetulle henkilolle, joka laiminlyo tai rikkoo arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi ottamisen yhteydessa julkistettavasta esitteesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta annettuja euroopan yhteisojen komission asetuksia. luonnolliselle henkilolle julkinen huomautus voidaan antaa, jos tama menettelee hanta henkilokohtaisesti velvoittavien saannosten tai maaraysten vastaisesti. julkista huomautusta ei voida antaa, jos sen kohde on valittomasti virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. julkisesta huomautuksesta tiedotettaessa on kaytava ilmi, onko huomautuksen antamista koskeva paatos lainvoimainen. jos muutoksenhakuviranomainen kumoaa paatoksen, rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen paatoksesta vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. mita tassa pykalassa saadetaan, ei vaikuta rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siita erikseen saadetaan. se, jolle julkinen huomautus on annettu, voi valittaa paatoksesta markkinaoikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Offentlig anmärkning",
        "content_sv": "Finansinspektionen kan tilldela tillsynsobjekt och andra på finansmarknaden verksamma sammanslutningar och stiftelser som uppsåtligen eller av oaktsamhet bryter mot bestämmelserna om finansmarknaden eller mot de föreskrifter som har utfärdats med stöd av dem en offentlig anmärkning. Tillsynsobjekt som uppsåtligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstånd kan tilldelas en offentlig anmärkning, om ärendet som helhet betraktat inte föranleder strängare åtgärder. Offentlig anmärkning kan dessutom under de förutsättningar som föreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 §. Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot vad som föreskrivs i värdepappersmarknadslagen eller med stöd av den om 1) marknadsmissbruk, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Offentlig anmärkning kan tilldelas också en i 3 mom. avsedd person som försummar att iaktta eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG. En fysisk person kan tilldelas offentlig anmärkning, om denne förfar i strid med bestämmelser eller föreskrifter som är personligen förpliktande. Offentlig anmärkning kan inte tilldelas den som omedelbart efter att ha upptäckt sitt fel självmant har vidtagit åtgärder för att rätta till saken. Av informationen om en offentlig anmärkning ska framgå om beslutet om anmärkningen har vunnit laga kraft. Om besvärsinstansen upphäver ett beslut, ska Finansinspektionen informera om besvärsinstansens beslut på motsvarande sätt som den har informerat om den offentliga anmärkningen. Vad som föreskrivs i denna paragraf påverkar inte Finansinspektionens skyldighet att producera och distribuera information om sin verksamhet så som särskilt föreskrivs. Den som har tilldelats en offentlig anmärkning får överklaga beslutet hos marknadsdomstolen i enlighet med vad som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Finansinspektionen kan tilldela tillsynsobjekt och andra på finansmarknaden verksamma sammanslutningar och stiftelser som uppsåtligen eller av oaktsamhet bryter mot bestämmelserna om finansmarknaden eller mot de föreskrifter som har utfärdats med stöd av dem en offentlig anmärkning. Tillsynsobjekt som uppsåtligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstånd kan tilldelas en offentlig anmärkning, om ärendet som helhet betraktat inte föranleder strängare åtgärder. Offentlig anmärkning kan dessutom under de förutsättningar som föreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 § . Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot vad som föreskrivs i värdepappersmarknadslagen eller med stöd av den om 1) marknadsmissbruk, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Offentlig anmärkning kan tilldelas också en i 3 mom. avsedd person som försummar att iaktta eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG. En fysisk person kan tilldelas offentlig anmärkning, om denne förfar i strid med bestämmelser eller föreskrifter som är personligen förpliktande. Offentlig anmärkning kan inte tilldelas den som omedelbart efter att ha upptäckt sitt fel självmant har vidtagit åtgärder för att rätta till saken. Av informationen om en offentlig anmärkning ska framgå om beslutet om anmärkningen har vunnit laga kraft. Om besvärsinstansen upphäver ett beslut, ska Finansinspektionen informera om besvärsinstansens beslut på motsvarande sätt som den har informerat om den offentliga anmärkningen. Vad som föreskrivs i denna paragraf påverkar inte Finansinspektionens skyldighet att producera och distribuera information om sin verksamhet så som särskilt föreskrivs. Den som har tilldelats en offentlig anmärkning får överklaga beslutet hos marknadsdomstolen i enlighet med vad som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "finansinspektionen kan tilldela tillsynsobjekt och andra pa finansmarknaden verksamma sammanslutningar och stiftelser som uppsatligen eller av oaktsamhet bryter mot bestammelserna om finansmarknaden eller mot de foreskrifter som har utfardats med stod av dem en offentlig anmarkning. tillsynsobjekt som uppsatligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstand kan tilldelas en offentlig anmarkning, om arendet som helhet betraktat inte foranleder strangare atgarder. offentlig anmarkning kan dessutom under de forutsattningar som foreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 §. offentlig anmarkning kan aven tilldelas andra personer som pa nagot annat satt an vad som avses i 51 kap. i strafflagen forsummar eller bryter mot vad som foreskrivs i vardepappersmarknadslagen eller med stod av den om 1) marknadsmissbruk, 2) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat inom europeiska ekonomiska samarbetsomradet eller for vilka en ansokan om upptagande till sadan handel har lamnats in, 3) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for multilateral handel pa en maklarlista, 4) informationsskyldighet som galler erbjudande av vardepapper eller upptagande till sadan handel som avses i 2 punkten, 5) offentliga uppkopserbjudanden och kopeanbud eller skyldighet att ge anbud. offentlig anmarkning kan tilldelas ocksa en i 3 mom. avsedd person som forsummar att iaktta eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit for genomforande av europaparlamentets och radets direktiv 2003/71/eg om de prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel och om andring av direktiv 2001/34/eg. en fysisk person kan tilldelas offentlig anmarkning, om denne forfar i strid med bestammelser eller foreskrifter som ar personligen forpliktande. offentlig anmarkning kan inte tilldelas den som omedelbart efter att ha upptackt sitt fel sjalvmant har vidtagit atgarder for att ratta till saken. av informationen om en offentlig anmarkning ska framga om beslutet om anmarkningen har vunnit laga kraft. om besvarsinstansen upphaver ett beslut, ska finansinspektionen informera om besvarsinstansens beslut pa motsvarande satt som den har informerat om den offentliga anmarkningen. vad som foreskrivs i denna paragraf paverkar inte finansinspektionens skyldighet att producera och distribuera information om sin verksamhet sa som sarskilt foreskrivs. den som har tilldelats en offentlig anmarkning far overklaga beslutet hos marknadsdomstolen i enlighet med vad som foreskrivs i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "26 a",
      "section": "26 a",
      "title": "Seuraamusmaksu",
      "content": "Seuraamusmaksu voidaan määrätä myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) sisäpiirintiedon käytöstä tai kurssin vääristämisestä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Seuraamusmaksu voidaan määrätä myös 2 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 a",
        "normalized_fi": "Seuraamusmaksu voidaan määrätä myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) sisäpiirintiedon käytöstä tai kurssin vääristämisestä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Seuraamusmaksu voidaan määrätä myös 2 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia.",
        "folded_fi": "seuraamusmaksu voidaan maarata myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja saannoksia: 1) sisapiirintiedon kaytosta tai kurssin vaaristamisesta; 2) julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan taikka tallaisen kaupankaynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankaynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankaynnin kohteeksi ottamiseen liittyvasta tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. seuraamusmaksu voidaan maarata myos 2 momentissa tarkoitetulle henkilolle, joka laiminlyo tai rikkoo arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi ottamisen yhteydessa julkistettavasta esitteesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta annettuja euroopan yhteisojen komission asetuksia.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift kan påföras också andra som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot de i 1 mom. avsedda bestämmelserna i värdepappersmarknadslagen eller mot bestämmelser som med stöd av den har utfärdats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, eller 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Påföljdsavgift kan påföras också en i 2 mom. avsedd person som försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG.",
        "normalized_sv": "Påföljdsavgift kan påföras också andra som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot de i 1 mom. avsedda bestämmelserna i värdepappersmarknadslagen eller mot bestämmelser som med stöd av den har utfärdats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, eller 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Påföljdsavgift kan påföras också en i 2 mom. avsedd person som försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG.",
        "folded_sv": "pafoljdsavgift kan paforas ocksa andra som pa nagot annat satt an vad som avses i 51 kap. i strafflagen forsummar eller bryter mot de i 1 mom. avsedda bestammelserna i vardepappersmarknadslagen eller mot bestammelser som med stod av den har utfardats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat inom europeiska ekonomiska samarbetsomradet eller for vilka en ansokan om upptagande till sadan handel har lamnats in, 3) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for multilateral handel pa en maklarlista, 4) informationsskyldighet som galler erbjudande av vardepapper eller upptagande till sadan handel som avses i 2 punkten, eller 5) offentliga uppkopserbjudanden och kopeanbud eller skyldighet att ge anbud. pafoljdsavgift kan paforas ocksa en i 2 mom. avsedd person som forsummar eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit for genomforande av europaparlamentets och radets direktiv 2003/71/eg om de prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel och om andring av direktiv 2001/34/eg."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Valvontayhteistyö",
      "content": "Rahoitustarkastuksen on toimittava yhteistyössä Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:27",
        "normalized_fi": "Rahoitustarkastuksen on toimittava yhteistyössä Euroopan talousalueeseen kuuluvan valtion Rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
        "folded_fi": "rahoitustarkastuksen on toimittava yhteistyossa euroopan talousalueeseen kuuluvan valtion rahoitustarkastusta vastaavan valvontaviranomaisen kanssa.",
        "title_sv": "Tillsynssamarbete",
        "content_sv": "Finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar Finansinspektionen i staterna inom Europeiska ekonomiska samarbetsområdet.",
        "normalized_sv": "Finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar Finansinspektionen i staterna inom Europeiska ekonomiska samarbetsområdet.",
        "folded_sv": "finansinspektionen ska samarbeta med de tillsynsmyndigheter som motsvarar finansinspektionen i staterna inom europeiska ekonomiska samarbetsomradet."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Isäntävaltion lainsäädännön noudattamisen valvonta",
      "content": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, että suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia säännöksiä, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että säännösten vastainen toiminta lopetetaan. Rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niistä toimenpiteistä, joihin se on ryhtynyt.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:28",
        "normalized_fi": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, että suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia säännöksiä, Rahoitustarkastuksen on ryhdyttävä tarpeellisiin toimenpiteisiin sen varmistamiseksi, että säännösten vastainen toiminta lopetetaan. Rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niistä toimenpiteistä, joihin se on ryhtynyt.",
        "folded_fi": "euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen ilmoitettua, etta suomalainen valvottava palveluja tarjotessaan tai muu rahoitusmarkkinoilla toimiva ei noudata voimassa olevia saannoksia, rahoitustarkastuksen on ryhdyttava tarpeellisiin toimenpiteisiin sen varmistamiseksi, etta saannosten vastainen toiminta lopetetaan. rahoitustarkastuksen on ilmoitettava kyseisen valtion valvontaviranomaiselle niista toimenpiteista, joihin se on ryhtynyt.",
        "title_sv": "Tillsyn över att värdstatens lagstiftning iakttas",
        "content_sv": "När tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet har meddelat att ett finländskt tillsynsobjekt när det tillhandahåller tjänster eller någon annan finländsk finansmarknadsaktör inte följer gällande bestämmelser, ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att den mot bestämmelserna stridande verksamheten avslutas. Finansinspektionen ska underrätta den aktuella statens tillsynsmyndighet om vilka åtgärder den har vidtagit.",
        "normalized_sv": "När tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet har meddelat att ett finländskt tillsynsobjekt när det tillhandahåller tjänster eller någon annan finländsk finansmarknadsaktör inte följer gällande bestämmelser, ska Finansinspektionen vidta behövliga åtgärder för att säkerställa att den mot bestämmelserna stridande verksamheten avslutas. Finansinspektionen ska underrätta den aktuella statens tillsynsmyndighet om vilka åtgärder den har vidtagit.",
        "folded_sv": "nar tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet har meddelat att ett finlandskt tillsynsobjekt nar det tillhandahaller tjanster eller nagon annan finlandsk finansmarknadsaktor inte foljer gallande bestammelser, ska finansinspektionen vidta behovliga atgarder for att sakerstalla att den mot bestammelserna stridande verksamheten avslutas. finansinspektionen ska underratta den aktuella statens tillsynsmyndighet om vilka atgarder den har vidtagit."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Suomeen sijoittautuneen ulkomaisen valvottavan tarkastaminen",
      "content": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisestä valtiosta Suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin Rahoitustarkastukselle. Ulkomaisen valtion valvontaviranomaisen pyynnöstä Rahoitustarkastus voi toimivaltansa puitteissa tehdä tarkastuksen kyseisestä valtiosta Suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tällaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:29",
        "normalized_fi": "Euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisestä valtiosta Suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin Rahoitustarkastukselle. Ulkomaisen valtion valvontaviranomaisen pyynnöstä Rahoitustarkastus voi toimivaltansa puitteissa tehdä tarkastuksen kyseisestä valtiosta Suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tällaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
        "folded_fi": "euroopan talousalueeseen kuuluvan valtion valvontaviranomainen voi suorittaa tai suorituttaa kyseisesta valtiosta suomeen sijoittautuneen valvottavansa tai muun rahoitusmarkkinoilla toimivan valvonnan kannalta tarpeellisen tarkastuksen ilmoitettuaan asiasta ensin rahoitustarkastukselle. ulkomaisen valtion valvontaviranomaisen pyynnosta rahoitustarkastus voi toimivaltansa puitteissa tehda tarkastuksen kyseisesta valtiosta suomeen sijoittautuneessa ulkomaisessa valvottavassa ja muussa rahoitusmarkkinoilla toimivassa taikka muulla tavoin valvoa ja tarkastaa tallaista valvottavaa ja muuta rahoitusmarkkinoilla toimivaa.",
        "title_sv": "Inspektion av utländska tillsynsobjekt som är etablerade i Finland",
        "content_sv": "Tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet kan utföra eller låta utföra för tillsynen nödvändiga inspektioner av tillsynsobjekt och andra finansmarknadsaktörer som från staten i fråga har etablerat sig i Finland, efter att först ha underrättat Finansinspektionen om saken. På begäran av en utländsk tillsynsmyndighet kan Finansinspektionen inom ramen för sin behörighet inspektera utländska tillsynsobjekt och andra finansmarknadsaktörer som från den andra staten har etablerat sig i Finland eller på annat sätt övervaka och granska sådana tillsynsobjekt och andra finansmarknadsaktörer.",
        "normalized_sv": "Tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet kan utföra eller låta utföra för tillsynen nödvändiga inspektioner av tillsynsobjekt och andra finansmarknadsaktörer som från staten i fråga har etablerat sig i Finland, efter att först ha underrättat Finansinspektionen om saken. På begäran av en utländsk tillsynsmyndighet kan Finansinspektionen inom ramen för sin behörighet inspektera utländska tillsynsobjekt och andra finansmarknadsaktörer som från den andra staten har etablerat sig i Finland eller på annat sätt övervaka och granska sådana tillsynsobjekt och andra finansmarknadsaktörer.",
        "folded_sv": "tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet kan utfora eller lata utfora for tillsynen nodvandiga inspektioner av tillsynsobjekt och andra finansmarknadsaktorer som fran staten i fraga har etablerat sig i finland, efter att forst ha underrattat finansinspektionen om saken. pa begaran av en utlandsk tillsynsmyndighet kan finansinspektionen inom ramen for sin behorighet inspektera utlandska tillsynsobjekt och andra finansmarknadsaktorer som fran den andra staten har etablerat sig i finland eller pa annat satt overvaka och granska sadana tillsynsobjekt och andra finansmarknadsaktorer."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Ulkomaiseen valvottavaan kohdistuvasta toimenpiteestä ilmoittaminen",
      "content": "Rahoitustarkastuksen on ilmoitettava Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisestä valtiosta Suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on säännösten tai määräysten vastaista eikä se ole ryhtynyt Rahoitustarkastuksen vaatimiin toimenpiteisiin säännösten tai määräysten vastaisen toiminnan lopettamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:30",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisestä valtiosta Suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on säännösten tai määräysten vastaista eikä se ole ryhtynyt Rahoitustarkastuksen vaatimiin toimenpiteisiin säännösten tai määräysten vastaisen toiminnan lopettamiseksi.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jos kyseisesta valtiosta suomeen sijoittautuneen tai muutoin palveluja tarjoavan ulkomaisen valvottavan tai muun rahoitusmarkkinoilla toimivan toiminta on saannosten tai maaraysten vastaista eika se ole ryhtynyt rahoitustarkastuksen vaatimiin toimenpiteisiin saannosten tai maaraysten vastaisen toiminnan lopettamiseksi.",
        "title_sv": "Anmälan om åtgärder som gäller utländska tillsynsobjekt",
        "content_sv": "Finansinspektionen ska underrätta tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet om att ett utländskt tillsynsobjekt som från den andra staten etablerat sig eller annars tillhandahåller tjänster i Finland eller någon annan finansmarknadsaktör från staten i fråga bedriver verksamhet som strider mot bestämmelserna eller föreskrifterna och inte på krav från Finansinspektionen har vidtagit åtgärder för att avsluta den mot bestämmelserna eller föreskrifterna stridande verksamheten.",
        "normalized_sv": "Finansinspektionen ska underrätta tillsynsmyndigheten i en stat inom Europeiska ekonomiska samarbetsområdet om att ett utländskt tillsynsobjekt som från den andra staten etablerat sig eller annars tillhandahåller tjänster i Finland eller någon annan finansmarknadsaktör från staten i fråga bedriver verksamhet som strider mot bestämmelserna eller föreskrifterna och inte på krav från Finansinspektionen har vidtagit åtgärder för att avsluta den mot bestämmelserna eller föreskrifterna stridande verksamheten.",
        "folded_sv": "finansinspektionen ska underratta tillsynsmyndigheten i en stat inom europeiska ekonomiska samarbetsomradet om att ett utlandskt tillsynsobjekt som fran den andra staten etablerat sig eller annars tillhandahaller tjanster i finland eller nagon annan finansmarknadsaktor fran staten i fraga bedriver verksamhet som strider mot bestammelserna eller foreskrifterna och inte pa krav fran finansinspektionen har vidtagit atgarder for att avsluta den mot bestammelserna eller foreskrifterna stridande verksamheten."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:30 a",
      "chapter": "5",
      "section": "30 a",
      "title": "Markkinoiden väärinkäyttöön liittyvä erityinen yhteistyö",
      "content": "Rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden väärinkäyttöä koskeva seikka ja epäilys sen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseistä toimintaa harjoitetaan tai jossa rahoitusvälineet, joihin toiminta vaikuttaa, ovat julkista kaupankäyntiä vastaavan kaupankäynnin kohteena tai on haettu tällaisen kaupankäynnin kohteeksi. Rahoitustarkastuksen on suoritettava toisen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnöstä markkinoiden väärinkäyttöön liittyvä tutkimus. Pyynnön esittäneen viranomaisen henkilöstöön kuuluva saa osallistua tutkimukseen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:30 a",
        "normalized_fi": "Rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden väärinkäyttöä koskeva seikka ja epäilys sen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseistä toimintaa harjoitetaan tai jossa rahoitusvälineet, joihin toiminta vaikuttaa, ovat julkista kaupankäyntiä vastaavan kaupankäynnin kohteena tai on haettu tällaisen kaupankäynnin kohteeksi. Rahoitustarkastuksen on suoritettava toisen Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnöstä markkinoiden väärinkäyttöön liittyvä tutkimus. Pyynnön esittäneen viranomaisen henkilöstöön kuuluva saa osallistua tutkimukseen.",
        "folded_fi": "rahoitustarkastuksen on ilmoitettava tietoonsa tullut markkinoiden vaarinkayttoa koskeva seikka ja epailys sen euroopan talousalueeseen kuuluvan valtion valvontaviranomaiselle, jonka alueella kyseista toimintaa harjoitetaan tai jossa rahoitusvalineet, joihin toiminta vaikuttaa, ovat julkista kaupankayntia vastaavan kaupankaynnin kohteena tai on haettu tallaisen kaupankaynnin kohteeksi. rahoitustarkastuksen on suoritettava toisen euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen pyynnosta markkinoiden vaarinkayttoon liittyva tutkimus. pyynnon esittaneen viranomaisen henkilostoon kuuluva saa osallistua tutkimukseen.",
        "title_sv": "Särskilt samarbete för att förhindra marknadsmissbruk",
        "content_sv": "Finansinspektionen ska anmäla sådan uppgift och misstanke om marknadsmissbruk som den får veta till tillsynsmyndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där verksamheten bedrivs eller där de finansiella instrument som påverkas av verksamheten är föremål för handel som motsvarar offentlig handel eller har ansökts bli föremål för sådan handel. Finansinspektionen ska på begäran av tillsynsmyndigheten i en annan stat inom Europeiska ekonomiska samarbetsområdet undersöka marknadsmissbruk. Anställda hos den myndighet som framställt begäran har rätt att delta i undersökningen.",
        "normalized_sv": "Finansinspektionen ska anmäla sådan uppgift och misstanke om marknadsmissbruk som den får veta till tillsynsmyndigheten i den stat inom Europeiska ekonomiska samarbetsområdet där verksamheten bedrivs eller där de finansiella instrument som påverkas av verksamheten är föremål för handel som motsvarar offentlig handel eller har ansökts bli föremål för sådan handel. Finansinspektionen ska på begäran av tillsynsmyndigheten i en annan stat inom Europeiska ekonomiska samarbetsområdet undersöka marknadsmissbruk. Anställda hos den myndighet som framställt begäran har rätt att delta i undersökningen.",
        "folded_sv": "finansinspektionen ska anmala sadan uppgift och misstanke om marknadsmissbruk som den far veta till tillsynsmyndigheten i den stat inom europeiska ekonomiska samarbetsomradet dar verksamheten bedrivs eller dar de finansiella instrument som paverkas av verksamheten ar foremal for handel som motsvarar offentlig handel eller har ansokts bli foremal for sadan handel. finansinspektionen ska pa begaran av tillsynsmyndigheten i en annan stat inom europeiska ekonomiska samarbetsomradet undersoka marknadsmissbruk. anstallda hos den myndighet som framstallt begaran har ratt att delta i undersokningen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5:31 a",
      "chapter": "5",
      "section": "31 a",
      "title": "Valvontayhteistyöstä kieltäytyminen",
      "content": "Rahoitustarkastus voi kieltäytyä valvontayhteistyöstä Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyö vaarantaisi Suomen itsemääräämisoikeutta, turvallisuutta tai yleistä järjestystä; 2) yhteistyöpyyntö koskee henkilöä, jota koskeva yhteistyöpyynnön tarkoittamaa asiaa koskeva oikeudenkäynti on vireillä Suomessa; 3) Suomessa on annettu lainvoimainen päätös, joka koskee yhteistyöpyynnön kohteena olevaa henkilöä ja tekoa. Rahoitustarkastuksen on ilmoitettava kieltäytymisestä ja sen perusteista pyynnön esittäneelle viranomaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "5:31 a",
        "normalized_fi": "Rahoitustarkastus voi kieltäytyä valvontayhteistyöstä Euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyö vaarantaisi Suomen itsemääräämisoikeutta, turvallisuutta tai yleistä järjestystä; 2) yhteistyöpyyntö koskee henkilöä, jota koskeva yhteistyöpyynnön tarkoittamaa asiaa koskeva oikeudenkäynti on vireillä Suomessa; 3) Suomessa on annettu lainvoimainen päätös, joka koskee yhteistyöpyynnön kohteena olevaa henkilöä ja tekoa. Rahoitustarkastuksen on ilmoitettava kieltäytymisestä ja sen perusteista pyynnön esittäneelle viranomaiselle.",
        "folded_fi": "rahoitustarkastus voi kieltaytya valvontayhteistyosta euroopan talousalueeseen kuuluvan valtion valvontaviranomaisen kanssa vain, jos: 1) yhteistyo vaarantaisi suomen itsemaaraamisoikeutta, turvallisuutta tai yleista jarjestysta; 2) yhteistyopyynto koskee henkiloa, jota koskeva yhteistyopyynnon tarkoittamaa asiaa koskeva oikeudenkaynti on vireilla suomessa; 3) suomessa on annettu lainvoimainen paatos, joka koskee yhteistyopyynnon kohteena olevaa henkiloa ja tekoa. rahoitustarkastuksen on ilmoitettava kieltaytymisesta ja sen perusteista pyynnon esittaneelle viranomaiselle.",
        "title_sv": "Vägran att delta i tillsynssamarbete",
        "content_sv": "Finansinspektionen får vägra samarbeta med en tillsynsmyndighet i en stat inom Europeiska ekonomiska samarbetsområdet endast, om 1) samarbetet skulle äventyra Finlands självbestämmanderätt, säkerhet eller allmänna ordning, 2) begäran om samarbete gäller en person i fråga om vilken en rättegång redan har inletts i Finland när det gäller den gärning begäran avser, 3) i Finland har meddelats ett lagakraftvunnet beslut som gäller den person och den gärning som är föremål för samarbetsbegäran. Finansinspektionen ska underrätta den myndighet som har framställt samarbetsbegäran om vägran att samarbeta och om dess grunder.",
        "normalized_sv": "Finansinspektionen får vägra samarbeta med en tillsynsmyndighet i en stat inom Europeiska ekonomiska samarbetsområdet endast, om 1) samarbetet skulle äventyra Finlands självbestämmanderätt, säkerhet eller allmänna ordning, 2) begäran om samarbete gäller en person i fråga om vilken en rättegång redan har inletts i Finland när det gäller den gärning begäran avser, 3) i Finland har meddelats ett lagakraftvunnet beslut som gäller den person och den gärning som är föremål för samarbetsbegäran. Finansinspektionen ska underrätta den myndighet som har framställt samarbetsbegäran om vägran att samarbeta och om dess grunder.",
        "folded_sv": "finansinspektionen far vagra samarbeta med en tillsynsmyndighet i en stat inom europeiska ekonomiska samarbetsomradet endast, om 1) samarbetet skulle aventyra finlands sjalvbestammanderatt, sakerhet eller allmanna ordning, 2) begaran om samarbete galler en person i fraga om vilken en rattegang redan har inletts i finland nar det galler den garning begaran avser, 3) i finland har meddelats ett lagakraftvunnet beslut som galler den person och den garning som ar foremal for samarbetsbegaran. finansinspektionen ska underratta den myndighet som har framstallt samarbetsbegaran om vagran att samarbeta och om dess grunder."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tehtävä",
      "content": "Rahoitustarkastus toimii rahoitusvälineiden markkinoista sekä neuvoston direktiivien 85/611/ETY ja 93/6/ETY ja Euroopan parlamentin ja neuvoston direktiivin 2000/12/EY muuttamisesta ja neuvoston direktiivin 93/22/ETY kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Rahoitustarkastus toimii rahoitusvälineiden markkinoista sekä neuvoston direktiivien 85/611/ETY ja 93/6/ETY ja Euroopan parlamentin ja neuvoston direktiivin 2000/12/EY muuttamisesta ja neuvoston direktiivin 93/22/ETY kumoamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2004/39/EY 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
        "folded_fi": "rahoitustarkastus toimii rahoitusvalineiden markkinoista seka neuvoston direktiivien 85/611/ety ja 93/6/ety ja euroopan parlamentin ja neuvoston direktiivin 2000/12/ey muuttamisesta ja neuvoston direktiivin 93/22/ety kumoamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2004/39/ey 56 artiklan 1 kohdan kolmannen alakohdan tarkoittamana yhteysviranomaisena.",
        "title_sv": "Uppgift",
        "content_sv": "Finansinspektionen är den kontaktpunkt som avses i artikel 56.1 tredje stycket i Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument och om ändring av rådets direktiv 85/611/EEG och 93/6/EEG och Europaparlamentets och rådets direktiv 2000/12/EG samt upphävande av rådets direktiv 93/22/EEG.",
        "normalized_sv": "Finansinspektionen är den kontaktpunkt som avses i artikel 56.1 tredje stycket i Europaparlamentets och rådets direktiv 2004/39/EG om marknader för finansiella instrument och om ändring av rådets direktiv 85/611/EEG och 93/6/EEG och Europaparlamentets och rådets direktiv 2000/12/EG samt upphävande av rådets direktiv 93/22/EEG.",
        "folded_sv": "finansinspektionen ar den kontaktpunkt som avses i artikel 56.1 tredje stycket i europaparlamentets och radets direktiv 2004/39/eg om marknader for finansiella instrument och om andring av radets direktiv 85/611/eeg och 93/6/eeg och europaparlamentets och radets direktiv 2000/12/eg samt upphavande av radets direktiv 93/22/eeg."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Valvottavat",
      "content": "Valvottavalla tarkoitetaan tässä laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta Suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksistä annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritystä;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:5",
        "normalized_fi": "Valvottavalla tarkoitetaan tässä laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta Suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksistä annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritystä;",
        "folded_fi": "valvottavalla tarkoitetaan tassa laissa: 3) ulkomaisen luotto- ja rahoituslaitoksen toiminnasta suomessa annetussa laissa (1608/1993) tarkoitettua ulkomaisen luotto- ja rahoituslaitoksen sivukonttoria ja edustustoa; 5) sijoituspalveluyrityksista annetussa laissa (922/2007) tarkoitettua sijoituspalveluyritysta;",
        "title_sv": "Tillsynsobjekt",
        "content_sv": "tillsynsobjekt Med avses i denna lag 3) utländska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utländska kreditinstituts och finansiella instituts verksamhet i Finland (1608/1993), 5) värdepappersföretag som avses i lagen om värdepappersföretag (922/2007),",
        "normalized_sv": "tillsynsobjekt Med avses i denna lag 3) utländska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utländska kreditinstituts och finansiella instituts verksamhet i Finland (1608/1993), 5) värdepappersföretag som avses i lagen om värdepappersföretag (922/2007),",
        "folded_sv": "tillsynsobjekt med avses i denna lag 3) utlandska kreditinstituts och finansiella instituts filialer och representationer som avses i lagen om utlandska kreditinstituts och finansiella instituts verksamhet i finland (1608/1993), 5) vardepappersforetag som avses i lagen om vardepappersforetag (922/2007),"
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Muu rahoitusmarkkinoilla toimiva",
      "content": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankäynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankäynnin kohteena olevan ja julkisen kaupankäynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa sekä muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 §:ssä tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 §:n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpäätöksensä kansainvälisiä tilinpäätösstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muussa Euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jätetty Rahoitustarkastuksen hyväksyttäväksi; 3) arvopaperimarkkinalain 3 luvun 25 §:ssä tarkoitettua muuta arvopaperipörssissä toimivaa ja arvopaperimarkkinalain 3 a luvun 4 §:ssä tarkoitettua monenkeskisen kaupankäynnin muuta kaupankäyntiosapuolta sekä kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 1 luvun 4 §:ssä tarkoitettua ulkomaista optioyhteisöä ja 2 luvun 10 §:n 2 momentissa tarkoitettua muuta optioyhteisössä toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a §:ssä ja sijoitusrahastolain 99 §:ssä tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 §:ssä ja 6 luvun 1 §:ssä tarkoitetun ostotarjouksen tekijää sekä 6 luvun 10 §:ssä tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa; 7) sitä, joka arvopaperimarkkinalain 2 luvun 9 ja 10 §:n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sitä, joka arvopaperimarkkinalain 3 luvun 6 §:n tai 4 a luvun 3 a §:n, kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 2 luvun 3 a §:n, sijoitusrahastolain 16 §:n, luottolaitostoiminnasta annetun lain 18 §:n, sijoituspalveluyrityksistä annetun lain 41 §:n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 §:n nojalla on velvollinen tekemään Rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tässä laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankäynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankäynnin kohteena olevan ja julkisen kaupankäynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa sekä muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 § :ssä tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 § :n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpäätöksensä kansainvälisiä tilinpäätösstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muussa Euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jätetty Rahoitustarkastuksen hyväksyttäväksi; 3) arvopaperimarkkinalain 3 luvun 25 § :ssä tarkoitettua muuta arvopaperipörssissä toimivaa ja arvopaperimarkkinalain 3 a luvun 4 § :ssä tarkoitettua monenkeskisen kaupankäynnin muuta kaupankäyntiosapuolta sekä kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 1 luvun 4 § :ssä tarkoitettua ulkomaista optioyhteisöä ja 2 luvun 10 § :n 2 momentissa tarkoitettua muuta optioyhteisössä toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a § :ssä ja sijoitusrahastolain 99 § :ssä tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 § :ssä ja 6 luvun 1 § :ssä tarkoitetun ostotarjouksen tekijää sekä 6 luvun 10 § :ssä tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykälässä tarkoitettua muuta henkilöä, yhteisöä ja säätiötä; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiötä, jonka yhtiöoikeudellinen kotipaikka on Suomessa ja jonka arvopaperi on julkista kaupankäyntiä vastaavan kaupankäynnin kohteena muualla kuin Euroopan talousalueeseen kuuluvassa valtiossa; 7) sitä, joka arvopaperimarkkinalain 2 luvun 9 ja 10 § :n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sitä, joka arvopaperimarkkinalain 3 luvun 6 § :n tai 4 a luvun 3 a § :n, kaupankäynnistä vakioiduilla optioilla ja termiineillä annetun lain 2 luvun 3 a § :n, sijoitusrahastolain 16 § :n, luottolaitostoiminnasta annetun lain 18 § :n, sijoituspalveluyrityksistä annetun lain 41 § :n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 § :n nojalla on velvollinen tekemään Rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
        "folded_fi": "muulla rahoitusmarkkinoilla toimivalla tarkoitetaan tassa laissa: 1) arvopaperimarkkinalain 3 luvussa tarkoitetun julkisen kaupankaynnin ja mainitun lain 3 a luvussa tarkoitetun monenkeskisen kaupankaynnin kohteena olevan ja julkisen kaupankaynnin kohteeksi haetun arvopaperin liikkeeseenlaskijaa seka muuta, joka on velvollinen julkistamaan arvopaperimarkkinalain 2 luvun 3 §:ssa tarkoitetun esitteen tai joka tarjoaa arvopapereita mainitun 2 luvun 2 §:n mukaisesti; 2) muuta kirjanpitovelvollista, joka laatii tilinpaatoksensa kansainvalisia tilinpaatosstandardeja noudattaen, jos sen arvopapereita on 1 kohdassa tarkoitettua julkista kaupankayntia vastaavan kaupankaynnin kohteena muussa euroopan talousalueeseen kuuluvassa valtiossa tai jos sen arvopapereita koskeva arvopaperimarkkinalaissa tarkoitettu esite on jatetty rahoitustarkastuksen hyvaksyttavaksi; 3) arvopaperimarkkinalain 3 luvun 25 §:ssa tarkoitettua muuta arvopaperiporssissa toimivaa ja arvopaperimarkkinalain 3 a luvun 4 §:ssa tarkoitettua monenkeskisen kaupankaynnin muuta kaupankayntiosapuolta seka kaupankaynnista vakioiduilla optioilla ja termiineilla annetun lain 1 luvun 4 §:ssa tarkoitettua ulkomaista optioyhteisoa ja 2 luvun 10 §:n 2 momentissa tarkoitettua muuta optioyhteisossa toimivaa; 4) arvopaperimarkkinalain 5 luvun 4 ja 5 a §:ssa ja sijoitusrahastolain 99 §:ssa tarkoitettua ilmoitusvelvollista; 5) arvopaperimarkkinalain 3 a luvun 14 §:ssa ja 6 luvun 1 §:ssa tarkoitetun ostotarjouksen tekijaa seka 6 luvun 10 §:ssa tarkoitettua tarjousvelvollista ja viimeksi mainitussa pykalassa tarkoitettua muuta henkiloa, yhteisoa ja saatiota; 6) arvopaperimarkkinalain 6 luvussa tarkoitetun julkisen ostotarjouksen kohdeyhtiota, jonka yhtiooikeudellinen kotipaikka on suomessa ja jonka arvopaperi on julkista kaupankayntia vastaavan kaupankaynnin kohteena muualla kuin euroopan talousalueeseen kuuluvassa valtiossa; 7) sita, joka arvopaperimarkkinalain 2 luvun 9 ja 10 §:n nojalla on velvollinen julkistamaan osakkeiden tai osuuksien hankinnan tai luovutuksen; 8) sita, joka arvopaperimarkkinalain 3 luvun 6 §:n tai 4 a luvun 3 a §:n, kaupankaynnista vakioiduilla optioilla ja termiineilla annetun lain 2 luvun 3 a §:n, sijoitusrahastolain 16 §:n, luottolaitostoiminnasta annetun lain 18 §:n, sijoituspalveluyrityksista annetun lain 41 §:n tai rahoitus- ja vakuutusryhmittymien valvonnasta annetun lain 8 §:n nojalla on velvollinen tekemaan rahoitustarkastukselle ilmoituksen osakkeiden tai osuuksien hankinnasta ja luovutuksesta.",
        "title_sv": "Andra finansmarknadsaktörer",
        "content_sv": "andra finansmarknadsaktörer Med avses i denna lag 1) emittenter av värdepapper som är föremål för offentlig handel som avses i 3 kap. i värdepappersmarknadslagen och för multilateral handel som avses i 3 a kap. i nämnda lag samt emittenter av värdepapper för vilka det har lämnats in en ansökan om upptagande till offentlig handel samt andra som är skyldiga att offentliggöra prospekt enligt 2 kap. 3 § i värdepappersmarknadslagen eller som erbjuder värdepapper enligt 2 kap. 2 § i nämnda lag, 2) andra bokföringsskyldiga som upprättar sitt bokslut enligt internationella redovisningsstandarder, om deras värdepapper är föremål för sådan handel i en annan stat inom Europeiska ekonomiska samarbetsområdet som motsvarar offentlig handel enligt 1 punkten eller om deras värdepapper upptas i ett i värdepappersmarknadslagen avsett prospekt som lämnats till Finansinspektionen för godkännande, 3) andra börsaktörer som avses i 3 kap. 25 § i värdepappersmarknadslagen och andra sådana handelsparter i multilateral handel som avses i 3 a kap. 4 § i värdepappersmarknadslagen samt utländska optionsföretag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsföretag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmälningsskyldiga enligt 5 kap. 4 och 5 a § i värdepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppköpserbjudanden som avses i 3 a kap. 14 § och köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt de som enligt 10 § i nämnda kapitel är skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnämnda paragrafen, 6) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sitt bolagsrättsliga säte i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel i en stat utanför Europeiska ekonomiska samarbetsområdet, 7) personer som på grundval av 2 kap. 9 och 10 § i värdepappersmarknadslagen är skyldiga att offentliggöra förvärv och överlåtelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i värdepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om värdepappersföretag eller 8 § i lagen om tillsyn över finans- och försäkringskonglomerat är skyldiga att till Finansinspektionen göra anmälan om förvärv och överlåtelser av aktier och andelar.",
        "normalized_sv": "andra finansmarknadsaktörer Med avses i denna lag 1) emittenter av värdepapper som är föremål för offentlig handel som avses i 3 kap. i värdepappersmarknadslagen och för multilateral handel som avses i 3 a kap. i nämnda lag samt emittenter av värdepapper för vilka det har lämnats in en ansökan om upptagande till offentlig handel samt andra som är skyldiga att offentliggöra prospekt enligt 2 kap. 3 § i värdepappersmarknadslagen eller som erbjuder värdepapper enligt 2 kap. 2 § i nämnda lag, 2) andra bokföringsskyldiga som upprättar sitt bokslut enligt internationella redovisningsstandarder, om deras värdepapper är föremål för sådan handel i en annan stat inom Europeiska ekonomiska samarbetsområdet som motsvarar offentlig handel enligt 1 punkten eller om deras värdepapper upptas i ett i värdepappersmarknadslagen avsett prospekt som lämnats till Finansinspektionen för godkännande, 3) andra börsaktörer som avses i 3 kap. 25 § i värdepappersmarknadslagen och andra sådana handelsparter i multilateral handel som avses i 3 a kap. 4 § i värdepappersmarknadslagen samt utländska optionsföretag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsföretag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmälningsskyldiga enligt 5 kap. 4 och 5 a § i värdepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppköpserbjudanden som avses i 3 a kap. 14 § och köpeanbud som avses i 6 kap. 1 § i värdepappersmarknadslagen samt de som enligt 10 § i nämnda kapitel är skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnämnda paragrafen, 6) sådana målbolag för offentliga köpeanbud enligt 6 kap. i värdepappersmarknadslagen som har sitt bolagsrättsliga säte i Finland och vilkas värdepapper är föremål för handel som motsvarar offentlig handel i en stat utanför Europeiska ekonomiska samarbetsområdet, 7) personer som på grundval av 2 kap. 9 och 10 § i värdepappersmarknadslagen är skyldiga att offentliggöra förvärv och överlåtelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i värdepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om värdepappersföretag eller 8 § i lagen om tillsyn över finans- och försäkringskonglomerat är skyldiga att till Finansinspektionen göra anmälan om förvärv och överlåtelser av aktier och andelar.",
        "folded_sv": "andra finansmarknadsaktorer med avses i denna lag 1) emittenter av vardepapper som ar foremal for offentlig handel som avses i 3 kap. i vardepappersmarknadslagen och for multilateral handel som avses i 3 a kap. i namnda lag samt emittenter av vardepapper for vilka det har lamnats in en ansokan om upptagande till offentlig handel samt andra som ar skyldiga att offentliggora prospekt enligt 2 kap. 3 § i vardepappersmarknadslagen eller som erbjuder vardepapper enligt 2 kap. 2 § i namnda lag, 2) andra bokforingsskyldiga som upprattar sitt bokslut enligt internationella redovisningsstandarder, om deras vardepapper ar foremal for sadan handel i en annan stat inom europeiska ekonomiska samarbetsomradet som motsvarar offentlig handel enligt 1 punkten eller om deras vardepapper upptas i ett i vardepappersmarknadslagen avsett prospekt som lamnats till finansinspektionen for godkannande, 3) andra borsaktorer som avses i 3 kap. 25 § i vardepappersmarknadslagen och andra sadana handelsparter i multilateral handel som avses i 3 a kap. 4 § i vardepappersmarknadslagen samt utlandska optionsforetag som avses i 1 kap. 4 § i lagen om handel med standardiserade optioner och terminer och andra i ett optionsforetag verksamma som avses i 2 kap. 10 § 2 mom. i den lagen, 4) anmalningsskyldiga enligt 5 kap. 4 och 5 a § i vardepappersmarknadslagen och 99 § i lagen om placeringsfonder, 5) personer som ger uppkopserbjudanden som avses i 3 a kap. 14 § och kopeanbud som avses i 6 kap. 1 § i vardepappersmarknadslagen samt de som enligt 10 § i namnda kapitel ar skyldiga att ge ett anbud och andra personer, sammanslutningar och stiftelser som avses i den sistnamnda paragrafen, 6) sadana malbolag for offentliga kopeanbud enligt 6 kap. i vardepappersmarknadslagen som har sitt bolagsrattsliga sate i finland och vilkas vardepapper ar foremal for handel som motsvarar offentlig handel i en stat utanfor europeiska ekonomiska samarbetsomradet, 7) personer som pa grundval av 2 kap. 9 och 10 § i vardepappersmarknadslagen ar skyldiga att offentliggora forvarv och overlatelser av aktier eller andelar, 8) personer som enligt 3 kap. 6 § eller 4 a kap. 3 a § i vardepappersmarknadslagen, 2 kap. 3 a § i lagen om handel med standardiserade optioner och terminer, 16 § i lagen om placeringsfonder, 18 § i kreditinstitutslagen, 41 § i lagen om vardepappersforetag eller 8 § i lagen om tillsyn over finans- och forsakringskonglomerat ar skyldiga att till finansinspektionen gora anmalan om forvarv och overlatelser av aktier och andelar."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Tarkastus- ja tietojensaantioikeudet",
      "content": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehenä tai sijoituspalveluyrityksistä annetun lain 32 §:ssä tarkoitettuna sidonnaisasiamiehenä toimivan yrityksen taikka valvottavan toimeksiannosta tämän kirjanpitoon, tietojärjestelmään tai riskienhallintaan taikka muuhun sisäiseen valvontaan liittyviä tehtäviä hoitavan yrityksen toimipaikassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehenä tai sijoituspalveluyrityksistä annetun lain 32 § :ssä tarkoitettuna sidonnaisasiamiehenä toimivan yrityksen taikka valvottavan toimeksiannosta tämän kirjanpitoon, tietojärjestelmään tai riskienhallintaan taikka muuhun sisäiseen valvontaan liittyviä tehtäviä hoitavan yrityksen toimipaikassa.",
        "folded_fi": "rahoitustarkastuksella on salassapitosaannosten estamatta oikeus saada tarkastettavakseen valvonnan kannalta tarpeelliset tiedot valvottavan asiamiehena tai sijoituspalveluyrityksista annetun lain 32 §:ssa tarkoitettuna sidonnaisasiamiehena toimivan yrityksen taikka valvottavan toimeksiannosta taman kirjanpitoon, tietojarjestelmaan tai riskienhallintaan taikka muuhun sisaiseen valvontaan liittyvia tehtavia hoitavan yrityksen toimipaikassa.",
        "title_sv": "Granskningsrätt och rätt att få uppgifter",
        "content_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att granska för tillsynen relevanta uppgifter på verksamhetsställen till företag som är ombud för tillsynsobjekt eller ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag eller som på uppdrag av ett tillsynsobjekt sköter uppgifter som gäller dess bokföring, datasystem, riskhantering eller interna kontroll i övrigt.",
        "normalized_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att granska för tillsynen relevanta uppgifter på verksamhetsställen till företag som är ombud för tillsynsobjekt eller ett sådant anknutet ombud som avses i 32 § i lagen om värdepappersföretag eller som på uppdrag av ett tillsynsobjekt sköter uppgifter som gäller dess bokföring, datasystem, riskhantering eller interna kontroll i övrigt.",
        "folded_sv": "finansinspektionen har utan hinder av sekretessbestammelserna ratt att granska for tillsynen relevanta uppgifter pa verksamhetsstallen till foretag som ar ombud for tillsynsobjekt eller ett sadant anknutet ombud som avses i 32 § i lagen om vardepappersforetag eller som pa uppdrag av ett tillsynsobjekt skoter uppgifter som galler dess bokforing, datasystem, riskhantering eller interna kontroll i ovrigt."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "15 a",
      "section": "15 a",
      "title": "Markkinoiden väärinkäyttöön liittyvä erityinen tietojensaantioikeus",
      "content": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta sekä näiden hallituksen jäseneltä, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden väärinkäyttöä taikka kaupankäynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien säännösten noudattamisen valvomiseksi tarpeelliset julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaan arvopaperiin, julkisen kaupankäynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, sekä tällaisen arvopaperin liikkeeseenlaskijaan ja tällaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvät tiedot sekä muut mainittujen säännösten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet sekä jäljennökset asiakirjoista ja tallenteista. Rahoitustarkastuksella on sama oikeus saada yksilöityä liiketointa koskevia, valvonnan kannalta välttämättömiä tietoja, asiakirjoja ja tallenteita sekä jäljennöksiä asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaa arvopaperia, julkisen kaupankäynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta sekä muulta henkilöltä, jolla voidaan perustellusta syystä olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. Rahoitustarkastuksen on palautettava alkuperäiset asiakirjat ja tallenteet. Oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkäyntiavustaja- tai oikeudenkäyntiasiamiestehtävien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. Oikeudenkäyntiavustaja- ja oikeudenkäyntiasiamiestehtäviksi luetaan varsinaisten oikeudenkäyntiin liittyvien tehtävien lisäksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkäyntiä edeltävässä käsittelyvaiheessa sekä oikeudenkäynnin käynnistämistä tai sen välttämistä koskeva oikeudellinen neuvonta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 a",
        "normalized_fi": "Rahoitustarkastuksella on salassapitosäännösten estämättä oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta sekä näiden hallituksen jäseneltä, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden väärinkäyttöä taikka kaupankäynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien säännösten noudattamisen valvomiseksi tarpeelliset julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaan arvopaperiin, julkisen kaupankäynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, sekä tällaisen arvopaperin liikkeeseenlaskijaan ja tällaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvät tiedot sekä muut mainittujen säännösten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet sekä jäljennökset asiakirjoista ja tallenteista. Rahoitustarkastuksella on sama oikeus saada yksilöityä liiketointa koskevia, valvonnan kannalta välttämättömiä tietoja, asiakirjoja ja tallenteita sekä jäljennöksiä asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankäynnin tai monenkeskisen kaupankäynnin kohteena olevaa arvopaperia, julkisen kaupankäynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo määräytyy edellä mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta sekä muulta henkilöltä, jolla voidaan perustellusta syystä olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. Rahoitustarkastuksen on palautettava alkuperäiset asiakirjat ja tallenteet. Oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkäyntiavustaja- tai oikeudenkäyntiasiamiestehtävien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. Oikeudenkäyntiavustaja- ja oikeudenkäyntiasiamiestehtäviksi luetaan varsinaisten oikeudenkäyntiin liittyvien tehtävien lisäksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkäyntiä edeltävässä käsittelyvaiheessa sekä oikeudenkäynnin käynnistämistä tai sen välttämistä koskeva oikeudellinen neuvonta.",
        "folded_fi": "rahoitustarkastuksella on salassapitosaannosten estamatta oikeus saada valvottavalta ja muulta rahoitusmarkkinoilla toimivalta seka naiden hallituksen jasenelta, toimitusjohtajalta ja palveluksessa olevalta arvopaperimarkkinalain tai sen nojalla annettujen markkinoiden vaarinkayttoa taikka kaupankaynnin kohteena olevan arvopaperin arvoon vaikuttavien tietojen julkistamista koskevien saannosten noudattamisen valvomiseksi tarpeelliset julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevaan arvopaperiin, julkisen kaupankaynnin kohteeksi haettuun arvopaperiin ja arvopaperiin, jonka arvo maaraytyy edella mainitun arvopaperin perusteella, seka tallaisen arvopaperin liikkeeseenlaskijaan ja tallaisella arvopaperilla tehtyihin liiketoimiin ja toimeksiantoihin liittyvat tiedot seka muut mainittujen saannosten valvonnan kannalta tarpeelliset tiedot, asiakirjat ja tallenteet seka jaljennokset asiakirjoista ja tallenteista. rahoitustarkastuksella on sama oikeus saada yksiloitya liiketointa koskevia, valvonnan kannalta valttamattomia tietoja, asiakirjoja ja tallenteita seka jaljennoksia asiakirjoista ja tallenteista valvottavan ja muun rahoitusmarkkinoilla toimivan lukuun tai puolesta toimivalta, julkisen kaupankaynnin tai monenkeskisen kaupankaynnin kohteena olevaa arvopaperia, julkisen kaupankaynnin kohteeksi haettua arvopaperia ja arvopaperia, jonka arvo maaraytyy edella mainitun arvopaperin perusteella, koskevaan liiketoimeen tai toimeksiantoon osalliselta seka muulta henkilolta, jolla voidaan perustellusta syysta olettaa olevan 1 momentissa tarkoitettua tietoa taikka asiakirjoja tai tallenteita. rahoitustarkastuksen on palautettava alkuperaiset asiakirjat ja tallenteet. oikeudellisissa asioissa avustavien osalta 2 momentissa tarkoitettu oikeus ei koske oikeudenkayntiavustaja- tai oikeudenkayntiasiamiestehtavien hoitamisen johdosta saatuja tietoja, asiakirjoja ja tallenteita. oikeudenkayntiavustaja- ja oikeudenkayntiasiamiestehtaviksi luetaan varsinaisten oikeudenkayntiin liittyvien tehtavien lisaksi asiakkaan oikeudellista asemaa esitutkinnassa rikoksen takia tai asian muussa oikeudenkayntia edeltavassa kasittelyvaiheessa seka oikeudenkaynnin kaynnistamista tai sen valttamista koskeva oikeudellinen neuvonta.",
        "title_sv": "Särskild rätt att få uppgifter i anslutning till marknadsmissbruk",
        "content_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att av tillsynsobjekt och andra finansmarknadsaktörer samt av deras styrelsemedlemmar, verkställande direktör och anställda få uppgifter vilka behövs för tillsynen över iakttagandet av värdepappersmarknadslagen eller över iakttagandet av vad som föreskrivs med stöd av den om marknadsmissbruk eller offentliggörande av information som påverkar värdet på värdepapper som är föremål för handel, och vilka uppgifter gäller värdepapper som är föremål för offentlig eller multilateral handel, värdepapper för vilka har lämnats in en ansökan om upptagande till offentlig handel eller värdepapper vilkas värde bestäms på basis av ovan nämnda värdepapper, och vilka uppgifter gäller den som emitterat sådana värdepapper och de transaktioner och order som avser sådana värdepapper, samt övriga uppgifter, handlingar och upptagningar som behövs för tillsynen samt kopior av handlingarna och upptagningarna. Finansinspektionen har samma rätt att få uppgifter, handlingar och upptagningar som behövs för tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar på ett tillsynsobjekts och en annan finansmarknadsaktörs vägnar eller för deras räkning, av den som utför en transaktion eller order som gäller värdepapper vilka är föremål för offentlig eller multilateral handel, värdepapper för vilka det har lämnats i en ansökan om upptagande till offentlig handel och värdepapper vilkas värde bestäms på grundval av ovan nämnda värdepapper samt av andra personer som av grundad anledning kan antas förfoga över uppgifter eller handlingar eller upptagningar som avses i 1 mom. Finansinspektionen ska återlämna originalhandlingar och originalupptagningar. Beträffande dem som bistår i juridiska ärenden gäller rätten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhållit på grund av skötseln av uppgifter som rättegångsbiträde eller rättegångsombud. Till uppgifter som rättegångsbiträde och rättegångsombud räknas förutom egentliga uppgifter som hänför sig till rättegång dessutom juridisk rådgivning som gäller klientens rättsliga ställning vid förundersökning på grund av brott eller i ett annat behandlingsskede som föregår rättegång samt inledande eller undvikande av rättegång.",
        "normalized_sv": "Finansinspektionen har utan hinder av sekretessbestämmelserna rätt att av tillsynsobjekt och andra finansmarknadsaktörer samt av deras styrelsemedlemmar, verkställande direktör och anställda få uppgifter vilka behövs för tillsynen över iakttagandet av värdepappersmarknadslagen eller över iakttagandet av vad som föreskrivs med stöd av den om marknadsmissbruk eller offentliggörande av information som påverkar värdet på värdepapper som är föremål för handel, och vilka uppgifter gäller värdepapper som är föremål för offentlig eller multilateral handel, värdepapper för vilka har lämnats in en ansökan om upptagande till offentlig handel eller värdepapper vilkas värde bestäms på basis av ovan nämnda värdepapper, och vilka uppgifter gäller den som emitterat sådana värdepapper och de transaktioner och order som avser sådana värdepapper, samt övriga uppgifter, handlingar och upptagningar som behövs för tillsynen samt kopior av handlingarna och upptagningarna. Finansinspektionen har samma rätt att få uppgifter, handlingar och upptagningar som behövs för tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar på ett tillsynsobjekts och en annan finansmarknadsaktörs vägnar eller för deras räkning, av den som utför en transaktion eller order som gäller värdepapper vilka är föremål för offentlig eller multilateral handel, värdepapper för vilka det har lämnats i en ansökan om upptagande till offentlig handel och värdepapper vilkas värde bestäms på grundval av ovan nämnda värdepapper samt av andra personer som av grundad anledning kan antas förfoga över uppgifter eller handlingar eller upptagningar som avses i 1 mom. Finansinspektionen ska återlämna originalhandlingar och originalupptagningar. Beträffande dem som bistår i juridiska ärenden gäller rätten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhållit på grund av skötseln av uppgifter som rättegångsbiträde eller rättegångsombud. Till uppgifter som rättegångsbiträde och rättegångsombud räknas förutom egentliga uppgifter som hänför sig till rättegång dessutom juridisk rådgivning som gäller klientens rättsliga ställning vid förundersökning på grund av brott eller i ett annat behandlingsskede som föregår rättegång samt inledande eller undvikande av rättegång.",
        "folded_sv": "finansinspektionen har utan hinder av sekretessbestammelserna ratt att av tillsynsobjekt och andra finansmarknadsaktorer samt av deras styrelsemedlemmar, verkstallande direktor och anstallda fa uppgifter vilka behovs for tillsynen over iakttagandet av vardepappersmarknadslagen eller over iakttagandet av vad som foreskrivs med stod av den om marknadsmissbruk eller offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for handel, och vilka uppgifter galler vardepapper som ar foremal for offentlig eller multilateral handel, vardepapper for vilka har lamnats in en ansokan om upptagande till offentlig handel eller vardepapper vilkas varde bestams pa basis av ovan namnda vardepapper, och vilka uppgifter galler den som emitterat sadana vardepapper och de transaktioner och order som avser sadana vardepapper, samt ovriga uppgifter, handlingar och upptagningar som behovs for tillsynen samt kopior av handlingarna och upptagningarna. finansinspektionen har samma ratt att fa uppgifter, handlingar och upptagningar som behovs for tillsynen och som avser en specificerad transaktion samt kopior av handlingarna och upptagningarna av den som handlar pa ett tillsynsobjekts och en annan finansmarknadsaktors vagnar eller for deras rakning, av den som utfor en transaktion eller order som galler vardepapper vilka ar foremal for offentlig eller multilateral handel, vardepapper for vilka det har lamnats i en ansokan om upptagande till offentlig handel och vardepapper vilkas varde bestams pa grundval av ovan namnda vardepapper samt av andra personer som av grundad anledning kan antas forfoga over uppgifter eller handlingar eller upptagningar som avses i 1 mom. finansinspektionen ska aterlamna originalhandlingar och originalupptagningar. betraffande dem som bistar i juridiska arenden galler ratten enligt 2 mom. inte uppgifter, handlingar och upptagningar som de erhallit pa grund av skotseln av uppgifter som rattegangsbitrade eller rattegangsombud. till uppgifter som rattegangsbitrade och rattegangsombud raknas forutom egentliga uppgifter som hanfor sig till rattegang dessutom juridisk radgivning som galler klientens rattsliga stallning vid forundersokning pa grund av brott eller i ett annat behandlingsskede som foregar rattegang samt inledande eller undvikande av rattegang."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "15 b",
      "section": "15 b",
      "title": "Kutsuminen kuultavaksi",
      "content": "Rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a §:ssä tarkoitettu henkilö kuultavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15 b",
        "normalized_fi": "Rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a § :ssä tarkoitettu henkilö kuultavaksi.",
        "folded_fi": "rahoitustarkastuksella on oikeus tarvittaessa kutsua 15 ja 15 a §:ssa tarkoitettu henkilo kuultavaksi.",
        "title_sv": "Kallelse att höras",
        "content_sv": "Finansinspektionen har rätt att vid behov kalla in personer som avses i 15 och 15 a § för att höras.",
        "normalized_sv": "Finansinspektionen har rätt att vid behov kalla in personer som avses i 15 och 15 a § för att höras.",
        "folded_sv": "finansinspektionen har ratt att vid behov kalla in personer som avses i 15 och 15 a § for att horas."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Sijoituspalvelujen tarjoamisen rajoittaminen",
      "content": "Rahoitustarkastus voi enintään kolmeksi kuukaudeksi kieltää sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta tarjoamasta sijoituspalveluyrityksistä annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettuja säilytys- ja hoitopalveluja, jos sillä sijoituspalveluyrityksen, rahastoyhtiön tai luottolaitoksen taloudellisen tilan perusteella on aihetta epäillä, että sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta ilmeisesti uhkaa maksukyvyttömyys ja että sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:23",
        "normalized_fi": "Rahoitustarkastus voi enintään kolmeksi kuukaudeksi kieltää sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta tarjoamasta sijoituspalveluyrityksistä annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 § :n 1 momentin 1 kohdassa tarkoitettuja säilytys- ja hoitopalveluja, jos sillä sijoituspalveluyrityksen, rahastoyhtiön tai luottolaitoksen taloudellisen tilan perusteella on aihetta epäillä, että sijoituspalveluyritystä, rahastoyhtiötä tai luottolaitosta ilmeisesti uhkaa maksukyvyttömyys ja että sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
        "folded_fi": "rahoitustarkastus voi enintaan kolmeksi kuukaudeksi kieltaa sijoituspalveluyritysta, rahastoyhtiota tai luottolaitosta tarjoamasta sijoituspalveluyrityksista annetussa laissa tarkoitettuja sijoituspalveluja ja mainitun lain 15 §:n 1 momentin 1 kohdassa tarkoitettuja sailytys- ja hoitopalveluja, jos silla sijoituspalveluyrityksen, rahastoyhtion tai luottolaitoksen taloudellisen tilan perusteella on aihetta epailla, etta sijoituspalveluyritysta, rahastoyhtiota tai luottolaitosta ilmeisesti uhkaa maksukyvyttomyys ja etta sijoittajien korvausrahasto voi ilmeisesti joutua korvaamaan sijoittajien saamiset.",
        "title_sv": "Begränsning av investeringstjänster",
        "content_sv": "Finansinspektionen kan för högst tre månader förbjuda ett värdepappersföretag, ett fondbolag eller ett kreditinstitut att tillhandahålla sådana investeringstjänster som avses i lagen om värdepappersföretag samt sådana förvarings- och förvaltningstjänster som avses i 15 § 1 mom. 1 punkten i den nämnda lagen, om inspektionen med beaktande av värdepappersföretagets, fondbolagets eller kreditinstitutets ekonomiska tillstånd har anledning att misstänkta att värdepappersföretaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersättningsfonden för investerarskydd uppenbarligen kan bli tvungen att ersätta investerarnas fordringar.",
        "normalized_sv": "Finansinspektionen kan för högst tre månader förbjuda ett värdepappersföretag, ett fondbolag eller ett kreditinstitut att tillhandahålla sådana investeringstjänster som avses i lagen om värdepappersföretag samt sådana förvarings- och förvaltningstjänster som avses i 15 § 1 mom. 1 punkten i den nämnda lagen, om inspektionen med beaktande av värdepappersföretagets, fondbolagets eller kreditinstitutets ekonomiska tillstånd har anledning att misstänkta att värdepappersföretaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersättningsfonden för investerarskydd uppenbarligen kan bli tvungen att ersätta investerarnas fordringar.",
        "folded_sv": "finansinspektionen kan for hogst tre manader forbjuda ett vardepappersforetag, ett fondbolag eller ett kreditinstitut att tillhandahalla sadana investeringstjanster som avses i lagen om vardepappersforetag samt sadana forvarings- och forvaltningstjanster som avses i 15 § 1 mom. 1 punkten i den namnda lagen, om inspektionen med beaktande av vardepappersforetagets, fondbolagets eller kreditinstitutets ekonomiska tillstand har anledning att misstankta att vardepappersforetaget, fondbolaget eller kreditinstitutet uppenbarligen hotas av insolvens samt att ersattningsfonden for investerarskydd uppenbarligen kan bli tvungen att ersatta investerarnas fordringar."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "24 b",
      "section": "24 b",
      "title": "Rikemaksu",
      "content": "Rahoitustarkastus voi määrätä valtiolle maksettavan rikemaksun sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 18 §:ssä säädetyn raportointivelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 §:ssä taikka sijoitusrahastolain 99 tai 100 §:ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c §:ssä tarkoitetun vuosikoosteen julkistamisen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24 b",
        "normalized_fi": "Rahoitustarkastus voi määrätä valtiolle maksettavan rikemaksun sille, joka 1) laiminlyö arvopaperimarkkinalain 4 luvun 18 § :ssä säädetyn raportointivelvollisuuden; 2) laiminlyö tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 § :ssä taikka sijoitusrahastolain 99 tai 100 § :ssä säädetyn ilmoitusvelvollisuuden tai velvollisuuden pitää rekisteriä; 3) rikkoo sijoitusrahastolain 11 luvussa säädettyjä tai sijoitusrahaston säännöissä määrättyjä varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyö arvopaperimarkkinalain 2 luvun 10 c § :ssä tarkoitetun vuosikoosteen julkistamisen.",
        "folded_fi": "rahoitustarkastus voi maarata valtiolle maksettavan rikemaksun sille, joka 1) laiminlyo arvopaperimarkkinalain 4 luvun 18 §:ssa saadetyn raportointivelvollisuuden; 2) laiminlyo tai rikkoo arvopaperimarkkinalain 5 luvun 4, 5 a, 6―11 §:ssa taikka sijoitusrahastolain 99 tai 100 §:ssa saadetyn ilmoitusvelvollisuuden tai velvollisuuden pitaa rekisteria; 3) rikkoo sijoitusrahastolain 11 luvussa saadettyja tai sijoitusrahaston saannoissa maarattyja varojen sijoittamista koskevia rajoituksia; taikka 4) laiminlyo arvopaperimarkkinalain 2 luvun 10 c §:ssa tarkoitetun vuosikoosteen julkistamisen.",
        "title_sv": "Ordningsavgift",
        "content_sv": "En ordningsavgift, som ska betalas till staten, kan av Finansinspektionen påföras den som 1) försummar rapporteringsskyldigheten enligt 4 kap. 18 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4, 5 a och 6―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen.",
        "normalized_sv": "En ordningsavgift, som ska betalas till staten, kan av Finansinspektionen påföras den som 1) försummar rapporteringsskyldigheten enligt 4 kap. 18 § i värdepappersmarknadslagen, 2) försummar eller bryter mot anmälningsskyldigheten eller skyldigheten att föra register enligt 5 kap. 4, 5 a och 6―11 § i värdepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begränsningar som gäller placering av tillgångar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) försummar att offentliggöra den årliga sammanställning som avses i 2 kap. 10 c § i värdepappersmarknadslagen.",
        "folded_sv": "en ordningsavgift, som ska betalas till staten, kan av finansinspektionen paforas den som 1) forsummar rapporteringsskyldigheten enligt 4 kap. 18 § i vardepappersmarknadslagen, 2) forsummar eller bryter mot anmalningsskyldigheten eller skyldigheten att fora register enligt 5 kap. 4, 5 a och 6―11 § i vardepappersmarknadslagen eller 99 eller 100 § i lagen om placeringsfonder, 3) bryter mot de begransningar som galler placering av tillgangar och som anges i 11 kap. i lagen om placeringsfonder eller i placeringsfondens stadgar, eller 4) forsummar att offentliggora den arliga sammanstallning som avses i 2 kap. 10 c § i vardepappersmarknadslagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Julkinen huomautus",
      "content": "Rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisölle tai säätiölle julkisen huomautuksen, jos tämä tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien säännösten tai niiden nojalla annettujen määräysten vastaisesti. Valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eikä asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. Julkinen huomautus voidaan antaa 1 momentissa säädetyin edellytyksin myös 6 §:ssä tarkoitetulle luonnolliselle henkilölle. Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) markkinoiden väärinkäytöstä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Julkinen huomautus voidaan antaa myös 3 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia. Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti. Julkista huomautusta ei voida antaa, jos sen kohde on välittömästi virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. Julkisesta huomautuksesta tiedotettaessa on käytävä ilmi, onko huomautuksen antamista koskeva päätös lainvoimainen. Jos muutoksenhakuviranomainen kumoaa päätöksen, Rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen päätöksestä vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. Mitä tässä pykälässä säädetään, ei vaikuta Rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siitä erikseen säädetään. Se, jolle julkinen huomautus on annettu, voi valittaa päätöksestä markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisölle tai säätiölle julkisen huomautuksen, jos tämä tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien säännösten tai niiden nojalla annettujen määräysten vastaisesti. Valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eikä asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. Julkinen huomautus voidaan antaa 1 momentissa säädetyin edellytyksin myös 6 § :ssä tarkoitetulle luonnolliselle henkilölle. Julkinen huomautus voidaan antaa myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) markkinoiden väärinkäytöstä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Julkinen huomautus voidaan antaa myös 3 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia. Luonnolliselle henkilölle julkinen huomautus voidaan antaa, jos tämä menettelee häntä henkilökohtaisesti velvoittavien säännösten tai määräysten vastaisesti. Julkista huomautusta ei voida antaa, jos sen kohde on välittömästi virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. Julkisesta huomautuksesta tiedotettaessa on käytävä ilmi, onko huomautuksen antamista koskeva päätös lainvoimainen. Jos muutoksenhakuviranomainen kumoaa päätöksen, Rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen päätöksestä vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. Mitä tässä pykälässä säädetään, ei vaikuta Rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siitä erikseen säädetään. Se, jolle julkinen huomautus on annettu, voi valittaa päätöksestä markkinaoikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "rahoitustarkastus voi antaa valvottavalle ja muulle rahoitusmarkkinoilla toimivalle yhteisolle tai saatiolle julkisen huomautuksen, jos tama tahallaan tai huolimattomuudesta menettelee rahoitusmarkkinoita koskevien saannosten tai niiden nojalla annettujen maaraysten vastaisesti. valvottavalle huomautus voidaan antaa, jos valvottava tahallaan tai huolimattomuudesta menettelee toimilupansa ehtojen vastaisesti eika asia kokonaisuutena harkiten anna aihetta ankarampiin toimenpiteisiin. julkinen huomautus voidaan antaa 1 momentissa saadetyin edellytyksin myos 6 §:ssa tarkoitetulle luonnolliselle henkilolle. julkinen huomautus voidaan antaa myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla arvopaperimarkkinalain tai sen nojalla annettuja saannoksia: 1) markkinoiden vaarinkaytosta; 2) julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan taikka tallaisen kaupankaynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankaynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankaynnin kohteeksi ottamiseen liittyvasta tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. julkinen huomautus voidaan antaa myos 3 momentissa tarkoitetulle henkilolle, joka laiminlyo tai rikkoo arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi ottamisen yhteydessa julkistettavasta esitteesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta annettuja euroopan yhteisojen komission asetuksia. luonnolliselle henkilolle julkinen huomautus voidaan antaa, jos tama menettelee hanta henkilokohtaisesti velvoittavien saannosten tai maaraysten vastaisesti. julkista huomautusta ei voida antaa, jos sen kohde on valittomasti virheen havaittuaan oma-aloitteisesti ryhtynyt asiassa korjaaviin toimenpiteisiin. julkisesta huomautuksesta tiedotettaessa on kaytava ilmi, onko huomautuksen antamista koskeva paatos lainvoimainen. jos muutoksenhakuviranomainen kumoaa paatoksen, rahoitustarkastuksen on tiedotettava muutoksenhakuviranomaisen paatoksesta vastaavalla tavalla kuin se on tiedottanut julkisen huomautuksen antamisesta. mita tassa pykalassa saadetaan, ei vaikuta rahoitustarkastuksen velvollisuuteen tuottaa ja jakaa tietoa toiminnastaan siten kuin siita erikseen saadetaan. se, jolle julkinen huomautus on annettu, voi valittaa paatoksesta markkinaoikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Offentlig anmärkning",
        "content_sv": "Finansinspektionen kan tilldela tillsynsobjekt och andra på finansmarknaden verksamma sammanslutningar och stiftelser som uppsåtligen eller av oaktsamhet bryter mot bestämmelserna om finansmarknaden eller mot de föreskrifter som har utfärdats med stöd av dem en offentlig anmärkning. Tillsynsobjekt som uppsåtligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstånd kan tilldelas en offentlig anmärkning, om ärendet som helhet betraktat inte föranleder strängare åtgärder. Offentlig anmärkning kan dessutom under de förutsättningar som föreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 §. Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot vad som föreskrivs i värdepappersmarknadslagen eller med stöd av den om 1) marknadsmissbruk, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Offentlig anmärkning kan tilldelas också en i 3 mom. avsedd person som försummar att iaktta eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG. En fysisk person kan tilldelas offentlig anmärkning, om denne förfar i strid med bestämmelser eller föreskrifter som är personligen förpliktande. Offentlig anmärkning kan inte tilldelas den som omedelbart efter att ha upptäckt sitt fel självmant har vidtagit åtgärder för att rätta till saken. Av informationen om en offentlig anmärkning ska framgå om beslutet om anmärkningen har vunnit laga kraft. Om besvärsinstansen upphäver ett beslut, ska Finansinspektionen informera om besvärsinstansens beslut på motsvarande sätt som den har informerat om den offentliga anmärkningen. Vad som föreskrivs i denna paragraf påverkar inte Finansinspektionens skyldighet att producera och distribuera information om sin verksamhet så som särskilt föreskrivs. Den som har tilldelats en offentlig anmärkning får överklaga beslutet hos marknadsdomstolen i enlighet med vad som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "Finansinspektionen kan tilldela tillsynsobjekt och andra på finansmarknaden verksamma sammanslutningar och stiftelser som uppsåtligen eller av oaktsamhet bryter mot bestämmelserna om finansmarknaden eller mot de föreskrifter som har utfärdats med stöd av dem en offentlig anmärkning. Tillsynsobjekt som uppsåtligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstånd kan tilldelas en offentlig anmärkning, om ärendet som helhet betraktat inte föranleder strängare åtgärder. Offentlig anmärkning kan dessutom under de förutsättningar som föreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 § . Offentlig anmärkning kan även tilldelas andra personer som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot vad som föreskrivs i värdepappersmarknadslagen eller med stöd av den om 1) marknadsmissbruk, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Offentlig anmärkning kan tilldelas också en i 3 mom. avsedd person som försummar att iaktta eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG. En fysisk person kan tilldelas offentlig anmärkning, om denne förfar i strid med bestämmelser eller föreskrifter som är personligen förpliktande. Offentlig anmärkning kan inte tilldelas den som omedelbart efter att ha upptäckt sitt fel självmant har vidtagit åtgärder för att rätta till saken. Av informationen om en offentlig anmärkning ska framgå om beslutet om anmärkningen har vunnit laga kraft. Om besvärsinstansen upphäver ett beslut, ska Finansinspektionen informera om besvärsinstansens beslut på motsvarande sätt som den har informerat om den offentliga anmärkningen. Vad som föreskrivs i denna paragraf påverkar inte Finansinspektionens skyldighet att producera och distribuera information om sin verksamhet så som särskilt föreskrivs. Den som har tilldelats en offentlig anmärkning får överklaga beslutet hos marknadsdomstolen i enlighet med vad som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "finansinspektionen kan tilldela tillsynsobjekt och andra pa finansmarknaden verksamma sammanslutningar och stiftelser som uppsatligen eller av oaktsamhet bryter mot bestammelserna om finansmarknaden eller mot de foreskrifter som har utfardats med stod av dem en offentlig anmarkning. tillsynsobjekt som uppsatligen eller av oaktsamhet bryter mot villkoren i sitt verksamhetstillstand kan tilldelas en offentlig anmarkning, om arendet som helhet betraktat inte foranleder strangare atgarder. offentlig anmarkning kan dessutom under de forutsattningar som foreskrivs i 1 mom. tilldelas en fysisk person som avses i 6 §. offentlig anmarkning kan aven tilldelas andra personer som pa nagot annat satt an vad som avses i 51 kap. i strafflagen forsummar eller bryter mot vad som foreskrivs i vardepappersmarknadslagen eller med stod av den om 1) marknadsmissbruk, 2) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat inom europeiska ekonomiska samarbetsomradet eller for vilka en ansokan om upptagande till sadan handel har lamnats in, 3) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for multilateral handel pa en maklarlista, 4) informationsskyldighet som galler erbjudande av vardepapper eller upptagande till sadan handel som avses i 2 punkten, 5) offentliga uppkopserbjudanden och kopeanbud eller skyldighet att ge anbud. offentlig anmarkning kan tilldelas ocksa en i 3 mom. avsedd person som forsummar att iaktta eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit for genomforande av europaparlamentets och radets direktiv 2003/71/eg om de prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel och om andring av direktiv 2001/34/eg. en fysisk person kan tilldelas offentlig anmarkning, om denne forfar i strid med bestammelser eller foreskrifter som ar personligen forpliktande. offentlig anmarkning kan inte tilldelas den som omedelbart efter att ha upptackt sitt fel sjalvmant har vidtagit atgarder for att ratta till saken. av informationen om en offentlig anmarkning ska framga om beslutet om anmarkningen har vunnit laga kraft. om besvarsinstansen upphaver ett beslut, ska finansinspektionen informera om besvarsinstansens beslut pa motsvarande satt som den har informerat om den offentliga anmarkningen. vad som foreskrivs i denna paragraf paverkar inte finansinspektionens skyldighet att producera och distribuera information om sin verksamhet sa som sarskilt foreskrivs. den som har tilldelats en offentlig anmarkning far overklaga beslutet hos marknadsdomstolen i enlighet med vad som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    },
    {
      "provision_ref": "26 a",
      "section": "26 a",
      "title": "Seuraamusmaksu",
      "content": "Seuraamusmaksu voidaan määrätä myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) sisäpiirintiedon käytöstä tai kurssin vääristämisestä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Seuraamusmaksu voidaan määrätä myös 2 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:26 a",
        "normalized_fi": "Seuraamusmaksu voidaan määrätä myös muulle henkilölle, joka laiminlyö tai rikkoo muulla kuin rikoslain 51 luvussa säädetyllä tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja säännöksiä: 1) sisäpiirintiedon käytöstä tai kurssin vääristämisestä; 2) julkisen kaupankäynnin tai sitä Euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankäynnin kohteena olevan taikka tällaisen kaupankäynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankäynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankäynnin kohteeksi ottamiseen liittyvästä tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. Seuraamusmaksu voidaan määrätä myös 2 momentissa tarkoitetulle henkilölle, joka laiminlyö tai rikkoo arvopapereiden yleisölle tarjoamisen tai kaupankäynnin kohteeksi ottamisen yhteydessä julkistettavasta esitteestä ja direktiivin 2001/34/EY muuttamisesta annetun Euroopan parlamentin ja neuvoston direktiivin 2003/71/EY täytäntöönpanosta annettuja Euroopan yhteisöjen komission asetuksia.",
        "folded_fi": "seuraamusmaksu voidaan maarata myos muulle henkilolle, joka laiminlyo tai rikkoo muulla kuin rikoslain 51 luvussa saadetylla tavalla 1 momentissa tarkoitettuja arvopaperimarkkinalain tai sen nojalla annettuja saannoksia: 1) sisapiirintiedon kaytosta tai kurssin vaaristamisesta; 2) julkisen kaupankaynnin tai sita euroopan talousalueeseen kuuluvassa valtiossa vastaavan kaupankaynnin kohteena olevan taikka tallaisen kaupankaynnin kohteeksi haetun arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 3) monenkeskisen kaupankaynnin kohteena meklarilistalla olevan arvopaperin arvoon vaikuttavien tietojen julkistamisesta; 4) arvopaperin tarjoamiseen tai 2 kohdassa tarkoitetun kaupankaynnin kohteeksi ottamiseen liittyvasta tiedonantovelvollisuudesta; taikka 5) julkisesta ostotarjouksesta tai tarjousvelvollisuudesta. seuraamusmaksu voidaan maarata myos 2 momentissa tarkoitetulle henkilolle, joka laiminlyo tai rikkoo arvopapereiden yleisolle tarjoamisen tai kaupankaynnin kohteeksi ottamisen yhteydessa julkistettavasta esitteesta ja direktiivin 2001/34/ey muuttamisesta annetun euroopan parlamentin ja neuvoston direktiivin 2003/71/ey taytantoonpanosta annettuja euroopan yhteisojen komission asetuksia.",
        "title_sv": "Påföljdsavgift",
        "content_sv": "Påföljdsavgift kan påföras också andra som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot de i 1 mom. avsedda bestämmelserna i värdepappersmarknadslagen eller mot bestämmelser som med stöd av den har utfärdats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, eller 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Påföljdsavgift kan påföras också en i 2 mom. avsedd person som försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG.",
        "normalized_sv": "Påföljdsavgift kan påföras också andra som på något annat sätt än vad som avses i 51 kap. i strafflagen försummar eller bryter mot de i 1 mom. avsedda bestämmelserna i värdepappersmarknadslagen eller mot bestämmelser som med stöd av den har utfärdats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggörande av information som påverkar värdet på värdepapper som är föremål för offentlig handel eller motsvarande handel i en stat inom Europeiska ekonomiska samarbetsområdet eller för vilka en ansökan om upptagande till sådan handel har lämnats in, 3) offentliggörande av information som påverkar värdet på värdepapper som är föremål för multilateral handel på en mäklarlista, 4) informationsskyldighet som gäller erbjudande av värdepapper eller upptagande till sådan handel som avses i 2 punkten, eller 5) offentliga uppköpserbjudanden och köpeanbud eller skyldighet att ge anbud. Påföljdsavgift kan påföras också en i 2 mom. avsedd person som försummar eller bryter mot förordningar som Europeiska gemenskapernas kommission har antagit för genomförande av Europaparlamentets och rådets direktiv 2003/71/EG om de prospekt som ska offentliggöras när värdepapper erbjuds till allmänheten eller tas upp till handel och om ändring av direktiv 2001/34/EG.",
        "folded_sv": "pafoljdsavgift kan paforas ocksa andra som pa nagot annat satt an vad som avses i 51 kap. i strafflagen forsummar eller bryter mot de i 1 mom. avsedda bestammelserna i vardepappersmarknadslagen eller mot bestammelser som med stod av den har utfardats om 1) utnyttjande av insiderinformation eller om kursmanipulation, 2) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for offentlig handel eller motsvarande handel i en stat inom europeiska ekonomiska samarbetsomradet eller for vilka en ansokan om upptagande till sadan handel har lamnats in, 3) offentliggorande av information som paverkar vardet pa vardepapper som ar foremal for multilateral handel pa en maklarlista, 4) informationsskyldighet som galler erbjudande av vardepapper eller upptagande till sadan handel som avses i 2 punkten, eller 5) offentliga uppkopserbjudanden och kopeanbud eller skyldighet att ge anbud. pafoljdsavgift kan paforas ocksa en i 2 mom. avsedd person som forsummar eller bryter mot forordningar som europeiska gemenskapernas kommission har antagit for genomforande av europaparlamentets och radets direktiv 2003/71/eg om de prospekt som ska offentliggoras nar vardepapper erbjuds till allmanheten eller tas upp till handel och om andring av direktiv 2001/34/eg."
      },
      "valid_from": "2007-10-26",
      "valid_to": null
    }
  ]
}