{
  "id": "948/2006",
  "type": "statute",
  "title": "Laki perhehoitajalain 2 ja 3 § :n muuttamisesta",
  "title_en": "Lag om ändring av 2 och 3 § i familjevårdarlagen",
  "status": "in_force",
  "issued_date": "2006-11-03",
  "in_force_date": "2006-11-03",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2006/948/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Hoitopalkkio",
      "content": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 300 euroa. Hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilölle eikä henkilölle, joka on kieltäytynyt vastaanottamasta palkkiota. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä tarkistetaan kalenterivuosittain työntekijän eläkelain (395/2006) 96 §:ssä tarkoitetulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 300 euroa. Hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilölle eikä henkilölle, joka on kieltäytynyt vastaanottamasta palkkiota. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä tarkistetaan kalenterivuosittain työntekijän eläkelain (395/2006) 96 § :ssä tarkoitetulla palkkakertoimella.",
        "folded_fi": "hoitopalkkio jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). hoitopalkkiota maksetaan perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa vahintaan 300 euroa. hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilolle eika henkilolle, joka on kieltaytynyt vastaanottamasta palkkiota. hoitopalkkio voidaan erityisesta syysta sopia maksettavaksi myos 1 momentissa saadettya vahimmaismaaraa pienempana. edella 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion maara tarkistetaan kalenterivuosittain tyontekijan elakelain (395/2006) 96 §:ssa tarkoitetulla palkkakertoimella.",
        "title_sv": "Vårdarvode",
        "content_sv": "vårdarvode Har inte något annat överenskommits i uppdragsavtalet, har en familjevårdare rätt till arvode för vården (). I vårdarvode betalas för en person i familjevård per kalendermånad minst 300 euro. Vårdarvode betalas inte till den som sköter sitt eget barn under 18 år som placerats i familjevård eller till den som har vägrat ta emot arvodet. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. Beloppet av det vårdarvode som nämns i 1 mom. och om vilket överenskommits i uppdragsavtalet justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "vårdarvode Har inte något annat överenskommits i uppdragsavtalet, har en familjevårdare rätt till arvode för vården (). I vårdarvode betalas för en person i familjevård per kalendermånad minst 300 euro. Vårdarvode betalas inte till den som sköter sitt eget barn under 18 år som placerats i familjevård eller till den som har vägrat ta emot arvodet. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. Beloppet av det vårdarvode som nämns i 1 mom. och om vilket överenskommits i uppdragsavtalet justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "vardarvode har inte nagot annat overenskommits i uppdragsavtalet, har en familjevardare ratt till arvode for varden (). i vardarvode betalas for en person i familjevard per kalendermanad minst 300 euro. vardarvode betalas inte till den som skoter sitt eget barn under 18 ar som placerats i familjevard eller till den som har vagrat ta emot arvodet. vardarvodet kan av sarskilda skal enligt overenskommelse aven betalas till ett belopp som understiger minimibeloppet enligt 1 mom. beloppet av det vardarvode som namns i 1 mom. och om vilket overenskommits i uppdragsavtalet justeras kalenderarsvis med den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare (395/2006)."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kustannusten korvaaminen",
      "content": "Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista sekä hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista. kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 350 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilön ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi maksetaan korvaus sellaisista perhehoidossa olevan henkilön yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2―4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan henkilön lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. käynnistämiskorvaus Perhehoitajalle hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkilöä kohti enintään 2 440 euroa. Edellä 2 ja 6 momentissa mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista sekä hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista. kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 350 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilön ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi maksetaan korvaus sellaisista perhehoidossa olevan henkilön yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2―4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan henkilön lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. käynnistämiskorvaus Perhehoitajalle hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkilöä kohti enintään 2 440 euroa. Edellä 2 ja 6 momentissa mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "folded_fi": "jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista seka hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista. kulukorvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vahintaan 350 euroa perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa. kulukorvaus voidaan erityisesta syysta maksaa myos saadettya vahimmaismaaraa pienempana. kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilon ravinnosta, asumisesta, harrastuksista, henkilokohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot seka ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsaadannon nojalla ei korvata. lisaksi kulukorvaus sisaltaa lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hanen omaan kayttoonsa mainitun lain nojalla annettavat kayttovarat. kulukorvauksen lisaksi maksetaan korvaus sellaisista perhehoidossa olevan henkilon yksilollisista tarpeista johtuvista terapian ja terveydenhuollon seka alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisista kustannuksista, joita muun lainsaadannon nojalla ei korvata. edella 2―4 momentissa tarkoitettujen kustannusten lisaksi voidaan korvata perhehoidossa olevan henkilon lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvalineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. kaynnistamiskorvaus perhehoitajalle hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkiloa kohti enintaan 2 440 euroa. edella 2 ja 6 momentissa mainitut maarat seka toimeksiantosopimuksessa sovitut kulukorvausten maarat on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "title_sv": "Ersättande av kostnaderna",
        "content_sv": "Har inte något annat överenskommits i uppdragsavtalet, skall till familjevårdaren betalas ersättning för kostnaderna för vården och underhållet av den som får familjevård samt ersättning för de nödvändiga kostnaderna för inledande av vården. kostnadsersättning Till familjevårdaren betalas ersättning för de verkliga kostnaderna för vård och underhåll av en person i familjevård (), dock minst 350 euro per person i familjevård per kalendermånad. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Syftet med kostnadsersättningen är att ersätta de normala utgifterna för en person i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (683/1983) skall ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den ovan nämnda lagen. Utöver kostnadsersättningen ersätts sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2―4 mom. kan särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver eller andra särskilda fortlöpande kostnader eller engångskostnader för en person i familjevård ersättas. startersättning Den ersättning som betalas till familjevårdaren för de nödvändiga kostnaderna för inledandet av vården () är högst 2 440 euro per person i familjevård. Beloppen av de kostnadsersättningar som nämns i 2 och 6 mom. och om vilka överenskommits i uppdragsavtalet skall justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "normalized_sv": "Har inte något annat överenskommits i uppdragsavtalet, skall till familjevårdaren betalas ersättning för kostnaderna för vården och underhållet av den som får familjevård samt ersättning för de nödvändiga kostnaderna för inledande av vården. kostnadsersättning Till familjevårdaren betalas ersättning för de verkliga kostnaderna för vård och underhåll av en person i familjevård (), dock minst 350 euro per person i familjevård per kalendermånad. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Syftet med kostnadsersättningen är att ersätta de normala utgifterna för en person i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (683/1983) skall ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den ovan nämnda lagen. Utöver kostnadsersättningen ersätts sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2―4 mom. kan särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver eller andra särskilda fortlöpande kostnader eller engångskostnader för en person i familjevård ersättas. startersättning Den ersättning som betalas till familjevårdaren för de nödvändiga kostnaderna för inledandet av vården () är högst 2 440 euro per person i familjevård. Beloppen av de kostnadsersättningar som nämns i 2 och 6 mom. och om vilka överenskommits i uppdragsavtalet skall justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "folded_sv": "har inte nagot annat overenskommits i uppdragsavtalet, skall till familjevardaren betalas ersattning for kostnaderna for varden och underhallet av den som far familjevard samt ersattning for de nodvandiga kostnaderna for inledande av varden. kostnadsersattning till familjevardaren betalas ersattning for de verkliga kostnaderna for vard och underhall av en person i familjevard (), dock minst 350 euro per person i familjevard per kalendermanad. kostnadsersattningens minimibelopp kan aven sankas, om det finns sarskilda skal for det. syftet med kostnadsersattningen ar att ersatta de normala utgifterna for en person i familjevard i fraga om mat, boende, fritidssysselsattningar, personliga behov och annat underhall samt de normala halsovardskostnader som inte ersatts med stod av annan lagstiftning. dessutom omfattar kostnadsersattningen sadana dispositionsmedel som enligt barnskyddslagen (683/1983) skall stallas till barnets eller den unga personens eget forfogande da han eller hon placeras i familjevard med stod av den ovan namnda lagen. utover kostnadsersattningen ersatts sadana sarskilda kostnader for terapi och halsovard som beror pa de individuella behoven hos den som ar i familjevard samt sadana studiekostnader for ett barn eller en ung person under 21 ar i familjevard som inte ersatts enligt annan lagstiftning. utover de kostnader som avses i 2―4 mom. kan sarskilda kostnader for semester och sarskilda fritidssysselsattningar eller for utrustning som fritidssysselsattningen kraver eller andra sarskilda fortlopande kostnader eller engangskostnader for en person i familjevard ersattas. startersattning den ersattning som betalas till familjevardaren for de nodvandiga kostnaderna for inledandet av varden () ar hogst 2 440 euro per person i familjevard. beloppen av de kostnadsersattningar som namns i 2 och 6 mom. och om vilka overenskommits i uppdragsavtalet skall justeras kalenderarsvis fran och med ingangen av aret i enlighet med den arliga andringen av levnadskostnadsindex for oktober det foregaende aret (oktober 1951=100)."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Hoitopalkkio",
      "content": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 300 euroa. Hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilölle eikä henkilölle, joka on kieltäytynyt vastaanottamasta palkkiota. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä tarkistetaan kalenterivuosittain työntekijän eläkelain (395/2006) 96 §:ssä tarkoitetulla palkkakertoimella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:2",
        "normalized_fi": "hoitopalkkio Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). Hoitopalkkiota maksetaan perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa vähintään 300 euroa. Hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilölle eikä henkilölle, joka on kieltäytynyt vastaanottamasta palkkiota. Hoitopalkkio voidaan erityisestä syystä sopia maksettavaksi myös 1 momentissa säädettyä vähimmäismäärää pienempänä. Edellä 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion määrä tarkistetaan kalenterivuosittain työntekijän eläkelain (395/2006) 96 § :ssä tarkoitetulla palkkakertoimella.",
        "folded_fi": "hoitopalkkio jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalla on oikeus saada hoidosta palkkiota (). hoitopalkkiota maksetaan perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa vahintaan 300 euroa. hoitopalkkiota ei makseta perhehoitoon sijoitettua omaa alle 18-vuotiasta lastaan hoitavalle henkilolle eika henkilolle, joka on kieltaytynyt vastaanottamasta palkkiota. hoitopalkkio voidaan erityisesta syysta sopia maksettavaksi myos 1 momentissa saadettya vahimmaismaaraa pienempana. edella 1 momentissa mainittu ja toimeksiantosopimuksessa sovittu hoitopalkkion maara tarkistetaan kalenterivuosittain tyontekijan elakelain (395/2006) 96 §:ssa tarkoitetulla palkkakertoimella.",
        "title_sv": "Vårdarvode",
        "content_sv": "vårdarvode Har inte något annat överenskommits i uppdragsavtalet, har en familjevårdare rätt till arvode för vården (). I vårdarvode betalas för en person i familjevård per kalendermånad minst 300 euro. Vårdarvode betalas inte till den som sköter sitt eget barn under 18 år som placerats i familjevård eller till den som har vägrat ta emot arvodet. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. Beloppet av det vårdarvode som nämns i 1 mom. och om vilket överenskommits i uppdragsavtalet justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "normalized_sv": "vårdarvode Har inte något annat överenskommits i uppdragsavtalet, har en familjevårdare rätt till arvode för vården (). I vårdarvode betalas för en person i familjevård per kalendermånad minst 300 euro. Vårdarvode betalas inte till den som sköter sitt eget barn under 18 år som placerats i familjevård eller till den som har vägrat ta emot arvodet. Vårdarvodet kan av särskilda skäl enligt överenskommelse även betalas till ett belopp som understiger minimibeloppet enligt 1 mom. Beloppet av det vårdarvode som nämns i 1 mom. och om vilket överenskommits i uppdragsavtalet justeras kalenderårsvis med den lönekoefficient som avses i 96 § i lagen om pension för arbetstagare (395/2006).",
        "folded_sv": "vardarvode har inte nagot annat overenskommits i uppdragsavtalet, har en familjevardare ratt till arvode for varden (). i vardarvode betalas for en person i familjevard per kalendermanad minst 300 euro. vardarvode betalas inte till den som skoter sitt eget barn under 18 ar som placerats i familjevard eller till den som har vagrat ta emot arvodet. vardarvodet kan av sarskilda skal enligt overenskommelse aven betalas till ett belopp som understiger minimibeloppet enligt 1 mom. beloppet av det vardarvode som namns i 1 mom. och om vilket overenskommits i uppdragsavtalet justeras kalenderarsvis med den lonekoefficient som avses i 96 § i lagen om pension for arbetstagare (395/2006)."
      },
      "valid_from": "2006-11-03",
      "valid_to": null
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Kustannusten korvaaminen",
      "content": "Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista sekä hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista. kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 350 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilön ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi maksetaan korvaus sellaisista perhehoidossa olevan henkilön yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2―4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan henkilön lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. käynnistämiskorvaus Perhehoitajalle hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkilöä kohti enintään 2 440 euroa. Edellä 2 ja 6 momentissa mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista sekä hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista. kulukorvaus Perhehoidossa olevan henkilön hoidosta ja ylläpidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vähintään 350 euroa perhehoidossa olevaa henkilöä kohti kalenterikuukaudessa. Kulukorvaus voidaan erityisestä syystä maksaa myös säädettyä vähimmäismäärää pienempänä. Kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilön ravinnosta, asumisesta, harrastuksista, henkilökohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot sekä ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsäädännön nojalla ei korvata. Lisäksi kulukorvaus sisältää lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hänen omaan käyttöönsä mainitun lain nojalla annettavat käyttövarat. Kulukorvauksen lisäksi maksetaan korvaus sellaisista perhehoidossa olevan henkilön yksilöllisistä tarpeista johtuvista terapian ja terveydenhuollon sekä alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisistä kustannuksista, joita muun lainsäädännön nojalla ei korvata. Edellä 2―4 momentissa tarkoitettujen kustannusten lisäksi voidaan korvata perhehoidossa olevan henkilön lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvälineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. käynnistämiskorvaus Perhehoitajalle hoidon käynnistämisestä aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkilöä kohti enintään 2 440 euroa. Edellä 2 ja 6 momentissa mainitut määrät sekä toimeksiantosopimuksessa sovitut kulukorvausten määrät on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "folded_fi": "jollei toimeksiantosopimuksessa ole toisin sovittu, perhehoitajalle maksetaan korvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista seka hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista. kulukorvaus perhehoidossa olevan henkilon hoidosta ja yllapidosta aiheutuvista kustannuksista perhehoitajalle maksetaan todellisten kustannusten mukainen korvaus (), kuitenkin vahintaan 350 euroa perhehoidossa olevaa henkiloa kohti kalenterikuukaudessa. kulukorvaus voidaan erityisesta syysta maksaa myos saadettya vahimmaismaaraa pienempana. kulukorvauksen tarkoituksena on korvata perhehoidossa olevan henkilon ravinnosta, asumisesta, harrastuksista, henkilokohtaisista tarpeista ja muusta elatuksesta aiheutuvat tavanomaiset menot seka ne tavanomaiset terveydenhuollon kustannukset, joita muun lainsaadannon nojalla ei korvata. lisaksi kulukorvaus sisaltaa lastensuojelulain (683/1983) nojalla perhehoitoon sijoitetulle lapselle tai nuorelle hanen omaan kayttoonsa mainitun lain nojalla annettavat kayttovarat. kulukorvauksen lisaksi maksetaan korvaus sellaisista perhehoidossa olevan henkilon yksilollisista tarpeista johtuvista terapian ja terveydenhuollon seka alle 21-vuotiaan lapsen tai nuoren opinnoista aiheutuvista erityisista kustannuksista, joita muun lainsaadannon nojalla ei korvata. edella 2―4 momentissa tarkoitettujen kustannusten lisaksi voidaan korvata perhehoidossa olevan henkilon lomanvietosta johtuvat ja erityisten harrastusten tai harrastusvalineiden aiheuttamat ja muut jatkuvaluontoiset tai kertakaikkiset erityiset kustannukset. kaynnistamiskorvaus perhehoitajalle hoidon kaynnistamisesta aiheutuvista tarpeellisista kustannuksista maksettava korvaus () on perhehoidossa olevaa henkiloa kohti enintaan 2 440 euroa. edella 2 ja 6 momentissa mainitut maarat seka toimeksiantosopimuksessa sovitut kulukorvausten maarat on tarkistettava kalenterivuosittain vuoden alusta elinkustannusindeksin (lokakuu 1951=100) edellisen vuoden lokakuun vuosimuutoksen mukaisesti.",
        "title_sv": "Ersättande av kostnaderna",
        "content_sv": "Har inte något annat överenskommits i uppdragsavtalet, skall till familjevårdaren betalas ersättning för kostnaderna för vården och underhållet av den som får familjevård samt ersättning för de nödvändiga kostnaderna för inledande av vården. kostnadsersättning Till familjevårdaren betalas ersättning för de verkliga kostnaderna för vård och underhåll av en person i familjevård (), dock minst 350 euro per person i familjevård per kalendermånad. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Syftet med kostnadsersättningen är att ersätta de normala utgifterna för en person i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (683/1983) skall ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den ovan nämnda lagen. Utöver kostnadsersättningen ersätts sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2―4 mom. kan särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver eller andra särskilda fortlöpande kostnader eller engångskostnader för en person i familjevård ersättas. startersättning Den ersättning som betalas till familjevårdaren för de nödvändiga kostnaderna för inledandet av vården () är högst 2 440 euro per person i familjevård. Beloppen av de kostnadsersättningar som nämns i 2 och 6 mom. och om vilka överenskommits i uppdragsavtalet skall justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "normalized_sv": "Har inte något annat överenskommits i uppdragsavtalet, skall till familjevårdaren betalas ersättning för kostnaderna för vården och underhållet av den som får familjevård samt ersättning för de nödvändiga kostnaderna för inledande av vården. kostnadsersättning Till familjevårdaren betalas ersättning för de verkliga kostnaderna för vård och underhåll av en person i familjevård (), dock minst 350 euro per person i familjevård per kalendermånad. Kostnadsersättningens minimibelopp kan även sänkas, om det finns särskilda skäl för det. Syftet med kostnadsersättningen är att ersätta de normala utgifterna för en person i familjevård i fråga om mat, boende, fritidssysselsättningar, personliga behov och annat underhåll samt de normala hälsovårdskostnader som inte ersätts med stöd av annan lagstiftning. Dessutom omfattar kostnadsersättningen sådana dispositionsmedel som enligt barnskyddslagen (683/1983) skall ställas till barnets eller den unga personens eget förfogande då han eller hon placeras i familjevård med stöd av den ovan nämnda lagen. Utöver kostnadsersättningen ersätts sådana särskilda kostnader för terapi och hälsovård som beror på de individuella behoven hos den som är i familjevård samt sådana studiekostnader för ett barn eller en ung person under 21 år i familjevård som inte ersätts enligt annan lagstiftning. Utöver de kostnader som avses i 2―4 mom. kan särskilda kostnader för semester och särskilda fritidssysselsättningar eller för utrustning som fritidssysselsättningen kräver eller andra särskilda fortlöpande kostnader eller engångskostnader för en person i familjevård ersättas. startersättning Den ersättning som betalas till familjevårdaren för de nödvändiga kostnaderna för inledandet av vården () är högst 2 440 euro per person i familjevård. Beloppen av de kostnadsersättningar som nämns i 2 och 6 mom. och om vilka överenskommits i uppdragsavtalet skall justeras kalenderårsvis från och med ingången av året i enlighet med den årliga ändringen av levnadskostnadsindex för oktober det föregående året (oktober 1951=100).",
        "folded_sv": "har inte nagot annat overenskommits i uppdragsavtalet, skall till familjevardaren betalas ersattning for kostnaderna for varden och underhallet av den som far familjevard samt ersattning for de nodvandiga kostnaderna for inledande av varden. kostnadsersattning till familjevardaren betalas ersattning for de verkliga kostnaderna for vard och underhall av en person i familjevard (), dock minst 350 euro per person i familjevard per kalendermanad. kostnadsersattningens minimibelopp kan aven sankas, om det finns sarskilda skal for det. syftet med kostnadsersattningen ar att ersatta de normala utgifterna for en person i familjevard i fraga om mat, boende, fritidssysselsattningar, personliga behov och annat underhall samt de normala halsovardskostnader som inte ersatts med stod av annan lagstiftning. dessutom omfattar kostnadsersattningen sadana dispositionsmedel som enligt barnskyddslagen (683/1983) skall stallas till barnets eller den unga personens eget forfogande da han eller hon placeras i familjevard med stod av den ovan namnda lagen. utover kostnadsersattningen ersatts sadana sarskilda kostnader for terapi och halsovard som beror pa de individuella behoven hos den som ar i familjevard samt sadana studiekostnader for ett barn eller en ung person under 21 ar i familjevard som inte ersatts enligt annan lagstiftning. utover de kostnader som avses i 2―4 mom. kan sarskilda kostnader for semester och sarskilda fritidssysselsattningar eller for utrustning som fritidssysselsattningen kraver eller andra sarskilda fortlopande kostnader eller engangskostnader for en person i familjevard ersattas. startersattning den ersattning som betalas till familjevardaren for de nodvandiga kostnaderna for inledandet av varden () ar hogst 2 440 euro per person i familjevard. beloppen av de kostnadsersattningar som namns i 2 och 6 mom. och om vilka overenskommits i uppdragsavtalet skall justeras kalenderarsvis fran och med ingangen av aret i enlighet med den arliga andringen av levnadskostnadsindex for oktober det foregaende aret (oktober 1951=100)."
      },
      "valid_from": "2006-11-03",
      "valid_to": null
    }
  ]
}