{
  "id": "970/2005",
  "type": "statute",
  "title": "Laki rajoitetusti verovelvollisen tulon ja varallisuuden verottamisesta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om beskattning av begränsat skattskyldig för inkomst och förmögenhet",
  "status": "in_force",
  "issued_date": "2005-12-09",
  "in_force_date": "2005-12-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2005/970/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lähdeveroa perittäessä noudatetaan 1 §:ssä tarkoitetun kansainvälisen sopimuksen määräyksiä, jos tulon saaja ennen suorituksen maksamista esittää maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksistä. Selvityksenä tulon saaja voi esittää lähdeverokortin taikka ilmoittaa nimensä, syntymäaikansa ja mahdollisen muun virallisen tunnistetietonsa sekä osoitteensa kotivaltiossaan. Jos selvitys esitetään sen jälkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittämistä valtiolle, on veron perintä oikaistava. Samoin on meneteltävä, jos veroa on peritty muutoin liikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Lähdeveroa perittäessä noudatetaan 1 § :ssä tarkoitetun kansainvälisen sopimuksen määräyksiä, jos tulon saaja ennen suorituksen maksamista esittää maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksistä. Selvityksenä tulon saaja voi esittää lähdeverokortin taikka ilmoittaa nimensä, syntymäaikansa ja mahdollisen muun virallisen tunnistetietonsa sekä osoitteensa kotivaltiossaan. Jos selvitys esitetään sen jälkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittämistä valtiolle, on veron perintä oikaistava. Samoin on meneteltävä, jos veroa on peritty muutoin liikaa.",
        "folded_fi": "lahdeveroa perittaessa noudatetaan 1 §:ssa tarkoitetun kansainvalisen sopimuksen maarayksia, jos tulon saaja ennen suorituksen maksamista esittaa maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksista. selvityksena tulon saaja voi esittaa lahdeverokortin taikka ilmoittaa nimensa, syntymaaikansa ja mahdollisen muun virallisen tunnistetietonsa seka osoitteensa kotivaltiossaan. jos selvitys esitetaan sen jalkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittamista valtiolle, on veron perinta oikaistava. samoin on meneteltava, jos veroa on peritty muutoin liikaa.",
        "content_sv": "Vid uppbörd av källskatt skall bestämmelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren för utbetalaren före betalning erläggs företer utredning om sin hemort och om övriga förutsättningar för tillämpning av avtalet. Som utredning kan inkomsttagaren visa upp ett källskattekort eller uppge sitt namn, sin födelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. Företes utredningen sedan betalning erlagts, men innan den till ett för stort belopp uppburna summan redovisats till staten, skall skatteuppbörden rättas. På samma sätt skall förfaras om i skatt annars uppburits för mycket.",
        "normalized_sv": "Vid uppbörd av källskatt skall bestämmelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren för utbetalaren före betalning erläggs företer utredning om sin hemort och om övriga förutsättningar för tillämpning av avtalet. Som utredning kan inkomsttagaren visa upp ett källskattekort eller uppge sitt namn, sin födelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. Företes utredningen sedan betalning erlagts, men innan den till ett för stort belopp uppburna summan redovisats till staten, skall skatteuppbörden rättas. På samma sätt skall förfaras om i skatt annars uppburits för mycket.",
        "folded_sv": "vid uppbord av kallskatt skall bestammelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren for utbetalaren fore betalning erlaggs foreter utredning om sin hemort och om ovriga forutsattningar for tillampning av avtalet. som utredning kan inkomsttagaren visa upp ett kallskattekort eller uppge sitt namn, sin fodelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. foretes utredningen sedan betalning erlagts, men innan den till ett for stort belopp uppburna summan redovisats till staten, skall skatteuppborden rattas. pa samma satt skall forfaras om i skatt annars uppburits for mycket."
      }
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "content": "Poiketen siitä, mitä 10 §:ssä säädetään, hallintarekisteröidylle osakkeelle maksettavasta osingosta peritään lähdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittävän huolellisesti varmistanut, että osingon saajaan sovelletaan kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä. Jos sopimuksen mukaan Suomella on kuitenkin oikeus periä osingosta veroa enemmän kuin 15 prosenttia, vero peritään sopimuksen mukaisesti. Selvityksenä osinkoa koskevien määräyksien soveltumisen riittävän huolellisesta varmistamisesta pidetään sopimusta, jossa joko tilinhoitajayhteisö tai tilinhoitajayhteisön asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteröidyn osakkeen säilyttämisestä. Sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, että Suomen ja kyseisen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan välittömästi tilinhoitajayhteisölle tai tämän asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettäessä ilmoittamaan osingon saajan nimi, syntymäaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa sekä toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. Lisäksi edellytetään, että ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa Suomella on kaksinkertaisen verotuksen välttämistä koskeva sopimus. Omaisuudenhoitajasta on myös oltava osingonjakohetkellä merkintä verohallinnon ylläpitämässä ulkomaisten omaisuudenhoitajien rekisterissä. Tilinhoitajayhteisön tai tämän asiamiehen on pyynnöstä toimitettava hallintarekisteröidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siitä kopio siltä osin kuin sopimus sisältää 2 momentissa tarkoitettuja tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Poiketen siitä, mitä 10 § :ssä säädetään, hallintarekisteröidylle osakkeelle maksettavasta osingosta peritään lähdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittävän huolellisesti varmistanut, että osingon saajaan sovelletaan kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä. Jos sopimuksen mukaan Suomella on kuitenkin oikeus periä osingosta veroa enemmän kuin 15 prosenttia, vero peritään sopimuksen mukaisesti. Selvityksenä osinkoa koskevien määräyksien soveltumisen riittävän huolellisesta varmistamisesta pidetään sopimusta, jossa joko tilinhoitajayhteisö tai tilinhoitajayhteisön asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteröidyn osakkeen säilyttämisestä. Sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, että Suomen ja kyseisen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan välittömästi tilinhoitajayhteisölle tai tämän asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettäessä ilmoittamaan osingon saajan nimi, syntymäaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa sekä toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. Lisäksi edellytetään, että ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa Suomella on kaksinkertaisen verotuksen välttämistä koskeva sopimus. Omaisuudenhoitajasta on myös oltava osingonjakohetkellä merkintä verohallinnon ylläpitämässä ulkomaisten omaisuudenhoitajien rekisterissä. Tilinhoitajayhteisön tai tämän asiamiehen on pyynnöstä toimitettava hallintarekisteröidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siitä kopio siltä osin kuin sopimus sisältää 2 momentissa tarkoitettuja tietoja.",
        "folded_fi": "poiketen siita, mita 10 §:ssa saadetaan, hallintarekisteroidylle osakkeelle maksettavasta osingosta peritaan lahdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittavan huolellisesti varmistanut, etta osingon saajaan sovelletaan kaksinkertaisen verotuksen valttamista koskevan sopimuksen osinkoa koskevia maarayksia. jos sopimuksen mukaan suomella on kuitenkin oikeus peria osingosta veroa enemman kuin 15 prosenttia, vero peritaan sopimuksen mukaisesti. selvityksena osinkoa koskevien maarayksien soveltumisen riittavan huolellisesta varmistamisesta pidetaan sopimusta, jossa joko tilinhoitajayhteiso tai tilinhoitajayhteison asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteroidyn osakkeen sailyttamisesta. sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, etta suomen ja kyseisen valtion valisen kaksinkertaisen verotuksen valttamista koskevan sopimuksen osinkoa koskevia maarayksia sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan valittomasti tilinhoitajayhteisolle tai taman asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettaessa ilmoittamaan osingon saajan nimi, syntymaaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa seka toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. lisaksi edellytetaan, etta ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa suomella on kaksinkertaisen verotuksen valttamista koskeva sopimus. omaisuudenhoitajasta on myos oltava osingonjakohetkella merkinta verohallinnon yllapitamassa ulkomaisten omaisuudenhoitajien rekisterissa. tilinhoitajayhteison tai taman asiamiehen on pyynnosta toimitettava hallintarekisteroidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siita kopio silta osin kuin sopimus sisaltaa 2 momentissa tarkoitettuja tietoja.",
        "content_sv": "Med avvikelse från vad som bestämts i 10 § uppbärs 15 procent i källskatt på dividend på en förvaltarregistrerad aktie, om utbetalaren på det sätt som avses i 2 och 3 mom. tillräckligt noggrant har kontrollerat att bestämmelserna om dividend i ett avtal för undvikande av dubbelbeskattning tillämpas på dividendtagaren. Om Finland enligt avtalet dock har rätt att på dividend uppbära högre skatt än 15 procent, uppbärs skatt enligt avtalet. Som utredning om att tillämpningen av bestämmelserna om dividend har kontrollerats tillräckligt noggrant anses ett avtal mellan antingen ett kontoförande institut eller dess underinstitut och en utländsk egendomsförvaltare om förvar av en förvaltarregistrerad aktie. Enligt avtalet skall förvaltaren 1) för utbetalning av dividend uppge hemviststaten för den slutliga dividendtagaren och försäkra att bestämmelserna om dividend i avtalet för undvikande av dubbelbeskattning mellan Finland och staten i fråga tillämpas på dividendtagaren, 2) förbinda sig att omedelbart informera det kontoförande institutet eller dess underinstitut om förändringar i de omständigheter som avses i 1 punkten, samt 3) förbinda sig att i fråga om dividendtagaren på begäran uppge dennes namn, födelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att översända ett av skattemyndigheterna i staten i fråga utfärdat intyg om dividendtagarens hemviststat i beskattningshänseende. Dessutom förutsätts att den utländska förvaltaren har sitt hemvist i en stat med vilken Finland har ett avtal för undvikande av dubbelbeskattning. Vid tidpunkten för utdelningen av dividend skall det även finnas en anteckning om förvaltaren i skatteförvaltningens register över utländska egendomsförvaltare. Det kontoförande institutet eller dess underinstitut skall på begäran till emittenten av en förvaltarregistrerad aktie översända det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehåller i 2 mom. avsedda uppgifter.",
        "normalized_sv": "Med avvikelse från vad som bestämts i 10 § uppbärs 15 procent i källskatt på dividend på en förvaltarregistrerad aktie, om utbetalaren på det sätt som avses i 2 och 3 mom. tillräckligt noggrant har kontrollerat att bestämmelserna om dividend i ett avtal för undvikande av dubbelbeskattning tillämpas på dividendtagaren. Om Finland enligt avtalet dock har rätt att på dividend uppbära högre skatt än 15 procent, uppbärs skatt enligt avtalet. Som utredning om att tillämpningen av bestämmelserna om dividend har kontrollerats tillräckligt noggrant anses ett avtal mellan antingen ett kontoförande institut eller dess underinstitut och en utländsk egendomsförvaltare om förvar av en förvaltarregistrerad aktie. Enligt avtalet skall förvaltaren 1) för utbetalning av dividend uppge hemviststaten för den slutliga dividendtagaren och försäkra att bestämmelserna om dividend i avtalet för undvikande av dubbelbeskattning mellan Finland och staten i fråga tillämpas på dividendtagaren, 2) förbinda sig att omedelbart informera det kontoförande institutet eller dess underinstitut om förändringar i de omständigheter som avses i 1 punkten, samt 3) förbinda sig att i fråga om dividendtagaren på begäran uppge dennes namn, födelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att översända ett av skattemyndigheterna i staten i fråga utfärdat intyg om dividendtagarens hemviststat i beskattningshänseende. Dessutom förutsätts att den utländska förvaltaren har sitt hemvist i en stat med vilken Finland har ett avtal för undvikande av dubbelbeskattning. Vid tidpunkten för utdelningen av dividend skall det även finnas en anteckning om förvaltaren i skatteförvaltningens register över utländska egendomsförvaltare. Det kontoförande institutet eller dess underinstitut skall på begäran till emittenten av en förvaltarregistrerad aktie översända det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehåller i 2 mom. avsedda uppgifter.",
        "folded_sv": "med avvikelse fran vad som bestamts i 10 § uppbars 15 procent i kallskatt pa dividend pa en forvaltarregistrerad aktie, om utbetalaren pa det satt som avses i 2 och 3 mom. tillrackligt noggrant har kontrollerat att bestammelserna om dividend i ett avtal for undvikande av dubbelbeskattning tillampas pa dividendtagaren. om finland enligt avtalet dock har ratt att pa dividend uppbara hogre skatt an 15 procent, uppbars skatt enligt avtalet. som utredning om att tillampningen av bestammelserna om dividend har kontrollerats tillrackligt noggrant anses ett avtal mellan antingen ett kontoforande institut eller dess underinstitut och en utlandsk egendomsforvaltare om forvar av en forvaltarregistrerad aktie. enligt avtalet skall forvaltaren 1) for utbetalning av dividend uppge hemviststaten for den slutliga dividendtagaren och forsakra att bestammelserna om dividend i avtalet for undvikande av dubbelbeskattning mellan finland och staten i fraga tillampas pa dividendtagaren, 2) forbinda sig att omedelbart informera det kontoforande institutet eller dess underinstitut om forandringar i de omstandigheter som avses i 1 punkten, samt 3) forbinda sig att i fraga om dividendtagaren pa begaran uppge dennes namn, fodelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att oversanda ett av skattemyndigheterna i staten i fraga utfardat intyg om dividendtagarens hemviststat i beskattningshanseende. dessutom forutsatts att den utlandska forvaltaren har sitt hemvist i en stat med vilken finland har ett avtal for undvikande av dubbelbeskattning. vid tidpunkten for utdelningen av dividend skall det aven finnas en anteckning om forvaltaren i skatteforvaltningens register over utlandska egendomsforvaltare. det kontoforande institutet eller dess underinstitut skall pa begaran till emittenten av en forvaltarregistrerad aktie oversanda det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehaller i 2 mom. avsedda uppgifter."
      }
    },
    {
      "provision_ref": "10 c",
      "section": "10 c",
      "content": "Merkintä ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdään omaisuudenhoitajan hakemuksesta. Hakemuksessa on ilmoitettava hakijan yksilöimiseksi tarpeelliset tiedot ja yhteystiedot. Lisäksi hakijan on vakuutettava, että sen tekemät hallintarekisteröityjen osakkeiden säilyttämistä koskevat sopimukset täyttävät 10 b §:n 2 momentin edellytykset. Rekisteristä voidaan poistaa se, joka jättää olennaisella tavalla noudattamatta 10 b §:n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia säännöksiä, sekä se, joka sitä pyytää. Rekisteriin voidaan jättää merkitsemättä hakija, jonka voidaan olettaa aiempien laiminlyöntien perusteella olennaisesti laiminlyövän edellä tarkoitetut velvollisuutensa. Rekisteriin sovelletaan soveltuvin osin, mitä ennakkoperintälaissa säädetään ennakkoperintärekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 c",
        "normalized_fi": "Merkintä ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdään omaisuudenhoitajan hakemuksesta. Hakemuksessa on ilmoitettava hakijan yksilöimiseksi tarpeelliset tiedot ja yhteystiedot. Lisäksi hakijan on vakuutettava, että sen tekemät hallintarekisteröityjen osakkeiden säilyttämistä koskevat sopimukset täyttävät 10 b § :n 2 momentin edellytykset. Rekisteristä voidaan poistaa se, joka jättää olennaisella tavalla noudattamatta 10 b § :n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia säännöksiä, sekä se, joka sitä pyytää. Rekisteriin voidaan jättää merkitsemättä hakija, jonka voidaan olettaa aiempien laiminlyöntien perusteella olennaisesti laiminlyövän edellä tarkoitetut velvollisuutensa. Rekisteriin sovelletaan soveltuvin osin, mitä ennakkoperintälaissa säädetään ennakkoperintärekisteristä.",
        "folded_fi": "merkinta ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdaan omaisuudenhoitajan hakemuksesta. hakemuksessa on ilmoitettava hakijan yksiloimiseksi tarpeelliset tiedot ja yhteystiedot. lisaksi hakijan on vakuutettava, etta sen tekemat hallintarekisteroityjen osakkeiden sailyttamista koskevat sopimukset tayttavat 10 b §:n 2 momentin edellytykset. rekisterista voidaan poistaa se, joka jattaa olennaisella tavalla noudattamatta 10 b §:n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia saannoksia, seka se, joka sita pyytaa. rekisteriin voidaan jattaa merkitsematta hakija, jonka voidaan olettaa aiempien laiminlyontien perusteella olennaisesti laiminlyovan edella tarkoitetut velvollisuutensa. rekisteriin sovelletaan soveltuvin osin, mita ennakkoperintalaissa saadetaan ennakkoperintarekisterista.",
        "content_sv": "En utländsk egendomsförvaltare antecknas i registret över utländska egendomsförvaltare på ansökan av förvaltaren. De uppgifter som är nödvändiga för att precisera sökanden samt dennes kontaktuppgifter bör framgå av ansökan. Dessutom skall sökanden försäkra att de avtal denne ingått om förvar av förvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. Den som väsentligen försummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestämmelserna om skyldighet att lämna information kan avföras från registret, liksom även den som anhåller om det. En sökande kan förvägras registrering när denne på grundval av tidigare försummelser kan antas komma att väsentligen försumma ovan avsedda förpliktelser. Beträffande registret gäller i tillämpliga delar vad som i lagen om förskottsuppbörd föreskrivs om förskottsuppbördsregistret.",
        "normalized_sv": "En utländsk egendomsförvaltare antecknas i registret över utländska egendomsförvaltare på ansökan av förvaltaren. De uppgifter som är nödvändiga för att precisera sökanden samt dennes kontaktuppgifter bör framgå av ansökan. Dessutom skall sökanden försäkra att de avtal denne ingått om förvar av förvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. Den som väsentligen försummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestämmelserna om skyldighet att lämna information kan avföras från registret, liksom även den som anhåller om det. En sökande kan förvägras registrering när denne på grundval av tidigare försummelser kan antas komma att väsentligen försumma ovan avsedda förpliktelser. Beträffande registret gäller i tillämpliga delar vad som i lagen om förskottsuppbörd föreskrivs om förskottsuppbördsregistret.",
        "folded_sv": "en utlandsk egendomsforvaltare antecknas i registret over utlandska egendomsforvaltare pa ansokan av forvaltaren. de uppgifter som ar nodvandiga for att precisera sokanden samt dennes kontaktuppgifter bor framga av ansokan. dessutom skall sokanden forsakra att de avtal denne ingatt om forvar av forvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. den som vasentligen forsummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestammelserna om skyldighet att lamna information kan avforas fran registret, liksom aven den som anhaller om det. en sokande kan forvagras registrering nar denne pa grundval av tidigare forsummelser kan antas komma att vasentligen forsumma ovan avsedda forpliktelser. betraffande registret galler i tillampliga delar vad som i lagen om forskottsuppbord foreskrivs om forskottsuppbordsregistret."
      }
    },
    {
      "provision_ref": "10 d",
      "section": "10 d",
      "content": "Jos maksajalla ei ole vuosi-ilmoitusta antaessaan käytettävissään tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. Kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. Lisäksi on annettava tieto siitä, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteröity ja hallitaanko osaketta omaan vai toisen lukuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 d",
        "normalized_fi": "Jos maksajalla ei ole vuosi-ilmoitusta antaessaan käytettävissään tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. Kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. Lisäksi on annettava tieto siitä, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteröity ja hallitaanko osaketta omaan vai toisen lukuun.",
        "folded_fi": "jos maksajalla ei ole vuosi-ilmoitusta antaessaan kaytettavissaan tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. lisaksi on annettava tieto siita, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteroity ja hallitaanko osaketta omaan vai toisen lukuun.",
        "content_sv": "Om betalaren inte har tillgång till uppgifter om dividendtagaren när årsdeklarationen lämnas in, anges uppgifterna om den utländska egendomsförvaltaren. Som hemviststat uppges dock alltid dividendtagarens hemviststat. Dessutom skall uppges huruvida det aktieinnehav som ligger till grund för betalning av dividend är förvaltarregistrerat samt om aktierna förvaltas för egen räkning eller för någon annans räkning.",
        "normalized_sv": "Om betalaren inte har tillgång till uppgifter om dividendtagaren när årsdeklarationen lämnas in, anges uppgifterna om den utländska egendomsförvaltaren. Som hemviststat uppges dock alltid dividendtagarens hemviststat. Dessutom skall uppges huruvida det aktieinnehav som ligger till grund för betalning av dividend är förvaltarregistrerat samt om aktierna förvaltas för egen räkning eller för någon annans räkning.",
        "folded_sv": "om betalaren inte har tillgang till uppgifter om dividendtagaren nar arsdeklarationen lamnas in, anges uppgifterna om den utlandska egendomsforvaltaren. som hemviststat uppges dock alltid dividendtagarens hemviststat. dessutom skall uppges huruvida det aktieinnehav som ligger till grund for betalning av dividend ar forvaltarregistrerat samt om aktierna forvaltas for egen rakning eller for nagon annans rakning."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Lähdeveroa perittäessä noudatetaan 1 §:ssä tarkoitetun kansainvälisen sopimuksen määräyksiä, jos tulon saaja ennen suorituksen maksamista esittää maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksistä. Selvityksenä tulon saaja voi esittää lähdeverokortin taikka ilmoittaa nimensä, syntymäaikansa ja mahdollisen muun virallisen tunnistetietonsa sekä osoitteensa kotivaltiossaan. Jos selvitys esitetään sen jälkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittämistä valtiolle, on veron perintä oikaistava. Samoin on meneteltävä, jos veroa on peritty muutoin liikaa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Lähdeveroa perittäessä noudatetaan 1 § :ssä tarkoitetun kansainvälisen sopimuksen määräyksiä, jos tulon saaja ennen suorituksen maksamista esittää maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksistä. Selvityksenä tulon saaja voi esittää lähdeverokortin taikka ilmoittaa nimensä, syntymäaikansa ja mahdollisen muun virallisen tunnistetietonsa sekä osoitteensa kotivaltiossaan. Jos selvitys esitetään sen jälkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittämistä valtiolle, on veron perintä oikaistava. Samoin on meneteltävä, jos veroa on peritty muutoin liikaa.",
        "folded_fi": "lahdeveroa perittaessa noudatetaan 1 §:ssa tarkoitetun kansainvalisen sopimuksen maarayksia, jos tulon saaja ennen suorituksen maksamista esittaa maksajalle selvityksen kotipaikastaan ja muista sopimuksen soveltamisen edellytyksista. selvityksena tulon saaja voi esittaa lahdeverokortin taikka ilmoittaa nimensa, syntymaaikansa ja mahdollisen muun virallisen tunnistetietonsa seka osoitteensa kotivaltiossaan. jos selvitys esitetaan sen jalkeen, kun suoritus on maksettu, mutta ennen liikaa perityn veron tilittamista valtiolle, on veron perinta oikaistava. samoin on meneteltava, jos veroa on peritty muutoin liikaa.",
        "content_sv": "Vid uppbörd av källskatt skall bestämmelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren för utbetalaren före betalning erläggs företer utredning om sin hemort och om övriga förutsättningar för tillämpning av avtalet. Som utredning kan inkomsttagaren visa upp ett källskattekort eller uppge sitt namn, sin födelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. Företes utredningen sedan betalning erlagts, men innan den till ett för stort belopp uppburna summan redovisats till staten, skall skatteuppbörden rättas. På samma sätt skall förfaras om i skatt annars uppburits för mycket.",
        "normalized_sv": "Vid uppbörd av källskatt skall bestämmelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren för utbetalaren före betalning erläggs företer utredning om sin hemort och om övriga förutsättningar för tillämpning av avtalet. Som utredning kan inkomsttagaren visa upp ett källskattekort eller uppge sitt namn, sin födelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. Företes utredningen sedan betalning erlagts, men innan den till ett för stort belopp uppburna summan redovisats till staten, skall skatteuppbörden rättas. På samma sätt skall förfaras om i skatt annars uppburits för mycket.",
        "folded_sv": "vid uppbord av kallskatt skall bestammelserna i ett internationellt avtal som avses i 1 § iakttas, om inkomsttagaren for utbetalaren fore betalning erlaggs foreter utredning om sin hemort och om ovriga forutsattningar for tillampning av avtalet. som utredning kan inkomsttagaren visa upp ett kallskattekort eller uppge sitt namn, sin fodelsetid och andra eventuella officiella identifieringsuppgifter samt sin adress i hemviststaten. foretes utredningen sedan betalning erlagts, men innan den till ett for stort belopp uppburna summan redovisats till staten, skall skatteuppborden rattas. pa samma satt skall forfaras om i skatt annars uppburits for mycket."
      },
      "valid_from": "2005-12-09",
      "valid_to": null
    },
    {
      "provision_ref": "10 b",
      "section": "10 b",
      "content": "Poiketen siitä, mitä 10 §:ssä säädetään, hallintarekisteröidylle osakkeelle maksettavasta osingosta peritään lähdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittävän huolellisesti varmistanut, että osingon saajaan sovelletaan kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä. Jos sopimuksen mukaan Suomella on kuitenkin oikeus periä osingosta veroa enemmän kuin 15 prosenttia, vero peritään sopimuksen mukaisesti. Selvityksenä osinkoa koskevien määräyksien soveltumisen riittävän huolellisesta varmistamisesta pidetään sopimusta, jossa joko tilinhoitajayhteisö tai tilinhoitajayhteisön asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteröidyn osakkeen säilyttämisestä. Sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, että Suomen ja kyseisen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan välittömästi tilinhoitajayhteisölle tai tämän asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettäessä ilmoittamaan osingon saajan nimi, syntymäaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa sekä toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. Lisäksi edellytetään, että ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa Suomella on kaksinkertaisen verotuksen välttämistä koskeva sopimus. Omaisuudenhoitajasta on myös oltava osingonjakohetkellä merkintä verohallinnon ylläpitämässä ulkomaisten omaisuudenhoitajien rekisterissä. Tilinhoitajayhteisön tai tämän asiamiehen on pyynnöstä toimitettava hallintarekisteröidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siitä kopio siltä osin kuin sopimus sisältää 2 momentissa tarkoitettuja tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 b",
        "normalized_fi": "Poiketen siitä, mitä 10 § :ssä säädetään, hallintarekisteröidylle osakkeelle maksettavasta osingosta peritään lähdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittävän huolellisesti varmistanut, että osingon saajaan sovelletaan kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä. Jos sopimuksen mukaan Suomella on kuitenkin oikeus periä osingosta veroa enemmän kuin 15 prosenttia, vero peritään sopimuksen mukaisesti. Selvityksenä osinkoa koskevien määräyksien soveltumisen riittävän huolellisesta varmistamisesta pidetään sopimusta, jossa joko tilinhoitajayhteisö tai tilinhoitajayhteisön asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteröidyn osakkeen säilyttämisestä. Sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, että Suomen ja kyseisen valtion välisen kaksinkertaisen verotuksen välttämistä koskevan sopimuksen osinkoa koskevia määräyksiä sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan välittömästi tilinhoitajayhteisölle tai tämän asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettäessä ilmoittamaan osingon saajan nimi, syntymäaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa sekä toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. Lisäksi edellytetään, että ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa Suomella on kaksinkertaisen verotuksen välttämistä koskeva sopimus. Omaisuudenhoitajasta on myös oltava osingonjakohetkellä merkintä verohallinnon ylläpitämässä ulkomaisten omaisuudenhoitajien rekisterissä. Tilinhoitajayhteisön tai tämän asiamiehen on pyynnöstä toimitettava hallintarekisteröidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siitä kopio siltä osin kuin sopimus sisältää 2 momentissa tarkoitettuja tietoja.",
        "folded_fi": "poiketen siita, mita 10 §:ssa saadetaan, hallintarekisteroidylle osakkeelle maksettavasta osingosta peritaan lahdeveroa 15 prosenttia, jos maksaja on 2 ja 3 momentissa tarkoitetulla tavalla riittavan huolellisesti varmistanut, etta osingon saajaan sovelletaan kaksinkertaisen verotuksen valttamista koskevan sopimuksen osinkoa koskevia maarayksia. jos sopimuksen mukaan suomella on kuitenkin oikeus peria osingosta veroa enemman kuin 15 prosenttia, vero peritaan sopimuksen mukaisesti. selvityksena osinkoa koskevien maarayksien soveltumisen riittavan huolellisesta varmistamisesta pidetaan sopimusta, jossa joko tilinhoitajayhteiso tai tilinhoitajayhteison asiamies ja ulkomainen omaisuudenhoitaja sopivat hallintarekisteroidyn osakkeen sailyttamisesta. sopimuksen mukaan omaisuudenhoitajan tulee: 1) ilmoittaa osingonmaksua varten valtio, jossa lopullisen osingon saajan kotipaikka on, ja vakuuttaa, etta suomen ja kyseisen valtion valisen kaksinkertaisen verotuksen valttamista koskevan sopimuksen osinkoa koskevia maarayksia sovelletaan osingon saajaan; 2) sitoutua ilmoittamaan valittomasti tilinhoitajayhteisolle tai taman asiamiehelle 1 kohdassa tarkoitettuja seikkoja koskevista muutoksista; ja 3) sitoutua pyydettaessa ilmoittamaan osingon saajan nimi, syntymaaika, mahdollinen muu virallinen tunnistetieto ja osoite kotivaltiossa seka toimittamaan asianomaisen valtion veroviranomaisen antama todistus osingon saajan verotuksellisesta asuinvaltiosta. lisaksi edellytetaan, etta ulkomaisen omaisuudenhoitajan kotipaikka on sellaisessa valtiossa, jonka kanssa suomella on kaksinkertaisen verotuksen valttamista koskeva sopimus. omaisuudenhoitajasta on myos oltava osingonjakohetkella merkinta verohallinnon yllapitamassa ulkomaisten omaisuudenhoitajien rekisterissa. tilinhoitajayhteison tai taman asiamiehen on pyynnosta toimitettava hallintarekisteroidyn osakkeen liikkeeseenlaskijalle 2 momentissa tarkoitettu sopimus tai siita kopio silta osin kuin sopimus sisaltaa 2 momentissa tarkoitettuja tietoja.",
        "content_sv": "Med avvikelse från vad som bestämts i 10 § uppbärs 15 procent i källskatt på dividend på en förvaltarregistrerad aktie, om utbetalaren på det sätt som avses i 2 och 3 mom. tillräckligt noggrant har kontrollerat att bestämmelserna om dividend i ett avtal för undvikande av dubbelbeskattning tillämpas på dividendtagaren. Om Finland enligt avtalet dock har rätt att på dividend uppbära högre skatt än 15 procent, uppbärs skatt enligt avtalet. Som utredning om att tillämpningen av bestämmelserna om dividend har kontrollerats tillräckligt noggrant anses ett avtal mellan antingen ett kontoförande institut eller dess underinstitut och en utländsk egendomsförvaltare om förvar av en förvaltarregistrerad aktie. Enligt avtalet skall förvaltaren 1) för utbetalning av dividend uppge hemviststaten för den slutliga dividendtagaren och försäkra att bestämmelserna om dividend i avtalet för undvikande av dubbelbeskattning mellan Finland och staten i fråga tillämpas på dividendtagaren, 2) förbinda sig att omedelbart informera det kontoförande institutet eller dess underinstitut om förändringar i de omständigheter som avses i 1 punkten, samt 3) förbinda sig att i fråga om dividendtagaren på begäran uppge dennes namn, födelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att översända ett av skattemyndigheterna i staten i fråga utfärdat intyg om dividendtagarens hemviststat i beskattningshänseende. Dessutom förutsätts att den utländska förvaltaren har sitt hemvist i en stat med vilken Finland har ett avtal för undvikande av dubbelbeskattning. Vid tidpunkten för utdelningen av dividend skall det även finnas en anteckning om förvaltaren i skatteförvaltningens register över utländska egendomsförvaltare. Det kontoförande institutet eller dess underinstitut skall på begäran till emittenten av en förvaltarregistrerad aktie översända det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehåller i 2 mom. avsedda uppgifter.",
        "normalized_sv": "Med avvikelse från vad som bestämts i 10 § uppbärs 15 procent i källskatt på dividend på en förvaltarregistrerad aktie, om utbetalaren på det sätt som avses i 2 och 3 mom. tillräckligt noggrant har kontrollerat att bestämmelserna om dividend i ett avtal för undvikande av dubbelbeskattning tillämpas på dividendtagaren. Om Finland enligt avtalet dock har rätt att på dividend uppbära högre skatt än 15 procent, uppbärs skatt enligt avtalet. Som utredning om att tillämpningen av bestämmelserna om dividend har kontrollerats tillräckligt noggrant anses ett avtal mellan antingen ett kontoförande institut eller dess underinstitut och en utländsk egendomsförvaltare om förvar av en förvaltarregistrerad aktie. Enligt avtalet skall förvaltaren 1) för utbetalning av dividend uppge hemviststaten för den slutliga dividendtagaren och försäkra att bestämmelserna om dividend i avtalet för undvikande av dubbelbeskattning mellan Finland och staten i fråga tillämpas på dividendtagaren, 2) förbinda sig att omedelbart informera det kontoförande institutet eller dess underinstitut om förändringar i de omständigheter som avses i 1 punkten, samt 3) förbinda sig att i fråga om dividendtagaren på begäran uppge dennes namn, födelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att översända ett av skattemyndigheterna i staten i fråga utfärdat intyg om dividendtagarens hemviststat i beskattningshänseende. Dessutom förutsätts att den utländska förvaltaren har sitt hemvist i en stat med vilken Finland har ett avtal för undvikande av dubbelbeskattning. Vid tidpunkten för utdelningen av dividend skall det även finnas en anteckning om förvaltaren i skatteförvaltningens register över utländska egendomsförvaltare. Det kontoförande institutet eller dess underinstitut skall på begäran till emittenten av en förvaltarregistrerad aktie översända det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehåller i 2 mom. avsedda uppgifter.",
        "folded_sv": "med avvikelse fran vad som bestamts i 10 § uppbars 15 procent i kallskatt pa dividend pa en forvaltarregistrerad aktie, om utbetalaren pa det satt som avses i 2 och 3 mom. tillrackligt noggrant har kontrollerat att bestammelserna om dividend i ett avtal for undvikande av dubbelbeskattning tillampas pa dividendtagaren. om finland enligt avtalet dock har ratt att pa dividend uppbara hogre skatt an 15 procent, uppbars skatt enligt avtalet. som utredning om att tillampningen av bestammelserna om dividend har kontrollerats tillrackligt noggrant anses ett avtal mellan antingen ett kontoforande institut eller dess underinstitut och en utlandsk egendomsforvaltare om forvar av en forvaltarregistrerad aktie. enligt avtalet skall forvaltaren 1) for utbetalning av dividend uppge hemviststaten for den slutliga dividendtagaren och forsakra att bestammelserna om dividend i avtalet for undvikande av dubbelbeskattning mellan finland och staten i fraga tillampas pa dividendtagaren, 2) forbinda sig att omedelbart informera det kontoforande institutet eller dess underinstitut om forandringar i de omstandigheter som avses i 1 punkten, samt 3) forbinda sig att i fraga om dividendtagaren pa begaran uppge dennes namn, fodelsetid eller andra eventuella officiella identifieringsuppgifter och adress i hemviststaten samt att oversanda ett av skattemyndigheterna i staten i fraga utfardat intyg om dividendtagarens hemviststat i beskattningshanseende. dessutom forutsatts att den utlandska forvaltaren har sitt hemvist i en stat med vilken finland har ett avtal for undvikande av dubbelbeskattning. vid tidpunkten for utdelningen av dividend skall det aven finnas en anteckning om forvaltaren i skatteforvaltningens register over utlandska egendomsforvaltare. det kontoforande institutet eller dess underinstitut skall pa begaran till emittenten av en forvaltarregistrerad aktie oversanda det avtal som avses i 2 mom. eller en kopia av detsamma till den del avtalet innehaller i 2 mom. avsedda uppgifter."
      },
      "valid_from": "2005-12-09",
      "valid_to": null
    },
    {
      "provision_ref": "10 c",
      "section": "10 c",
      "content": "Merkintä ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdään omaisuudenhoitajan hakemuksesta. Hakemuksessa on ilmoitettava hakijan yksilöimiseksi tarpeelliset tiedot ja yhteystiedot. Lisäksi hakijan on vakuutettava, että sen tekemät hallintarekisteröityjen osakkeiden säilyttämistä koskevat sopimukset täyttävät 10 b §:n 2 momentin edellytykset. Rekisteristä voidaan poistaa se, joka jättää olennaisella tavalla noudattamatta 10 b §:n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia säännöksiä, sekä se, joka sitä pyytää. Rekisteriin voidaan jättää merkitsemättä hakija, jonka voidaan olettaa aiempien laiminlyöntien perusteella olennaisesti laiminlyövän edellä tarkoitetut velvollisuutensa. Rekisteriin sovelletaan soveltuvin osin, mitä ennakkoperintälaissa säädetään ennakkoperintärekisteristä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 c",
        "normalized_fi": "Merkintä ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdään omaisuudenhoitajan hakemuksesta. Hakemuksessa on ilmoitettava hakijan yksilöimiseksi tarpeelliset tiedot ja yhteystiedot. Lisäksi hakijan on vakuutettava, että sen tekemät hallintarekisteröityjen osakkeiden säilyttämistä koskevat sopimukset täyttävät 10 b § :n 2 momentin edellytykset. Rekisteristä voidaan poistaa se, joka jättää olennaisella tavalla noudattamatta 10 b § :n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia säännöksiä, sekä se, joka sitä pyytää. Rekisteriin voidaan jättää merkitsemättä hakija, jonka voidaan olettaa aiempien laiminlyöntien perusteella olennaisesti laiminlyövän edellä tarkoitetut velvollisuutensa. Rekisteriin sovelletaan soveltuvin osin, mitä ennakkoperintälaissa säädetään ennakkoperintärekisteristä.",
        "folded_fi": "merkinta ulkomaisesta omaisuudenhoitajasta ulkomaisten omaisuudenhoitajien rekisteriin tehdaan omaisuudenhoitajan hakemuksesta. hakemuksessa on ilmoitettava hakijan yksiloimiseksi tarpeelliset tiedot ja yhteystiedot. lisaksi hakijan on vakuutettava, etta sen tekemat hallintarekisteroityjen osakkeiden sailyttamista koskevat sopimukset tayttavat 10 b §:n 2 momentin edellytykset. rekisterista voidaan poistaa se, joka jattaa olennaisella tavalla noudattamatta 10 b §:n 2 momentissa tarkoitetun sopimuksen ehtoja tai tiedonantovelvollisuuksia koskevia saannoksia, seka se, joka sita pyytaa. rekisteriin voidaan jattaa merkitsematta hakija, jonka voidaan olettaa aiempien laiminlyontien perusteella olennaisesti laiminlyovan edella tarkoitetut velvollisuutensa. rekisteriin sovelletaan soveltuvin osin, mita ennakkoperintalaissa saadetaan ennakkoperintarekisterista.",
        "content_sv": "En utländsk egendomsförvaltare antecknas i registret över utländska egendomsförvaltare på ansökan av förvaltaren. De uppgifter som är nödvändiga för att precisera sökanden samt dennes kontaktuppgifter bör framgå av ansökan. Dessutom skall sökanden försäkra att de avtal denne ingått om förvar av förvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. Den som väsentligen försummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestämmelserna om skyldighet att lämna information kan avföras från registret, liksom även den som anhåller om det. En sökande kan förvägras registrering när denne på grundval av tidigare försummelser kan antas komma att väsentligen försumma ovan avsedda förpliktelser. Beträffande registret gäller i tillämpliga delar vad som i lagen om förskottsuppbörd föreskrivs om förskottsuppbördsregistret.",
        "normalized_sv": "En utländsk egendomsförvaltare antecknas i registret över utländska egendomsförvaltare på ansökan av förvaltaren. De uppgifter som är nödvändiga för att precisera sökanden samt dennes kontaktuppgifter bör framgå av ansökan. Dessutom skall sökanden försäkra att de avtal denne ingått om förvar av förvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. Den som väsentligen försummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestämmelserna om skyldighet att lämna information kan avföras från registret, liksom även den som anhåller om det. En sökande kan förvägras registrering när denne på grundval av tidigare försummelser kan antas komma att väsentligen försumma ovan avsedda förpliktelser. Beträffande registret gäller i tillämpliga delar vad som i lagen om förskottsuppbörd föreskrivs om förskottsuppbördsregistret.",
        "folded_sv": "en utlandsk egendomsforvaltare antecknas i registret over utlandska egendomsforvaltare pa ansokan av forvaltaren. de uppgifter som ar nodvandiga for att precisera sokanden samt dennes kontaktuppgifter bor framga av ansokan. dessutom skall sokanden forsakra att de avtal denne ingatt om forvar av forvaltarregistrerade aktier uppfyller kraven i 10 b § 2 mom. den som vasentligen forsummar att iaktta villkoren i ett avtal som avses i 10 b § 2 mom. eller bestammelserna om skyldighet att lamna information kan avforas fran registret, liksom aven den som anhaller om det. en sokande kan forvagras registrering nar denne pa grundval av tidigare forsummelser kan antas komma att vasentligen forsumma ovan avsedda forpliktelser. betraffande registret galler i tillampliga delar vad som i lagen om forskottsuppbord foreskrivs om forskottsuppbordsregistret."
      },
      "valid_from": "2005-12-09",
      "valid_to": null
    },
    {
      "provision_ref": "10 d",
      "section": "10 d",
      "content": "Jos maksajalla ei ole vuosi-ilmoitusta antaessaan käytettävissään tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. Kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. Lisäksi on annettava tieto siitä, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteröity ja hallitaanko osaketta omaan vai toisen lukuun.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10 d",
        "normalized_fi": "Jos maksajalla ei ole vuosi-ilmoitusta antaessaan käytettävissään tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. Kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. Lisäksi on annettava tieto siitä, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteröity ja hallitaanko osaketta omaan vai toisen lukuun.",
        "folded_fi": "jos maksajalla ei ole vuosi-ilmoitusta antaessaan kaytettavissaan tietoja osingon saajasta, vuosi-ilmoituksella annetaan ulkomaisen omaisuudenhoitajan tiedot. kotivaltioksi ilmoitetaan kuitenkin osingon saajan kotivaltio. lisaksi on annettava tieto siita, onko osingonmaksun perusteena olevan osakkeen omistusoikeus hallintarekisteroity ja hallitaanko osaketta omaan vai toisen lukuun.",
        "content_sv": "Om betalaren inte har tillgång till uppgifter om dividendtagaren när årsdeklarationen lämnas in, anges uppgifterna om den utländska egendomsförvaltaren. Som hemviststat uppges dock alltid dividendtagarens hemviststat. Dessutom skall uppges huruvida det aktieinnehav som ligger till grund för betalning av dividend är förvaltarregistrerat samt om aktierna förvaltas för egen räkning eller för någon annans räkning.",
        "normalized_sv": "Om betalaren inte har tillgång till uppgifter om dividendtagaren när årsdeklarationen lämnas in, anges uppgifterna om den utländska egendomsförvaltaren. Som hemviststat uppges dock alltid dividendtagarens hemviststat. Dessutom skall uppges huruvida det aktieinnehav som ligger till grund för betalning av dividend är förvaltarregistrerat samt om aktierna förvaltas för egen räkning eller för någon annans räkning.",
        "folded_sv": "om betalaren inte har tillgang till uppgifter om dividendtagaren nar arsdeklarationen lamnas in, anges uppgifterna om den utlandska egendomsforvaltaren. som hemviststat uppges dock alltid dividendtagarens hemviststat. dessutom skall uppges huruvida det aktieinnehav som ligger till grund for betalning av dividend ar forvaltarregistrerat samt om aktierna forvaltas for egen rakning eller for nagon annans rakning."
      },
      "valid_from": "2005-12-09",
      "valid_to": null
    }
  ]
}