{
  "id": "972/2007",
  "type": "statute",
  "title": "Laki maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain muuttamisesta",
  "title_en": "Lag om ändring av lagen om främjande av invandrares integration samt mottagande av asylsökande",
  "status": "in_force",
  "issued_date": "2007-11-09",
  "in_force_date": "2007-11-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/972/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Sisäasiainministeriön tehtävät",
      "content": "Maahanmuuttajien kotouttamisen sekä turvapaikanhakijoiden vastaanoton ja tilapäistä suojelua saavien vastaanoton yleinen kehittäminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen sekä ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisäasiainministeriölle. Sisäasiainministeriön hallinnonalalla voi olla vastaanottokeskuksia ja järjestelykeskuksia. Sisäasiainministeriön yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maahanmuuttajien kotouttamisen sekä turvapaikanhakijoiden vastaanoton ja tilapäistä suojelua saavien vastaanoton yleinen kehittäminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen sekä ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisäasiainministeriölle. Sisäasiainministeriön hallinnonalalla voi olla vastaanottokeskuksia ja järjestelykeskuksia. Sisäasiainministeriön yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
        "folded_fi": "maahanmuuttajien kotouttamisen seka turvapaikanhakijoiden vastaanoton ja tilapaista suojelua saavien vastaanoton yleinen kehittaminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen seka ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisaasiainministeriolle. sisaasiainministerion hallinnonalalla voi olla vastaanottokeskuksia ja jarjestelykeskuksia. sisaasiainministerion yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
        "title_sv": "Inrikesministeriets uppgifter",
        "content_sv": "Den allmänna utvecklingen, planeringen, styrningen, uppföljningen och samordningen av integrationsfrämjandet och mottagandet av asylsökande och mottagandet av personer som får tillfälligt skydd samt verkställigheten av hjälp till offer för människohandel ankommer på inrikesministeriet. Inom inrikesministeriets förvaltningsområde kan finnas förläggningar och flyktingslussar. I anslutning till inrikesministeriet kan tillsättas delegationer för de ärenden som nämns i 1 mom.",
        "normalized_sv": "Den allmänna utvecklingen, planeringen, styrningen, uppföljningen och samordningen av integrationsfrämjandet och mottagandet av asylsökande och mottagandet av personer som får tillfälligt skydd samt verkställigheten av hjälp till offer för människohandel ankommer på inrikesministeriet. Inom inrikesministeriets förvaltningsområde kan finnas förläggningar och flyktingslussar. I anslutning till inrikesministeriet kan tillsättas delegationer för de ärenden som nämns i 1 mom.",
        "folded_sv": "den allmanna utvecklingen, planeringen, styrningen, uppfoljningen och samordningen av integrationsframjandet och mottagandet av asylsokande och mottagandet av personer som far tillfalligt skydd samt verkstalligheten av hjalp till offer for manniskohandel ankommer pa inrikesministeriet. inom inrikesministeriets forvaltningsomrade kan finnas forlaggningar och flyktingslussar. i anslutning till inrikesministeriet kan tillsattas delegationer for de arenden som namns i 1 mom."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Joukkopaossa tulevien vastaanottoon varautuminen",
      "content": "Sisäasiainministeriö voi määrätä työvoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi Suomeen saapuvan suuren henkilömäärän vastaanoton järjestämiseksi. Varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Sisäasiainministeriö voi määrätä työvoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi Suomeen saapuvan suuren henkilömäärän vastaanoton järjestämiseksi. Varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
        "folded_fi": "sisaasiainministerio voi maarata tyovoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi suomeen saapuvan suuren henkilomaaran vastaanoton jarjestamiseksi. varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
        "title_sv": "Beredskap för mottagande av personer som anländer på grund av massflykt",
        "content_sv": "Inrikesministeriet kan förordna arbetskrafts- och näringscentralen att avtala med en kommun om utarbetande av en beredskapsplan för mottagande av ett stort antal människor som kommer till Finland på grund av massflykt. Beredskapsplanen utarbetas i form av en avsiktsförklaring.",
        "normalized_sv": "Inrikesministeriet kan förordna arbetskrafts- och näringscentralen att avtala med en kommun om utarbetande av en beredskapsplan för mottagande av ett stort antal människor som kommer till Finland på grund av massflykt. Beredskapsplanen utarbetas i form av en avsiktsförklaring.",
        "folded_sv": "inrikesministeriet kan forordna arbetskrafts- och naringscentralen att avtala med en kommun om utarbetande av en beredskapsplan for mottagande av ett stort antal manniskor som kommer till finland pa grund av massflykt. beredskapsplanen utarbetas i form av en avsiktsforklaring."
      }
    },
    {
      "provision_ref": "6 b",
      "section": "6 b",
      "title": "Työvoima- ja elinkeinokeskuksen ja lääninhallituksen tehtävät",
      "content": "Työvoima- ja elinkeinokeskus huolehtii sisäasiainministeriön ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapäistä suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta sekä muista erikseen määrättävistä tehtävistä. Maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta päättävät asianomaiset työvoima- ja elinkeinokeskukset neuvoteltuaan lääninhallituksen kanssa. Toimikunnan asettaa työvoima- ja elinkeinokeskus. Toimikunnan asettamisesta, kokoonpanosta ja tehtävistä säädetään muutoin sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 b",
        "normalized_fi": "Työvoima- ja elinkeinokeskus huolehtii sisäasiainministeriön ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapäistä suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta sekä muista erikseen määrättävistä tehtävistä. Maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta päättävät asianomaiset työvoima- ja elinkeinokeskukset neuvoteltuaan lääninhallituksen kanssa. Toimikunnan asettaa työvoima- ja elinkeinokeskus. Toimikunnan asettamisesta, kokoonpanosta ja tehtävistä säädetään muutoin sisäasiainministeriön asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus huolehtii sisaasiainministerion ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapaista suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta seka muista erikseen maarattavista tehtavista. maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta paattavat asianomaiset tyovoima- ja elinkeinokeskukset neuvoteltuaan laaninhallituksen kanssa. toimikunnan asettaa tyovoima- ja elinkeinokeskus. toimikunnan asettamisesta, kokoonpanosta ja tehtavista saadetaan muutoin sisaasiainministerion asetuksella.",
        "title_sv": "Arbetskrafts- och näringscentralens och länsstyrelsens uppgifter",
        "content_sv": "Arbetskrafts- och näringscentralen ska under inrikesministeriets ledning och övervakning sköta den regionala samordningen av invandrares integration och mottagandet av asylsökande, planera, styra och följa mottagandet av personer som får tillfälligt skydd samt sköta de övriga uppgifter som bestäms särskilt. De arbetskrafts- och näringscentraler som saken gäller fattar beslut om inrättandet av en kommission för invandrarfrågor och om dess verksamhetsområde efter överläggning med länsstyrelsen. Kommissionen tillsätts av en arbetskrafts- och näringscentral. Bestämmelser om tillsättande av kommissionen och om dess sammansättning och uppgifter utfärdas i övrigt genom förordning av inrikesministeriet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen ska under inrikesministeriets ledning och övervakning sköta den regionala samordningen av invandrares integration och mottagandet av asylsökande, planera, styra och följa mottagandet av personer som får tillfälligt skydd samt sköta de övriga uppgifter som bestäms särskilt. De arbetskrafts- och näringscentraler som saken gäller fattar beslut om inrättandet av en kommission för invandrarfrågor och om dess verksamhetsområde efter överläggning med länsstyrelsen. Kommissionen tillsätts av en arbetskrafts- och näringscentral. Bestämmelser om tillsättande av kommissionen och om dess sammansättning och uppgifter utfärdas i övrigt genom förordning av inrikesministeriet.",
        "folded_sv": "arbetskrafts- och naringscentralen ska under inrikesministeriets ledning och overvakning skota den regionala samordningen av invandrares integration och mottagandet av asylsokande, planera, styra och folja mottagandet av personer som far tillfalligt skydd samt skota de ovriga uppgifter som bestams sarskilt. de arbetskrafts- och naringscentraler som saken galler fattar beslut om inrattandet av en kommission for invandrarfragor och om dess verksamhetsomrade efter overlaggning med lansstyrelsen. kommissionen tillsatts av en arbetskrafts- och naringscentral. bestammelser om tillsattande av kommissionen och om dess sammansattning och uppgifter utfardas i ovrigt genom forordning av inrikesministeriet."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Kotoutumista edistävään toimenpiteeseen osallistuvan vakuutusturva",
      "content": "Sisäasiainministeriö järjestää 1 momentissa tarkoitetuissa kotoutumista edistävissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Sisäasiainministeriö järjestää 1 momentissa tarkoitetuissa kotoutumista edistävissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
        "folded_fi": "sisaasiainministerio jarjestaa 1 momentissa tarkoitetuissa kotoutumista edistavissa toimenpiteissa oleville ryhmavastuuvakuutuksen.",
        "title_sv": "Försäkringsskyddet för personer som deltar i integrationsfrämjande åtgärder",
        "content_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i sådana integrationsfrämjande åtgärder som avses i 1 mom.",
        "normalized_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i sådana integrationsfrämjande åtgärder som avses i 1 mom.",
        "folded_sv": "inrikesministeriet ordnar gruppansvarsforsakring for personer som deltar i sadana integrationsframjande atgarder som avses i 1 mom."
      }
    },
    {
      "provision_ref": "19 d",
      "section": "19 d",
      "title": "Alaikäisen vastaanoton järjestäminen",
      "content": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 d",
        "normalized_fi": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin sisäasiainministeriön asetuksella.",
        "folded_fi": "vailla huoltajaa tulevan alaikaisen turvapaikanhakijan ja tilapaista suojelua saavan vastaanottoa varten voidaan perustaa ryhmakoti. ryhmakodin toiminnasta ja henkiloston maarasta voidaan saataa tarkemmin sisaasiainministerion asetuksella.",
        "title_sv": "Arrangemang för mottagande av minderåriga",
        "content_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av inrikesministeriet.",
        "normalized_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av inrikesministeriet.",
        "folded_sv": "for mottagandet av minderariga asylsokande och minderariga som far tillfalligt skydd kan, om de anlander utan vardnadshavare, inrattas ett grupphem. angaende grupphemmets verksamhet och antalet anstallda kan foreskrivas narmare genom forordning av inrikesministeriet."
      }
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "title": "Vastaanoton majoituksesta ja palveluista perittävät maksut",
      "content": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään sisäasiainministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään sisäasiainministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja.",
        "folded_fi": "vastaanoton majoituksesta ja muusta vastaanottokeskuksessa jarjestettavasta vastaanotosta voidaan peria kohtuullinen maksu, joka voi olla enintaan niiden jarjestamisesta aiheutuvien todellisten kustannusten suuruinen. maksu on jatettava perimatta tai sita on alennettava silta osin kuin maksun periminen vaarantaa henkilon tai perheen toimeentulon edellytyksia tai henkilon lakisaateisen elatusvelvollisuuden toteuttamista. maksun maarasta saadetaan sisaasiainministerion asetuksella. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja.",
        "title_sv": "Avgifter för inkvartering och tjänster vid mottagande",
        "content_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften ska efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Bestämmelser om avgiftens belopp utfärdas genom förordning av inrikesministeriet. Avgiften påförs av förläggningens föreståndare.",
        "normalized_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften ska efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Bestämmelser om avgiftens belopp utfärdas genom förordning av inrikesministeriet. Avgiften påförs av förläggningens föreståndare.",
        "folded_sv": "for inkvartering vid mottagande samt for annat mottagande som arrangeras vid forlaggningar kan tas ut en skalig avgift, som kan vara hogst lika stor som de faktiska kostnaderna for arrangemangen. avgiften ska efterges eller nedsattas till den del forutsattningarna for personens eller familjens forsorjning eller forverkligandet av personens lagstadgade forsorjningsplikt aventyras av att avgiften tas ut. bestammelser om avgiftens belopp utfardas genom forordning av inrikesministeriet. avgiften pafors av forlaggningens forestandare."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Toimeentulotuki",
      "content": "Sisäasiainministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Sisäasiainministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
        "folded_fi": "sisaasiainministerion asetuksella saadetaan tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa jarjestettavaan vastaanottoon ja turvapaikanhakijan tai tilapaista suojelua saavan itsensa suorittamiin perusosalla katettaviin menoihin.",
        "title_sv": "Utkomststöd",
        "content_sv": "Genom förordning av inrikesministeriet bestäms närmare om hur andra utgifter som ska täckas med utkomststödets grunddel ska fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "normalized_sv": "Genom förordning av inrikesministeriet bestäms närmare om hur andra utgifter som ska täckas med utkomststödets grunddel ska fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "folded_sv": "genom forordning av inrikesministeriet bestams narmare om hur andra utgifter som ska tackas med utkomststodets grunddel ska fordelas mellan mottagande som arrangeras vid en forlaggning och sadana utgifter som den asylsokande eller den person som far tillfalligt skydd sjalv betalar och som tacks med grunddelen."
      }
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Vastaanottokeskuksen järjestämiin toimenpiteisiin osallistuvan vakuutusturva",
      "content": "Sisäasiainministeriö järjestää vastaanottokeskuksen järjestämissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Sisäasiainministeriö järjestää vastaanottokeskuksen järjestämissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
        "folded_fi": "sisaasiainministerio jarjestaa vastaanottokeskuksen jarjestamissa toimenpiteissa oleville ryhmavastuuvakuutuksen.",
        "title_sv": "Försäkringsskyddet för personer som deltar i åtgärder som ordnas av en förläggning",
        "content_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i åtgärder som ordnas av förläggningen.",
        "normalized_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i åtgärder som ordnas av förläggningen.",
        "folded_sv": "inrikesministeriet ordnar gruppansvarsforsakring for personer som deltar i atgarder som ordnas av forlaggningen."
      }
    },
    {
      "provision_ref": "25 b",
      "section": "25 b",
      "title": "Toimivaltainen viranomainen",
      "content": "Ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta säädetään sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 b",
        "normalized_fi": "Ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta säädetään sisäasiainministeriön asetuksella.",
        "folded_fi": "ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta saadetaan sisaasiainministerion asetuksella.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Bestämmelser om behöriga förläggningar när det gäller att hjälpa offer för människohandel utfärdas genom förordning av inrikesministeriet.",
        "normalized_sv": "Bestämmelser om behöriga förläggningar när det gäller att hjälpa offer för människohandel utfärdas genom förordning av inrikesministeriet.",
        "folded_sv": "bestammelser om behoriga forlaggningar nar det galler att hjalpa offer for manniskohandel utfardas genom forordning av inrikesministeriet."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava Maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja väestötietojärjestelmään oleskeluluvan saaneen lapsen edustajan määräämistä tai vapauttamista koskevista päätöksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Tuomioistuimen on ilmoitettava Maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja väestötietojärjestelmään oleskeluluvan saaneen lapsen edustajan määräämistä tai vapauttamista koskevista päätöksistä.",
        "folded_fi": "tuomioistuimen on ilmoitettava maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja vaestotietojarjestelmaan oleskeluluvan saaneen lapsen edustajan maaraamista tai vapauttamista koskevista paatoksista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Domstolen ska underrätta Migrationsverket om beslut som gäller förordnande eller befriande av företrädare för barn som saknar uppehållstillstånd och underrätta befolkningsdatasystemet om beslut som gäller förordnande eller befriande av företrädare för barn som fått uppehållstillstånd.",
        "normalized_sv": "Domstolen ska underrätta Migrationsverket om beslut som gäller förordnande eller befriande av företrädare för barn som saknar uppehållstillstånd och underrätta befolkningsdatasystemet om beslut som gäller förordnande eller befriande av företrädare för barn som fått uppehållstillstånd.",
        "folded_sv": "domstolen ska underratta migrationsverket om beslut som galler forordnande eller befriande av foretradare for barn som saknar uppehallstillstand och underratta befolkningsdatasystemet om beslut som galler forordnande eller befriande av foretradare for barn som fatt uppehallstillstand."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Asukasrekisteri",
      "content": "Asukasrekisteriin saa kerätä ja tallettaa edellä tarkoitettujen henkilöiden ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevat tiedot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Asukasrekisteriin saa kerätä ja tallettaa edellä tarkoitettujen henkilöiden ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevat tiedot;",
        "folded_fi": "asukasrekisteriin saa kerata ja tallettaa edella tarkoitettujen henkiloiden ja heidan perheenjasentensa: 1) tunnistetiedot ja rekisterinpitajan ja maahanmuuttoviraston antama asiakasnumero seka syntymapaikkaa ja kansalaisuutta koskevat tiedot;",
        "title_sv": "Invånarregistret",
        "content_sv": "För invånarregistret får insamlas och i det får införas följande uppgifter om sådana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "normalized_sv": "För invånarregistret får insamlas och i det får införas följande uppgifter om sådana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "folded_sv": "for invanarregistret far insamlas och i det far inforas foljande uppgifter om sadana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och migrationsverket ger samt uppgifter om fodelseort och medborgarskap,"
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Pakolaisrekisteri",
      "content": "Pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkäsittelyn avulla kiintiöpakolaisten valintaa ja 9 §:ssä tarkoitettua pakolaisen kuntaan osoittamista varten pidettävä henkilörekisteri. Pakolaisrekisteriin saa kerätä ja tallettaa kiintiön puitteissa Suomeen otettujen pakolaisten ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevia tietoja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkäsittelyn avulla kiintiöpakolaisten valintaa ja 9 § :ssä tarkoitettua pakolaisen kuntaan osoittamista varten pidettävä henkilörekisteri. Pakolaisrekisteriin saa kerätä ja tallettaa kiintiön puitteissa Suomeen otettujen pakolaisten ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevia tietoja;",
        "folded_fi": "pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkasittelyn avulla kiintiopakolaisten valintaa ja 9 §:ssa tarkoitettua pakolaisen kuntaan osoittamista varten pidettava henkilorekisteri. pakolaisrekisteriin saa kerata ja tallettaa kiintion puitteissa suomeen otettujen pakolaisten ja heidan perheenjasentensa: 1) tunnistetiedot ja rekisterinpitajan ja maahanmuuttoviraston antama asiakasnumero seka syntymapaikkaa ja kansalaisuutta koskevia tietoja;",
        "title_sv": "Flyktingregistret",
        "content_sv": "Flyktingregistret är ett personregister som förs dels manuellt, dels med hjälp av automatisk databehandling med avseende på valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 §. För flyktingregistret får insamlas och i det får införas följande uppgifter om sådana flyktingar som tagits emot i Finland inom ramen för kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "normalized_sv": "Flyktingregistret är ett personregister som förs dels manuellt, dels med hjälp av automatisk databehandling med avseende på valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 § . För flyktingregistret får insamlas och i det får införas följande uppgifter om sådana flyktingar som tagits emot i Finland inom ramen för kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "folded_sv": "flyktingregistret ar ett personregister som fors dels manuellt, dels med hjalp av automatisk databehandling med avseende pa valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 §. for flyktingregistret far insamlas och i det far inforas foljande uppgifter om sadana flyktingar som tagits emot i finland inom ramen for kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och migrationsverket ger samt uppgifter om fodelseort och medborgarskap,"
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Tietojen luovuttaminen",
      "content": "Asukasrekisteristä voidaan sen estämättä, mitä 43 §:ssä säädetään, luovuttaa poliisille, rajavartiolaitokselle ja Maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa säädettyjen tehtävien hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Asukasrekisteristä voidaan sen estämättä, mitä 43 § :ssä säädetään, luovuttaa poliisille, rajavartiolaitokselle ja Maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa säädettyjen tehtävien hoitamiseksi.",
        "folded_fi": "asukasrekisterista voidaan sen estamatta, mita 43 §:ssa saadetaan, luovuttaa poliisille, rajavartiolaitokselle ja maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa saadettyjen tehtavien hoitamiseksi.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "Ur invånarregistret kan, utan hinder av vad som bestäms i 43 §, till polisen, gränsbevakningsväsendet och Migrationsverket avgiftsfritt utlämnas uppgifter som de behöver för skötseln av sina uppgifter enligt utlänningslagen.",
        "normalized_sv": "Ur invånarregistret kan, utan hinder av vad som bestäms i 43 § , till polisen, gränsbevakningsväsendet och Migrationsverket avgiftsfritt utlämnas uppgifter som de behöver för skötseln av sina uppgifter enligt utlänningslagen.",
        "folded_sv": "ur invanarregistret kan, utan hinder av vad som bestams i 43 §, till polisen, gransbevakningsvasendet och migrationsverket avgiftsfritt utlamnas uppgifter som de behover for skotseln av sina uppgifter enligt utlanningslagen."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Sisäasiainministeriön tehtävät",
      "content": "Maahanmuuttajien kotouttamisen sekä turvapaikanhakijoiden vastaanoton ja tilapäistä suojelua saavien vastaanoton yleinen kehittäminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen sekä ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisäasiainministeriölle. Sisäasiainministeriön hallinnonalalla voi olla vastaanottokeskuksia ja järjestelykeskuksia. Sisäasiainministeriön yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6",
        "normalized_fi": "Maahanmuuttajien kotouttamisen sekä turvapaikanhakijoiden vastaanoton ja tilapäistä suojelua saavien vastaanoton yleinen kehittäminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen sekä ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisäasiainministeriölle. Sisäasiainministeriön hallinnonalalla voi olla vastaanottokeskuksia ja järjestelykeskuksia. Sisäasiainministeriön yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
        "folded_fi": "maahanmuuttajien kotouttamisen seka turvapaikanhakijoiden vastaanoton ja tilapaista suojelua saavien vastaanoton yleinen kehittaminen, suunnittelu, ohjaus, seuranta ja yhteensovittaminen seka ihmiskaupan uhrien auttamisen toimeenpano kuuluu sisaasiainministeriolle. sisaasiainministerion hallinnonalalla voi olla vastaanottokeskuksia ja jarjestelykeskuksia. sisaasiainministerion yhteyteen voidaan asettaa neuvottelukuntia 1 momentissa mainittuja asioita varten.",
        "title_sv": "Inrikesministeriets uppgifter",
        "content_sv": "Den allmänna utvecklingen, planeringen, styrningen, uppföljningen och samordningen av integrationsfrämjandet och mottagandet av asylsökande och mottagandet av personer som får tillfälligt skydd samt verkställigheten av hjälp till offer för människohandel ankommer på inrikesministeriet. Inom inrikesministeriets förvaltningsområde kan finnas förläggningar och flyktingslussar. I anslutning till inrikesministeriet kan tillsättas delegationer för de ärenden som nämns i 1 mom.",
        "normalized_sv": "Den allmänna utvecklingen, planeringen, styrningen, uppföljningen och samordningen av integrationsfrämjandet och mottagandet av asylsökande och mottagandet av personer som får tillfälligt skydd samt verkställigheten av hjälp till offer för människohandel ankommer på inrikesministeriet. Inom inrikesministeriets förvaltningsområde kan finnas förläggningar och flyktingslussar. I anslutning till inrikesministeriet kan tillsättas delegationer för de ärenden som nämns i 1 mom.",
        "folded_sv": "den allmanna utvecklingen, planeringen, styrningen, uppfoljningen och samordningen av integrationsframjandet och mottagandet av asylsokande och mottagandet av personer som far tillfalligt skydd samt verkstalligheten av hjalp till offer for manniskohandel ankommer pa inrikesministeriet. inom inrikesministeriets forvaltningsomrade kan finnas forlaggningar och flyktingslussar. i anslutning till inrikesministeriet kan tillsattas delegationer for de arenden som namns i 1 mom."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Joukkopaossa tulevien vastaanottoon varautuminen",
      "content": "Sisäasiainministeriö voi määrätä työvoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi Suomeen saapuvan suuren henkilömäärän vastaanoton järjestämiseksi. Varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 a",
        "normalized_fi": "Sisäasiainministeriö voi määrätä työvoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi Suomeen saapuvan suuren henkilömäärän vastaanoton järjestämiseksi. Varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
        "folded_fi": "sisaasiainministerio voi maarata tyovoima- ja elinkeinokeskuksen sopimaan varautumissuunnitelman laatimisesta kunnan kanssa joukkopaon vuoksi suomeen saapuvan suuren henkilomaaran vastaanoton jarjestamiseksi. varautumissuunnitelma laaditaan aiesopimuksen muotoon.",
        "title_sv": "Beredskap för mottagande av personer som anländer på grund av massflykt",
        "content_sv": "Inrikesministeriet kan förordna arbetskrafts- och näringscentralen att avtala med en kommun om utarbetande av en beredskapsplan för mottagande av ett stort antal människor som kommer till Finland på grund av massflykt. Beredskapsplanen utarbetas i form av en avsiktsförklaring.",
        "normalized_sv": "Inrikesministeriet kan förordna arbetskrafts- och näringscentralen att avtala med en kommun om utarbetande av en beredskapsplan för mottagande av ett stort antal människor som kommer till Finland på grund av massflykt. Beredskapsplanen utarbetas i form av en avsiktsförklaring.",
        "folded_sv": "inrikesministeriet kan forordna arbetskrafts- och naringscentralen att avtala med en kommun om utarbetande av en beredskapsplan for mottagande av ett stort antal manniskor som kommer till finland pa grund av massflykt. beredskapsplanen utarbetas i form av en avsiktsforklaring."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "6 b",
      "section": "6 b",
      "title": "Työvoima- ja elinkeinokeskuksen ja lääninhallituksen tehtävät",
      "content": "Työvoima- ja elinkeinokeskus huolehtii sisäasiainministeriön ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapäistä suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta sekä muista erikseen määrättävistä tehtävistä. Maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta päättävät asianomaiset työvoima- ja elinkeinokeskukset neuvoteltuaan lääninhallituksen kanssa. Toimikunnan asettaa työvoima- ja elinkeinokeskus. Toimikunnan asettamisesta, kokoonpanosta ja tehtävistä säädetään muutoin sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:6 b",
        "normalized_fi": "Työvoima- ja elinkeinokeskus huolehtii sisäasiainministeriön ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapäistä suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta sekä muista erikseen määrättävistä tehtävistä. Maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta päättävät asianomaiset työvoima- ja elinkeinokeskukset neuvoteltuaan lääninhallituksen kanssa. Toimikunnan asettaa työvoima- ja elinkeinokeskus. Toimikunnan asettamisesta, kokoonpanosta ja tehtävistä säädetään muutoin sisäasiainministeriön asetuksella.",
        "folded_fi": "tyovoima- ja elinkeinokeskus huolehtii sisaasiainministerion ohjauksessa ja valvonnassa maahanmuuttajien kotouttamisen alueellisesta yhteensovittamisesta, turvapaikanhakijoiden vastaanotosta ja tilapaista suojelua saavien vastaanoton suunnittelusta, ohjauksesta, seurannasta seka muista erikseen maarattavista tehtavista. maahanmuuttoasiain toimikunnan perustamisesta ja toimialueesta paattavat asianomaiset tyovoima- ja elinkeinokeskukset neuvoteltuaan laaninhallituksen kanssa. toimikunnan asettaa tyovoima- ja elinkeinokeskus. toimikunnan asettamisesta, kokoonpanosta ja tehtavista saadetaan muutoin sisaasiainministerion asetuksella.",
        "title_sv": "Arbetskrafts- och näringscentralens och länsstyrelsens uppgifter",
        "content_sv": "Arbetskrafts- och näringscentralen ska under inrikesministeriets ledning och övervakning sköta den regionala samordningen av invandrares integration och mottagandet av asylsökande, planera, styra och följa mottagandet av personer som får tillfälligt skydd samt sköta de övriga uppgifter som bestäms särskilt. De arbetskrafts- och näringscentraler som saken gäller fattar beslut om inrättandet av en kommission för invandrarfrågor och om dess verksamhetsområde efter överläggning med länsstyrelsen. Kommissionen tillsätts av en arbetskrafts- och näringscentral. Bestämmelser om tillsättande av kommissionen och om dess sammansättning och uppgifter utfärdas i övrigt genom förordning av inrikesministeriet.",
        "normalized_sv": "Arbetskrafts- och näringscentralen ska under inrikesministeriets ledning och övervakning sköta den regionala samordningen av invandrares integration och mottagandet av asylsökande, planera, styra och följa mottagandet av personer som får tillfälligt skydd samt sköta de övriga uppgifter som bestäms särskilt. De arbetskrafts- och näringscentraler som saken gäller fattar beslut om inrättandet av en kommission för invandrarfrågor och om dess verksamhetsområde efter överläggning med länsstyrelsen. Kommissionen tillsätts av en arbetskrafts- och näringscentral. Bestämmelser om tillsättande av kommissionen och om dess sammansättning och uppgifter utfärdas i övrigt genom förordning av inrikesministeriet.",
        "folded_sv": "arbetskrafts- och naringscentralen ska under inrikesministeriets ledning och overvakning skota den regionala samordningen av invandrares integration och mottagandet av asylsokande, planera, styra och folja mottagandet av personer som far tillfalligt skydd samt skota de ovriga uppgifter som bestams sarskilt. de arbetskrafts- och naringscentraler som saken galler fattar beslut om inrattandet av en kommission for invandrarfragor och om dess verksamhetsomrade efter overlaggning med lansstyrelsen. kommissionen tillsatts av en arbetskrafts- och naringscentral. bestammelser om tillsattande av kommissionen och om dess sammansattning och uppgifter utfardas i ovrigt genom forordning av inrikesministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "Kotoutumista edistävään toimenpiteeseen osallistuvan vakuutusturva",
      "content": "Sisäasiainministeriö järjestää 1 momentissa tarkoitetuissa kotoutumista edistävissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:16 a",
        "normalized_fi": "Sisäasiainministeriö järjestää 1 momentissa tarkoitetuissa kotoutumista edistävissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
        "folded_fi": "sisaasiainministerio jarjestaa 1 momentissa tarkoitetuissa kotoutumista edistavissa toimenpiteissa oleville ryhmavastuuvakuutuksen.",
        "title_sv": "Försäkringsskyddet för personer som deltar i integrationsfrämjande åtgärder",
        "content_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i sådana integrationsfrämjande åtgärder som avses i 1 mom.",
        "normalized_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i sådana integrationsfrämjande åtgärder som avses i 1 mom.",
        "folded_sv": "inrikesministeriet ordnar gruppansvarsforsakring for personer som deltar i sadana integrationsframjande atgarder som avses i 1 mom."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "19 d",
      "section": "19 d",
      "title": "Alaikäisen vastaanoton järjestäminen",
      "content": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:19 d",
        "normalized_fi": "Vailla huoltajaa tulevan alaikäisen turvapaikanhakijan ja tilapäistä suojelua saavan vastaanottoa varten voidaan perustaa ryhmäkoti. Ryhmäkodin toiminnasta ja henkilöstön määrästä voidaan säätää tarkemmin sisäasiainministeriön asetuksella.",
        "folded_fi": "vailla huoltajaa tulevan alaikaisen turvapaikanhakijan ja tilapaista suojelua saavan vastaanottoa varten voidaan perustaa ryhmakoti. ryhmakodin toiminnasta ja henkiloston maarasta voidaan saataa tarkemmin sisaasiainministerion asetuksella.",
        "title_sv": "Arrangemang för mottagande av minderåriga",
        "content_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av inrikesministeriet.",
        "normalized_sv": "För mottagandet av minderåriga asylsökande och minderåriga som får tillfälligt skydd kan, om de anländer utan vårdnadshavare, inrättas ett grupphem. Angående grupphemmets verksamhet och antalet anställda kan föreskrivas närmare genom förordning av inrikesministeriet.",
        "folded_sv": "for mottagandet av minderariga asylsokande och minderariga som far tillfalligt skydd kan, om de anlander utan vardnadshavare, inrattas ett grupphem. angaende grupphemmets verksamhet och antalet anstallda kan foreskrivas narmare genom forordning av inrikesministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "21 a",
      "section": "21 a",
      "title": "Vastaanoton majoituksesta ja palveluista perittävät maksut",
      "content": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään sisäasiainministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21 a",
        "normalized_fi": "Vastaanoton majoituksesta ja muusta vastaanottokeskuksessa järjestettävästä vastaanotosta voidaan periä kohtuullinen maksu, joka voi olla enintään niiden järjestämisestä aiheutuvien todellisten kustannusten suuruinen. Maksu on jätettävä perimättä tai sitä on alennettava siltä osin kuin maksun periminen vaarantaa henkilön tai perheen toimeentulon edellytyksiä tai henkilön lakisääteisen elatusvelvollisuuden toteuttamista. Maksun määrästä säädetään sisäasiainministeriön asetuksella. Maksun määrää maksettavaksi vastaanottokeskuksen johtaja.",
        "folded_fi": "vastaanoton majoituksesta ja muusta vastaanottokeskuksessa jarjestettavasta vastaanotosta voidaan peria kohtuullinen maksu, joka voi olla enintaan niiden jarjestamisesta aiheutuvien todellisten kustannusten suuruinen. maksu on jatettava perimatta tai sita on alennettava silta osin kuin maksun periminen vaarantaa henkilon tai perheen toimeentulon edellytyksia tai henkilon lakisaateisen elatusvelvollisuuden toteuttamista. maksun maarasta saadetaan sisaasiainministerion asetuksella. maksun maaraa maksettavaksi vastaanottokeskuksen johtaja.",
        "title_sv": "Avgifter för inkvartering och tjänster vid mottagande",
        "content_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften ska efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Bestämmelser om avgiftens belopp utfärdas genom förordning av inrikesministeriet. Avgiften påförs av förläggningens föreståndare.",
        "normalized_sv": "För inkvartering vid mottagande samt för annat mottagande som arrangeras vid förläggningar kan tas ut en skälig avgift, som kan vara högst lika stor som de faktiska kostnaderna för arrangemangen. Avgiften ska efterges eller nedsättas till den del förutsättningarna för personens eller familjens försörjning eller förverkligandet av personens lagstadgade försörjningsplikt äventyras av att avgiften tas ut. Bestämmelser om avgiftens belopp utfärdas genom förordning av inrikesministeriet. Avgiften påförs av förläggningens föreståndare.",
        "folded_sv": "for inkvartering vid mottagande samt for annat mottagande som arrangeras vid forlaggningar kan tas ut en skalig avgift, som kan vara hogst lika stor som de faktiska kostnaderna for arrangemangen. avgiften ska efterges eller nedsattas till den del forutsattningarna for personens eller familjens forsorjning eller forverkligandet av personens lagstadgade forsorjningsplikt aventyras av att avgiften tas ut. bestammelser om avgiftens belopp utfardas genom forordning av inrikesministeriet. avgiften pafors av forlaggningens forestandare."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Toimeentulotuki",
      "content": "Sisäasiainministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22",
        "normalized_fi": "Sisäasiainministeriön asetuksella säädetään tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa järjestettävään vastaanottoon ja turvapaikanhakijan tai tilapäistä suojelua saavan itsensä suorittamiin perusosalla katettaviin menoihin.",
        "folded_fi": "sisaasiainministerion asetuksella saadetaan tarkemmin muiden toimeentulotuen perusosalla katettavien menojen jakautumisesta vastaanottokeskuksessa jarjestettavaan vastaanottoon ja turvapaikanhakijan tai tilapaista suojelua saavan itsensa suorittamiin perusosalla katettaviin menoihin.",
        "title_sv": "Utkomststöd",
        "content_sv": "Genom förordning av inrikesministeriet bestäms närmare om hur andra utgifter som ska täckas med utkomststödets grunddel ska fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "normalized_sv": "Genom förordning av inrikesministeriet bestäms närmare om hur andra utgifter som ska täckas med utkomststödets grunddel ska fördelas mellan mottagande som arrangeras vid en förläggning och sådana utgifter som den asylsökande eller den person som får tillfälligt skydd själv betalar och som täcks med grunddelen.",
        "folded_sv": "genom forordning av inrikesministeriet bestams narmare om hur andra utgifter som ska tackas med utkomststodets grunddel ska fordelas mellan mottagande som arrangeras vid en forlaggning och sadana utgifter som den asylsokande eller den person som far tillfalligt skydd sjalv betalar och som tacks med grunddelen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "22 a",
      "section": "22 a",
      "title": "Vastaanottokeskuksen järjestämiin toimenpiteisiin osallistuvan vakuutusturva",
      "content": "Sisäasiainministeriö järjestää vastaanottokeskuksen järjestämissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:22 a",
        "normalized_fi": "Sisäasiainministeriö järjestää vastaanottokeskuksen järjestämissä toimenpiteissä oleville ryhmävastuuvakuutuksen.",
        "folded_fi": "sisaasiainministerio jarjestaa vastaanottokeskuksen jarjestamissa toimenpiteissa oleville ryhmavastuuvakuutuksen.",
        "title_sv": "Försäkringsskyddet för personer som deltar i åtgärder som ordnas av en förläggning",
        "content_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i åtgärder som ordnas av förläggningen.",
        "normalized_sv": "Inrikesministeriet ordnar gruppansvarsförsäkring för personer som deltar i åtgärder som ordnas av förläggningen.",
        "folded_sv": "inrikesministeriet ordnar gruppansvarsforsakring for personer som deltar i atgarder som ordnas av forlaggningen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "25 b",
      "section": "25 b",
      "title": "Toimivaltainen viranomainen",
      "content": "Ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta säädetään sisäasiainministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25 b",
        "normalized_fi": "Ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta säädetään sisäasiainministeriön asetuksella.",
        "folded_fi": "ihmiskaupan uhrien auttamisessa toimivaltaisesta vastaanottokeskuksesta saadetaan sisaasiainministerion asetuksella.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Bestämmelser om behöriga förläggningar när det gäller att hjälpa offer för människohandel utfärdas genom förordning av inrikesministeriet.",
        "normalized_sv": "Bestämmelser om behöriga förläggningar när det gäller att hjälpa offer för människohandel utfärdas genom förordning av inrikesministeriet.",
        "folded_sv": "bestammelser om behoriga forlaggningar nar det galler att hjalpa offer for manniskohandel utfardas genom forordning av inrikesministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Ilmoitusvelvollisuus",
      "content": "Tuomioistuimen on ilmoitettava Maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja väestötietojärjestelmään oleskeluluvan saaneen lapsen edustajan määräämistä tai vapauttamista koskevista päätöksistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Tuomioistuimen on ilmoitettava Maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja väestötietojärjestelmään oleskeluluvan saaneen lapsen edustajan määräämistä tai vapauttamista koskevista päätöksistä.",
        "folded_fi": "tuomioistuimen on ilmoitettava maahanmuuttovirastolle ilman oleskelulupaa olevan lapsen ja vaestotietojarjestelmaan oleskeluluvan saaneen lapsen edustajan maaraamista tai vapauttamista koskevista paatoksista.",
        "title_sv": "Anmälningsskyldighet",
        "content_sv": "Domstolen ska underrätta Migrationsverket om beslut som gäller förordnande eller befriande av företrädare för barn som saknar uppehållstillstånd och underrätta befolkningsdatasystemet om beslut som gäller förordnande eller befriande av företrädare för barn som fått uppehållstillstånd.",
        "normalized_sv": "Domstolen ska underrätta Migrationsverket om beslut som gäller förordnande eller befriande av företrädare för barn som saknar uppehållstillstånd och underrätta befolkningsdatasystemet om beslut som gäller förordnande eller befriande av företrädare för barn som fått uppehållstillstånd.",
        "folded_sv": "domstolen ska underratta migrationsverket om beslut som galler forordnande eller befriande av foretradare for barn som saknar uppehallstillstand och underratta befolkningsdatasystemet om beslut som galler forordnande eller befriande av foretradare for barn som fatt uppehallstillstand."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Asukasrekisteri",
      "content": "Asukasrekisteriin saa kerätä ja tallettaa edellä tarkoitettujen henkilöiden ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevat tiedot;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Asukasrekisteriin saa kerätä ja tallettaa edellä tarkoitettujen henkilöiden ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevat tiedot;",
        "folded_fi": "asukasrekisteriin saa kerata ja tallettaa edella tarkoitettujen henkiloiden ja heidan perheenjasentensa: 1) tunnistetiedot ja rekisterinpitajan ja maahanmuuttoviraston antama asiakasnumero seka syntymapaikkaa ja kansalaisuutta koskevat tiedot;",
        "title_sv": "Invånarregistret",
        "content_sv": "För invånarregistret får insamlas och i det får införas följande uppgifter om sådana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "normalized_sv": "För invånarregistret får insamlas och i det får införas följande uppgifter om sådana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "folded_sv": "for invanarregistret far insamlas och i det far inforas foljande uppgifter om sadana personer som avses ovan och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och migrationsverket ger samt uppgifter om fodelseort och medborgarskap,"
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Pakolaisrekisteri",
      "content": "Pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkäsittelyn avulla kiintiöpakolaisten valintaa ja 9 §:ssä tarkoitettua pakolaisen kuntaan osoittamista varten pidettävä henkilörekisteri. Pakolaisrekisteriin saa kerätä ja tallettaa kiintiön puitteissa Suomeen otettujen pakolaisten ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevia tietoja;",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:38",
        "normalized_fi": "Pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkäsittelyn avulla kiintiöpakolaisten valintaa ja 9 § :ssä tarkoitettua pakolaisen kuntaan osoittamista varten pidettävä henkilörekisteri. Pakolaisrekisteriin saa kerätä ja tallettaa kiintiön puitteissa Suomeen otettujen pakolaisten ja heidän perheenjäsentensä: 1) tunnistetiedot ja rekisterinpitäjän ja Maahanmuuttoviraston antama asiakasnumero sekä syntymäpaikkaa ja kansalaisuutta koskevia tietoja;",
        "folded_fi": "pakolaisrekisteri on osittain manuaalisesti ja osittain automaattisen tietojenkasittelyn avulla kiintiopakolaisten valintaa ja 9 §:ssa tarkoitettua pakolaisen kuntaan osoittamista varten pidettava henkilorekisteri. pakolaisrekisteriin saa kerata ja tallettaa kiintion puitteissa suomeen otettujen pakolaisten ja heidan perheenjasentensa: 1) tunnistetiedot ja rekisterinpitajan ja maahanmuuttoviraston antama asiakasnumero seka syntymapaikkaa ja kansalaisuutta koskevia tietoja;",
        "title_sv": "Flyktingregistret",
        "content_sv": "Flyktingregistret är ett personregister som förs dels manuellt, dels med hjälp av automatisk databehandling med avseende på valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 §. För flyktingregistret får insamlas och i det får införas följande uppgifter om sådana flyktingar som tagits emot i Finland inom ramen för kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "normalized_sv": "Flyktingregistret är ett personregister som förs dels manuellt, dels med hjälp av automatisk databehandling med avseende på valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 § . För flyktingregistret får insamlas och i det får införas följande uppgifter om sådana flyktingar som tagits emot i Finland inom ramen för kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och Migrationsverket ger samt uppgifter om födelseort och medborgarskap,",
        "folded_sv": "flyktingregistret ar ett personregister som fors dels manuellt, dels med hjalp av automatisk databehandling med avseende pa valet av kvotflyktingar och det anvisande av flyktingar till kommunerna som avses i 9 §. for flyktingregistret far insamlas och i det far inforas foljande uppgifter om sadana flyktingar som tagits emot i finland inom ramen for kvoten och deras familjemedlemmar: 1) identifikationsuppgifter och det klientnummer som den registeransvarige och migrationsverket ger samt uppgifter om fodelseort och medborgarskap,"
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Tietojen luovuttaminen",
      "content": "Asukasrekisteristä voidaan sen estämättä, mitä 43 §:ssä säädetään, luovuttaa poliisille, rajavartiolaitokselle ja Maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa säädettyjen tehtävien hoitamiseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Asukasrekisteristä voidaan sen estämättä, mitä 43 § :ssä säädetään, luovuttaa poliisille, rajavartiolaitokselle ja Maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa säädettyjen tehtävien hoitamiseksi.",
        "folded_fi": "asukasrekisterista voidaan sen estamatta, mita 43 §:ssa saadetaan, luovuttaa poliisille, rajavartiolaitokselle ja maahanmuuttovirastolle maksutta tietoja, jotka ovat tarpeen niille ulkomaalaislaissa saadettyjen tehtavien hoitamiseksi.",
        "title_sv": "Utlämnande av uppgifter",
        "content_sv": "Ur invånarregistret kan, utan hinder av vad som bestäms i 43 §, till polisen, gränsbevakningsväsendet och Migrationsverket avgiftsfritt utlämnas uppgifter som de behöver för skötseln av sina uppgifter enligt utlänningslagen.",
        "normalized_sv": "Ur invånarregistret kan, utan hinder av vad som bestäms i 43 § , till polisen, gränsbevakningsväsendet och Migrationsverket avgiftsfritt utlämnas uppgifter som de behöver för skötseln av sina uppgifter enligt utlänningslagen.",
        "folded_sv": "ur invanarregistret kan, utan hinder av vad som bestams i 43 §, till polisen, gransbevakningsvasendet och migrationsverket avgiftsfritt utlamnas uppgifter som de behover for skotseln av sina uppgifter enligt utlanningslagen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    }
  ]
}