{
  "id": "973/2007",
  "type": "statute",
  "title": "Laki ulkomaalaislain muuttamisesta",
  "title_en": "Lag om ändring av utlänningslagen",
  "status": "in_force",
  "issued_date": "2007-11-09",
  "in_force_date": "2007-11-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/973/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Toimivalta viisumin peruuttamisessa, viisumin voimassaoloajan lyhentämisessä, oleskelupäivien vähentämisessä ja viisumin mitätöimisessä",
      "content": "Maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun päätöksen ja mitätöi viisumin, jos ulkomaalainen oleskelee Suomen alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun päätöksen ja mitätöi viisumin, jos ulkomaalainen oleskelee Suomen alueella.",
        "folded_fi": "maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun paatoksen ja mitatoi viisumin, jos ulkomaalainen oleskelee suomen alueella.",
        "title_sv": "Behörighet vid återkallande av visum, förkortning av giltighetstiden för visum, minskning av antalet vistelsedagar och ogiltigförklaring av visum",
        "content_sv": "Migrationsverket, polisen eller gränskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigförklarar ett visum, om en utlänning vistas på finskt territorium.",
        "normalized_sv": "Migrationsverket, polisen eller gränskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigförklarar ett visum, om en utlänning vistas på finskt territorium.",
        "folded_sv": "migrationsverket, polisen eller granskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigforklarar ett visum, om en utlanning vistas pa finskt territorium."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Lausunnot oleskelulupahakemuksesta perhesiteen perusteella",
      "content": "Maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdystä oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. Lausuntoa voi pyytää perheenkokoajan sosiaalisesta tai terveydellisestä tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikäinen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytämiseen on muu perheen tilanteen selvittämiseen liittyvä erityinen syy. Sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan Maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosäännösten estämättä perhesiteen perusteella tehtyä oleskelulupahakemusta varten hallussaan olevat henkilön sosiaaliseen tai terveydelliseen tilaan liittyvät sellaiset tiedot, jotka ovat välttämättömiä tehtäessä päätöstä oleskeluluvan myöntämisestä perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdystä oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. Lausuntoa voi pyytää perheenkokoajan sosiaalisesta tai terveydellisestä tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikäinen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytämiseen on muu perheen tilanteen selvittämiseen liittyvä erityinen syy. Sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan Maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosäännösten estämättä perhesiteen perusteella tehtyä oleskelulupahakemusta varten hallussaan olevat henkilön sosiaaliseen tai terveydelliseen tilaan liittyvät sellaiset tiedot, jotka ovat välttämättömiä tehtäessä päätöstä oleskeluluvan myöntämisestä perhesiteen perusteella.",
        "folded_fi": "maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdysta oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. lausuntoa voi pyytaa perheenkokoajan sosiaalisesta tai terveydellisesta tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikainen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytamiseen on muu perheen tilanteen selvittamiseen liittyva erityinen syy. sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosaannosten estamatta perhesiteen perusteella tehtya oleskelulupahakemusta varten hallussaan olevat henkilon sosiaaliseen tai terveydelliseen tilaan liittyvat sellaiset tiedot, jotka ovat valttamattomia tehtaessa paatosta oleskeluluvan myontamisesta perhesiteen perusteella.",
        "title_sv": "Utlåtanden om ansökan om uppehållstillstånd på grund av familjeband",
        "content_sv": "Migrationsverket eller polisinrättningen i häradet kan med anledning av en ansökan om uppehållstillstånd på grund av familjeband begära utlåtande hos de sociala myndigheterna eller hälsovårdsmyndigheterna på hem- eller bostadsorten för anknytningspersonen. Utlåtande kan begäras om de sociala förhållandena eller hälsotillståndet i fråga om anknytningspersonen, om han eller hon är en minderårig som kommit utan vårdnadshavare eller om sökanden är en annan anhörig som inte hör till kärnfamiljen eller om begäran om utlåtande föranleds av andra särskilda skäl som hänför sig till utredningen av familjens situation. De sociala myndigheterna eller hälsovårdsmyndigheterna är utan hinder av sekretessbestämmelserna skyldiga att med anledning av en ansökan om uppehållstillstånd på grund av familjeband i ett utlåtande enligt 1 mom. till Migrationsverket eller polisinrättningen i häradet lämna sådana uppgifter om de sociala förhållandena eller hälsotillståndet för en person som är nödvändiga för att beslut om uppehållstillstånd på grund av familjeband ska kunna fattas.",
        "normalized_sv": "Migrationsverket eller polisinrättningen i häradet kan med anledning av en ansökan om uppehållstillstånd på grund av familjeband begära utlåtande hos de sociala myndigheterna eller hälsovårdsmyndigheterna på hem- eller bostadsorten för anknytningspersonen. Utlåtande kan begäras om de sociala förhållandena eller hälsotillståndet i fråga om anknytningspersonen, om han eller hon är en minderårig som kommit utan vårdnadshavare eller om sökanden är en annan anhörig som inte hör till kärnfamiljen eller om begäran om utlåtande föranleds av andra särskilda skäl som hänför sig till utredningen av familjens situation. De sociala myndigheterna eller hälsovårdsmyndigheterna är utan hinder av sekretessbestämmelserna skyldiga att med anledning av en ansökan om uppehållstillstånd på grund av familjeband i ett utlåtande enligt 1 mom. till Migrationsverket eller polisinrättningen i häradet lämna sådana uppgifter om de sociala förhållandena eller hälsotillståndet för en person som är nödvändiga för att beslut om uppehållstillstånd på grund av familjeband ska kunna fattas.",
        "folded_sv": "migrationsverket eller polisinrattningen i haradet kan med anledning av en ansokan om uppehallstillstand pa grund av familjeband begara utlatande hos de sociala myndigheterna eller halsovardsmyndigheterna pa hem- eller bostadsorten for anknytningspersonen. utlatande kan begaras om de sociala forhallandena eller halsotillstandet i fraga om anknytningspersonen, om han eller hon ar en minderarig som kommit utan vardnadshavare eller om sokanden ar en annan anhorig som inte hor till karnfamiljen eller om begaran om utlatande foranleds av andra sarskilda skal som hanfor sig till utredningen av familjens situation. de sociala myndigheterna eller halsovardsmyndigheterna ar utan hinder av sekretessbestammelserna skyldiga att med anledning av en ansokan om uppehallstillstand pa grund av familjeband i ett utlatande enligt 1 mom. till migrationsverket eller polisinrattningen i haradet lamna sadana uppgifter om de sociala forhallandena eller halsotillstandet for en person som ar nodvandiga for att beslut om uppehallstillstand pa grund av familjeband ska kunna fattas."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Suullinen kuuleminen haettaessa oleskelulupaa perhesiteen perusteella",
      "content": "Kuulemisen suorittaa poliisi tai Suomen edustuston virkamies. Maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittäminen sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Kuulemisen suorittaa poliisi tai Suomen edustuston virkamies. Maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittäminen sitä edellyttää.",
        "folded_fi": "kuulemisen suorittaa poliisi tai suomen edustuston virkamies. maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittaminen sita edellyttaa.",
        "title_sv": "Muntligt hörande vid ansökan om uppehållstillstånd på grund av familjeband",
        "content_sv": "Polisen eller en tjänsteman vid en finsk beskickning verkställer hörandet. Migrationsverket kan verkställa hörandet, om det behövs för att utreda saken.",
        "normalized_sv": "Polisen eller en tjänsteman vid en finsk beskickning verkställer hörandet. Migrationsverket kan verkställa hörandet, om det behövs för att utreda saken.",
        "folded_sv": "polisen eller en tjansteman vid en finsk beskickning verkstaller horandet. migrationsverket kan verkstalla horandet, om det behovs for att utreda saken."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Perhesiteen selvittäminen DNA-tutkimuksen avulla",
      "content": "Maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan DNA-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteestä ei muutoin voida saada riittävää selvitystä ja jos DNA-tutkimuksen avulla on mahdollista saada olennaista näyttöä perhesiteestä. Jos asianosainen on tahallaan antanut perhesiteestään vääriä tietoja, joiden perusteella hänet ja hänen ilmoittamansa perheenjäsen on ohjattu DNA-tutkimukseen, Maahanmuuttoviraston on velvoitettava hänet korvaamaan valtiolle tutkimuskulut, jollei tämä ole olosuhteisiin nähden kohtuutonta. Maahanmuuttoviraston päätös pannaan täytäntöön siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan DNA-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteestä ei muutoin voida saada riittävää selvitystä ja jos DNA-tutkimuksen avulla on mahdollista saada olennaista näyttöä perhesiteestä. Jos asianosainen on tahallaan antanut perhesiteestään vääriä tietoja, joiden perusteella hänet ja hänen ilmoittamansa perheenjäsen on ohjattu DNA-tutkimukseen, Maahanmuuttoviraston on velvoitettava hänet korvaamaan valtiolle tutkimuskulut, jollei tämä ole olosuhteisiin nähden kohtuutonta. Maahanmuuttoviraston päätös pannaan täytäntöön siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan dna-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteesta ei muutoin voida saada riittavaa selvitysta ja jos dna-tutkimuksen avulla on mahdollista saada olennaista nayttoa perhesiteesta. jos asianosainen on tahallaan antanut perhesiteestaan vaaria tietoja, joiden perusteella hanet ja hanen ilmoittamansa perheenjasen on ohjattu dna-tutkimukseen, maahanmuuttoviraston on velvoitettava hanet korvaamaan valtiolle tutkimuskulut, jollei tama ole olosuhteisiin nahden kohtuutonta. maahanmuuttoviraston paatos pannaan taytantoon siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "title_sv": "Utredning av familjeband genom DNA-analys",
        "content_sv": "Migrationsverket kan ge sökanden och anknytningspersonen tillfälle att bevisa den biologiska släktskapen genom en DNA-analys som betalas med statens medel, om det inte är möjligt att på något annat sätt få en tillräcklig utredning om de på biologiskt släktskap baserade familjebanden och om det med hjälp av en DNA-analys är möjligt att få fram väsentliga bevis som gäller familjebanden. Om en part uppsåtligen lämnat sådana oriktiga uppgifter om sina familjeband, på basis av vilka parten och den familjemedlem som parten uppgett har hänvisats till en DNA-analys, ska Migrationsverket ålägga parten att ersätta statens kostnader för analysen, om detta inte med beaktande av omständigheterna är oskäligt. Migrationsverkets beslut verkställs så som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Migrationsverket kan ge sökanden och anknytningspersonen tillfälle att bevisa den biologiska släktskapen genom en DNA-analys som betalas med statens medel, om det inte är möjligt att på något annat sätt få en tillräcklig utredning om de på biologiskt släktskap baserade familjebanden och om det med hjälp av en DNA-analys är möjligt att få fram väsentliga bevis som gäller familjebanden. Om en part uppsåtligen lämnat sådana oriktiga uppgifter om sina familjeband, på basis av vilka parten och den familjemedlem som parten uppgett har hänvisats till en DNA-analys, ska Migrationsverket ålägga parten att ersätta statens kostnader för analysen, om detta inte med beaktande av omständigheterna är oskäligt. Migrationsverkets beslut verkställs så som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "migrationsverket kan ge sokanden och anknytningspersonen tillfalle att bevisa den biologiska slaktskapen genom en dna-analys som betalas med statens medel, om det inte ar mojligt att pa nagot annat satt fa en tillracklig utredning om de pa biologiskt slaktskap baserade familjebanden och om det med hjalp av en dna-analys ar mojligt att fa fram vasentliga bevis som galler familjebanden. om en part uppsatligen lamnat sadana oriktiga uppgifter om sina familjeband, pa basis av vilka parten och den familjemedlem som parten uppgett har hanvisats till en dna-analys, ska migrationsverket alagga parten att ersatta statens kostnader for analysen, om detta inte med beaktande av omstandigheterna ar oskaligt. migrationsverkets beslut verkstalls sa som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "DNA-tutkimuksen suorittaminen",
      "content": "DNA-testi toimitetaan Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa. DNA-testin toimittajan on viipymättä lähetettävä DNA-tyypityksen perusteella annettu lausunto Maahanmuuttovirastolle. Kun Maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, että näytteet ja DNA-tunnistetiedot hävitetään. Testinäytteen ottamisen valvoo ja näytteenantajan henkilöllisyyden varmistaa poliisi tai Maahanmuuttoviraston taikka edustuston virkamies.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "DNA-testi toimitetaan Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa. DNA-testin toimittajan on viipymättä lähetettävä DNA-tyypityksen perusteella annettu lausunto Maahanmuuttovirastolle. Kun Maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, että näytteet ja DNA-tunnistetiedot hävitetään. Testinäytteen ottamisen valvoo ja näytteenantajan henkilöllisyyden varmistaa poliisi tai Maahanmuuttoviraston taikka edustuston virkamies.",
        "folded_fi": "dna-testi toimitetaan kansanterveyslaitoksessa tai helsingin yliopiston oikeuslaaketieteen laitoksessa. dna-testin toimittajan on viipymatta lahetettava dna-tyypityksen perusteella annettu lausunto maahanmuuttovirastolle. kun maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, etta naytteet ja dna-tunnistetiedot havitetaan. testinaytteen ottamisen valvoo ja naytteenantajan henkilollisyyden varmistaa poliisi tai maahanmuuttoviraston taikka edustuston virkamies.",
        "title_sv": "Utförande av DNA-analys",
        "content_sv": "DNA-test utförs på Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet. Den som utför ett DNA-test ska utan dröjsmål till Migrationsverket sända ett utlåtande som är baserat på typbestämningen av DNA. Migrationsverket ska, efter att ha avgjort ärendet, meddela den som utfört testet att proven och uppgifterna om DNA-profilen ska förstöras. Provtagningen övervakas och provgivarens identitet fastställs av polisen eller av en tjänsteman vid Migrationsverket eller vid beskickningen.",
        "normalized_sv": "DNA-test utförs på Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet. Den som utför ett DNA-test ska utan dröjsmål till Migrationsverket sända ett utlåtande som är baserat på typbestämningen av DNA. Migrationsverket ska, efter att ha avgjort ärendet, meddela den som utfört testet att proven och uppgifterna om DNA-profilen ska förstöras. Provtagningen övervakas och provgivarens identitet fastställs av polisen eller av en tjänsteman vid Migrationsverket eller vid beskickningen.",
        "folded_sv": "dna-test utfors pa folkhalsoinstitutet eller institutionen for rattsmedicin vid helsingfors universitet. den som utfor ett dna-test ska utan drojsmal till migrationsverket sanda ett utlatande som ar baserat pa typbestamningen av dna. migrationsverket ska, efter att ha avgjort arendet, meddela den som utfort testet att proven och uppgifterna om dna-profilen ska forstoras. provtagningen overvakas och provgivarens identitet faststalls av polisen eller av en tjansteman vid migrationsverket eller vid beskickningen."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Maahanmuuttovirasto oleskelulupaviranomaisena",
      "content": "Maahanmuuttovirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Maahanmuuttoviraston ratkaistavaksi. Maahanmuuttovirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. Maahanmuuttovirasto päättää, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. Maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Maahanmuuttovirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a § :ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Maahanmuuttoviraston ratkaistavaksi. Maahanmuuttovirasto peruuttaa oleskeluluvan 58 § :n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 § :n 4 ja 5 momentissa mainituilla perusteilla. Maahanmuuttovirasto päättää, ettei oleskelulupaa 58 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta. Maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
        "folded_fi": "maahanmuuttovirasto myontaa: 1) ensimmaisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmaisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssa tarkoitetuissa tapauksissa; 3) oleskeluluvan siina tapauksessa, etta kihlakunnan poliisilaitos on saattanut asian maahanmuuttoviraston ratkaistavaksi. maahanmuuttovirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla seka peruuttaa myontamansa oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. maahanmuuttovirasto paattaa, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteena, josta saadetaan pitkaan oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/ey 25 artiklassa.",
        "title_sv": "Migrationsverket som uppehållstillståndsmyndighet",
        "content_sv": "Migrationsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Migrationsverket för avgörande. Migrationsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte ska återkallas i sådana fall som avses i 58 § 3 mom. fattas av Migrationsverket. Migrationsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "normalized_sv": "Migrationsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a § , 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Migrationsverket för avgörande. Migrationsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte ska återkallas i sådana fall som avses i 58 § 3 mom. fattas av Migrationsverket. Migrationsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "folded_sv": "migrationsverket beviljar 1) forsta uppehallstillstand for en utlanning som befinner sig utomlands, 2) forsta uppehallstillstand for en utlanning som kommit till landet utan uppehallstillstand i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehallstillstand i sadana fall da polisinrattningen i haradet har fort ansokan till migrationsverket for avgorande. migrationsverket aterkallar uppehallstillstand pa de grunder som anges i 58 § 1, 2 och 6 mom. samt aterkallar pa de grunder som namns i 58 § 4 och 5 mom. uppehallstillstand som det har beviljat. beslut om att uppehallstillstand inte ska aterkallas i sadana fall som avses i 58 § 3 mom. fattas av migrationsverket. migrationsverket ar den kontaktpunkt for informationsutbyte som avses i artikel 25 i radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "Toimivalta työntekijän oleskeluluvan myöntämiselle",
      "content": "Maahanmuuttovirasto myöntää työvoimatoimiston 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen työntekijän oleskeluluvan, jollei 75 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole muuta voimassa olevaa oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:83",
        "normalized_fi": "Maahanmuuttovirasto myöntää työvoimatoimiston 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen työntekijän oleskeluluvan, jollei 75 § :n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole muuta voimassa olevaa oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 § :n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "folded_fi": "maahanmuuttovirasto myontaa tyovoimatoimiston 1 momentin mukaan tekeman myonteisen ratkaisun jalkeen ulkomaalaiselle ensimmaisen tyontekijan oleskeluluvan, jollei 75 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jatettaessa ole muuta voimassa olevaa oleskelulupaa. maahanmuuttovirasto paattaa, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "title_sv": "Behörighet att bevilja uppehållstillstånd för arbetstagare",
        "content_sv": "Efter arbetskraftsbyråns positiva beslut enligt 1 mom. beviljar Migrationsverket utlänningen ett första uppehållstillstånd för arbetstagare, om inte något annat följer av 75 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "normalized_sv": "Efter arbetskraftsbyråns positiva beslut enligt 1 mom. beviljar Migrationsverket utlänningen ett första uppehållstillstånd för arbetstagare, om inte något annat följer av 75 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "folded_sv": "efter arbetskraftsbyrans positiva beslut enligt 1 mom. beviljar migrationsverket utlanningen ett forsta uppehallstillstand for arbetstagare, om inte nagot annat foljer av 75 § 2 punkten och om utlanningen, nar ansokan lamnas in, inte har nagot annat gallande uppehallstillstand. migrationsverket avgor om 49 § 1 mom. 3 punkten ar tillamplig."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Toimivalta elinkeinonharjoittajan oleskeluluvan myöntämiselle",
      "content": "Maahanmuuttovirasto myöntää työvoima- ja elinkeinokeskuksen 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen elinkeinonharjoittajan oleskeluluvan, jollei 76 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole voimassa olevaa muuta oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Maahanmuuttovirasto myöntää työvoima- ja elinkeinokeskuksen 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen elinkeinonharjoittajan oleskeluluvan, jollei 76 § :n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole voimassa olevaa muuta oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 § :n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "folded_fi": "maahanmuuttovirasto myontaa tyovoima- ja elinkeinokeskuksen 1 momentin mukaan tekeman myonteisen ratkaisun jalkeen ulkomaalaiselle ensimmaisen elinkeinonharjoittajan oleskeluluvan, jollei 76 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jatettaessa ole voimassa olevaa muuta oleskelulupaa. maahanmuuttovirasto paattaa, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "title_sv": "Behörighet att bevilja uppehållstillstånd för näringsidkare",
        "content_sv": "Efter ett positivt beslut enligt 1 mom. av arbetskrafts- och näringscentralen beviljar Migrationsverket utlänningen ett första uppehållstillstånd för näringsidkare, om inte något annat följer av 76 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "normalized_sv": "Efter ett positivt beslut enligt 1 mom. av arbetskrafts- och näringscentralen beviljar Migrationsverket utlänningen ett första uppehållstillstånd för näringsidkare, om inte något annat följer av 76 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "folded_sv": "efter ett positivt beslut enligt 1 mom. av arbetskrafts- och naringscentralen beviljar migrationsverket utlanningen ett forsta uppehallstillstand for naringsidkare, om inte nagot annat foljer av 76 § 2 punkten och om utlanningen, nar ansokan lamnas in, inte har nagot annat gallande uppehallstillstand. migrationsverket avgor om 49 § 1 mom. 3 punkten ar tillamplig."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Työvoimatoimiston muu toimivalta",
      "content": "Tämän lain nojalla säädettyihin tehtäviin ovat toimivaltaisia ulkomaisen työvoiman liikkuvuuden kannalta merkittävimmissä kunnissa sijaitsevat työvoimatoimistot siten kuin työ- ja elinkeinoministeriön asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:85",
        "normalized_fi": "Tämän lain nojalla säädettyihin tehtäviin ovat toimivaltaisia ulkomaisen työvoiman liikkuvuuden kannalta merkittävimmissä kunnissa sijaitsevat työvoimatoimistot siten kuin työ- ja elinkeinoministeriön asetuksella tarkemmin säädetään.",
        "folded_fi": "taman lain nojalla saadettyihin tehtaviin ovat toimivaltaisia ulkomaisen tyovoiman liikkuvuuden kannalta merkittavimmissa kunnissa sijaitsevat tyovoimatoimistot siten kuin tyo- ja elinkeinoministerion asetuksella tarkemmin saadetaan.",
        "title_sv": "Arbetskraftsbyråns övriga behörighet",
        "content_sv": "Behöriga för uppgifter som föreskrivs med stöd av denna lag är arbetskraftsbyråerna i de kommuner som är mest betydande med tanke på den utländska arbetskraftens rörlighet, så som närmare föreskrivs genom förordning av arbets- och näringsministeriet.",
        "normalized_sv": "Behöriga för uppgifter som föreskrivs med stöd av denna lag är arbetskraftsbyråerna i de kommuner som är mest betydande med tanke på den utländska arbetskraftens rörlighet, så som närmare föreskrivs genom förordning av arbets- och näringsministeriet.",
        "folded_sv": "behoriga for uppgifter som foreskrivs med stod av denna lag ar arbetskraftsbyraerna i de kommuner som ar mest betydande med tanke pa den utlandska arbetskraftens rorlighet, sa som narmare foreskrivs genom forordning av arbets- och naringsministeriet."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "title": "Pakolaiskiintiön kohdentaminen",
      "content": "Sisäasiainministeriö valmistelee yhteistyössä ulkoasiainministeriön kanssa esityksen valtioneuvostolle pakolaiskiintiön alueellisesta kohdentamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91",
        "normalized_fi": "Sisäasiainministeriö valmistelee yhteistyössä ulkoasiainministeriön kanssa esityksen valtioneuvostolle pakolaiskiintiön alueellisesta kohdentamisesta.",
        "folded_fi": "sisaasiainministerio valmistelee yhteistyossa ulkoasiainministerion kanssa esityksen valtioneuvostolle pakolaiskiintion alueellisesta kohdentamisesta.",
        "title_sv": "Uttagning inom ramen för flyktingkvoten",
        "content_sv": "Inrikesministeriet bereder i samarbete med utrikesministeriet ett förslag till statsrådet om regional uttagning inom ramen för flyktingkvoten.",
        "normalized_sv": "Inrikesministeriet bereder i samarbete med utrikesministeriet ett förslag till statsrådet om regional uttagning inom ramen för flyktingkvoten.",
        "folded_sv": "inrikesministeriet bereder i samarbete med utrikesministeriet ett forslag till statsradet om regional uttagning inom ramen for flyktingkvoten."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "title": "Muu humanitaarinen maahanmuutto",
      "content": "Sisäasiainministeriö ja ulkoasiainministeriö valmistelevat yhteistyössä ehdotuksen valtioneuvoston päätökseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93",
        "normalized_fi": "Sisäasiainministeriö ja ulkoasiainministeriö valmistelevat yhteistyössä ehdotuksen valtioneuvoston päätökseksi.",
        "folded_fi": "sisaasiainministerio ja ulkoasiainministerio valmistelevat yhteistyossa ehdotuksen valtioneuvoston paatokseksi.",
        "title_sv": "Annan humanitär invandring",
        "content_sv": "Förslaget till statsrådets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete.",
        "normalized_sv": "Förslaget till statsrådets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete.",
        "folded_sv": "forslaget till statsradets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "title": "Kortti hakemusasian vireillä olosta",
      "content": "Ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai hän on saanut matkustusasiakirjan. Kun kortin voimassaolo on päättynyt, rajatarkastusviranomainen, poliisi tai Maahanmuuttovirasto voi ottaa kortin haltuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96",
        "normalized_fi": "Ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai hän on saanut matkustusasiakirjan. Kun kortin voimassaolo on päättynyt, rajatarkastusviranomainen, poliisi tai Maahanmuuttovirasto voi ottaa kortin haltuunsa.",
        "folded_fi": "ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai han on saanut matkustusasiakirjan. kun kortin voimassaolo on paattynyt, rajatarkastusviranomainen, poliisi tai maahanmuuttovirasto voi ottaa kortin haltuunsa.",
        "title_sv": "Kort över anhängigt ansökningsärende",
        "content_sv": "Utlänningen ska återlämna kortet när ansökan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lämnar landet eller om han eller hon har fått ett resedokument. När kortet har upphört att gälla kan gränskontrollmyndigheten, polisen eller Migrationsverket omhänderta kortet.",
        "normalized_sv": "Utlänningen ska återlämna kortet när ansökan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lämnar landet eller om han eller hon har fått ett resedokument. När kortet har upphört att gälla kan gränskontrollmyndigheten, polisen eller Migrationsverket omhänderta kortet.",
        "folded_sv": "utlanningen ska aterlamna kortet nar ansokan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lamnar landet eller om han eller hon har fatt ett resedokument. nar kortet har upphort att galla kan granskontrollmyndigheten, polisen eller migrationsverket omhanderta kortet."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Turvapaikkatutkinta",
      "content": "Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa puhuttelun, jos hakemusten määrä on voimakkaasti lisääntynyt tai erityisestä syystä muulloinkin. Suojelupoliisi voi suorittaa turvapaikkapuhuttelun Maahanmuuttoviraston lisäksi, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa puhuttelun, jos hakemusten määrä on voimakkaasti lisääntynyt tai erityisestä syystä muulloinkin. Suojelupoliisi voi suorittaa turvapaikkapuhuttelun Maahanmuuttoviraston lisäksi, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
        "folded_fi": "maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetaan hakijan perusteet haneen kotimaassaan tai pysyvassa asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. poliisi voi maahanmuuttoviraston pyynnosta suorittaa puhuttelun, jos hakemusten maara on voimakkaasti lisaantynyt tai erityisesta syysta muulloinkin. suojelupoliisi voi suorittaa turvapaikkapuhuttelun maahanmuuttoviraston lisaksi, jos suomen kansallinen turvallisuus tai kansainvaliset suhteet sita edellyttavat.",
        "title_sv": "Asylutredning",
        "content_sv": "Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtalen, om antalet ansökningar har ökat kraftigt eller även annars av särskilda skäl. Utöver Migrationsverket kan skyddspolisen föra asylsamtal, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "normalized_sv": "Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtalen, om antalet ansökningar har ökat kraftigt eller även annars av särskilda skäl. Utöver Migrationsverket kan skyddspolisen föra asylsamtal, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "folded_sv": "migrationsverket for ett asylsamtal for att muntligen reda ut de grunder som sokanden uppger for att han eller hon i sitt hemland eller i sitt permanenta bosattningsland ar utsatt for forfoljelse eller andra rattskrankningar eller hotas av sadana. pa begaran av migrationsverket kan polisen fora samtalen, om antalet ansokningar har okat kraftigt eller aven annars av sarskilda skal. utover migrationsverket kan skyddspolisen fora asylsamtal, om finlands nationella sakerhet eller internationella forbindelser kraver det."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Hakemus voidaan hylätä ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperämaasta, jonne hänet voidaan palauttaa, ja Maahanmuuttovirasto ei painavasta syystä ole voinut ratkaista hakemusta 104 §:ssä säädetyn ajan kuluessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Hakemus voidaan hylätä ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperämaasta, jonne hänet voidaan palauttaa, ja Maahanmuuttovirasto ei painavasta syystä ole voinut ratkaista hakemusta 104 § :ssä säädetyn ajan kuluessa.",
        "folded_fi": "hakemus voidaan hylata ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperamaasta, jonne hanet voidaan palauttaa, ja maahanmuuttovirasto ei painavasta syysta ole voinut ratkaista hakemusta 104 §:ssa saadetyn ajan kuluessa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan kan avslås som uppenbart ogrundad, om 3) sökanden har kommit från ett säkert asyl- eller ursprungsland dit han eller hon kan sändas tillbaka och Migrationsverket inte av vägande skäl har kunnat avgöra ansökan inom den tid som föreskrivs i 104 §.",
        "normalized_sv": "En ansökan kan avslås som uppenbart ogrundad, om 3) sökanden har kommit från ett säkert asyl- eller ursprungsland dit han eller hon kan sändas tillbaka och Migrationsverket inte av vägande skäl har kunnat avgöra ansökan inom den tid som föreskrivs i 104 § .",
        "folded_sv": "en ansokan kan avslas som uppenbart ogrundad, om 3) sokanden har kommit fran ett sakert asyl- eller ursprungsland dit han eller hon kan sandas tillbaka och migrationsverket inte av vagande skal har kunnat avgora ansokan inom den tid som foreskrivs i 104 §."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Uusintahakemus",
      "content": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai kun hän on kielteisen päätöksen saatuaan lyhyeksi ajaksi poistunut maasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai kun hän on kielteisen päätöksen saatuaan lyhyeksi ajaksi poistunut maasta.",
        "folded_fi": "uusintahakemuksella tarkoitetaan kansainvalista suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen paatoksen maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemaansa hakemukseen, kun han oleskelee edelleen maassa tai kun han on kielteisen paatoksen saatuaan lyhyeksi ajaksi poistunut maasta.",
        "title_sv": "Ny ansökan",
        "content_sv": "Med ny ansökan avses en ansökan angående internationellt skydd som en utlänning lämnar in efter att ha meddelats ett negativt beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller när han eller hon efter att ha fått ett negativt beslut har lämnat landet för en kort tid.",
        "normalized_sv": "Med ny ansökan avses en ansökan angående internationellt skydd som en utlänning lämnar in efter att ha meddelats ett negativt beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller när han eller hon efter att ha fått ett negativt beslut har lämnat landet för en kort tid.",
        "folded_sv": "med ny ansokan avses en ansokan angaende internationellt skydd som en utlanning lamnar in efter att ha meddelats ett negativt beslut av migrationsverket eller forvaltningsdomstolen pa sin tidigare ansokan medan han eller hon fortfarande vistas i landet eller nar han eller hon efter att ha fatt ett negativt beslut har lamnat landet for en kort tid."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäasiainministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 103 §:n 2 momentin 1 kohtaa ja 104 §:ää. Sisäasiainministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäasiainministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 103 § :n 2 momentin 1 kohtaa ja 104 § :ää. Sisäasiainministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaasiainministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 103 §:n 2 momentin 1 kohtaa ja 104 §:aa. sisaasiainministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 103 § 2 mom. 1 punkten och 104 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 103 § 2 mom. 1 punkten och 104 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 103 § 2 mom. 1 punkten och 104 §. inrikesministeriet underrattar radet om saken."
      }
    },
    {
      "provision_ref": "105 a",
      "section": "105 a",
      "title": "Tiedonsaantioikeus",
      "content": "Maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosäännösten estämättä saada pyynnöstään vastaanottokeskukselta ilman huoltajaa olevan alaikäisen turvapaikanhakijan syntymäaikaa, perheenjäseniä ja näiden olinpaikkaa koskevia tietoja, jotka ovat välttämättömiä mainittujen viranomaisten selvittäessä alaikäisen henkilöllisyyttä, matkareittiä tai maahantulon tai oleskeluluvan myöntämisen edellytyksiä taikka Maahanmuuttoviraston pyrkiessä 105 b §:n mukaisesti jäljittämään ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhempia tai muuta hänen tosiasiallisesta huollostaan vastannutta henkilöä. Tietoja pyydettäessä viranomaisten on erityisesti kiinnitettävä huomiota lapsen etuun. Ilman huoltajaa olevalle alaikäiselle on annettava tieto siitä, että 1 momentissa tarkoitettuja tietoja voidaan hänen suostumuksestaan riippumatta antaa Maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. Tiedon antamisessa tulee ottaa huomioon lapsen ikä ja kehitystaso. Ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon Maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 §:n perusteella alaikäiselle määrätylle edustajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 a",
        "normalized_fi": "Maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosäännösten estämättä saada pyynnöstään vastaanottokeskukselta ilman huoltajaa olevan alaikäisen turvapaikanhakijan syntymäaikaa, perheenjäseniä ja näiden olinpaikkaa koskevia tietoja, jotka ovat välttämättömiä mainittujen viranomaisten selvittäessä alaikäisen henkilöllisyyttä, matkareittiä tai maahantulon tai oleskeluluvan myöntämisen edellytyksiä taikka Maahanmuuttoviraston pyrkiessä 105 b § :n mukaisesti jäljittämään ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhempia tai muuta hänen tosiasiallisesta huollostaan vastannutta henkilöä. Tietoja pyydettäessä viranomaisten on erityisesti kiinnitettävä huomiota lapsen etuun. Ilman huoltajaa olevalle alaikäiselle on annettava tieto siitä, että 1 momentissa tarkoitettuja tietoja voidaan hänen suostumuksestaan riippumatta antaa Maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. Tiedon antamisessa tulee ottaa huomioon lapsen ikä ja kehitystaso. Ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon Maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 § :n perusteella alaikäiselle määrätylle edustajalle.",
        "folded_fi": "maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosaannosten estamatta saada pyynnostaan vastaanottokeskukselta ilman huoltajaa olevan alaikaisen turvapaikanhakijan syntymaaikaa, perheenjasenia ja naiden olinpaikkaa koskevia tietoja, jotka ovat valttamattomia mainittujen viranomaisten selvittaessa alaikaisen henkilollisyytta, matkareittia tai maahantulon tai oleskeluluvan myontamisen edellytyksia taikka maahanmuuttoviraston pyrkiessa 105 b §:n mukaisesti jaljittamaan ilman huoltajaa olevan alaikaisen turvapaikanhakijan vanhempia tai muuta hanen tosiasiallisesta huollostaan vastannutta henkiloa. tietoja pyydettaessa viranomaisten on erityisesti kiinnitettava huomiota lapsen etuun. ilman huoltajaa olevalle alaikaiselle on annettava tieto siita, etta 1 momentissa tarkoitettuja tietoja voidaan hanen suostumuksestaan riippumatta antaa maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. tiedon antamisessa tulee ottaa huomioon lapsen ika ja kehitystaso. ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 §:n perusteella alaikaiselle maaratylle edustajalle.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Migrationsverket, polisen och gränsbevakningsväsendet har rätt att utan hinder av sekretessbestämmelserna på begäran få sådana uppgifter av förläggningar som gäller födelsedatum för en minderårig asylsökande som saknar vårdnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som är nödvändiga för ovan nämnda myndigheter när de utreder den minderårigas identitet, resrutt eller förutsättningar för inresa eller beviljande av uppehållstillstånd eller när Migrationsverket enligt 105 b § försöker spåra föräldrarna till en minderårig asylsökande utan vårdnadshavare eller någon annan som svarat för den faktiska vårdnaden. Vid begäran om uppgifter ska myndigheterna fästa särskild uppmärksamhet vid barnets bästa. En minderårig asylsökande utan vårdnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lämnas ut till Migrationsverket, polisen och gränsbevakningsväsendet. Vid utlämnande av uppgifter ska hänsyn tas till barnets ålder och utvecklingsnivå. Innan en förläggning lämnar ut en uppgift som avses i 1 mom. till Migrationsverket, polisen eller gränsbevakningsväsendet, ska den företrädare som utsetts för den minderåriga med stöd av 26 § i lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) informeras om saken.",
        "normalized_sv": "Migrationsverket, polisen och gränsbevakningsväsendet har rätt att utan hinder av sekretessbestämmelserna på begäran få sådana uppgifter av förläggningar som gäller födelsedatum för en minderårig asylsökande som saknar vårdnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som är nödvändiga för ovan nämnda myndigheter när de utreder den minderårigas identitet, resrutt eller förutsättningar för inresa eller beviljande av uppehållstillstånd eller när Migrationsverket enligt 105 b § försöker spåra föräldrarna till en minderårig asylsökande utan vårdnadshavare eller någon annan som svarat för den faktiska vårdnaden. Vid begäran om uppgifter ska myndigheterna fästa särskild uppmärksamhet vid barnets bästa. En minderårig asylsökande utan vårdnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lämnas ut till Migrationsverket, polisen och gränsbevakningsväsendet. Vid utlämnande av uppgifter ska hänsyn tas till barnets ålder och utvecklingsnivå. Innan en förläggning lämnar ut en uppgift som avses i 1 mom. till Migrationsverket, polisen eller gränsbevakningsväsendet, ska den företrädare som utsetts för den minderåriga med stöd av 26 § i lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) informeras om saken.",
        "folded_sv": "migrationsverket, polisen och gransbevakningsvasendet har ratt att utan hinder av sekretessbestammelserna pa begaran fa sadana uppgifter av forlaggningar som galler fodelsedatum for en minderarig asylsokande som saknar vardnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som ar nodvandiga for ovan namnda myndigheter nar de utreder den minderarigas identitet, resrutt eller forutsattningar for inresa eller beviljande av uppehallstillstand eller nar migrationsverket enligt 105 b § forsoker spara foraldrarna till en minderarig asylsokande utan vardnadshavare eller nagon annan som svarat for den faktiska vardnaden. vid begaran om uppgifter ska myndigheterna fasta sarskild uppmarksamhet vid barnets basta. en minderarig asylsokande utan vardnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lamnas ut till migrationsverket, polisen och gransbevakningsvasendet. vid utlamnande av uppgifter ska hansyn tas till barnets alder och utvecklingsniva. innan en forlaggning lamnar ut en uppgift som avses i 1 mom. till migrationsverket, polisen eller gransbevakningsvasendet, ska den foretradare som utsetts for den minderariga med stod av 26 § i lagen om framjande av invandrares integration samt mottagande av asylsokande (493/1999) informeras om saken."
      }
    },
    {
      "provision_ref": "105 b",
      "section": "105 b",
      "title": "Ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhemman tai muun hänen tosiasiallisesta huollostaan vastanneen henkilön jäljittäminen",
      "content": "Maahanmuuttoviraston on mahdollisuuksien mukaan pyrittävä ilman huoltajaa olevan alaikäisen turvapaikanhakijan edun toteuttamiseksi jäljittämään hänen vanhempansa tai muu hänen tosiasiallisesta huollostaan vastannut henkilö viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 b",
        "normalized_fi": "Maahanmuuttoviraston on mahdollisuuksien mukaan pyrittävä ilman huoltajaa olevan alaikäisen turvapaikanhakijan edun toteuttamiseksi jäljittämään hänen vanhempansa tai muu hänen tosiasiallisesta huollostaan vastannut henkilö viipymättä.",
        "folded_fi": "maahanmuuttoviraston on mahdollisuuksien mukaan pyrittava ilman huoltajaa olevan alaikaisen turvapaikanhakijan edun toteuttamiseksi jaljittamaan hanen vanhempansa tai muu hanen tosiasiallisesta huollostaan vastannut henkilo viipymatta.",
        "title_sv": "Spårande av föräldrar till minderårig asylsökande utan vårdnadshavare eller av någon annan som svarat för den faktiska vårdnaden",
        "content_sv": "För att främja en minderårig asylsökandes bästa i det fall att han eller hon är utan vårdnadshavare ska Migrationsverket i mån av möjlighet utan dröjsmål försöka spåra föräldrarna eller någon annan som svarat för den faktiska vårdnaden.",
        "normalized_sv": "För att främja en minderårig asylsökandes bästa i det fall att han eller hon är utan vårdnadshavare ska Migrationsverket i mån av möjlighet utan dröjsmål försöka spåra föräldrarna eller någon annan som svarat för den faktiska vårdnaden.",
        "folded_sv": "for att framja en minderarig asylsokandes basta i det fall att han eller hon ar utan vardnadshavare ska migrationsverket i man av mojlighet utan drojsmal forsoka spara foraldrarna eller nagon annan som svarat for den faktiska vardnaden."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Tilapäistä suojelua saavan ulkomaalaisen turvapaikkahakemuksen käsittely",
      "content": "Tilapäisen suojelun päätyttyä turvapaikkahakemuksen käsittely raukeaa, jos hakija ei Maahanmuuttoviraston häneltä sitä kirjallisesti tiedusteltua ilmoita, että hän haluaa hakemuksen käsittelyä. Maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Tilapäisen suojelun päätyttyä turvapaikkahakemuksen käsittely raukeaa, jos hakija ei Maahanmuuttoviraston häneltä sitä kirjallisesti tiedusteltua ilmoita, että hän haluaa hakemuksen käsittelyä. Maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
        "folded_fi": "tilapaisen suojelun paatyttya turvapaikkahakemuksen kasittely raukeaa, jos hakija ei maahanmuuttoviraston hanelta sita kirjallisesti tiedusteltua ilmoita, etta han haluaa hakemuksen kasittelya. maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
        "title_sv": "Behandling av asylansökningar inlämnade av utlänningar som får tillfälligt skydd",
        "content_sv": "När det tillfälliga skyddet har upphört förfaller behandlingen av en asylansökan, om sökanden inte på Migrationsverkets skriftliga förfrågan meddelar att han eller hon önskar få sin ansökan behandlad. Migrationsverket tillställer sökanden förfrågan per post mot mottagningsbevis eller som stämningsdelgivning.",
        "normalized_sv": "När det tillfälliga skyddet har upphört förfaller behandlingen av en asylansökan, om sökanden inte på Migrationsverkets skriftliga förfrågan meddelar att han eller hon önskar få sin ansökan behandlad. Migrationsverket tillställer sökanden förfrågan per post mot mottagningsbevis eller som stämningsdelgivning.",
        "folded_sv": "nar det tillfalliga skyddet har upphort forfaller behandlingen av en asylansokan, om sokanden inte pa migrationsverkets skriftliga forfragan meddelar att han eller hon onskar fa sin ansokan behandlad. migrationsverket tillstaller sokanden forfragan per post mot mottagningsbevis eller som stamningsdelgivning."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "Maahanmuuttoviraston kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssä; 2) myöntää ensimmäisen oleskeluluvan 89 §:n nojalla; 3) myöntää ensimmäisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiössä Suomeen otettavalle ulkomaalaiselle; 4) myöntää ensimmäisen oleskeluluvan 93 §:n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myöntää ensimmäisen oleskeluluvan tilapäisen suojelun perusteella; 6) päättää pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) päättää toisen sopimusvaltion pyynnöstä vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytää toiselta sopimusvaltiolta vastaavaa päätöstä turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa. Maahanmuuttovirasto päättää 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssä; 2) myöntää ensimmäisen oleskeluluvan 89 § :n nojalla; 3) myöntää ensimmäisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiössä Suomeen otettavalle ulkomaalaiselle; 4) myöntää ensimmäisen oleskeluluvan 93 § :n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myöntää ensimmäisen oleskeluluvan tilapäisen suojelun perusteella; 6) päättää pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) päättää toisen sopimusvaltion pyynnöstä vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytää toiselta sopimusvaltiolta vastaavaa päätöstä turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa. Maahanmuuttovirasto päättää 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
        "folded_fi": "maahanmuuttovirasto: 1) antaa turvapaikan ja myontaa ensimmaisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssa; 2) myontaa ensimmaisen oleskeluluvan 89 §:n nojalla; 3) myontaa ensimmaisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiossa suomeen otettavalle ulkomaalaiselle; 4) myontaa ensimmaisen oleskeluluvan 93 §:n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myontaa ensimmaisen oleskeluluvan tilapaisen suojelun perusteella; 6) paattaa pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) paattaa toisen sopimusvaltion pyynnosta vastuuvaltion maarittamisesta annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytaa toiselta sopimusvaltiolta vastaavaa paatosta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, etta hanen hakemustaan ei ole tutkittu aineellisesti suomessa. maahanmuuttovirasto paattaa 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
        "title_sv": "Migrationsverkets behörighet i anslutning till internationellt skydd",
        "content_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av behov av skydd, 2) beviljar första uppehållstillstånd med stöd av 89 §, 3) beviljar första uppehållstillstånd på grund av flyktingskap eller behov av skydd när det gäller utlänningar som tas till Finland inom flyktingkvoten, 4) beviljar första uppehållstillstånd med stöd av 93 § på grund av annan humanitär invandring, 5) beviljar första uppehållstillstånd på grund av tillfälligt skydd, 6) beslutar om upphörande och återkallande av flyktingstatus, 7) beslutar på begäran av en annan avtalsslutande stat om mottagande eller återtagande av asylsökande enligt rådets förordning om bestämmandet av den ansvariga staten och begär av en annan avtalsslutande stat motsvarande beslut om mottagande respektive återtagande av asylsökande, och 8) ger en utlänning som ska sändas tillbaka till ett säkert asylland en handling av vilken framgår att hans eller hennes ansökan inte har prövats i sak i Finland. I ett ärende som avses i 1 mom. 3 punkten fattar Migrationsverket beslut efter att ha fått utlåtande av skyddspolisen.",
        "normalized_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av behov av skydd, 2) beviljar första uppehållstillstånd med stöd av 89 § , 3) beviljar första uppehållstillstånd på grund av flyktingskap eller behov av skydd när det gäller utlänningar som tas till Finland inom flyktingkvoten, 4) beviljar första uppehållstillstånd med stöd av 93 § på grund av annan humanitär invandring, 5) beviljar första uppehållstillstånd på grund av tillfälligt skydd, 6) beslutar om upphörande och återkallande av flyktingstatus, 7) beslutar på begäran av en annan avtalsslutande stat om mottagande eller återtagande av asylsökande enligt rådets förordning om bestämmandet av den ansvariga staten och begär av en annan avtalsslutande stat motsvarande beslut om mottagande respektive återtagande av asylsökande, och 8) ger en utlänning som ska sändas tillbaka till ett säkert asylland en handling av vilken framgår att hans eller hennes ansökan inte har prövats i sak i Finland. I ett ärende som avses i 1 mom. 3 punkten fattar Migrationsverket beslut efter att ha fått utlåtande av skyddspolisen.",
        "folded_sv": "migrationsverket 1) beviljar vid asylforfarandet asyl och forsta uppehallstillstand pa grund av behov av skydd, 2) beviljar forsta uppehallstillstand med stod av 89 §, 3) beviljar forsta uppehallstillstand pa grund av flyktingskap eller behov av skydd nar det galler utlanningar som tas till finland inom flyktingkvoten, 4) beviljar forsta uppehallstillstand med stod av 93 § pa grund av annan humanitar invandring, 5) beviljar forsta uppehallstillstand pa grund av tillfalligt skydd, 6) beslutar om upphorande och aterkallande av flyktingstatus, 7) beslutar pa begaran av en annan avtalsslutande stat om mottagande eller atertagande av asylsokande enligt radets forordning om bestammandet av den ansvariga staten och begar av en annan avtalsslutande stat motsvarande beslut om mottagande respektive atertagande av asylsokande, och 8) ger en utlanning som ska sandas tillbaka till ett sakert asylland en handling av vilken framgar att hans eller hennes ansokan inte har provats i sak i finland. i ett arende som avses i 1 mom. 3 punkten fattar migrationsverket beslut efter att ha fatt utlatande av skyddspolisen."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "Paikallispoliisin kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Jollei poliisi katso voivansa myöntää oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia Maahanmuuttoviraston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:117",
        "normalized_fi": "Jollei poliisi katso voivansa myöntää oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia Maahanmuuttoviraston ratkaistavaksi.",
        "folded_fi": "jollei poliisi katso voivansa myontaa oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia maahanmuuttoviraston ratkaistavaksi.",
        "title_sv": "Den lokala polisens behörighet i anslutning till internationellt skydd",
        "content_sv": "Om polisen anser att den inte kan bevilja uppehållstillstånd med stöd av 1 eller 2 mom., ska polisen föra ärendet till Migrationsverket för avgörande.",
        "normalized_sv": "Om polisen anser att den inte kan bevilja uppehållstillstånd med stöd av 1 eller 2 mom., ska polisen föra ärendet till Migrationsverket för avgörande.",
        "folded_sv": "om polisen anser att den inte kan bevilja uppehallstillstand med stod av 1 eller 2 mom., ska polisen fora arendet till migrationsverket for avgorande."
      }
    },
    {
      "provision_ref": "130",
      "section": "130",
      "title": "Henkilöllisyyden todentaminen ja oleskelua koskevien tietojen antaminen",
      "content": "Ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka Maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:130",
        "normalized_fi": "Ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka Maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
        "folded_fi": "ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
        "title_sv": "Skyldighet att styrka sin identitet och lämna upplysningar om sin vistelse",
        "content_sv": "En utlänning ska på kallelse infinna sig hos polisen, gränskontrollmyndigheten eller Migrationsverket för att lämna behövliga upplysningar om sin vistelse.",
        "normalized_sv": "En utlänning ska på kallelse infinna sig hos polisen, gränskontrollmyndigheten eller Migrationsverket för att lämna behövliga upplysningar om sin vistelse.",
        "folded_sv": "en utlanning ska pa kallelse infinna sig hos polisen, granskontrollmyndigheten eller migrationsverket for att lamna behovliga upplysningar om sin vistelse."
      }
    },
    {
      "provision_ref": "132",
      "section": "132",
      "title": "Matkustusasiakirjan ottaminen viranomaisen haltuun",
      "content": "Poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto voi ottaa ulkomaalaisen esittämän tai ulkomaalaisen hallussa olevan väärän tai väärennetyn matkustusasiakirjan taikka väärän henkilötiedon antamiseen käytettäväksi aiotun matkustusasiakirjan haltuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:132",
        "normalized_fi": "Poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto voi ottaa ulkomaalaisen esittämän tai ulkomaalaisen hallussa olevan väärän tai väärennetyn matkustusasiakirjan taikka väärän henkilötiedon antamiseen käytettäväksi aiotun matkustusasiakirjan haltuunsa.",
        "folded_fi": "poliisi, rajatarkastusviranomainen, maahanmuuttovirasto tai suomen edustusto voi ottaa ulkomaalaisen esittaman tai ulkomaalaisen hallussa olevan vaaran tai vaarennetyn matkustusasiakirjan taikka vaaran henkilotiedon antamiseen kaytettavaksi aiotun matkustusasiakirjan haltuunsa.",
        "title_sv": "Omhändertagande av resedokument",
        "content_sv": "Polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning får omhänderta sådana resedokument som företes eller innehas av utlänningar och som är felaktiga eller förfalskade eller som är avsedda att användas för att lämna oriktiga personuppgifter.",
        "normalized_sv": "Polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning får omhänderta sådana resedokument som företes eller innehas av utlänningar och som är felaktiga eller förfalskade eller som är avsedda att användas för att lämna oriktiga personuppgifter.",
        "folded_sv": "polisen, granskontrollmyndigheten, migrationsverket eller en finsk beskickning far omhanderta sadana resedokument som foretes eller innehas av utlanningar och som ar felaktiga eller forfalskade eller som ar avsedda att anvandas for att lamna oriktiga personuppgifter."
      }
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Hallussa olevan matkustusasiakirjan luovuttaminen",
      "content": "Ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja Maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hänelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja Maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hänelle.",
        "folded_fi": "ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hanelle.",
        "title_sv": "Överlämnande av resedokument som en utlänning innehar",
        "content_sv": "En utlänning ska överlämna de resedokument som han eller hon innehar till Migrationsverket innan ett främlingspass eller resedokument för flykting lämnas ut till honom eller henne.",
        "normalized_sv": "En utlänning ska överlämna de resedokument som han eller hon innehar till Migrationsverket innan ett främlingspass eller resedokument för flykting lämnas ut till honom eller henne.",
        "folded_sv": "en utlanning ska overlamna de resedokument som han eller hon innehar till migrationsverket innan ett framlingspass eller resedokument for flykting lamnas ut till honom eller henne."
      }
    },
    {
      "provision_ref": "139",
      "section": "139",
      "title": "Toimivalta muukalaispassin ja pakolaisen matkustusasiakirjan myöntämiseen ja peruuttamiseen",
      "content": "Maahanmuuttovirasto päättää muukalaispassin ja pakolaisen matkustusasiakirjan myöntämisestä Suomessa olevalle ulkomaalaiselle sekä niiden peruuttamisesta. Suomen edustusto päättää Maahanmuuttovirastoa kuultuaan muukalaispassin myöntämisestä ulkomailla olevalle ulkomaalaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:139",
        "normalized_fi": "Maahanmuuttovirasto päättää muukalaispassin ja pakolaisen matkustusasiakirjan myöntämisestä Suomessa olevalle ulkomaalaiselle sekä niiden peruuttamisesta. Suomen edustusto päättää Maahanmuuttovirastoa kuultuaan muukalaispassin myöntämisestä ulkomailla olevalle ulkomaalaiselle.",
        "folded_fi": "maahanmuuttovirasto paattaa muukalaispassin ja pakolaisen matkustusasiakirjan myontamisesta suomessa olevalle ulkomaalaiselle seka niiden peruuttamisesta. suomen edustusto paattaa maahanmuuttovirastoa kuultuaan muukalaispassin myontamisesta ulkomailla olevalle ulkomaalaiselle.",
        "title_sv": "Behörighet att bevilja och indra främlingspass och resedokument för flykting",
        "content_sv": "Migrationsverket beslutar om beviljande och indragning av främlingspass och resedokument för flykting när det gäller utlänningar som befinner sig i Finland. Finska beskickningar beslutar, efter att ha hört Migrationsverket, om beviljande av främlingspass när det gäller utlänningar som befinner sig utomlands.",
        "normalized_sv": "Migrationsverket beslutar om beviljande och indragning av främlingspass och resedokument för flykting när det gäller utlänningar som befinner sig i Finland. Finska beskickningar beslutar, efter att ha hört Migrationsverket, om beviljande av främlingspass när det gäller utlänningar som befinner sig utomlands.",
        "folded_sv": "migrationsverket beslutar om beviljande och indragning av framlingspass och resedokument for flykting nar det galler utlanningar som befinner sig i finland. finska beskickningar beslutar, efter att ha hort migrationsverket, om beviljande av framlingspass nar det galler utlanningar som befinner sig utomlands."
      }
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Toimivalta muukalaispassin ja pakolaisen matkustusasiakirjan ottamiseen viranomaisen haltuun",
      "content": "Muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto. Viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymättä Maahanmuuttovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto. Viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymättä Maahanmuuttovirastolle.",
        "folded_fi": "muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, maahanmuuttovirasto tai suomen edustusto. viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymatta maahanmuuttovirastolle.",
        "title_sv": "Behörighet att omhänderta främlingspass eller resedokument för flykting",
        "content_sv": "Ett främlingspass eller ett resedokument för flykting får omhändertas av polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning. Ett omhändertaget främlingspass eller resedokument ska utan dröjsmål sändas till Migrationsverket.",
        "normalized_sv": "Ett främlingspass eller ett resedokument för flykting får omhändertas av polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning. Ett omhändertaget främlingspass eller resedokument ska utan dröjsmål sändas till Migrationsverket.",
        "folded_sv": "ett framlingspass eller ett resedokument for flykting far omhandertas av polisen, granskontrollmyndigheten, migrationsverket eller en finsk beskickning. ett omhandertaget framlingspass eller resedokument ska utan drojsmal sandas till migrationsverket."
      }
    },
    {
      "provision_ref": "151",
      "section": "151",
      "title": "Poliisi ja rajatarkastusviranomainen",
      "content": "Poliisin tai rajatarkastusviranomaisen on ryhdyttävä toimenpiteisiin ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jos hän ei täytä maahantulon tai maassa oleskelun edellytyksiä. Poliisi tai rajatarkastusviranomainen voi päättää käännyttämisestä kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. Tätä myöhemmin poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jollei Maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. Poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi, jos sillä itsellään ei ole toimivaltaa käännyttämiseen tai jos se arvioi, että ulkomaalaiselle tulisi määrätä maahantulokielto kahta vuotta pidemmäksi ajaksi. Poliisi tai rajatarkastusviranomainen voi tehdä Maahanmuuttovirastolle esityksen ulkomaalaisen käännyttämiseksi myös, jos asialla on merkitystä 148 §:n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:151",
        "normalized_fi": "Poliisin tai rajatarkastusviranomaisen on ryhdyttävä toimenpiteisiin ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jos hän ei täytä maahantulon tai maassa oleskelun edellytyksiä. Poliisi tai rajatarkastusviranomainen voi päättää käännyttämisestä kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. Tätä myöhemmin poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jollei Maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. Poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi, jos sillä itsellään ei ole toimivaltaa käännyttämiseen tai jos se arvioi, että ulkomaalaiselle tulisi määrätä maahantulokielto kahta vuotta pidemmäksi ajaksi. Poliisi tai rajatarkastusviranomainen voi tehdä Maahanmuuttovirastolle esityksen ulkomaalaisen käännyttämiseksi myös, jos asialla on merkitystä 148 § :n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "folded_fi": "poliisin tai rajatarkastusviranomaisen on ryhdyttava toimenpiteisiin ulkomaalaisen kaannyttamiseksi tai maasta karkottamiseksi, jos han ei tayta maahantulon tai maassa oleskelun edellytyksia. poliisi tai rajatarkastusviranomainen voi paattaa kaannyttamisesta kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. tata myohemmin poliisin tai rajatarkastusviranomaisen on tehtava maahanmuuttovirastolle esitys ulkomaalaisen kaannyttamiseksi tai maasta karkottamiseksi, jollei maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. poliisin tai rajatarkastusviranomaisen on tehtava maahanmuuttovirastolle esitys ulkomaalaisen kaannyttamiseksi, jos silla itsellaan ei ole toimivaltaa kaannyttamiseen tai jos se arvioi, etta ulkomaalaiselle tulisi maarata maahantulokielto kahta vuotta pidemmaksi ajaksi. poliisi tai rajatarkastusviranomainen voi tehda maahanmuuttovirastolle esityksen ulkomaalaisen kaannyttamiseksi myos, jos asialla on merkitysta 148 §:n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "title_sv": "Polisen och gränskontrollmyndigheten",
        "content_sv": "Polisen eller gränskontrollmyndigheten ska vidta åtgärder för att avvisa eller utvisa en utlänning, om utlänningen inte uppfyller villkoren för inresa eller vistelse i landet. Polisen eller gränskontrollmyndigheten kan fatta beslut om avvisning inom tre månader från utlänningens inresa. Efter denna tid ska polisen eller gränskontrollmyndigheten göra en framställning till Migrationsverket om avvisning eller utvisning av utlänningen, om Migrationsverket inte redan har vidtagit åtgärder för att avlägsna utlänningen ur landet. Polisen eller gränskontrollmyndigheten ska göra en framställning till Migrationsverket om avvisning av en utlänning, om polisen eller gränskontrollmyndigheten inte själv är behörig att avvisa utlänningen eller om den bedömer att utlänningen bör meddelas inreseförbud för en längre tid än två år. Polisen eller gränskontrollmyndigheten kan göra en framställning till Migrationsverket om avvisning av en utlänning också när ärendet med tanke på tillämpningen av 148 § är av betydelse i andra liknande fall.",
        "normalized_sv": "Polisen eller gränskontrollmyndigheten ska vidta åtgärder för att avvisa eller utvisa en utlänning, om utlänningen inte uppfyller villkoren för inresa eller vistelse i landet. Polisen eller gränskontrollmyndigheten kan fatta beslut om avvisning inom tre månader från utlänningens inresa. Efter denna tid ska polisen eller gränskontrollmyndigheten göra en framställning till Migrationsverket om avvisning eller utvisning av utlänningen, om Migrationsverket inte redan har vidtagit åtgärder för att avlägsna utlänningen ur landet. Polisen eller gränskontrollmyndigheten ska göra en framställning till Migrationsverket om avvisning av en utlänning, om polisen eller gränskontrollmyndigheten inte själv är behörig att avvisa utlänningen eller om den bedömer att utlänningen bör meddelas inreseförbud för en längre tid än två år. Polisen eller gränskontrollmyndigheten kan göra en framställning till Migrationsverket om avvisning av en utlänning också när ärendet med tanke på tillämpningen av 148 § är av betydelse i andra liknande fall.",
        "folded_sv": "polisen eller granskontrollmyndigheten ska vidta atgarder for att avvisa eller utvisa en utlanning, om utlanningen inte uppfyller villkoren for inresa eller vistelse i landet. polisen eller granskontrollmyndigheten kan fatta beslut om avvisning inom tre manader fran utlanningens inresa. efter denna tid ska polisen eller granskontrollmyndigheten gora en framstallning till migrationsverket om avvisning eller utvisning av utlanningen, om migrationsverket inte redan har vidtagit atgarder for att avlagsna utlanningen ur landet. polisen eller granskontrollmyndigheten ska gora en framstallning till migrationsverket om avvisning av en utlanning, om polisen eller granskontrollmyndigheten inte sjalv ar behorig att avvisa utlanningen eller om den bedomer att utlanningen bor meddelas inreseforbud for en langre tid an tva ar. polisen eller granskontrollmyndigheten kan gora en framstallning till migrationsverket om avvisning av en utlanning ocksa nar arendet med tanke pa tillampningen av 148 § ar av betydelse i andra liknande fall."
      }
    },
    {
      "provision_ref": "152",
      "section": "152",
      "title": "Maahanmuuttovirasto",
      "content": "Maahanmuuttovirasto päättää käännyttämisestä kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto päättää aina käännyttämisestä, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella. Maahanmuuttovirasto päättää maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto voi määrätä ulkomaalaiselle maahantulokiellon määräajaksi tai toistaiseksi. Maahanmuuttovirasto päättää maahantulokiellon peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:152",
        "normalized_fi": "Maahanmuuttovirasto päättää käännyttämisestä kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto päättää aina käännyttämisestä, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella. Maahanmuuttovirasto päättää maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto voi määrätä ulkomaalaiselle maahantulokiellon määräajaksi tai toistaiseksi. Maahanmuuttovirasto päättää maahantulokiellon peruuttamisesta.",
        "folded_fi": "maahanmuuttovirasto paattaa kaannyttamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksesta taikka omasta aloitteestaan. maahanmuuttovirasto paattaa aina kaannyttamisesta, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun tai tilapaisen suojelun perusteella. maahanmuuttovirasto paattaa maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksesta taikka omasta aloitteestaan. maahanmuuttovirasto voi maarata ulkomaalaiselle maahantulokiellon maaraajaksi tai toistaiseksi. maahanmuuttovirasto paattaa maahantulokiellon peruuttamisesta.",
        "title_sv": "Migrationsverket",
        "content_sv": "Migrationsverket beslutar om avvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket beslutar alltid om avvisning, om över tre månader har förflutit från utlänningens inresa eller om utlänningen har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd. Migrationsverket beslutar om utvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket kan meddela en utlänning inreseförbud för viss tid eller tills vidare. Migrationsverket beslutar om återkallande av inreseförbud.",
        "normalized_sv": "Migrationsverket beslutar om avvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket beslutar alltid om avvisning, om över tre månader har förflutit från utlänningens inresa eller om utlänningen har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd. Migrationsverket beslutar om utvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket kan meddela en utlänning inreseförbud för viss tid eller tills vidare. Migrationsverket beslutar om återkallande av inreseförbud.",
        "folded_sv": "migrationsverket beslutar om avvisning pa framstallning av polisinrattningen i haradet eller granskontrollmyndigheten eller pa eget initiativ. migrationsverket beslutar alltid om avvisning, om over tre manader har forflutit fran utlanningens inresa eller om utlanningen har ansokt om uppehallstillstand pa grund av internationellt skydd eller tillfalligt skydd. migrationsverket beslutar om utvisning pa framstallning av polisinrattningen i haradet eller granskontrollmyndigheten eller pa eget initiativ. migrationsverket kan meddela en utlanning inreseforbud for viss tid eller tills vidare. migrationsverket beslutar om aterkallande av inreseforbud."
      }
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Maahanmuuttovirasto päättää maahantulokiellon määräämisestä 170 §:n perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Maahanmuuttovirasto päättää maahantulokiellon määräämisestä 170 § :n perusteella.",
        "folded_fi": "maahanmuuttovirasto paattaa maahantulokiellon maaraamisesta 170 §:n perusteella.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Migrationsverket beslutar om meddelande av inreseförbud med stöd av 170 §.",
        "normalized_sv": "Migrationsverket beslutar om meddelande av inreseförbud med stöd av 170 § .",
        "folded_sv": "migrationsverket beslutar om meddelande av inreseforbud med stod av 170 §."
      }
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Tässä laissa tarkoitettuun Maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Tässä laissa tarkoitettuun Maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, tyovoimatoimiston ja suomen edustuston paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "I beslut som fattats av Migrationsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "I beslut som fattats av Migrationsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "i beslut som fattats av migrationsverket, polisen, granskontrollmyndigheten, arbetskraftsbyran och en finsk beskickning och som avses i denna lag far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      }
    },
    {
      "provision_ref": "193",
      "section": "193",
      "title": "Valitus Helsingin hallinto-oikeuteen",
      "content": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myönnettävän oleskeluluvan saamiseksi; 2) tilapäisen suojelun saamiseksi tehdyn hakemuksen hylkäämistä; 3) maasta poistamista, maahantulokiellon määräämistä tai Suomessa myönnetyn matkustusasiakirjan peruuttamista ja päätös liittyy turvapaikkamenettelyssä tai tilapäistä suojelua koskevassa menettelyssä tehtyyn hylkäävään päätökseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:193",
        "normalized_fi": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myönnettävän oleskeluluvan saamiseksi; 2) tilapäisen suojelun saamiseksi tehdyn hakemuksen hylkäämistä; 3) maasta poistamista, maahantulokiellon määräämistä tai Suomessa myönnetyn matkustusasiakirjan peruuttamista ja päätös liittyy turvapaikkamenettelyssä tai tilapäistä suojelua koskevassa menettelyssä tehtyyn hylkäävään päätökseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista.",
        "folded_fi": "maahanmuuttoviraston paatoksesta valitetaan helsingin hallinto-oikeuteen, jos paatos koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myonnettavan oleskeluluvan saamiseksi; 2) tilapaisen suojelun saamiseksi tehdyn hakemuksen hylkaamista; 3) maasta poistamista, maahantulokiellon maaraamista tai suomessa myonnetyn matkustusasiakirjan peruuttamista ja paatos liittyy turvapaikkamenettelyssa tai tilapaista suojelua koskevassa menettelyssa tehtyyn hylkaavaan paatokseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvaa pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvaa pakolaisen matkustusasiakirjan peruuttamista.",
        "title_sv": "Anförande av besvär hos Helsingfors förvaltningsdomstol",
        "content_sv": "Över beslut av Migrationsverket anförs besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller om uppehållstillstånd på grund av behov av skydd, 2) avslag på ansökan om erhållande av tillfälligt skydd, 3) avlägsnande ur landet, meddelande av inreseförbud eller återkallande av resedokument som utfärdats i Finland och beslutet anknyter till beslut om avslag som fattats vid asylförfarande eller förfarande som gäller tillfälligt skydd, 4) upphörande av flyktingstatus och därtill hörande återkallande av resedokument för flykting, 5) återkallande av flyktingstatus och därtill hörande återkallande av resedokument för flykting.",
        "normalized_sv": "Över beslut av Migrationsverket anförs besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller om uppehållstillstånd på grund av behov av skydd, 2) avslag på ansökan om erhållande av tillfälligt skydd, 3) avlägsnande ur landet, meddelande av inreseförbud eller återkallande av resedokument som utfärdats i Finland och beslutet anknyter till beslut om avslag som fattats vid asylförfarande eller förfarande som gäller tillfälligt skydd, 4) upphörande av flyktingstatus och därtill hörande återkallande av resedokument för flykting, 5) återkallande av flyktingstatus och därtill hörande återkallande av resedokument för flykting.",
        "folded_sv": "over beslut av migrationsverket anfors besvar hos helsingfors forvaltningsdomstol, om beslutet galler 1) ansokan om asyl eller om uppehallstillstand pa grund av behov av skydd, 2) avslag pa ansokan om erhallande av tillfalligt skydd, 3) avlagsnande ur landet, meddelande av inreseforbud eller aterkallande av resedokument som utfardats i finland och beslutet anknyter till beslut om avslag som fattats vid asylforfarande eller forfarande som galler tillfalligt skydd, 4) upphorande av flyktingstatus och dartill horande aterkallande av resedokument for flykting, 5) aterkallande av flyktingstatus och dartill horande aterkallande av resedokument for flykting."
      }
    },
    {
      "provision_ref": "195",
      "section": "195",
      "title": "Maahanmuuttoviraston valitusoikeus",
      "content": "Maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden päätöksestä, jolla Maahanmuuttoviraston päätös on kumottu tai sitä on muutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:195",
        "normalized_fi": "Maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden päätöksestä, jolla Maahanmuuttoviraston päätös on kumottu tai sitä on muutettu.",
        "folded_fi": "maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden paatoksesta, jolla maahanmuuttoviraston paatos on kumottu tai sita on muutettu.",
        "title_sv": "Migrationsverkets rätt att anföra besvär",
        "content_sv": "Migrationsverket har rätt att överklaga sådana beslut av förvaltningsdomstolen genom vilka beslut av Migrationsverket har upphävts eller ändrats.",
        "normalized_sv": "Migrationsverket har rätt att överklaga sådana beslut av förvaltningsdomstolen genom vilka beslut av Migrationsverket har upphävts eller ändrats.",
        "folded_sv": "migrationsverket har ratt att overklaga sadana beslut av forvaltningsdomstolen genom vilka beslut av migrationsverket har upphavts eller andrats."
      }
    },
    {
      "provision_ref": "197",
      "section": "197",
      "title": "Valituskirjelmän toimittaminen",
      "content": "Turvapaikka-asioissa valituskirjelmän saa toimittaa myös Helsingin hallinto-oikeudelle taikka poliisille. Maahanmuuttoviraston on välittömästi valituksesta tiedon saatuaan toimitettava päätöksensä perusteena olevat asiakirjat hallinto-oikeuden käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:197",
        "normalized_fi": "Turvapaikka-asioissa valituskirjelmän saa toimittaa myös Helsingin hallinto-oikeudelle taikka poliisille. Maahanmuuttoviraston on välittömästi valituksesta tiedon saatuaan toimitettava päätöksensä perusteena olevat asiakirjat hallinto-oikeuden käyttöön.",
        "folded_fi": "turvapaikka-asioissa valituskirjelman saa toimittaa myos helsingin hallinto-oikeudelle taikka poliisille. maahanmuuttoviraston on valittomasti valituksesta tiedon saatuaan toimitettava paatoksensa perusteena olevat asiakirjat hallinto-oikeuden kayttoon.",
        "title_sv": "Ingivande av besvärsskrift",
        "content_sv": "I asylärenden får besvärsskriften ges in även till Helsingfors förvaltningsdomstol eller polisen. Migrationsverket ska omedelbart efter att ha underrättats om besvären tillställa förvaltningsdomstolen de handlingar som verkets beslut baserat sig på.",
        "normalized_sv": "I asylärenden får besvärsskriften ges in även till Helsingfors förvaltningsdomstol eller polisen. Migrationsverket ska omedelbart efter att ha underrättats om besvären tillställa förvaltningsdomstolen de handlingar som verkets beslut baserat sig på.",
        "folded_sv": "i asylarenden far besvarsskriften ges in aven till helsingfors forvaltningsdomstol eller polisen. migrationsverket ska omedelbart efter att ha underrattats om besvaren tillstalla forvaltningsdomstolen de handlingar som verkets beslut baserat sig pa."
      }
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin säädetä.",
        "folded_fi": "paatos kaannyttamisesta voidaan panna taytantoon muutoksenhausta huolimatta, jollei hallinto-oikeus toisin maaraa. maahanmuuttoviraston paatosta kaannyttamisesta, kun ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun tai tilapaisen suojelun perusteella, ei kuitenkaan saa panna taytantoon ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin saadeta.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett avvisningsbeslut kan verkställas trots att det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut av Migrationsverket om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd, får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs i 2 eller 3 mom.",
        "normalized_sv": "Ett avvisningsbeslut kan verkställas trots att det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut av Migrationsverket om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd, får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs i 2 eller 3 mom.",
        "folded_sv": "ett avvisningsbeslut kan verkstallas trots att det overklagats, om inte forvaltningsdomstolen bestammer nagot annat. ett beslut av migrationsverket om avvisning nar en utlanning har ansokt om uppehallstillstand pa grund av internationellt skydd eller tillfalligt skydd, far dock inte verkstallas forran beslutet har vunnit laga kraft, om inte nagot annat foreskrivs i 2 eller 3 mom."
      }
    },
    {
      "provision_ref": "210",
      "section": "210",
      "title": "Maahanmuuttoviraston oikeus ratkaista kihlakunnan poliisilaitoksen toimivaltaan kuuluva asia",
      "content": "Maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tässä laissa säädetään kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. Kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian Maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, että sen selvittäminen ja ratkaiseminen edellyttää Maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitystä lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:210",
        "normalized_fi": "Maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tässä laissa säädetään kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. Kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian Maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, että sen selvittäminen ja ratkaiseminen edellyttää Maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitystä lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "folded_fi": "maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tassa laissa saadetaan kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, etta sen selvittaminen ja ratkaiseminen edellyttaa maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitysta lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "title_sv": "Migrationsverkets rätt att avgöra ett ärende som hör till polisinrättningen i häradet",
        "content_sv": "Migrationsverket kan överta avgörandet av ett ärende som enligt denna lag ska avgöras av polisinrättningen i häradet. Polisinrättningen i häradet kan föra ett ärende som hör till den till Migrationsverket för avgörande, om ärendet till sin art är sådant att utredandet och avgörandet av det kräver Migrationsverkets sakkunskap, eller om ärendet är av betydelse för lagens tillämpning i andra liknande fall.",
        "normalized_sv": "Migrationsverket kan överta avgörandet av ett ärende som enligt denna lag ska avgöras av polisinrättningen i häradet. Polisinrättningen i häradet kan föra ett ärende som hör till den till Migrationsverket för avgörande, om ärendet till sin art är sådant att utredandet och avgörandet av det kräver Migrationsverkets sakkunskap, eller om ärendet är av betydelse för lagens tillämpning i andra liknande fall.",
        "folded_sv": "migrationsverket kan overta avgorandet av ett arende som enligt denna lag ska avgoras av polisinrattningen i haradet. polisinrattningen i haradet kan fora ett arende som hor till den till migrationsverket for avgorande, om arendet till sin art ar sadant att utredandet och avgorandet av det kraver migrationsverkets sakkunskap, eller om arendet ar av betydelse for lagens tillampning i andra liknande fall."
      }
    },
    {
      "provision_ref": "211",
      "section": "211",
      "title": "Ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta",
      "content": "Sisäasiainministeriön yhteyteen voidaan asettaa ulkomaisen työvoiman työsuhteiden ehtojen valvontaa varten ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta. Neuvottelukunnan tehtävänä on ulkomaalaisten työntekijöiden työsuhteiden ehtojen ja työntekijäin oleskelulupien valvontaa koskevissa asioissa edistää yhteistyötä ja tiedonkulkua viranomaisten välillä, seurata ulkomaalaisten työntekijöiden työsuhde- ja lupavalvonnan kehitystä sekä antaa lausuntoja näistä asioista. Sisäasiainministeriö nimittää neuvottelukunnan jäsenet. Neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. Neuvottelukunta toimii yhteistyössä keskeisten työmarkkinajärjestöjen kanssa. Tarkemmat säännökset neuvottelukunnan kokoonpanosta, tehtävistä, työskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:211",
        "normalized_fi": "Sisäasiainministeriön yhteyteen voidaan asettaa ulkomaisen työvoiman työsuhteiden ehtojen valvontaa varten ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta. Neuvottelukunnan tehtävänä on ulkomaalaisten työntekijöiden työsuhteiden ehtojen ja työntekijäin oleskelulupien valvontaa koskevissa asioissa edistää yhteistyötä ja tiedonkulkua viranomaisten välillä, seurata ulkomaalaisten työntekijöiden työsuhde- ja lupavalvonnan kehitystä sekä antaa lausuntoja näistä asioista. Sisäasiainministeriö nimittää neuvottelukunnan jäsenet. Neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. Neuvottelukunta toimii yhteistyössä keskeisten työmarkkinajärjestöjen kanssa. Tarkemmat säännökset neuvottelukunnan kokoonpanosta, tehtävistä, työskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "sisaasiainministerion yhteyteen voidaan asettaa ulkomaisen tyovoiman tyosuhteiden ehtojen valvontaa varten ulkomaalaisten tyontekijain tyosuhde- ja oleskelulupa-asioiden neuvottelukunta. neuvottelukunnan tehtavana on ulkomaalaisten tyontekijoiden tyosuhteiden ehtojen ja tyontekijain oleskelulupien valvontaa koskevissa asioissa edistaa yhteistyota ja tiedonkulkua viranomaisten valilla, seurata ulkomaalaisten tyontekijoiden tyosuhde- ja lupavalvonnan kehitysta seka antaa lausuntoja naista asioista. sisaasiainministerio nimittaa neuvottelukunnan jasenet. neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. neuvottelukunta toimii yhteistyossa keskeisten tyomarkkinajarjestojen kanssa. tarkemmat saannokset neuvottelukunnan kokoonpanosta, tehtavista, tyoskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för utlänningars anställnings- och uppehållstillståndsärenden",
        "content_sv": "För tillsynen över anställningsvillkoren för utländsk arbetskraft kan i anslutning till inrikesministeriet tillsättas en delegation för utlänningars anställnings- och uppehållstillståndsärenden. Delegationen ska främja samarbetet och informationen mellan myndigheter i ärenden som gäller tillsynen över utländska arbetstagares anställningsvillkor och uppehållstillstånd, följa utvecklingen beträffande tillsynen över utländska arbetstagares anställningsförhållanden och tillstånd samt ge utlåtanden i dessa frågor. Inrikesministeriet utnämner medlemmarna i delegationen. I delegationen ska de myndigheter och förvaltningsområden som tillsynen kräver vara representerade. Delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. Närmare bestämmelser om delegationens sammansättning, uppgifter, arbetsformer och mandattid utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För tillsynen över anställningsvillkoren för utländsk arbetskraft kan i anslutning till inrikesministeriet tillsättas en delegation för utlänningars anställnings- och uppehållstillståndsärenden. Delegationen ska främja samarbetet och informationen mellan myndigheter i ärenden som gäller tillsynen över utländska arbetstagares anställningsvillkor och uppehållstillstånd, följa utvecklingen beträffande tillsynen över utländska arbetstagares anställningsförhållanden och tillstånd samt ge utlåtanden i dessa frågor. Inrikesministeriet utnämner medlemmarna i delegationen. I delegationen ska de myndigheter och förvaltningsområden som tillsynen kräver vara representerade. Delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. Närmare bestämmelser om delegationens sammansättning, uppgifter, arbetsformer och mandattid utfärdas genom förordning av statsrådet.",
        "folded_sv": "for tillsynen over anstallningsvillkoren for utlandsk arbetskraft kan i anslutning till inrikesministeriet tillsattas en delegation for utlanningars anstallnings- och uppehallstillstandsarenden. delegationen ska framja samarbetet och informationen mellan myndigheter i arenden som galler tillsynen over utlandska arbetstagares anstallningsvillkor och uppehallstillstand, folja utvecklingen betraffande tillsynen over utlandska arbetstagares anstallningsforhallanden och tillstand samt ge utlatanden i dessa fragor. inrikesministeriet utnamner medlemmarna i delegationen. i delegationen ska de myndigheter och forvaltningsomraden som tillsynen kraver vara representerade. delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. narmare bestammelser om delegationens sammansattning, uppgifter, arbetsformer och mandattid utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "212",
      "section": "212",
      "title": "Valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:212",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvovat maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
        "title_sv": "Tillsyn",
        "content_sv": "Tillsynen över iakttagandet av denna lag och de bestämmelser som utfärdats med stöd av den utövas av Migrationsverket, polisen och gränsbevakningsväsendet.",
        "normalized_sv": "Tillsynen över iakttagandet av denna lag och de bestämmelser som utfärdats med stöd av den utövas av Migrationsverket, polisen och gränsbevakningsväsendet.",
        "folded_sv": "tillsynen over iakttagandet av denna lag och de bestammelser som utfardats med stod av den utovas av migrationsverket, polisen och gransbevakningsvasendet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Toimivalta viisumin peruuttamisessa, viisumin voimassaoloajan lyhentämisessä, oleskelupäivien vähentämisessä ja viisumin mitätöimisessä",
      "content": "Maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun päätöksen ja mitätöi viisumin, jos ulkomaalainen oleskelee Suomen alueella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:31",
        "normalized_fi": "Maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun päätöksen ja mitätöi viisumin, jos ulkomaalainen oleskelee Suomen alueella.",
        "folded_fi": "maahanmuuttovirasto, poliisi tai rajatarkastusviranomainen tekee 1 momentissa mainitun paatoksen ja mitatoi viisumin, jos ulkomaalainen oleskelee suomen alueella.",
        "title_sv": "Behörighet vid återkallande av visum, förkortning av giltighetstiden för visum, minskning av antalet vistelsedagar och ogiltigförklaring av visum",
        "content_sv": "Migrationsverket, polisen eller gränskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigförklarar ett visum, om en utlänning vistas på finskt territorium.",
        "normalized_sv": "Migrationsverket, polisen eller gränskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigförklarar ett visum, om en utlänning vistas på finskt territorium.",
        "folded_sv": "migrationsverket, polisen eller granskontrollmyndigheten fattar beslut enligt 1 mom. och ogiltigforklarar ett visum, om en utlanning vistas pa finskt territorium."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "63",
      "section": "63",
      "title": "Lausunnot oleskelulupahakemuksesta perhesiteen perusteella",
      "content": "Maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdystä oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. Lausuntoa voi pyytää perheenkokoajan sosiaalisesta tai terveydellisestä tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikäinen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytämiseen on muu perheen tilanteen selvittämiseen liittyvä erityinen syy. Sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan Maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosäännösten estämättä perhesiteen perusteella tehtyä oleskelulupahakemusta varten hallussaan olevat henkilön sosiaaliseen tai terveydelliseen tilaan liittyvät sellaiset tiedot, jotka ovat välttämättömiä tehtäessä päätöstä oleskeluluvan myöntämisestä perhesiteen perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:63",
        "normalized_fi": "Maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdystä oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. Lausuntoa voi pyytää perheenkokoajan sosiaalisesta tai terveydellisestä tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikäinen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytämiseen on muu perheen tilanteen selvittämiseen liittyvä erityinen syy. Sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan Maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosäännösten estämättä perhesiteen perusteella tehtyä oleskelulupahakemusta varten hallussaan olevat henkilön sosiaaliseen tai terveydelliseen tilaan liittyvät sellaiset tiedot, jotka ovat välttämättömiä tehtäessä päätöstä oleskeluluvan myöntämisestä perhesiteen perusteella.",
        "folded_fi": "maahanmuuttovirasto tai kihlakunnan poliisilaitos voi hankkia perhesiteen perusteella tehdysta oleskelulupahakemuksesta lausunnon perheenkokoajan koti- tai asuinpaikkakunnan sosiaaliviranomaiselta tai terveydenhuoltoviranomaiselta. lausuntoa voi pyytaa perheenkokoajan sosiaalisesta tai terveydellisesta tilanteesta, jos perheenkokoaja on ilman huoltajaa tullut alaikainen tai jos hakija on ydinperheen ulkopuolinen muu omainen taikka jos lausunnon pyytamiseen on muu perheen tilanteen selvittamiseen liittyva erityinen syy. sosiaaliviranomainen tai terveydenhuoltoviranomainen on velvollinen antamaan maahanmuuttovirastolle tai kihlakunnan poliisilaitokselle 1 momentissa tarkoitetussa lausunnossaan salassapitosaannosten estamatta perhesiteen perusteella tehtya oleskelulupahakemusta varten hallussaan olevat henkilon sosiaaliseen tai terveydelliseen tilaan liittyvat sellaiset tiedot, jotka ovat valttamattomia tehtaessa paatosta oleskeluluvan myontamisesta perhesiteen perusteella.",
        "title_sv": "Utlåtanden om ansökan om uppehållstillstånd på grund av familjeband",
        "content_sv": "Migrationsverket eller polisinrättningen i häradet kan med anledning av en ansökan om uppehållstillstånd på grund av familjeband begära utlåtande hos de sociala myndigheterna eller hälsovårdsmyndigheterna på hem- eller bostadsorten för anknytningspersonen. Utlåtande kan begäras om de sociala förhållandena eller hälsotillståndet i fråga om anknytningspersonen, om han eller hon är en minderårig som kommit utan vårdnadshavare eller om sökanden är en annan anhörig som inte hör till kärnfamiljen eller om begäran om utlåtande föranleds av andra särskilda skäl som hänför sig till utredningen av familjens situation. De sociala myndigheterna eller hälsovårdsmyndigheterna är utan hinder av sekretessbestämmelserna skyldiga att med anledning av en ansökan om uppehållstillstånd på grund av familjeband i ett utlåtande enligt 1 mom. till Migrationsverket eller polisinrättningen i häradet lämna sådana uppgifter om de sociala förhållandena eller hälsotillståndet för en person som är nödvändiga för att beslut om uppehållstillstånd på grund av familjeband ska kunna fattas.",
        "normalized_sv": "Migrationsverket eller polisinrättningen i häradet kan med anledning av en ansökan om uppehållstillstånd på grund av familjeband begära utlåtande hos de sociala myndigheterna eller hälsovårdsmyndigheterna på hem- eller bostadsorten för anknytningspersonen. Utlåtande kan begäras om de sociala förhållandena eller hälsotillståndet i fråga om anknytningspersonen, om han eller hon är en minderårig som kommit utan vårdnadshavare eller om sökanden är en annan anhörig som inte hör till kärnfamiljen eller om begäran om utlåtande föranleds av andra särskilda skäl som hänför sig till utredningen av familjens situation. De sociala myndigheterna eller hälsovårdsmyndigheterna är utan hinder av sekretessbestämmelserna skyldiga att med anledning av en ansökan om uppehållstillstånd på grund av familjeband i ett utlåtande enligt 1 mom. till Migrationsverket eller polisinrättningen i häradet lämna sådana uppgifter om de sociala förhållandena eller hälsotillståndet för en person som är nödvändiga för att beslut om uppehållstillstånd på grund av familjeband ska kunna fattas.",
        "folded_sv": "migrationsverket eller polisinrattningen i haradet kan med anledning av en ansokan om uppehallstillstand pa grund av familjeband begara utlatande hos de sociala myndigheterna eller halsovardsmyndigheterna pa hem- eller bostadsorten for anknytningspersonen. utlatande kan begaras om de sociala forhallandena eller halsotillstandet i fraga om anknytningspersonen, om han eller hon ar en minderarig som kommit utan vardnadshavare eller om sokanden ar en annan anhorig som inte hor till karnfamiljen eller om begaran om utlatande foranleds av andra sarskilda skal som hanfor sig till utredningen av familjens situation. de sociala myndigheterna eller halsovardsmyndigheterna ar utan hinder av sekretessbestammelserna skyldiga att med anledning av en ansokan om uppehallstillstand pa grund av familjeband i ett utlatande enligt 1 mom. till migrationsverket eller polisinrattningen i haradet lamna sadana uppgifter om de sociala forhallandena eller halsotillstandet for en person som ar nodvandiga for att beslut om uppehallstillstand pa grund av familjeband ska kunna fattas."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "Suullinen kuuleminen haettaessa oleskelulupaa perhesiteen perusteella",
      "content": "Kuulemisen suorittaa poliisi tai Suomen edustuston virkamies. Maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittäminen sitä edellyttää.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:64",
        "normalized_fi": "Kuulemisen suorittaa poliisi tai Suomen edustuston virkamies. Maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittäminen sitä edellyttää.",
        "folded_fi": "kuulemisen suorittaa poliisi tai suomen edustuston virkamies. maahanmuuttovirasto voi suorittaa kuulemisen, jos asian selvittaminen sita edellyttaa.",
        "title_sv": "Muntligt hörande vid ansökan om uppehållstillstånd på grund av familjeband",
        "content_sv": "Polisen eller en tjänsteman vid en finsk beskickning verkställer hörandet. Migrationsverket kan verkställa hörandet, om det behövs för att utreda saken.",
        "normalized_sv": "Polisen eller en tjänsteman vid en finsk beskickning verkställer hörandet. Migrationsverket kan verkställa hörandet, om det behövs för att utreda saken.",
        "folded_sv": "polisen eller en tjansteman vid en finsk beskickning verkstaller horandet. migrationsverket kan verkstalla horandet, om det behovs for att utreda saken."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "65",
      "section": "65",
      "title": "Perhesiteen selvittäminen DNA-tutkimuksen avulla",
      "content": "Maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan DNA-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteestä ei muutoin voida saada riittävää selvitystä ja jos DNA-tutkimuksen avulla on mahdollista saada olennaista näyttöä perhesiteestä. Jos asianosainen on tahallaan antanut perhesiteestään vääriä tietoja, joiden perusteella hänet ja hänen ilmoittamansa perheenjäsen on ohjattu DNA-tutkimukseen, Maahanmuuttoviraston on velvoitettava hänet korvaamaan valtiolle tutkimuskulut, jollei tämä ole olosuhteisiin nähden kohtuutonta. Maahanmuuttoviraston päätös pannaan täytäntöön siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:65",
        "normalized_fi": "Maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan DNA-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteestä ei muutoin voida saada riittävää selvitystä ja jos DNA-tutkimuksen avulla on mahdollista saada olennaista näyttöä perhesiteestä. Jos asianosainen on tahallaan antanut perhesiteestään vääriä tietoja, joiden perusteella hänet ja hänen ilmoittamansa perheenjäsen on ohjattu DNA-tutkimukseen, Maahanmuuttoviraston on velvoitettava hänet korvaamaan valtiolle tutkimuskulut, jollei tämä ole olosuhteisiin nähden kohtuutonta. Maahanmuuttoviraston päätös pannaan täytäntöön siten kuin verojen ja maksujen perimisestä ulosottotoimin annetussa laissa (367/1961) säädetään.",
        "folded_fi": "maahanmuuttovirasto voi varata hakijalle ja perheenkokoajalle tilaisuuden osoittaa biologinen sukulaisuus toteen valtion varoista kustannettavan dna-tutkimuksen avulla, jos biologiseen sukulaisuuteen perustuvasta perhesiteesta ei muutoin voida saada riittavaa selvitysta ja jos dna-tutkimuksen avulla on mahdollista saada olennaista nayttoa perhesiteesta. jos asianosainen on tahallaan antanut perhesiteestaan vaaria tietoja, joiden perusteella hanet ja hanen ilmoittamansa perheenjasen on ohjattu dna-tutkimukseen, maahanmuuttoviraston on velvoitettava hanet korvaamaan valtiolle tutkimuskulut, jollei tama ole olosuhteisiin nahden kohtuutonta. maahanmuuttoviraston paatos pannaan taytantoon siten kuin verojen ja maksujen perimisesta ulosottotoimin annetussa laissa (367/1961) saadetaan.",
        "title_sv": "Utredning av familjeband genom DNA-analys",
        "content_sv": "Migrationsverket kan ge sökanden och anknytningspersonen tillfälle att bevisa den biologiska släktskapen genom en DNA-analys som betalas med statens medel, om det inte är möjligt att på något annat sätt få en tillräcklig utredning om de på biologiskt släktskap baserade familjebanden och om det med hjälp av en DNA-analys är möjligt att få fram väsentliga bevis som gäller familjebanden. Om en part uppsåtligen lämnat sådana oriktiga uppgifter om sina familjeband, på basis av vilka parten och den familjemedlem som parten uppgett har hänvisats till en DNA-analys, ska Migrationsverket ålägga parten att ersätta statens kostnader för analysen, om detta inte med beaktande av omständigheterna är oskäligt. Migrationsverkets beslut verkställs så som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "normalized_sv": "Migrationsverket kan ge sökanden och anknytningspersonen tillfälle att bevisa den biologiska släktskapen genom en DNA-analys som betalas med statens medel, om det inte är möjligt att på något annat sätt få en tillräcklig utredning om de på biologiskt släktskap baserade familjebanden och om det med hjälp av en DNA-analys är möjligt att få fram väsentliga bevis som gäller familjebanden. Om en part uppsåtligen lämnat sådana oriktiga uppgifter om sina familjeband, på basis av vilka parten och den familjemedlem som parten uppgett har hänvisats till en DNA-analys, ska Migrationsverket ålägga parten att ersätta statens kostnader för analysen, om detta inte med beaktande av omständigheterna är oskäligt. Migrationsverkets beslut verkställs så som bestäms i lagen om indrivning av skatter och avgifter i utsökningsväg (367/1961).",
        "folded_sv": "migrationsverket kan ge sokanden och anknytningspersonen tillfalle att bevisa den biologiska slaktskapen genom en dna-analys som betalas med statens medel, om det inte ar mojligt att pa nagot annat satt fa en tillracklig utredning om de pa biologiskt slaktskap baserade familjebanden och om det med hjalp av en dna-analys ar mojligt att fa fram vasentliga bevis som galler familjebanden. om en part uppsatligen lamnat sadana oriktiga uppgifter om sina familjeband, pa basis av vilka parten och den familjemedlem som parten uppgett har hanvisats till en dna-analys, ska migrationsverket alagga parten att ersatta statens kostnader for analysen, om detta inte med beaktande av omstandigheterna ar oskaligt. migrationsverkets beslut verkstalls sa som bestams i lagen om indrivning av skatter och avgifter i utsokningsvag (367/1961)."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "66",
      "section": "66",
      "title": "DNA-tutkimuksen suorittaminen",
      "content": "DNA-testi toimitetaan Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa. DNA-testin toimittajan on viipymättä lähetettävä DNA-tyypityksen perusteella annettu lausunto Maahanmuuttovirastolle. Kun Maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, että näytteet ja DNA-tunnistetiedot hävitetään. Testinäytteen ottamisen valvoo ja näytteenantajan henkilöllisyyden varmistaa poliisi tai Maahanmuuttoviraston taikka edustuston virkamies.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:66",
        "normalized_fi": "DNA-testi toimitetaan Kansanterveyslaitoksessa tai Helsingin yliopiston oikeuslääketieteen laitoksessa. DNA-testin toimittajan on viipymättä lähetettävä DNA-tyypityksen perusteella annettu lausunto Maahanmuuttovirastolle. Kun Maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, että näytteet ja DNA-tunnistetiedot hävitetään. Testinäytteen ottamisen valvoo ja näytteenantajan henkilöllisyyden varmistaa poliisi tai Maahanmuuttoviraston taikka edustuston virkamies.",
        "folded_fi": "dna-testi toimitetaan kansanterveyslaitoksessa tai helsingin yliopiston oikeuslaaketieteen laitoksessa. dna-testin toimittajan on viipymatta lahetettava dna-tyypityksen perusteella annettu lausunto maahanmuuttovirastolle. kun maahanmuuttovirasto on ratkaissut asian, se ilmoittaa testin toimittajalle, etta naytteet ja dna-tunnistetiedot havitetaan. testinaytteen ottamisen valvoo ja naytteenantajan henkilollisyyden varmistaa poliisi tai maahanmuuttoviraston taikka edustuston virkamies.",
        "title_sv": "Utförande av DNA-analys",
        "content_sv": "DNA-test utförs på Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet. Den som utför ett DNA-test ska utan dröjsmål till Migrationsverket sända ett utlåtande som är baserat på typbestämningen av DNA. Migrationsverket ska, efter att ha avgjort ärendet, meddela den som utfört testet att proven och uppgifterna om DNA-profilen ska förstöras. Provtagningen övervakas och provgivarens identitet fastställs av polisen eller av en tjänsteman vid Migrationsverket eller vid beskickningen.",
        "normalized_sv": "DNA-test utförs på Folkhälsoinstitutet eller institutionen för rättsmedicin vid Helsingfors universitet. Den som utför ett DNA-test ska utan dröjsmål till Migrationsverket sända ett utlåtande som är baserat på typbestämningen av DNA. Migrationsverket ska, efter att ha avgjort ärendet, meddela den som utfört testet att proven och uppgifterna om DNA-profilen ska förstöras. Provtagningen övervakas och provgivarens identitet fastställs av polisen eller av en tjänsteman vid Migrationsverket eller vid beskickningen.",
        "folded_sv": "dna-test utfors pa folkhalsoinstitutet eller institutionen for rattsmedicin vid helsingfors universitet. den som utfor ett dna-test ska utan drojsmal till migrationsverket sanda ett utlatande som ar baserat pa typbestamningen av dna. migrationsverket ska, efter att ha avgjort arendet, meddela den som utfort testet att proven och uppgifterna om dna-profilen ska forstoras. provtagningen overvakas och provgivarens identitet faststalls av polisen eller av en tjansteman vid migrationsverket eller vid beskickningen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "Maahanmuuttovirasto oleskelulupaviranomaisena",
      "content": "Maahanmuuttovirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Maahanmuuttoviraston ratkaistavaksi. Maahanmuuttovirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. Maahanmuuttovirasto päättää, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. Maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:67",
        "normalized_fi": "Maahanmuuttovirasto myöntää: 1) ensimmäisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmäisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a § :ssä tarkoitetuissa tapauksissa; 3) oleskeluluvan siinä tapauksessa, että kihlakunnan poliisilaitos on saattanut asian Maahanmuuttoviraston ratkaistavaksi. Maahanmuuttovirasto peruuttaa oleskeluluvan 58 § :n 1, 2 ja 6 momentissa mainituilla perusteilla sekä peruuttaa myöntämänsä oleskeluluvan 58 § :n 4 ja 5 momentissa mainituilla perusteilla. Maahanmuuttovirasto päättää, ettei oleskelulupaa 58 § :n 3 momentissa tarkoitetussa tapauksessa peruuteta. Maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteenä, josta säädetään pitkään oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/EY 25 artiklassa.",
        "folded_fi": "maahanmuuttovirasto myontaa: 1) ensimmaisen oleskeluluvan ulkomailla olevalle ulkomaalaiselle; 2) ensimmaisen oleskeluluvan ilman oleskelulupaa maahan saapuneelle ulkomaalaiselle 49, 49 a, 51, 52 ja 52 a §:ssa tarkoitetuissa tapauksissa; 3) oleskeluluvan siina tapauksessa, etta kihlakunnan poliisilaitos on saattanut asian maahanmuuttoviraston ratkaistavaksi. maahanmuuttovirasto peruuttaa oleskeluluvan 58 §:n 1, 2 ja 6 momentissa mainituilla perusteilla seka peruuttaa myontamansa oleskeluluvan 58 §:n 4 ja 5 momentissa mainituilla perusteilla. maahanmuuttovirasto paattaa, ettei oleskelulupaa 58 §:n 3 momentissa tarkoitetussa tapauksessa peruuteta. maahanmuuttovirasto toimii tietojen vaihtoa harjoittavana yhteyspisteena, josta saadetaan pitkaan oleskelleiden kolmansien maiden kansalaisten asemasta annetun neuvoston direktiivin 2003/109/ey 25 artiklassa.",
        "title_sv": "Migrationsverket som uppehållstillståndsmyndighet",
        "content_sv": "Migrationsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Migrationsverket för avgörande. Migrationsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte ska återkallas i sådana fall som avses i 58 § 3 mom. fattas av Migrationsverket. Migrationsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "normalized_sv": "Migrationsverket beviljar 1) första uppehållstillstånd för en utlänning som befinner sig utomlands, 2) första uppehållstillstånd för en utlänning som kommit till landet utan uppehållstillstånd i de fall som avses i 49, 49 a, 51, 52 och 52 a § , 3) uppehållstillstånd i sådana fall då polisinrättningen i häradet har fört ansökan till Migrationsverket för avgörande. Migrationsverket återkallar uppehållstillstånd på de grunder som anges i 58 § 1, 2 och 6 mom. samt återkallar på de grunder som nämns i 58 § 4 och 5 mom. uppehållstillstånd som det har beviljat. Beslut om att uppehållstillstånd inte ska återkallas i sådana fall som avses i 58 § 3 mom. fattas av Migrationsverket. Migrationsverket är den kontaktpunkt för informationsutbyte som avses i artikel 25 i rådets direktiv 2003/109/EG om varaktigt bosatta tredjelandsmedborgares ställning.",
        "folded_sv": "migrationsverket beviljar 1) forsta uppehallstillstand for en utlanning som befinner sig utomlands, 2) forsta uppehallstillstand for en utlanning som kommit till landet utan uppehallstillstand i de fall som avses i 49, 49 a, 51, 52 och 52 a §, 3) uppehallstillstand i sadana fall da polisinrattningen i haradet har fort ansokan till migrationsverket for avgorande. migrationsverket aterkallar uppehallstillstand pa de grunder som anges i 58 § 1, 2 och 6 mom. samt aterkallar pa de grunder som namns i 58 § 4 och 5 mom. uppehallstillstand som det har beviljat. beslut om att uppehallstillstand inte ska aterkallas i sadana fall som avses i 58 § 3 mom. fattas av migrationsverket. migrationsverket ar den kontaktpunkt for informationsutbyte som avses i artikel 25 i radets direktiv 2003/109/eg om varaktigt bosatta tredjelandsmedborgares stallning."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "Toimivalta työntekijän oleskeluluvan myöntämiselle",
      "content": "Maahanmuuttovirasto myöntää työvoimatoimiston 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen työntekijän oleskeluluvan, jollei 75 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole muuta voimassa olevaa oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:83",
        "normalized_fi": "Maahanmuuttovirasto myöntää työvoimatoimiston 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen työntekijän oleskeluluvan, jollei 75 § :n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole muuta voimassa olevaa oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 § :n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "folded_fi": "maahanmuuttovirasto myontaa tyovoimatoimiston 1 momentin mukaan tekeman myonteisen ratkaisun jalkeen ulkomaalaiselle ensimmaisen tyontekijan oleskeluluvan, jollei 75 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jatettaessa ole muuta voimassa olevaa oleskelulupaa. maahanmuuttovirasto paattaa, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "title_sv": "Behörighet att bevilja uppehållstillstånd för arbetstagare",
        "content_sv": "Efter arbetskraftsbyråns positiva beslut enligt 1 mom. beviljar Migrationsverket utlänningen ett första uppehållstillstånd för arbetstagare, om inte något annat följer av 75 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "normalized_sv": "Efter arbetskraftsbyråns positiva beslut enligt 1 mom. beviljar Migrationsverket utlänningen ett första uppehållstillstånd för arbetstagare, om inte något annat följer av 75 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "folded_sv": "efter arbetskraftsbyrans positiva beslut enligt 1 mom. beviljar migrationsverket utlanningen ett forsta uppehallstillstand for arbetstagare, om inte nagot annat foljer av 75 § 2 punkten och om utlanningen, nar ansokan lamnas in, inte har nagot annat gallande uppehallstillstand. migrationsverket avgor om 49 § 1 mom. 3 punkten ar tillamplig."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "Toimivalta elinkeinonharjoittajan oleskeluluvan myöntämiselle",
      "content": "Maahanmuuttovirasto myöntää työvoima- ja elinkeinokeskuksen 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen elinkeinonharjoittajan oleskeluluvan, jollei 76 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole voimassa olevaa muuta oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:84",
        "normalized_fi": "Maahanmuuttovirasto myöntää työvoima- ja elinkeinokeskuksen 1 momentin mukaan tekemän myönteisen ratkaisun jälkeen ulkomaalaiselle ensimmäisen elinkeinonharjoittajan oleskeluluvan, jollei 76 § :n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jätettäessä ole voimassa olevaa muuta oleskelulupaa. Maahanmuuttovirasto päättää, onko kyse 49 § :n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "folded_fi": "maahanmuuttovirasto myontaa tyovoima- ja elinkeinokeskuksen 1 momentin mukaan tekeman myonteisen ratkaisun jalkeen ulkomaalaiselle ensimmaisen elinkeinonharjoittajan oleskeluluvan, jollei 76 §:n 2 kohdasta muuta johdu ja jollei ulkomaalaisella hakemusta jatettaessa ole voimassa olevaa muuta oleskelulupaa. maahanmuuttovirasto paattaa, onko kyse 49 §:n 1 momentin 3 kohdassa tarkoitetusta perusteettomuudesta.",
        "title_sv": "Behörighet att bevilja uppehållstillstånd för näringsidkare",
        "content_sv": "Efter ett positivt beslut enligt 1 mom. av arbetskrafts- och näringscentralen beviljar Migrationsverket utlänningen ett första uppehållstillstånd för näringsidkare, om inte något annat följer av 76 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "normalized_sv": "Efter ett positivt beslut enligt 1 mom. av arbetskrafts- och näringscentralen beviljar Migrationsverket utlänningen ett första uppehållstillstånd för näringsidkare, om inte något annat följer av 76 § 2 punkten och om utlänningen, när ansökan lämnas in, inte har något annat gällande uppehållstillstånd. Migrationsverket avgör om 49 § 1 mom. 3 punkten är tillämplig.",
        "folded_sv": "efter ett positivt beslut enligt 1 mom. av arbetskrafts- och naringscentralen beviljar migrationsverket utlanningen ett forsta uppehallstillstand for naringsidkare, om inte nagot annat foljer av 76 § 2 punkten och om utlanningen, nar ansokan lamnas in, inte har nagot annat gallande uppehallstillstand. migrationsverket avgor om 49 § 1 mom. 3 punkten ar tillamplig."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "85",
      "section": "85",
      "title": "Työvoimatoimiston muu toimivalta",
      "content": "Tämän lain nojalla säädettyihin tehtäviin ovat toimivaltaisia ulkomaisen työvoiman liikkuvuuden kannalta merkittävimmissä kunnissa sijaitsevat työvoimatoimistot siten kuin työ- ja elinkeinoministeriön asetuksella tarkemmin säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:85",
        "normalized_fi": "Tämän lain nojalla säädettyihin tehtäviin ovat toimivaltaisia ulkomaisen työvoiman liikkuvuuden kannalta merkittävimmissä kunnissa sijaitsevat työvoimatoimistot siten kuin työ- ja elinkeinoministeriön asetuksella tarkemmin säädetään.",
        "folded_fi": "taman lain nojalla saadettyihin tehtaviin ovat toimivaltaisia ulkomaisen tyovoiman liikkuvuuden kannalta merkittavimmissa kunnissa sijaitsevat tyovoimatoimistot siten kuin tyo- ja elinkeinoministerion asetuksella tarkemmin saadetaan.",
        "title_sv": "Arbetskraftsbyråns övriga behörighet",
        "content_sv": "Behöriga för uppgifter som föreskrivs med stöd av denna lag är arbetskraftsbyråerna i de kommuner som är mest betydande med tanke på den utländska arbetskraftens rörlighet, så som närmare föreskrivs genom förordning av arbets- och näringsministeriet.",
        "normalized_sv": "Behöriga för uppgifter som föreskrivs med stöd av denna lag är arbetskraftsbyråerna i de kommuner som är mest betydande med tanke på den utländska arbetskraftens rörlighet, så som närmare föreskrivs genom förordning av arbets- och näringsministeriet.",
        "folded_sv": "behoriga for uppgifter som foreskrivs med stod av denna lag ar arbetskraftsbyraerna i de kommuner som ar mest betydande med tanke pa den utlandska arbetskraftens rorlighet, sa som narmare foreskrivs genom forordning av arbets- och naringsministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "91",
      "section": "91",
      "title": "Pakolaiskiintiön kohdentaminen",
      "content": "Sisäasiainministeriö valmistelee yhteistyössä ulkoasiainministeriön kanssa esityksen valtioneuvostolle pakolaiskiintiön alueellisesta kohdentamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:91",
        "normalized_fi": "Sisäasiainministeriö valmistelee yhteistyössä ulkoasiainministeriön kanssa esityksen valtioneuvostolle pakolaiskiintiön alueellisesta kohdentamisesta.",
        "folded_fi": "sisaasiainministerio valmistelee yhteistyossa ulkoasiainministerion kanssa esityksen valtioneuvostolle pakolaiskiintion alueellisesta kohdentamisesta.",
        "title_sv": "Uttagning inom ramen för flyktingkvoten",
        "content_sv": "Inrikesministeriet bereder i samarbete med utrikesministeriet ett förslag till statsrådet om regional uttagning inom ramen för flyktingkvoten.",
        "normalized_sv": "Inrikesministeriet bereder i samarbete med utrikesministeriet ett förslag till statsrådet om regional uttagning inom ramen för flyktingkvoten.",
        "folded_sv": "inrikesministeriet bereder i samarbete med utrikesministeriet ett forslag till statsradet om regional uttagning inom ramen for flyktingkvoten."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "93",
      "section": "93",
      "title": "Muu humanitaarinen maahanmuutto",
      "content": "Sisäasiainministeriö ja ulkoasiainministeriö valmistelevat yhteistyössä ehdotuksen valtioneuvoston päätökseksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:93",
        "normalized_fi": "Sisäasiainministeriö ja ulkoasiainministeriö valmistelevat yhteistyössä ehdotuksen valtioneuvoston päätökseksi.",
        "folded_fi": "sisaasiainministerio ja ulkoasiainministerio valmistelevat yhteistyossa ehdotuksen valtioneuvoston paatokseksi.",
        "title_sv": "Annan humanitär invandring",
        "content_sv": "Förslaget till statsrådets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete.",
        "normalized_sv": "Förslaget till statsrådets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete.",
        "folded_sv": "forslaget till statsradets beslut bereds av inrikesministeriet och utrikesministeriet i samarbete."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "96",
      "section": "96",
      "title": "Kortti hakemusasian vireillä olosta",
      "content": "Ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai hän on saanut matkustusasiakirjan. Kun kortin voimassaolo on päättynyt, rajatarkastusviranomainen, poliisi tai Maahanmuuttovirasto voi ottaa kortin haltuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:96",
        "normalized_fi": "Ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai hän on saanut matkustusasiakirjan. Kun kortin voimassaolo on päättynyt, rajatarkastusviranomainen, poliisi tai Maahanmuuttovirasto voi ottaa kortin haltuunsa.",
        "folded_fi": "ulkomaalaisen tulee palauttaa kortti, kun hakemus on lainvoimaisesti ratkaistu, asianomainen poistuu maasta tai han on saanut matkustusasiakirjan. kun kortin voimassaolo on paattynyt, rajatarkastusviranomainen, poliisi tai maahanmuuttovirasto voi ottaa kortin haltuunsa.",
        "title_sv": "Kort över anhängigt ansökningsärende",
        "content_sv": "Utlänningen ska återlämna kortet när ansökan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lämnar landet eller om han eller hon har fått ett resedokument. När kortet har upphört att gälla kan gränskontrollmyndigheten, polisen eller Migrationsverket omhänderta kortet.",
        "normalized_sv": "Utlänningen ska återlämna kortet när ansökan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lämnar landet eller om han eller hon har fått ett resedokument. När kortet har upphört att gälla kan gränskontrollmyndigheten, polisen eller Migrationsverket omhänderta kortet.",
        "folded_sv": "utlanningen ska aterlamna kortet nar ansokan har avgjorts genom ett beslut som vunnit laga kraft, om han eller hon lamnar landet eller om han eller hon har fatt ett resedokument. nar kortet har upphort att galla kan granskontrollmyndigheten, polisen eller migrationsverket omhanderta kortet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "97",
      "section": "97",
      "title": "Turvapaikkatutkinta",
      "content": "Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa puhuttelun, jos hakemusten määrä on voimakkaasti lisääntynyt tai erityisestä syystä muulloinkin. Suojelupoliisi voi suorittaa turvapaikkapuhuttelun Maahanmuuttoviraston lisäksi, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:97",
        "normalized_fi": "Maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetään hakijan perusteet häneen kotimaassaan tai pysyvässä asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. Poliisi voi Maahanmuuttoviraston pyynnöstä suorittaa puhuttelun, jos hakemusten määrä on voimakkaasti lisääntynyt tai erityisestä syystä muulloinkin. Suojelupoliisi voi suorittaa turvapaikkapuhuttelun Maahanmuuttoviraston lisäksi, jos Suomen kansallinen turvallisuus tai kansainväliset suhteet sitä edellyttävät.",
        "folded_fi": "maahanmuuttovirasto suorittaa turvapaikkapuhuttelun, jossa suullisesti selvitetaan hakijan perusteet haneen kotimaassaan tai pysyvassa asuinmaassaan kohdistuneesta vainosta tai muista oikeudenloukkauksista ja niiden uhkista. poliisi voi maahanmuuttoviraston pyynnosta suorittaa puhuttelun, jos hakemusten maara on voimakkaasti lisaantynyt tai erityisesta syysta muulloinkin. suojelupoliisi voi suorittaa turvapaikkapuhuttelun maahanmuuttoviraston lisaksi, jos suomen kansallinen turvallisuus tai kansainvaliset suhteet sita edellyttavat.",
        "title_sv": "Asylutredning",
        "content_sv": "Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtalen, om antalet ansökningar har ökat kraftigt eller även annars av särskilda skäl. Utöver Migrationsverket kan skyddspolisen föra asylsamtal, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "normalized_sv": "Migrationsverket för ett asylsamtal för att muntligen reda ut de grunder som sökanden uppger för att han eller hon i sitt hemland eller i sitt permanenta bosättningsland är utsatt för förföljelse eller andra rättskränkningar eller hotas av sådana. På begäran av Migrationsverket kan polisen föra samtalen, om antalet ansökningar har ökat kraftigt eller även annars av särskilda skäl. Utöver Migrationsverket kan skyddspolisen föra asylsamtal, om Finlands nationella säkerhet eller internationella förbindelser kräver det.",
        "folded_sv": "migrationsverket for ett asylsamtal for att muntligen reda ut de grunder som sokanden uppger for att han eller hon i sitt hemland eller i sitt permanenta bosattningsland ar utsatt for forfoljelse eller andra rattskrankningar eller hotas av sadana. pa begaran av migrationsverket kan polisen fora samtalen, om antalet ansokningar har okat kraftigt eller aven annars av sarskilda skal. utover migrationsverket kan skyddspolisen fora asylsamtal, om finlands nationella sakerhet eller internationella forbindelser kraver det."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "101",
      "section": "101",
      "title": "Ilmeisen perusteeton hakemus",
      "content": "Hakemus voidaan hylätä ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperämaasta, jonne hänet voidaan palauttaa, ja Maahanmuuttovirasto ei painavasta syystä ole voinut ratkaista hakemusta 104 §:ssä säädetyn ajan kuluessa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:101",
        "normalized_fi": "Hakemus voidaan hylätä ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperämaasta, jonne hänet voidaan palauttaa, ja Maahanmuuttovirasto ei painavasta syystä ole voinut ratkaista hakemusta 104 § :ssä säädetyn ajan kuluessa.",
        "folded_fi": "hakemus voidaan hylata ilmeisen perusteettomana, jos: 3) hakija on saapunut turvallisesta turvapaikka- tai alkuperamaasta, jonne hanet voidaan palauttaa, ja maahanmuuttovirasto ei painavasta syysta ole voinut ratkaista hakemusta 104 §:ssa saadetyn ajan kuluessa.",
        "title_sv": "Uppenbart ogrundad ansökan",
        "content_sv": "En ansökan kan avslås som uppenbart ogrundad, om 3) sökanden har kommit från ett säkert asyl- eller ursprungsland dit han eller hon kan sändas tillbaka och Migrationsverket inte av vägande skäl har kunnat avgöra ansökan inom den tid som föreskrivs i 104 §.",
        "normalized_sv": "En ansökan kan avslås som uppenbart ogrundad, om 3) sökanden har kommit från ett säkert asyl- eller ursprungsland dit han eller hon kan sändas tillbaka och Migrationsverket inte av vägande skäl har kunnat avgöra ansökan inom den tid som föreskrivs i 104 § .",
        "folded_sv": "en ansokan kan avslas som uppenbart ogrundad, om 3) sokanden har kommit fran ett sakert asyl- eller ursprungsland dit han eller hon kan sandas tillbaka och migrationsverket inte av vagande skal har kunnat avgora ansokan inom den tid som foreskrivs i 104 §."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "102",
      "section": "102",
      "title": "Uusintahakemus",
      "content": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai kun hän on kielteisen päätöksen saatuaan lyhyeksi ajaksi poistunut maasta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:102",
        "normalized_fi": "Uusintahakemuksella tarkoitetaan kansainvälistä suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen päätöksen Maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemäänsä hakemukseen, kun hän oleskelee edelleen maassa tai kun hän on kielteisen päätöksen saatuaan lyhyeksi ajaksi poistunut maasta.",
        "folded_fi": "uusintahakemuksella tarkoitetaan kansainvalista suojelua koskevaa hakemusta, jonka ulkomaalainen tekee saatuaan kielteisen paatoksen maahanmuuttovirastolta tai hallintotuomioistuimelta aikaisemmin tekemaansa hakemukseen, kun han oleskelee edelleen maassa tai kun han on kielteisen paatoksen saatuaan lyhyeksi ajaksi poistunut maasta.",
        "title_sv": "Ny ansökan",
        "content_sv": "Med ny ansökan avses en ansökan angående internationellt skydd som en utlänning lämnar in efter att ha meddelats ett negativt beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller när han eller hon efter att ha fått ett negativt beslut har lämnat landet för en kort tid.",
        "normalized_sv": "Med ny ansökan avses en ansökan angående internationellt skydd som en utlänning lämnar in efter att ha meddelats ett negativt beslut av Migrationsverket eller förvaltningsdomstolen på sin tidigare ansökan medan han eller hon fortfarande vistas i landet eller när han eller hon efter att ha fått ett negativt beslut har lämnat landet för en kort tid.",
        "folded_sv": "med ny ansokan avses en ansokan angaende internationellt skydd som en utlanning lamnar in efter att ha meddelats ett negativt beslut av migrationsverket eller forvaltningsdomstolen pa sin tidigare ansokan medan han eller hon fortfarande vistas i landet eller nar han eller hon efter att ha fatt ett negativt beslut har lamnat landet for en kort tid."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "105",
      "section": "105",
      "title": "Euroopan unionin kansalaisen turvapaikkahakemus",
      "content": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäasiainministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 103 §:n 2 momentin 1 kohtaa ja 104 §:ää. Sisäasiainministeriö ilmoittaa asiasta neuvostolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105",
        "normalized_fi": "Maahanmuuttoviraston on ilmoitettava välittömästi sisäasiainministeriölle unionin kansalaisen tekemästä turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperämaa eikä ratkaise hakemusta soveltaen 103 § :n 2 momentin 1 kohtaa ja 104 § :ää. Sisäasiainministeriö ilmoittaa asiasta neuvostolle.",
        "folded_fi": "maahanmuuttoviraston on ilmoitettava valittomasti sisaasiainministeriolle unionin kansalaisen tekemasta turvapaikkahakemuksesta, jos se ei katso asianomaisen valtion olevan hakijalle turvallinen alkuperamaa eika ratkaise hakemusta soveltaen 103 §:n 2 momentin 1 kohtaa ja 104 §:aa. sisaasiainministerio ilmoittaa asiasta neuvostolle.",
        "title_sv": "Asylansökan av medborgare i Europeiska unionen",
        "content_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 103 § 2 mom. 1 punkten och 104 §. Inrikesministeriet underrättar rådet om saken.",
        "normalized_sv": "Migrationsverket ska utan dröjsmål underrätta inrikesministeriet när en unionsmedborgare har lämnat in en asylansökan, om Migrationsverket anser att staten i fråga inte är ett säkert ursprungsland för sökanden och inte avgör ansökan med tillämpning av 103 § 2 mom. 1 punkten och 104 § . Inrikesministeriet underrättar rådet om saken.",
        "folded_sv": "migrationsverket ska utan drojsmal underratta inrikesministeriet nar en unionsmedborgare har lamnat in en asylansokan, om migrationsverket anser att staten i fraga inte ar ett sakert ursprungsland for sokanden och inte avgor ansokan med tillampning av 103 § 2 mom. 1 punkten och 104 §. inrikesministeriet underrattar radet om saken."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "105 a",
      "section": "105 a",
      "title": "Tiedonsaantioikeus",
      "content": "Maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosäännösten estämättä saada pyynnöstään vastaanottokeskukselta ilman huoltajaa olevan alaikäisen turvapaikanhakijan syntymäaikaa, perheenjäseniä ja näiden olinpaikkaa koskevia tietoja, jotka ovat välttämättömiä mainittujen viranomaisten selvittäessä alaikäisen henkilöllisyyttä, matkareittiä tai maahantulon tai oleskeluluvan myöntämisen edellytyksiä taikka Maahanmuuttoviraston pyrkiessä 105 b §:n mukaisesti jäljittämään ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhempia tai muuta hänen tosiasiallisesta huollostaan vastannutta henkilöä. Tietoja pyydettäessä viranomaisten on erityisesti kiinnitettävä huomiota lapsen etuun. Ilman huoltajaa olevalle alaikäiselle on annettava tieto siitä, että 1 momentissa tarkoitettuja tietoja voidaan hänen suostumuksestaan riippumatta antaa Maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. Tiedon antamisessa tulee ottaa huomioon lapsen ikä ja kehitystaso. Ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon Maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 §:n perusteella alaikäiselle määrätylle edustajalle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 a",
        "normalized_fi": "Maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosäännösten estämättä saada pyynnöstään vastaanottokeskukselta ilman huoltajaa olevan alaikäisen turvapaikanhakijan syntymäaikaa, perheenjäseniä ja näiden olinpaikkaa koskevia tietoja, jotka ovat välttämättömiä mainittujen viranomaisten selvittäessä alaikäisen henkilöllisyyttä, matkareittiä tai maahantulon tai oleskeluluvan myöntämisen edellytyksiä taikka Maahanmuuttoviraston pyrkiessä 105 b § :n mukaisesti jäljittämään ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhempia tai muuta hänen tosiasiallisesta huollostaan vastannutta henkilöä. Tietoja pyydettäessä viranomaisten on erityisesti kiinnitettävä huomiota lapsen etuun. Ilman huoltajaa olevalle alaikäiselle on annettava tieto siitä, että 1 momentissa tarkoitettuja tietoja voidaan hänen suostumuksestaan riippumatta antaa Maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. Tiedon antamisessa tulee ottaa huomioon lapsen ikä ja kehitystaso. Ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon Maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 § :n perusteella alaikäiselle määrätylle edustajalle.",
        "folded_fi": "maahanmuuttovirastolla, poliisilla ja rajavartiolaitoksella on oikeus salassapitosaannosten estamatta saada pyynnostaan vastaanottokeskukselta ilman huoltajaa olevan alaikaisen turvapaikanhakijan syntymaaikaa, perheenjasenia ja naiden olinpaikkaa koskevia tietoja, jotka ovat valttamattomia mainittujen viranomaisten selvittaessa alaikaisen henkilollisyytta, matkareittia tai maahantulon tai oleskeluluvan myontamisen edellytyksia taikka maahanmuuttoviraston pyrkiessa 105 b §:n mukaisesti jaljittamaan ilman huoltajaa olevan alaikaisen turvapaikanhakijan vanhempia tai muuta hanen tosiasiallisesta huollostaan vastannutta henkiloa. tietoja pyydettaessa viranomaisten on erityisesti kiinnitettava huomiota lapsen etuun. ilman huoltajaa olevalle alaikaiselle on annettava tieto siita, etta 1 momentissa tarkoitettuja tietoja voidaan hanen suostumuksestaan riippumatta antaa maahanmuuttovirastolle, poliisille ja rajavartiolaitokselle. tiedon antamisessa tulee ottaa huomioon lapsen ika ja kehitystaso. ennen kuin vastaanottokeskus antaa 1 momentissa tarkoitetun tiedon maahanmuuttovirastolle, poliisille tai rajavartiolaitokselle, asiasta on annettava tieto maahanmuuttajien kotouttamisesta ja turvapaikanhakijoiden vastaanotosta annetun lain (493/1999) 26 §:n perusteella alaikaiselle maaratylle edustajalle.",
        "title_sv": "Rätt att få uppgifter",
        "content_sv": "Migrationsverket, polisen och gränsbevakningsväsendet har rätt att utan hinder av sekretessbestämmelserna på begäran få sådana uppgifter av förläggningar som gäller födelsedatum för en minderårig asylsökande som saknar vårdnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som är nödvändiga för ovan nämnda myndigheter när de utreder den minderårigas identitet, resrutt eller förutsättningar för inresa eller beviljande av uppehållstillstånd eller när Migrationsverket enligt 105 b § försöker spåra föräldrarna till en minderårig asylsökande utan vårdnadshavare eller någon annan som svarat för den faktiska vårdnaden. Vid begäran om uppgifter ska myndigheterna fästa särskild uppmärksamhet vid barnets bästa. En minderårig asylsökande utan vårdnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lämnas ut till Migrationsverket, polisen och gränsbevakningsväsendet. Vid utlämnande av uppgifter ska hänsyn tas till barnets ålder och utvecklingsnivå. Innan en förläggning lämnar ut en uppgift som avses i 1 mom. till Migrationsverket, polisen eller gränsbevakningsväsendet, ska den företrädare som utsetts för den minderåriga med stöd av 26 § i lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) informeras om saken.",
        "normalized_sv": "Migrationsverket, polisen och gränsbevakningsväsendet har rätt att utan hinder av sekretessbestämmelserna på begäran få sådana uppgifter av förläggningar som gäller födelsedatum för en minderårig asylsökande som saknar vårdnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som är nödvändiga för ovan nämnda myndigheter när de utreder den minderårigas identitet, resrutt eller förutsättningar för inresa eller beviljande av uppehållstillstånd eller när Migrationsverket enligt 105 b § försöker spåra föräldrarna till en minderårig asylsökande utan vårdnadshavare eller någon annan som svarat för den faktiska vårdnaden. Vid begäran om uppgifter ska myndigheterna fästa särskild uppmärksamhet vid barnets bästa. En minderårig asylsökande utan vårdnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lämnas ut till Migrationsverket, polisen och gränsbevakningsväsendet. Vid utlämnande av uppgifter ska hänsyn tas till barnets ålder och utvecklingsnivå. Innan en förläggning lämnar ut en uppgift som avses i 1 mom. till Migrationsverket, polisen eller gränsbevakningsväsendet, ska den företrädare som utsetts för den minderåriga med stöd av 26 § i lagen om främjande av invandrares integration samt mottagande av asylsökande (493/1999) informeras om saken.",
        "folded_sv": "migrationsverket, polisen och gransbevakningsvasendet har ratt att utan hinder av sekretessbestammelserna pa begaran fa sadana uppgifter av forlaggningar som galler fodelsedatum for en minderarig asylsokande som saknar vardnadshavare, hans eller hennes familjemedlemmar och deras vistelseort och som ar nodvandiga for ovan namnda myndigheter nar de utreder den minderarigas identitet, resrutt eller forutsattningar for inresa eller beviljande av uppehallstillstand eller nar migrationsverket enligt 105 b § forsoker spara foraldrarna till en minderarig asylsokande utan vardnadshavare eller nagon annan som svarat for den faktiska vardnaden. vid begaran om uppgifter ska myndigheterna fasta sarskild uppmarksamhet vid barnets basta. en minderarig asylsokande utan vardnadshavare ska informeras om att uppgifter som avses i 1 mom. oberoende av hans eller hennes samtycke kan lamnas ut till migrationsverket, polisen och gransbevakningsvasendet. vid utlamnande av uppgifter ska hansyn tas till barnets alder och utvecklingsniva. innan en forlaggning lamnar ut en uppgift som avses i 1 mom. till migrationsverket, polisen eller gransbevakningsvasendet, ska den foretradare som utsetts for den minderariga med stod av 26 § i lagen om framjande av invandrares integration samt mottagande av asylsokande (493/1999) informeras om saken."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "105 b",
      "section": "105 b",
      "title": "Ilman huoltajaa olevan alaikäisen turvapaikanhakijan vanhemman tai muun hänen tosiasiallisesta huollostaan vastanneen henkilön jäljittäminen",
      "content": "Maahanmuuttoviraston on mahdollisuuksien mukaan pyrittävä ilman huoltajaa olevan alaikäisen turvapaikanhakijan edun toteuttamiseksi jäljittämään hänen vanhempansa tai muu hänen tosiasiallisesta huollostaan vastannut henkilö viipymättä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:105 b",
        "normalized_fi": "Maahanmuuttoviraston on mahdollisuuksien mukaan pyrittävä ilman huoltajaa olevan alaikäisen turvapaikanhakijan edun toteuttamiseksi jäljittämään hänen vanhempansa tai muu hänen tosiasiallisesta huollostaan vastannut henkilö viipymättä.",
        "folded_fi": "maahanmuuttoviraston on mahdollisuuksien mukaan pyrittava ilman huoltajaa olevan alaikaisen turvapaikanhakijan edun toteuttamiseksi jaljittamaan hanen vanhempansa tai muu hanen tosiasiallisesta huollostaan vastannut henkilo viipymatta.",
        "title_sv": "Spårande av föräldrar till minderårig asylsökande utan vårdnadshavare eller av någon annan som svarat för den faktiska vårdnaden",
        "content_sv": "För att främja en minderårig asylsökandes bästa i det fall att han eller hon är utan vårdnadshavare ska Migrationsverket i mån av möjlighet utan dröjsmål försöka spåra föräldrarna eller någon annan som svarat för den faktiska vårdnaden.",
        "normalized_sv": "För att främja en minderårig asylsökandes bästa i det fall att han eller hon är utan vårdnadshavare ska Migrationsverket i mån av möjlighet utan dröjsmål försöka spåra föräldrarna eller någon annan som svarat för den faktiska vårdnaden.",
        "folded_sv": "for att framja en minderarig asylsokandes basta i det fall att han eller hon ar utan vardnadshavare ska migrationsverket i man av mojlighet utan drojsmal forsoka spara foraldrarna eller nagon annan som svarat for den faktiska vardnaden."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "Tilapäistä suojelua saavan ulkomaalaisen turvapaikkahakemuksen käsittely",
      "content": "Tilapäisen suojelun päätyttyä turvapaikkahakemuksen käsittely raukeaa, jos hakija ei Maahanmuuttoviraston häneltä sitä kirjallisesti tiedusteltua ilmoita, että hän haluaa hakemuksen käsittelyä. Maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:111",
        "normalized_fi": "Tilapäisen suojelun päätyttyä turvapaikkahakemuksen käsittely raukeaa, jos hakija ei Maahanmuuttoviraston häneltä sitä kirjallisesti tiedusteltua ilmoita, että hän haluaa hakemuksen käsittelyä. Maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
        "folded_fi": "tilapaisen suojelun paatyttya turvapaikkahakemuksen kasittely raukeaa, jos hakija ei maahanmuuttoviraston hanelta sita kirjallisesti tiedusteltua ilmoita, etta han haluaa hakemuksen kasittelya. maahanmuuttovirasto toimittaa tiedustelun hakijalle joko postitse saantitodistusta vastaan tai haastetiedoksiantona.",
        "title_sv": "Behandling av asylansökningar inlämnade av utlänningar som får tillfälligt skydd",
        "content_sv": "När det tillfälliga skyddet har upphört förfaller behandlingen av en asylansökan, om sökanden inte på Migrationsverkets skriftliga förfrågan meddelar att han eller hon önskar få sin ansökan behandlad. Migrationsverket tillställer sökanden förfrågan per post mot mottagningsbevis eller som stämningsdelgivning.",
        "normalized_sv": "När det tillfälliga skyddet har upphört förfaller behandlingen av en asylansökan, om sökanden inte på Migrationsverkets skriftliga förfrågan meddelar att han eller hon önskar få sin ansökan behandlad. Migrationsverket tillställer sökanden förfrågan per post mot mottagningsbevis eller som stämningsdelgivning.",
        "folded_sv": "nar det tillfalliga skyddet har upphort forfaller behandlingen av en asylansokan, om sokanden inte pa migrationsverkets skriftliga forfragan meddelar att han eller hon onskar fa sin ansokan behandlad. migrationsverket tillstaller sokanden forfragan per post mot mottagningsbevis eller som stamningsdelgivning."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "Maahanmuuttoviraston kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssä; 2) myöntää ensimmäisen oleskeluluvan 89 §:n nojalla; 3) myöntää ensimmäisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiössä Suomeen otettavalle ulkomaalaiselle; 4) myöntää ensimmäisen oleskeluluvan 93 §:n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myöntää ensimmäisen oleskeluluvan tilapäisen suojelun perusteella; 6) päättää pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) päättää toisen sopimusvaltion pyynnöstä vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytää toiselta sopimusvaltiolta vastaavaa päätöstä turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa. Maahanmuuttovirasto päättää 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:116",
        "normalized_fi": "Maahanmuuttovirasto: 1) antaa turvapaikan ja myöntää ensimmäisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssä; 2) myöntää ensimmäisen oleskeluluvan 89 § :n nojalla; 3) myöntää ensimmäisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiössä Suomeen otettavalle ulkomaalaiselle; 4) myöntää ensimmäisen oleskeluluvan 93 § :n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myöntää ensimmäisen oleskeluluvan tilapäisen suojelun perusteella; 6) päättää pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) päättää toisen sopimusvaltion pyynnöstä vastuuvaltion määrittämisestä annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytää toiselta sopimusvaltiolta vastaavaa päätöstä turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, että hänen hakemustaan ei ole tutkittu aineellisesti Suomessa. Maahanmuuttovirasto päättää 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
        "folded_fi": "maahanmuuttovirasto: 1) antaa turvapaikan ja myontaa ensimmaisen oleskeluluvan suojelun tarpeen perusteella turvapaikkamenettelyssa; 2) myontaa ensimmaisen oleskeluluvan 89 §:n nojalla; 3) myontaa ensimmaisen oleskeluluvan pakolaisuuden tai suojelun tarpeen perusteella pakolaiskiintiossa suomeen otettavalle ulkomaalaiselle; 4) myontaa ensimmaisen oleskeluluvan 93 §:n nojalla muun humanitaarisen maahanmuuton perusteella; 5) myontaa ensimmaisen oleskeluluvan tilapaisen suojelun perusteella; 6) paattaa pakolaisaseman lakkauttamisesta ja peruuttamisesta; 7) paattaa toisen sopimusvaltion pyynnosta vastuuvaltion maarittamisesta annetun neuvoston asetuksen mukaisesta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta ja pyytaa toiselta sopimusvaltiolta vastaavaa paatosta turvapaikanhakijan vastaanottamisesta tai takaisinottamisesta; ja 8) antaa turvalliseen turvapaikkamaahan palautettavalle ulkomaalaiselle asiakirjan, josta ilmenee, etta hanen hakemustaan ei ole tutkittu aineellisesti suomessa. maahanmuuttovirasto paattaa 1 momentin 3 kohdassa tarkoitetusta asiasta saatuaan suojelupoliisin lausunnon.",
        "title_sv": "Migrationsverkets behörighet i anslutning till internationellt skydd",
        "content_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av behov av skydd, 2) beviljar första uppehållstillstånd med stöd av 89 §, 3) beviljar första uppehållstillstånd på grund av flyktingskap eller behov av skydd när det gäller utlänningar som tas till Finland inom flyktingkvoten, 4) beviljar första uppehållstillstånd med stöd av 93 § på grund av annan humanitär invandring, 5) beviljar första uppehållstillstånd på grund av tillfälligt skydd, 6) beslutar om upphörande och återkallande av flyktingstatus, 7) beslutar på begäran av en annan avtalsslutande stat om mottagande eller återtagande av asylsökande enligt rådets förordning om bestämmandet av den ansvariga staten och begär av en annan avtalsslutande stat motsvarande beslut om mottagande respektive återtagande av asylsökande, och 8) ger en utlänning som ska sändas tillbaka till ett säkert asylland en handling av vilken framgår att hans eller hennes ansökan inte har prövats i sak i Finland. I ett ärende som avses i 1 mom. 3 punkten fattar Migrationsverket beslut efter att ha fått utlåtande av skyddspolisen.",
        "normalized_sv": "Migrationsverket 1) beviljar vid asylförfarandet asyl och första uppehållstillstånd på grund av behov av skydd, 2) beviljar första uppehållstillstånd med stöd av 89 § , 3) beviljar första uppehållstillstånd på grund av flyktingskap eller behov av skydd när det gäller utlänningar som tas till Finland inom flyktingkvoten, 4) beviljar första uppehållstillstånd med stöd av 93 § på grund av annan humanitär invandring, 5) beviljar första uppehållstillstånd på grund av tillfälligt skydd, 6) beslutar om upphörande och återkallande av flyktingstatus, 7) beslutar på begäran av en annan avtalsslutande stat om mottagande eller återtagande av asylsökande enligt rådets förordning om bestämmandet av den ansvariga staten och begär av en annan avtalsslutande stat motsvarande beslut om mottagande respektive återtagande av asylsökande, och 8) ger en utlänning som ska sändas tillbaka till ett säkert asylland en handling av vilken framgår att hans eller hennes ansökan inte har prövats i sak i Finland. I ett ärende som avses i 1 mom. 3 punkten fattar Migrationsverket beslut efter att ha fått utlåtande av skyddspolisen.",
        "folded_sv": "migrationsverket 1) beviljar vid asylforfarandet asyl och forsta uppehallstillstand pa grund av behov av skydd, 2) beviljar forsta uppehallstillstand med stod av 89 §, 3) beviljar forsta uppehallstillstand pa grund av flyktingskap eller behov av skydd nar det galler utlanningar som tas till finland inom flyktingkvoten, 4) beviljar forsta uppehallstillstand med stod av 93 § pa grund av annan humanitar invandring, 5) beviljar forsta uppehallstillstand pa grund av tillfalligt skydd, 6) beslutar om upphorande och aterkallande av flyktingstatus, 7) beslutar pa begaran av en annan avtalsslutande stat om mottagande eller atertagande av asylsokande enligt radets forordning om bestammandet av den ansvariga staten och begar av en annan avtalsslutande stat motsvarande beslut om mottagande respektive atertagande av asylsokande, och 8) ger en utlanning som ska sandas tillbaka till ett sakert asylland en handling av vilken framgar att hans eller hennes ansokan inte har provats i sak i finland. i ett arende som avses i 1 mom. 3 punkten fattar migrationsverket beslut efter att ha fatt utlatande av skyddspolisen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "Paikallispoliisin kansainväliseen suojeluun liittyvä toimivalta",
      "content": "Jollei poliisi katso voivansa myöntää oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia Maahanmuuttoviraston ratkaistavaksi.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:117",
        "normalized_fi": "Jollei poliisi katso voivansa myöntää oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia Maahanmuuttoviraston ratkaistavaksi.",
        "folded_fi": "jollei poliisi katso voivansa myontaa oleskelulupaa 1 tai 2 momentin perusteella, sen on saatettava asia maahanmuuttoviraston ratkaistavaksi.",
        "title_sv": "Den lokala polisens behörighet i anslutning till internationellt skydd",
        "content_sv": "Om polisen anser att den inte kan bevilja uppehållstillstånd med stöd av 1 eller 2 mom., ska polisen föra ärendet till Migrationsverket för avgörande.",
        "normalized_sv": "Om polisen anser att den inte kan bevilja uppehållstillstånd med stöd av 1 eller 2 mom., ska polisen föra ärendet till Migrationsverket för avgörande.",
        "folded_sv": "om polisen anser att den inte kan bevilja uppehallstillstand med stod av 1 eller 2 mom., ska polisen fora arendet till migrationsverket for avgorande."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "130",
      "section": "130",
      "title": "Henkilöllisyyden todentaminen ja oleskelua koskevien tietojen antaminen",
      "content": "Ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka Maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:130",
        "normalized_fi": "Ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka Maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
        "folded_fi": "ulkomaalaisen on kutsusta saavuttava poliisin tai rajatarkastusviranomaisen luo taikka maahanmuuttovirastoon antamaan tarvittavia tietoja oleskelustaan.",
        "title_sv": "Skyldighet att styrka sin identitet och lämna upplysningar om sin vistelse",
        "content_sv": "En utlänning ska på kallelse infinna sig hos polisen, gränskontrollmyndigheten eller Migrationsverket för att lämna behövliga upplysningar om sin vistelse.",
        "normalized_sv": "En utlänning ska på kallelse infinna sig hos polisen, gränskontrollmyndigheten eller Migrationsverket för att lämna behövliga upplysningar om sin vistelse.",
        "folded_sv": "en utlanning ska pa kallelse infinna sig hos polisen, granskontrollmyndigheten eller migrationsverket for att lamna behovliga upplysningar om sin vistelse."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "132",
      "section": "132",
      "title": "Matkustusasiakirjan ottaminen viranomaisen haltuun",
      "content": "Poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto voi ottaa ulkomaalaisen esittämän tai ulkomaalaisen hallussa olevan väärän tai väärennetyn matkustusasiakirjan taikka väärän henkilötiedon antamiseen käytettäväksi aiotun matkustusasiakirjan haltuunsa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:132",
        "normalized_fi": "Poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto voi ottaa ulkomaalaisen esittämän tai ulkomaalaisen hallussa olevan väärän tai väärennetyn matkustusasiakirjan taikka väärän henkilötiedon antamiseen käytettäväksi aiotun matkustusasiakirjan haltuunsa.",
        "folded_fi": "poliisi, rajatarkastusviranomainen, maahanmuuttovirasto tai suomen edustusto voi ottaa ulkomaalaisen esittaman tai ulkomaalaisen hallussa olevan vaaran tai vaarennetyn matkustusasiakirjan taikka vaaran henkilotiedon antamiseen kaytettavaksi aiotun matkustusasiakirjan haltuunsa.",
        "title_sv": "Omhändertagande av resedokument",
        "content_sv": "Polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning får omhänderta sådana resedokument som företes eller innehas av utlänningar och som är felaktiga eller förfalskade eller som är avsedda att användas för att lämna oriktiga personuppgifter.",
        "normalized_sv": "Polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning får omhänderta sådana resedokument som företes eller innehas av utlänningar och som är felaktiga eller förfalskade eller som är avsedda att användas för att lämna oriktiga personuppgifter.",
        "folded_sv": "polisen, granskontrollmyndigheten, migrationsverket eller en finsk beskickning far omhanderta sadana resedokument som foretes eller innehas av utlanningar och som ar felaktiga eller forfalskade eller som ar avsedda att anvandas for att lamna oriktiga personuppgifter."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "137",
      "section": "137",
      "title": "Hallussa olevan matkustusasiakirjan luovuttaminen",
      "content": "Ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja Maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hänelle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:137",
        "normalized_fi": "Ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja Maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hänelle.",
        "folded_fi": "ulkomaalaisen tulee luovuttaa hallussaan oleva matkustusasiakirja maahanmuuttovirastolle, ennen kuin muukalaispassi tai pakolaisen matkustusasiakirja luovutetaan hanelle.",
        "title_sv": "Överlämnande av resedokument som en utlänning innehar",
        "content_sv": "En utlänning ska överlämna de resedokument som han eller hon innehar till Migrationsverket innan ett främlingspass eller resedokument för flykting lämnas ut till honom eller henne.",
        "normalized_sv": "En utlänning ska överlämna de resedokument som han eller hon innehar till Migrationsverket innan ett främlingspass eller resedokument för flykting lämnas ut till honom eller henne.",
        "folded_sv": "en utlanning ska overlamna de resedokument som han eller hon innehar till migrationsverket innan ett framlingspass eller resedokument for flykting lamnas ut till honom eller henne."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "139",
      "section": "139",
      "title": "Toimivalta muukalaispassin ja pakolaisen matkustusasiakirjan myöntämiseen ja peruuttamiseen",
      "content": "Maahanmuuttovirasto päättää muukalaispassin ja pakolaisen matkustusasiakirjan myöntämisestä Suomessa olevalle ulkomaalaiselle sekä niiden peruuttamisesta. Suomen edustusto päättää Maahanmuuttovirastoa kuultuaan muukalaispassin myöntämisestä ulkomailla olevalle ulkomaalaiselle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:139",
        "normalized_fi": "Maahanmuuttovirasto päättää muukalaispassin ja pakolaisen matkustusasiakirjan myöntämisestä Suomessa olevalle ulkomaalaiselle sekä niiden peruuttamisesta. Suomen edustusto päättää Maahanmuuttovirastoa kuultuaan muukalaispassin myöntämisestä ulkomailla olevalle ulkomaalaiselle.",
        "folded_fi": "maahanmuuttovirasto paattaa muukalaispassin ja pakolaisen matkustusasiakirjan myontamisesta suomessa olevalle ulkomaalaiselle seka niiden peruuttamisesta. suomen edustusto paattaa maahanmuuttovirastoa kuultuaan muukalaispassin myontamisesta ulkomailla olevalle ulkomaalaiselle.",
        "title_sv": "Behörighet att bevilja och indra främlingspass och resedokument för flykting",
        "content_sv": "Migrationsverket beslutar om beviljande och indragning av främlingspass och resedokument för flykting när det gäller utlänningar som befinner sig i Finland. Finska beskickningar beslutar, efter att ha hört Migrationsverket, om beviljande av främlingspass när det gäller utlänningar som befinner sig utomlands.",
        "normalized_sv": "Migrationsverket beslutar om beviljande och indragning av främlingspass och resedokument för flykting när det gäller utlänningar som befinner sig i Finland. Finska beskickningar beslutar, efter att ha hört Migrationsverket, om beviljande av främlingspass när det gäller utlänningar som befinner sig utomlands.",
        "folded_sv": "migrationsverket beslutar om beviljande och indragning av framlingspass och resedokument for flykting nar det galler utlanningar som befinner sig i finland. finska beskickningar beslutar, efter att ha hort migrationsverket, om beviljande av framlingspass nar det galler utlanningar som befinner sig utomlands."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "141",
      "section": "141",
      "title": "Toimivalta muukalaispassin ja pakolaisen matkustusasiakirjan ottamiseen viranomaisen haltuun",
      "content": "Muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto. Viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymättä Maahanmuuttovirastolle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:141",
        "normalized_fi": "Muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, Maahanmuuttovirasto tai Suomen edustusto. Viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymättä Maahanmuuttovirastolle.",
        "folded_fi": "muukalaispassin tai pakolaisen matkustusasiakirjan voi ottaa haltuun poliisi, rajatarkastusviranomainen, maahanmuuttovirasto tai suomen edustusto. viranomaisen haltuun otettu muukalaispassi ja matkustusasiakirja on toimitettava viipymatta maahanmuuttovirastolle.",
        "title_sv": "Behörighet att omhänderta främlingspass eller resedokument för flykting",
        "content_sv": "Ett främlingspass eller ett resedokument för flykting får omhändertas av polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning. Ett omhändertaget främlingspass eller resedokument ska utan dröjsmål sändas till Migrationsverket.",
        "normalized_sv": "Ett främlingspass eller ett resedokument för flykting får omhändertas av polisen, gränskontrollmyndigheten, Migrationsverket eller en finsk beskickning. Ett omhändertaget främlingspass eller resedokument ska utan dröjsmål sändas till Migrationsverket.",
        "folded_sv": "ett framlingspass eller ett resedokument for flykting far omhandertas av polisen, granskontrollmyndigheten, migrationsverket eller en finsk beskickning. ett omhandertaget framlingspass eller resedokument ska utan drojsmal sandas till migrationsverket."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "151",
      "section": "151",
      "title": "Poliisi ja rajatarkastusviranomainen",
      "content": "Poliisin tai rajatarkastusviranomaisen on ryhdyttävä toimenpiteisiin ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jos hän ei täytä maahantulon tai maassa oleskelun edellytyksiä. Poliisi tai rajatarkastusviranomainen voi päättää käännyttämisestä kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. Tätä myöhemmin poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jollei Maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. Poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi, jos sillä itsellään ei ole toimivaltaa käännyttämiseen tai jos se arvioi, että ulkomaalaiselle tulisi määrätä maahantulokielto kahta vuotta pidemmäksi ajaksi. Poliisi tai rajatarkastusviranomainen voi tehdä Maahanmuuttovirastolle esityksen ulkomaalaisen käännyttämiseksi myös, jos asialla on merkitystä 148 §:n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:151",
        "normalized_fi": "Poliisin tai rajatarkastusviranomaisen on ryhdyttävä toimenpiteisiin ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jos hän ei täytä maahantulon tai maassa oleskelun edellytyksiä. Poliisi tai rajatarkastusviranomainen voi päättää käännyttämisestä kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. Tätä myöhemmin poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi tai maasta karkottamiseksi, jollei Maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. Poliisin tai rajatarkastusviranomaisen on tehtävä Maahanmuuttovirastolle esitys ulkomaalaisen käännyttämiseksi, jos sillä itsellään ei ole toimivaltaa käännyttämiseen tai jos se arvioi, että ulkomaalaiselle tulisi määrätä maahantulokielto kahta vuotta pidemmäksi ajaksi. Poliisi tai rajatarkastusviranomainen voi tehdä Maahanmuuttovirastolle esityksen ulkomaalaisen käännyttämiseksi myös, jos asialla on merkitystä 148 § :n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "folded_fi": "poliisin tai rajatarkastusviranomaisen on ryhdyttava toimenpiteisiin ulkomaalaisen kaannyttamiseksi tai maasta karkottamiseksi, jos han ei tayta maahantulon tai maassa oleskelun edellytyksia. poliisi tai rajatarkastusviranomainen voi paattaa kaannyttamisesta kolmen kuukauden kuluessa ulkomaalaisen maahantulosta. tata myohemmin poliisin tai rajatarkastusviranomaisen on tehtava maahanmuuttovirastolle esitys ulkomaalaisen kaannyttamiseksi tai maasta karkottamiseksi, jollei maahanmuuttovirasto ole jo ryhtynyt toimenpiteisiin ulkomaalaisen maasta poistamiseksi. poliisin tai rajatarkastusviranomaisen on tehtava maahanmuuttovirastolle esitys ulkomaalaisen kaannyttamiseksi, jos silla itsellaan ei ole toimivaltaa kaannyttamiseen tai jos se arvioi, etta ulkomaalaiselle tulisi maarata maahantulokielto kahta vuotta pidemmaksi ajaksi. poliisi tai rajatarkastusviranomainen voi tehda maahanmuuttovirastolle esityksen ulkomaalaisen kaannyttamiseksi myos, jos asialla on merkitysta 148 §:n soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "title_sv": "Polisen och gränskontrollmyndigheten",
        "content_sv": "Polisen eller gränskontrollmyndigheten ska vidta åtgärder för att avvisa eller utvisa en utlänning, om utlänningen inte uppfyller villkoren för inresa eller vistelse i landet. Polisen eller gränskontrollmyndigheten kan fatta beslut om avvisning inom tre månader från utlänningens inresa. Efter denna tid ska polisen eller gränskontrollmyndigheten göra en framställning till Migrationsverket om avvisning eller utvisning av utlänningen, om Migrationsverket inte redan har vidtagit åtgärder för att avlägsna utlänningen ur landet. Polisen eller gränskontrollmyndigheten ska göra en framställning till Migrationsverket om avvisning av en utlänning, om polisen eller gränskontrollmyndigheten inte själv är behörig att avvisa utlänningen eller om den bedömer att utlänningen bör meddelas inreseförbud för en längre tid än två år. Polisen eller gränskontrollmyndigheten kan göra en framställning till Migrationsverket om avvisning av en utlänning också när ärendet med tanke på tillämpningen av 148 § är av betydelse i andra liknande fall.",
        "normalized_sv": "Polisen eller gränskontrollmyndigheten ska vidta åtgärder för att avvisa eller utvisa en utlänning, om utlänningen inte uppfyller villkoren för inresa eller vistelse i landet. Polisen eller gränskontrollmyndigheten kan fatta beslut om avvisning inom tre månader från utlänningens inresa. Efter denna tid ska polisen eller gränskontrollmyndigheten göra en framställning till Migrationsverket om avvisning eller utvisning av utlänningen, om Migrationsverket inte redan har vidtagit åtgärder för att avlägsna utlänningen ur landet. Polisen eller gränskontrollmyndigheten ska göra en framställning till Migrationsverket om avvisning av en utlänning, om polisen eller gränskontrollmyndigheten inte själv är behörig att avvisa utlänningen eller om den bedömer att utlänningen bör meddelas inreseförbud för en längre tid än två år. Polisen eller gränskontrollmyndigheten kan göra en framställning till Migrationsverket om avvisning av en utlänning också när ärendet med tanke på tillämpningen av 148 § är av betydelse i andra liknande fall.",
        "folded_sv": "polisen eller granskontrollmyndigheten ska vidta atgarder for att avvisa eller utvisa en utlanning, om utlanningen inte uppfyller villkoren for inresa eller vistelse i landet. polisen eller granskontrollmyndigheten kan fatta beslut om avvisning inom tre manader fran utlanningens inresa. efter denna tid ska polisen eller granskontrollmyndigheten gora en framstallning till migrationsverket om avvisning eller utvisning av utlanningen, om migrationsverket inte redan har vidtagit atgarder for att avlagsna utlanningen ur landet. polisen eller granskontrollmyndigheten ska gora en framstallning till migrationsverket om avvisning av en utlanning, om polisen eller granskontrollmyndigheten inte sjalv ar behorig att avvisa utlanningen eller om den bedomer att utlanningen bor meddelas inreseforbud for en langre tid an tva ar. polisen eller granskontrollmyndigheten kan gora en framstallning till migrationsverket om avvisning av en utlanning ocksa nar arendet med tanke pa tillampningen av 148 § ar av betydelse i andra liknande fall."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "152",
      "section": "152",
      "title": "Maahanmuuttovirasto",
      "content": "Maahanmuuttovirasto päättää käännyttämisestä kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto päättää aina käännyttämisestä, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella. Maahanmuuttovirasto päättää maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto voi määrätä ulkomaalaiselle maahantulokiellon määräajaksi tai toistaiseksi. Maahanmuuttovirasto päättää maahantulokiellon peruuttamisesta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:152",
        "normalized_fi": "Maahanmuuttovirasto päättää käännyttämisestä kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto päättää aina käännyttämisestä, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella. Maahanmuuttovirasto päättää maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksestä taikka omasta aloitteestaan. Maahanmuuttovirasto voi määrätä ulkomaalaiselle maahantulokiellon määräajaksi tai toistaiseksi. Maahanmuuttovirasto päättää maahantulokiellon peruuttamisesta.",
        "folded_fi": "maahanmuuttovirasto paattaa kaannyttamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksesta taikka omasta aloitteestaan. maahanmuuttovirasto paattaa aina kaannyttamisesta, jos ulkomaalaisen maahantulosta on kulunut yli kolme kuukautta taikka jos ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun tai tilapaisen suojelun perusteella. maahanmuuttovirasto paattaa maasta karkottamisesta kihlakunnan poliisilaitoksen tai rajatarkastusviranomaisen esityksesta taikka omasta aloitteestaan. maahanmuuttovirasto voi maarata ulkomaalaiselle maahantulokiellon maaraajaksi tai toistaiseksi. maahanmuuttovirasto paattaa maahantulokiellon peruuttamisesta.",
        "title_sv": "Migrationsverket",
        "content_sv": "Migrationsverket beslutar om avvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket beslutar alltid om avvisning, om över tre månader har förflutit från utlänningens inresa eller om utlänningen har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd. Migrationsverket beslutar om utvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket kan meddela en utlänning inreseförbud för viss tid eller tills vidare. Migrationsverket beslutar om återkallande av inreseförbud.",
        "normalized_sv": "Migrationsverket beslutar om avvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket beslutar alltid om avvisning, om över tre månader har förflutit från utlänningens inresa eller om utlänningen har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd. Migrationsverket beslutar om utvisning på framställning av polisinrättningen i häradet eller gränskontrollmyndigheten eller på eget initiativ. Migrationsverket kan meddela en utlänning inreseförbud för viss tid eller tills vidare. Migrationsverket beslutar om återkallande av inreseförbud.",
        "folded_sv": "migrationsverket beslutar om avvisning pa framstallning av polisinrattningen i haradet eller granskontrollmyndigheten eller pa eget initiativ. migrationsverket beslutar alltid om avvisning, om over tre manader har forflutit fran utlanningens inresa eller om utlanningen har ansokt om uppehallstillstand pa grund av internationellt skydd eller tillfalligt skydd. migrationsverket beslutar om utvisning pa framstallning av polisinrattningen i haradet eller granskontrollmyndigheten eller pa eget initiativ. migrationsverket kan meddela en utlanning inreseforbud for viss tid eller tills vidare. migrationsverket beslutar om aterkallande av inreseforbud."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "171",
      "section": "171",
      "title": "Toimivaltaiset viranomaiset",
      "content": "Maahanmuuttovirasto päättää maahantulokiellon määräämisestä 170 §:n perusteella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:171",
        "normalized_fi": "Maahanmuuttovirasto päättää maahantulokiellon määräämisestä 170 § :n perusteella.",
        "folded_fi": "maahanmuuttovirasto paattaa maahantulokiellon maaraamisesta 170 §:n perusteella.",
        "title_sv": "Behöriga myndigheter",
        "content_sv": "Migrationsverket beslutar om meddelande av inreseförbud med stöd av 170 §.",
        "normalized_sv": "Migrationsverket beslutar om meddelande av inreseförbud med stöd av 170 § .",
        "folded_sv": "migrationsverket beslutar om meddelande av inreseforbud med stod av 170 §."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "190",
      "section": "190",
      "title": "Valitus",
      "content": "Tässä laissa tarkoitettuun Maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:190",
        "normalized_fi": "Tässä laissa tarkoitettuun Maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, työvoimatoimiston ja Suomen edustuston päätökseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkäyttölaissa säädetään.",
        "folded_fi": "tassa laissa tarkoitettuun maahanmuuttoviraston, poliisin, rajatarkastusviranomaisen, tyovoimatoimiston ja suomen edustuston paatokseen saa hakea muutosta valittamalla hallinto-oikeuteen siten kuin hallintolainkayttolaissa saadetaan.",
        "title_sv": "Besvär",
        "content_sv": "I beslut som fattats av Migrationsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "normalized_sv": "I beslut som fattats av Migrationsverket, polisen, gränskontrollmyndigheten, arbetskraftsbyrån och en finsk beskickning och som avses i denna lag får ändring sökas genom besvär hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen.",
        "folded_sv": "i beslut som fattats av migrationsverket, polisen, granskontrollmyndigheten, arbetskraftsbyran och en finsk beskickning och som avses i denna lag far andring sokas genom besvar hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "193",
      "section": "193",
      "title": "Valitus Helsingin hallinto-oikeuteen",
      "content": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myönnettävän oleskeluluvan saamiseksi; 2) tilapäisen suojelun saamiseksi tehdyn hakemuksen hylkäämistä; 3) maasta poistamista, maahantulokiellon määräämistä tai Suomessa myönnetyn matkustusasiakirjan peruuttamista ja päätös liittyy turvapaikkamenettelyssä tai tilapäistä suojelua koskevassa menettelyssä tehtyyn hylkäävään päätökseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:193",
        "normalized_fi": "Maahanmuuttoviraston päätöksestä valitetaan Helsingin hallinto-oikeuteen, jos päätös koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myönnettävän oleskeluluvan saamiseksi; 2) tilapäisen suojelun saamiseksi tehdyn hakemuksen hylkäämistä; 3) maasta poistamista, maahantulokiellon määräämistä tai Suomessa myönnetyn matkustusasiakirjan peruuttamista ja päätös liittyy turvapaikkamenettelyssä tai tilapäistä suojelua koskevassa menettelyssä tehtyyn hylkäävään päätökseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvää pakolaisen matkustusasiakirjan peruuttamista.",
        "folded_fi": "maahanmuuttoviraston paatoksesta valitetaan helsingin hallinto-oikeuteen, jos paatos koskee: 1) hakemusta turvapaikan tai suojelun tarpeen perusteella myonnettavan oleskeluluvan saamiseksi; 2) tilapaisen suojelun saamiseksi tehdyn hakemuksen hylkaamista; 3) maasta poistamista, maahantulokiellon maaraamista tai suomessa myonnetyn matkustusasiakirjan peruuttamista ja paatos liittyy turvapaikkamenettelyssa tai tilapaista suojelua koskevassa menettelyssa tehtyyn hylkaavaan paatokseen; 4) pakolaisaseman lakkauttamista ja siihen liittyvaa pakolaisen matkustusasiakirjan peruuttamista; 5) pakolaisaseman peruuttamista ja siihen liittyvaa pakolaisen matkustusasiakirjan peruuttamista.",
        "title_sv": "Anförande av besvär hos Helsingfors förvaltningsdomstol",
        "content_sv": "Över beslut av Migrationsverket anförs besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller om uppehållstillstånd på grund av behov av skydd, 2) avslag på ansökan om erhållande av tillfälligt skydd, 3) avlägsnande ur landet, meddelande av inreseförbud eller återkallande av resedokument som utfärdats i Finland och beslutet anknyter till beslut om avslag som fattats vid asylförfarande eller förfarande som gäller tillfälligt skydd, 4) upphörande av flyktingstatus och därtill hörande återkallande av resedokument för flykting, 5) återkallande av flyktingstatus och därtill hörande återkallande av resedokument för flykting.",
        "normalized_sv": "Över beslut av Migrationsverket anförs besvär hos Helsingfors förvaltningsdomstol, om beslutet gäller 1) ansökan om asyl eller om uppehållstillstånd på grund av behov av skydd, 2) avslag på ansökan om erhållande av tillfälligt skydd, 3) avlägsnande ur landet, meddelande av inreseförbud eller återkallande av resedokument som utfärdats i Finland och beslutet anknyter till beslut om avslag som fattats vid asylförfarande eller förfarande som gäller tillfälligt skydd, 4) upphörande av flyktingstatus och därtill hörande återkallande av resedokument för flykting, 5) återkallande av flyktingstatus och därtill hörande återkallande av resedokument för flykting.",
        "folded_sv": "over beslut av migrationsverket anfors besvar hos helsingfors forvaltningsdomstol, om beslutet galler 1) ansokan om asyl eller om uppehallstillstand pa grund av behov av skydd, 2) avslag pa ansokan om erhallande av tillfalligt skydd, 3) avlagsnande ur landet, meddelande av inreseforbud eller aterkallande av resedokument som utfardats i finland och beslutet anknyter till beslut om avslag som fattats vid asylforfarande eller forfarande som galler tillfalligt skydd, 4) upphorande av flyktingstatus och dartill horande aterkallande av resedokument for flykting, 5) aterkallande av flyktingstatus och dartill horande aterkallande av resedokument for flykting."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "195",
      "section": "195",
      "title": "Maahanmuuttoviraston valitusoikeus",
      "content": "Maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden päätöksestä, jolla Maahanmuuttoviraston päätös on kumottu tai sitä on muutettu.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:195",
        "normalized_fi": "Maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden päätöksestä, jolla Maahanmuuttoviraston päätös on kumottu tai sitä on muutettu.",
        "folded_fi": "maahanmuuttovirastolla on oikeus valittaa hallinto-oikeuden paatoksesta, jolla maahanmuuttoviraston paatos on kumottu tai sita on muutettu.",
        "title_sv": "Migrationsverkets rätt att anföra besvär",
        "content_sv": "Migrationsverket har rätt att överklaga sådana beslut av förvaltningsdomstolen genom vilka beslut av Migrationsverket har upphävts eller ändrats.",
        "normalized_sv": "Migrationsverket har rätt att överklaga sådana beslut av förvaltningsdomstolen genom vilka beslut av Migrationsverket har upphävts eller ändrats.",
        "folded_sv": "migrationsverket har ratt att overklaga sadana beslut av forvaltningsdomstolen genom vilka beslut av migrationsverket har upphavts eller andrats."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "197",
      "section": "197",
      "title": "Valituskirjelmän toimittaminen",
      "content": "Turvapaikka-asioissa valituskirjelmän saa toimittaa myös Helsingin hallinto-oikeudelle taikka poliisille. Maahanmuuttoviraston on välittömästi valituksesta tiedon saatuaan toimitettava päätöksensä perusteena olevat asiakirjat hallinto-oikeuden käyttöön.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:197",
        "normalized_fi": "Turvapaikka-asioissa valituskirjelmän saa toimittaa myös Helsingin hallinto-oikeudelle taikka poliisille. Maahanmuuttoviraston on välittömästi valituksesta tiedon saatuaan toimitettava päätöksensä perusteena olevat asiakirjat hallinto-oikeuden käyttöön.",
        "folded_fi": "turvapaikka-asioissa valituskirjelman saa toimittaa myos helsingin hallinto-oikeudelle taikka poliisille. maahanmuuttoviraston on valittomasti valituksesta tiedon saatuaan toimitettava paatoksensa perusteena olevat asiakirjat hallinto-oikeuden kayttoon.",
        "title_sv": "Ingivande av besvärsskrift",
        "content_sv": "I asylärenden får besvärsskriften ges in även till Helsingfors förvaltningsdomstol eller polisen. Migrationsverket ska omedelbart efter att ha underrättats om besvären tillställa förvaltningsdomstolen de handlingar som verkets beslut baserat sig på.",
        "normalized_sv": "I asylärenden får besvärsskriften ges in även till Helsingfors förvaltningsdomstol eller polisen. Migrationsverket ska omedelbart efter att ha underrättats om besvären tillställa förvaltningsdomstolen de handlingar som verkets beslut baserat sig på.",
        "folded_sv": "i asylarenden far besvarsskriften ges in aven till helsingfors forvaltningsdomstol eller polisen. migrationsverket ska omedelbart efter att ha underrattats om besvaren tillstalla forvaltningsdomstolen de handlingar som verkets beslut baserat sig pa."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "201",
      "section": "201",
      "title": "Käännyttämispäätösten täytäntöönpano",
      "content": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin säädetä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:201",
        "normalized_fi": "Päätös käännyttämisestä voidaan panna täytäntöön muutoksenhausta huolimatta, jollei hallinto-oikeus toisin määrää. Maahanmuuttoviraston päätöstä käännyttämisestä, kun ulkomaalainen on hakenut oleskelulupaa kansainvälisen suojelun tai tilapäisen suojelun perusteella, ei kuitenkaan saa panna täytäntöön ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin säädetä.",
        "folded_fi": "paatos kaannyttamisesta voidaan panna taytantoon muutoksenhausta huolimatta, jollei hallinto-oikeus toisin maaraa. maahanmuuttoviraston paatosta kaannyttamisesta, kun ulkomaalainen on hakenut oleskelulupaa kansainvalisen suojelun tai tilapaisen suojelun perusteella, ei kuitenkaan saa panna taytantoon ennen kuin asia on lainvoimaisesti ratkaistu, jollei 2 tai 3 momentissa toisin saadeta.",
        "title_sv": "Verkställighet av beslut om avvisning",
        "content_sv": "Ett avvisningsbeslut kan verkställas trots att det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut av Migrationsverket om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd, får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs i 2 eller 3 mom.",
        "normalized_sv": "Ett avvisningsbeslut kan verkställas trots att det överklagats, om inte förvaltningsdomstolen bestämmer något annat. Ett beslut av Migrationsverket om avvisning när en utlänning har ansökt om uppehållstillstånd på grund av internationellt skydd eller tillfälligt skydd, får dock inte verkställas förrän beslutet har vunnit laga kraft, om inte något annat föreskrivs i 2 eller 3 mom.",
        "folded_sv": "ett avvisningsbeslut kan verkstallas trots att det overklagats, om inte forvaltningsdomstolen bestammer nagot annat. ett beslut av migrationsverket om avvisning nar en utlanning har ansokt om uppehallstillstand pa grund av internationellt skydd eller tillfalligt skydd, far dock inte verkstallas forran beslutet har vunnit laga kraft, om inte nagot annat foreskrivs i 2 eller 3 mom."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "210",
      "section": "210",
      "title": "Maahanmuuttoviraston oikeus ratkaista kihlakunnan poliisilaitoksen toimivaltaan kuuluva asia",
      "content": "Maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tässä laissa säädetään kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. Kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian Maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, että sen selvittäminen ja ratkaiseminen edellyttää Maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitystä lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:210",
        "normalized_fi": "Maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tässä laissa säädetään kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. Kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian Maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, että sen selvittäminen ja ratkaiseminen edellyttää Maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitystä lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "folded_fi": "maahanmuuttovirasto voi ottaa ratkaistavakseen asian, joka tassa laissa saadetaan kuuluvaksi kihlakunnan poliisilaitoksen ratkaistavaksi. kihlakunnan poliisilaitos voi saattaa toimivaltaansa kuuluvan asian maahanmuuttoviraston ratkaistavaksi, jos asia on laadultaan sellainen, etta sen selvittaminen ja ratkaiseminen edellyttaa maahanmuuttoviraston asiantuntemusta taikka jos asialla on merkitysta lain soveltamisen kannalta muissa samankaltaisissa tapauksissa.",
        "title_sv": "Migrationsverkets rätt att avgöra ett ärende som hör till polisinrättningen i häradet",
        "content_sv": "Migrationsverket kan överta avgörandet av ett ärende som enligt denna lag ska avgöras av polisinrättningen i häradet. Polisinrättningen i häradet kan föra ett ärende som hör till den till Migrationsverket för avgörande, om ärendet till sin art är sådant att utredandet och avgörandet av det kräver Migrationsverkets sakkunskap, eller om ärendet är av betydelse för lagens tillämpning i andra liknande fall.",
        "normalized_sv": "Migrationsverket kan överta avgörandet av ett ärende som enligt denna lag ska avgöras av polisinrättningen i häradet. Polisinrättningen i häradet kan föra ett ärende som hör till den till Migrationsverket för avgörande, om ärendet till sin art är sådant att utredandet och avgörandet av det kräver Migrationsverkets sakkunskap, eller om ärendet är av betydelse för lagens tillämpning i andra liknande fall.",
        "folded_sv": "migrationsverket kan overta avgorandet av ett arende som enligt denna lag ska avgoras av polisinrattningen i haradet. polisinrattningen i haradet kan fora ett arende som hor till den till migrationsverket for avgorande, om arendet till sin art ar sadant att utredandet och avgorandet av det kraver migrationsverkets sakkunskap, eller om arendet ar av betydelse for lagens tillampning i andra liknande fall."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "211",
      "section": "211",
      "title": "Ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta",
      "content": "Sisäasiainministeriön yhteyteen voidaan asettaa ulkomaisen työvoiman työsuhteiden ehtojen valvontaa varten ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta. Neuvottelukunnan tehtävänä on ulkomaalaisten työntekijöiden työsuhteiden ehtojen ja työntekijäin oleskelulupien valvontaa koskevissa asioissa edistää yhteistyötä ja tiedonkulkua viranomaisten välillä, seurata ulkomaalaisten työntekijöiden työsuhde- ja lupavalvonnan kehitystä sekä antaa lausuntoja näistä asioista. Sisäasiainministeriö nimittää neuvottelukunnan jäsenet. Neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. Neuvottelukunta toimii yhteistyössä keskeisten työmarkkinajärjestöjen kanssa. Tarkemmat säännökset neuvottelukunnan kokoonpanosta, tehtävistä, työskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:211",
        "normalized_fi": "Sisäasiainministeriön yhteyteen voidaan asettaa ulkomaisen työvoiman työsuhteiden ehtojen valvontaa varten ulkomaalaisten työntekijäin työsuhde- ja oleskelulupa-asioiden neuvottelukunta. Neuvottelukunnan tehtävänä on ulkomaalaisten työntekijöiden työsuhteiden ehtojen ja työntekijäin oleskelulupien valvontaa koskevissa asioissa edistää yhteistyötä ja tiedonkulkua viranomaisten välillä, seurata ulkomaalaisten työntekijöiden työsuhde- ja lupavalvonnan kehitystä sekä antaa lausuntoja näistä asioista. Sisäasiainministeriö nimittää neuvottelukunnan jäsenet. Neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. Neuvottelukunta toimii yhteistyössä keskeisten työmarkkinajärjestöjen kanssa. Tarkemmat säännökset neuvottelukunnan kokoonpanosta, tehtävistä, työskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "sisaasiainministerion yhteyteen voidaan asettaa ulkomaisen tyovoiman tyosuhteiden ehtojen valvontaa varten ulkomaalaisten tyontekijain tyosuhde- ja oleskelulupa-asioiden neuvottelukunta. neuvottelukunnan tehtavana on ulkomaalaisten tyontekijoiden tyosuhteiden ehtojen ja tyontekijain oleskelulupien valvontaa koskevissa asioissa edistaa yhteistyota ja tiedonkulkua viranomaisten valilla, seurata ulkomaalaisten tyontekijoiden tyosuhde- ja lupavalvonnan kehitysta seka antaa lausuntoja naista asioista. sisaasiainministerio nimittaa neuvottelukunnan jasenet. neuvottelukunnassa tulee olla valvonnan kannalta tarpeellisten viranomaisten ja hallinnonalojen edustus. neuvottelukunta toimii yhteistyossa keskeisten tyomarkkinajarjestojen kanssa. tarkemmat saannokset neuvottelukunnan kokoonpanosta, tehtavista, tyoskentelytavoista ja toimikaudesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Delegationen för utlänningars anställnings- och uppehållstillståndsärenden",
        "content_sv": "För tillsynen över anställningsvillkoren för utländsk arbetskraft kan i anslutning till inrikesministeriet tillsättas en delegation för utlänningars anställnings- och uppehållstillståndsärenden. Delegationen ska främja samarbetet och informationen mellan myndigheter i ärenden som gäller tillsynen över utländska arbetstagares anställningsvillkor och uppehållstillstånd, följa utvecklingen beträffande tillsynen över utländska arbetstagares anställningsförhållanden och tillstånd samt ge utlåtanden i dessa frågor. Inrikesministeriet utnämner medlemmarna i delegationen. I delegationen ska de myndigheter och förvaltningsområden som tillsynen kräver vara representerade. Delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. Närmare bestämmelser om delegationens sammansättning, uppgifter, arbetsformer och mandattid utfärdas genom förordning av statsrådet.",
        "normalized_sv": "För tillsynen över anställningsvillkoren för utländsk arbetskraft kan i anslutning till inrikesministeriet tillsättas en delegation för utlänningars anställnings- och uppehållstillståndsärenden. Delegationen ska främja samarbetet och informationen mellan myndigheter i ärenden som gäller tillsynen över utländska arbetstagares anställningsvillkor och uppehållstillstånd, följa utvecklingen beträffande tillsynen över utländska arbetstagares anställningsförhållanden och tillstånd samt ge utlåtanden i dessa frågor. Inrikesministeriet utnämner medlemmarna i delegationen. I delegationen ska de myndigheter och förvaltningsområden som tillsynen kräver vara representerade. Delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. Närmare bestämmelser om delegationens sammansättning, uppgifter, arbetsformer och mandattid utfärdas genom förordning av statsrådet.",
        "folded_sv": "for tillsynen over anstallningsvillkoren for utlandsk arbetskraft kan i anslutning till inrikesministeriet tillsattas en delegation for utlanningars anstallnings- och uppehallstillstandsarenden. delegationen ska framja samarbetet och informationen mellan myndigheter i arenden som galler tillsynen over utlandska arbetstagares anstallningsvillkor och uppehallstillstand, folja utvecklingen betraffande tillsynen over utlandska arbetstagares anstallningsforhallanden och tillstand samt ge utlatanden i dessa fragor. inrikesministeriet utnamner medlemmarna i delegationen. i delegationen ska de myndigheter och forvaltningsomraden som tillsynen kraver vara representerade. delegationen ska samarbeta med de centrala arbetsmarknadsorganisationerna. narmare bestammelser om delegationens sammansattning, uppgifter, arbetsformer och mandattid utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "212",
      "section": "212",
      "title": "Valvonta",
      "content": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:212",
        "normalized_fi": "Tämän lain ja sen nojalla annettujen säännösten noudattamista valvovat Maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
        "folded_fi": "taman lain ja sen nojalla annettujen saannosten noudattamista valvovat maahanmuuttovirasto, poliisi ja rajavartiolaitos.",
        "title_sv": "Tillsyn",
        "content_sv": "Tillsynen över iakttagandet av denna lag och de bestämmelser som utfärdats med stöd av den utövas av Migrationsverket, polisen och gränsbevakningsväsendet.",
        "normalized_sv": "Tillsynen över iakttagandet av denna lag och de bestämmelser som utfärdats med stöd av den utövas av Migrationsverket, polisen och gränsbevakningsväsendet.",
        "folded_sv": "tillsynen over iakttagandet av denna lag och de bestammelser som utfardats med stod av den utovas av migrationsverket, polisen och gransbevakningsvasendet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    }
  ]
}