{
  "id": "974/2007",
  "type": "statute",
  "title": "Laki kansalaisuuslain muuttamisesta",
  "title_en": "Lag om ändring av medborgarskapslagen",
  "status": "in_force",
  "issued_date": "2007-11-09",
  "in_force_date": "2007-11-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/974/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Maahanmuuttoviraston tehtävät",
      "content": "Maahanmuuttovirasto päättää tässä laissa tarkoitetusta Suomen kansalaisuuden saamisesta, säilyttämisestä ja menettämisestä sekä kansalaisuusaseman määrittämisestä. Tässä laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa Maahanmuuttovirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maahanmuuttovirasto päättää tässä laissa tarkoitetusta Suomen kansalaisuuden saamisesta, säilyttämisestä ja menettämisestä sekä kansalaisuusaseman määrittämisestä. Tässä laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa Maahanmuuttovirasto.",
        "folded_fi": "maahanmuuttovirasto paattaa tassa laissa tarkoitetusta suomen kansalaisuuden saamisesta, sailyttamisesta ja menettamisesta seka kansalaisuusaseman maarittamisesta. tassa laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa maahanmuuttovirasto.",
        "title_sv": "Migrationsverkets uppgifter",
        "content_sv": "Migrationsverket beslutar om förvärv, behållande och förlust av finskt medborgarskap samt om bestämmande av medborgarskapsstatus enligt denna lag. Formulären för de blanketter som behövs för en ansökan eller anmälan som avses i denna lag fastställs av Migrationsverket.",
        "normalized_sv": "Migrationsverket beslutar om förvärv, behållande och förlust av finskt medborgarskap samt om bestämmande av medborgarskapsstatus enligt denna lag. Formulären för de blanketter som behövs för en ansökan eller anmälan som avses i denna lag fastställs av Migrationsverket.",
        "folded_sv": "migrationsverket beslutar om forvarv, behallande och forlust av finskt medborgarskap samt om bestammande av medborgarskapsstatus enligt denna lag. formularen for de blanketter som behovs for en ansokan eller anmalan som avses i denna lag faststalls av migrationsverket."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Täysivaltaiseksi tulon vaikutus vireillä olevaan hakemukseen",
      "content": "Maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkilöille kohtuullisen määräajan, jossa hakemusta on täydennettävä tai se on vahvistettava. Hakijaan, joka on täydentänyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 §:n 2 momentin ja 24 §:n 3 momentin mukaisia edellytyksiä, jos ne ovat täyttyneet ennen huollosta vapautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkilöille kohtuullisen määräajan, jossa hakemusta on täydennettävä tai se on vahvistettava. Hakijaan, joka on täydentänyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 § :n 2 momentin ja 24 § :n 3 momentin mukaisia edellytyksiä, jos ne ovat täyttyneet ennen huollosta vapautumista.",
        "folded_fi": "maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkiloille kohtuullisen maaraajan, jossa hakemusta on taydennettava tai se on vahvistettava. hakijaan, joka on taydentanyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 §:n 2 momentin ja 24 §:n 3 momentin mukaisia edellytyksia, jos ne ovat tayttyneet ennen huollosta vapautumista.",
        "title_sv": "Ansökan som är anhängig när den sökande blir myndig",
        "content_sv": "Migrationsverket ska förelägga de personer som avses i 1 och 2 mom. en skälig tid under vilken ansökan ska kompletteras eller bekräftas. På en sökande som har kompletterat medborgarskapsansökan eller bekräftat en ansökan tillämpas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sökanden befriats från vårdnaden.",
        "normalized_sv": "Migrationsverket ska förelägga de personer som avses i 1 och 2 mom. en skälig tid under vilken ansökan ska kompletteras eller bekräftas. På en sökande som har kompletterat medborgarskapsansökan eller bekräftat en ansökan tillämpas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sökanden befriats från vårdnaden.",
        "folded_sv": "migrationsverket ska forelagga de personer som avses i 1 och 2 mom. en skalig tid under vilken ansokan ska kompletteras eller bekraftas. pa en sokande som har kompletterat medborgarskapsansokan eller bekraftat en ansokan tillampas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sokanden befriats fran vardnaden."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Kansalaisuusaseman määrittäminen",
      "content": "Maahanmuuttovirasto määrittää viranomaisen tai asianosaisen pyynnöstä kansalaisuusaseman, jos asialla on merkitystä Suomen kansalaisuuden olemassaolon tai siihen liittyvän oikeuden tai velvollisuuden kannalta, viranomaisen henkilörekisterissä olevan merkinnän oikeellisuuden, ulkomaalaisen Suomessa oleskelun taikka muun näihin verrattavissa olevan syyn kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Maahanmuuttovirasto määrittää viranomaisen tai asianosaisen pyynnöstä kansalaisuusaseman, jos asialla on merkitystä Suomen kansalaisuuden olemassaolon tai siihen liittyvän oikeuden tai velvollisuuden kannalta, viranomaisen henkilörekisterissä olevan merkinnän oikeellisuuden, ulkomaalaisen Suomessa oleskelun taikka muun näihin verrattavissa olevan syyn kannalta.",
        "folded_fi": "maahanmuuttovirasto maarittaa viranomaisen tai asianosaisen pyynnosta kansalaisuusaseman, jos asialla on merkitysta suomen kansalaisuuden olemassaolon tai siihen liittyvan oikeuden tai velvollisuuden kannalta, viranomaisen henkilorekisterissa olevan merkinnan oikeellisuuden, ulkomaalaisen suomessa oleskelun taikka muun naihin verrattavissa olevan syyn kannalta.",
        "title_sv": "Bestämmande av medborgarskapsstatus",
        "content_sv": "Migrationsverket bestämmer medborgarskapsstatus på begäran av en myndighet eller en part, om frågan är av betydelse med hänsyn till om finskt medborgarskap föreligger eller med tanke på en därtill hörande rättighet eller skyldighet, med hänsyn till om en anteckning i en myndighets personregister är korrekt eller med hänsyn till en utlännings vistelse i Finland eller av någon annan därmed jämförbar orsak.",
        "normalized_sv": "Migrationsverket bestämmer medborgarskapsstatus på begäran av en myndighet eller en part, om frågan är av betydelse med hänsyn till om finskt medborgarskap föreligger eller med tanke på en därtill hörande rättighet eller skyldighet, med hänsyn till om en anteckning i en myndighets personregister är korrekt eller med hänsyn till en utlännings vistelse i Finland eller av någon annan därmed jämförbar orsak.",
        "folded_sv": "migrationsverket bestammer medborgarskapsstatus pa begaran av en myndighet eller en part, om fragan ar av betydelse med hansyn till om finskt medborgarskap foreligger eller med tanke pa en dartill horande rattighet eller skyldighet, med hansyn till om en anteckning i en myndighets personregister ar korrekt eller med hansyn till en utlannings vistelse i finland eller av nagon annan darmed jamforbar orsak."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Tiedottaminen kansalaisuuden säilyttämisestä",
      "content": "Väestötietojärjestelmästä poimitulle henkilölle annetaan ohje siitä, miten hänen tulee menetellä, jotta hän voisi säilyttää Suomen kansalaisuuden 22 vuotta täyttäessään. Ohjeen antamisesta vastaa Maahanmuuttovirasto. Ohje annetaan sinä vuonna, jona henkilö täyttää 18 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Väestötietojärjestelmästä poimitulle henkilölle annetaan ohje siitä, miten hänen tulee menetellä, jotta hän voisi säilyttää Suomen kansalaisuuden 22 vuotta täyttäessään. Ohjeen antamisesta vastaa Maahanmuuttovirasto. Ohje annetaan sinä vuonna, jona henkilö täyttää 18 vuotta.",
        "folded_fi": "vaestotietojarjestelmasta poimitulle henkilolle annetaan ohje siita, miten hanen tulee menetella, jotta han voisi sailyttaa suomen kansalaisuuden 22 vuotta tayttaessaan. ohjeen antamisesta vastaa maahanmuuttovirasto. ohje annetaan sina vuonna, jona henkilo tayttaa 18 vuotta.",
        "title_sv": "Information om behållande av finskt medborgarskap",
        "content_sv": "Personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska förfara för att behålla finskt medborgarskap när de fyller 22 år. Migrationsverket svarar för att en anvisning meddelas. Anvisningen meddelas det år då personen fyller 18 år.",
        "normalized_sv": "Personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska förfara för att behålla finskt medborgarskap när de fyller 22 år. Migrationsverket svarar för att en anvisning meddelas. Anvisningen meddelas det år då personen fyller 18 år.",
        "folded_sv": "personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska forfara for att behalla finskt medborgarskap nar de fyller 22 ar. migrationsverket svarar for att en anvisning meddelas. anvisningen meddelas det ar da personen fyller 18 ar."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Asianosaisen tietojenantovelvollisuus",
      "content": "Asianosaisen tulee antaa Maahanmuuttovirastolle ja 38 §:ssä tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman määrittämistä varten tiedossaan olevat kansalaisuuden saamiseen ja menettämiseen liittyvät tiedot sekä avustaa tarvittavien tietojen ja asiakirjojen saamisessa niiltä osin kuin avustamista voidaan häneltä kohtuudella vaatia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Asianosaisen tulee antaa Maahanmuuttovirastolle ja 38 § :ssä tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman määrittämistä varten tiedossaan olevat kansalaisuuden saamiseen ja menettämiseen liittyvät tiedot sekä avustaa tarvittavien tietojen ja asiakirjojen saamisessa niiltä osin kuin avustamista voidaan häneltä kohtuudella vaatia.",
        "folded_fi": "asianosaisen tulee antaa maahanmuuttovirastolle ja 38 §:ssa tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman maarittamista varten tiedossaan olevat kansalaisuuden saamiseen ja menettamiseen liittyvat tiedot seka avustaa tarvittavien tietojen ja asiakirjojen saamisessa niilta osin kuin avustamista voidaan hanelta kohtuudella vaatia.",
        "title_sv": "En parts skyldighet att lämna uppgifter",
        "content_sv": "För bestämmande av medborgarskapsstatus ska en part till Migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon känner till och som hänför sig till förvärv eller förlust av medborgarskap samt bistå vid anskaffningen av de uppgifter och handlingar som behövs till den del hans eller hennes bistånd skäligen kan krävas.",
        "normalized_sv": "För bestämmande av medborgarskapsstatus ska en part till Migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon känner till och som hänför sig till förvärv eller förlust av medborgarskap samt bistå vid anskaffningen av de uppgifter och handlingar som behövs till den del hans eller hennes bistånd skäligen kan krävas.",
        "folded_sv": "for bestammande av medborgarskapsstatus ska en part till migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon kanner till och som hanfor sig till forvarv eller forlust av medborgarskap samt bista vid anskaffningen av de uppgifter och handlingar som behovs till den del hans eller hennes bistand skaligen kan kravas."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Viranomaisten keskinäinen ilmoitusvelvollisuus",
      "content": "Maahanmuuttovirasto ilmoittaa väestötietojärjestelmään merkittäväksi Suomen kansalaisuutta koskevan päätöksensä. Maistraatti ilmoittaa Maahanmuuttovirastolle Suomessa syntyneestä lapsesta, jos lapsen vanhemmat on väestötietojärjestelmään merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Maahanmuuttovirasto ilmoittaa väestötietojärjestelmään merkittäväksi Suomen kansalaisuutta koskevan päätöksensä. Maistraatti ilmoittaa Maahanmuuttovirastolle Suomessa syntyneestä lapsesta, jos lapsen vanhemmat on väestötietojärjestelmään merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
        "folded_fi": "maahanmuuttovirasto ilmoittaa vaestotietojarjestelmaan merkittavaksi suomen kansalaisuutta koskevan paatoksensa. maistraatti ilmoittaa maahanmuuttovirastolle suomessa syntyneesta lapsesta, jos lapsen vanhemmat on vaestotietojarjestelmaan merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
        "title_sv": "Myndigheternas skyldighet att lämna uppgifter till varandra",
        "content_sv": "Migrationsverket meddelar sina beslut om finskt medborgarskap för anteckning i befolkningsdatasystemet. Magistraten underrättar Migrationsverket om barn som fötts i Finland, ifall barnets föräldrar i befolkningsdatasystemet har antecknats som statslösa eller ifall föräldrarnas medborgarskap är okänt.",
        "normalized_sv": "Migrationsverket meddelar sina beslut om finskt medborgarskap för anteckning i befolkningsdatasystemet. Magistraten underrättar Migrationsverket om barn som fötts i Finland, ifall barnets föräldrar i befolkningsdatasystemet har antecknats som statslösa eller ifall föräldrarnas medborgarskap är okänt.",
        "folded_sv": "migrationsverket meddelar sina beslut om finskt medborgarskap for anteckning i befolkningsdatasystemet. magistraten underrattar migrationsverket om barn som fotts i finland, ifall barnets foraldrar i befolkningsdatasystemet har antecknats som statslosa eller ifall foraldrarnas medborgarskap ar okant."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Muutoksenhaku Maahanmuuttoviraston päätökseen",
      "content": "Maahanmuuttoviraston tämän lain nojalla tekemästä päätöksestä saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Maahanmuuttoviraston tämän lain nojalla tekemästä päätöksestä saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "maahanmuuttoviraston taman lain nojalla tekemasta paatoksesta saa valittaa hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Sökande av ändring i Migrationsverkets beslut",
        "content_sv": "Beslut som Migrationsverket fattat med stöd av denna lag får överklagas hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Beslut som Migrationsverket fattat med stöd av denna lag får överklagas hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "beslut som migrationsverket fattat med stod av denna lag far overklagas hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Muutoksenhaku hallinto-oikeuden päätökseen",
      "content": "Hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä saa valittaa korkeimpaan hallinto-oikeuteen. Valitusoikeus on myös Maahanmuuttovirastolla siltä osin kuin hallinto-oikeuden päätöksellä on kumottu Maahanmuuttoviraston päätös tai muutettu sitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä saa valittaa korkeimpaan hallinto-oikeuteen. Valitusoikeus on myös Maahanmuuttovirastolla siltä osin kuin hallinto-oikeuden päätöksellä on kumottu Maahanmuuttoviraston päätös tai muutettu sitä.",
        "folded_fi": "hallinto-oikeuden taman lain nojalla tekemasta paatoksesta saa valittaa korkeimpaan hallinto-oikeuteen. valitusoikeus on myos maahanmuuttovirastolla silta osin kuin hallinto-oikeuden paatoksella on kumottu maahanmuuttoviraston paatos tai muutettu sita.",
        "title_sv": "Sökande av ändring i förvaltningsdomstolens beslut",
        "content_sv": "Beslut som förvaltningsdomstolen har fattat med stöd av denna lag får överklagas hos högsta förvaltningsdomstolen. Också Migrationsverket har besvärsrätt till den del Migrationsverkets beslut har upphävts eller ändrats genom förvaltningsdomstolens beslut.",
        "normalized_sv": "Beslut som förvaltningsdomstolen har fattat med stöd av denna lag får överklagas hos högsta förvaltningsdomstolen. Också Migrationsverket har besvärsrätt till den del Migrationsverkets beslut har upphävts eller ändrats genom förvaltningsdomstolens beslut.",
        "folded_sv": "beslut som forvaltningsdomstolen har fattat med stod av denna lag far overklagas hos hogsta forvaltningsdomstolen. ocksa migrationsverket har besvarsratt till den del migrationsverkets beslut har upphavts eller andrats genom forvaltningsdomstolens beslut."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Hakemuksen ja ilmoituksen vireillepano",
      "content": "Hakemuksen ja ilmoituksen käsittelyn jatkaminen 2 momentin mukaisen tarkastuksen jälkeen edellyttää Maahanmuuttoviraston käsittelymaksun suorittamista. Maksu määräytyy valtion maksuperustelain (150/1992) mukaisesti. Tarkemmat säännökset maksusta annetaan sisäasiainministeriön asetuksella. Tämän lain mukaisten asioiden käsittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Hakemuksen ja ilmoituksen käsittelyn jatkaminen 2 momentin mukaisen tarkastuksen jälkeen edellyttää Maahanmuuttoviraston käsittelymaksun suorittamista. Maksu määräytyy valtion maksuperustelain (150/1992) mukaisesti. Tarkemmat säännökset maksusta annetaan sisäasiainministeriön asetuksella. Tämän lain mukaisten asioiden käsittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
        "folded_fi": "hakemuksen ja ilmoituksen kasittelyn jatkaminen 2 momentin mukaisen tarkastuksen jalkeen edellyttaa maahanmuuttoviraston kasittelymaksun suorittamista. maksu maaraytyy valtion maksuperustelain (150/1992) mukaisesti. tarkemmat saannokset maksusta annetaan sisaasiainministerion asetuksella. taman lain mukaisten asioiden kasittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
        "title_sv": "Anhängiggörande av ansökan och anmälan",
        "content_sv": "Ett villkor för fortsatt behandling av ansökan och anmälan efter kontroll enligt 2 mom. är att Migrationsverkets behandlingsavgift betalas. Avgiften bestäms enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiften utfärdas genom förordning av inrikesministeriet. På behandlingen av ärenden enligt denna lag vid honorärkonsulat tillämpas förvaltningslagen (434/2003).",
        "normalized_sv": "Ett villkor för fortsatt behandling av ansökan och anmälan efter kontroll enligt 2 mom. är att Migrationsverkets behandlingsavgift betalas. Avgiften bestäms enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiften utfärdas genom förordning av inrikesministeriet. På behandlingen av ärenden enligt denna lag vid honorärkonsulat tillämpas förvaltningslagen (434/2003).",
        "folded_sv": "ett villkor for fortsatt behandling av ansokan och anmalan efter kontroll enligt 2 mom. ar att migrationsverkets behandlingsavgift betalas. avgiften bestams enligt lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgiften utfardas genom forordning av inrikesministeriet. pa behandlingen av arenden enligt denna lag vid honorarkonsulat tillampas forvaltningslagen (434/2003)."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Lisäselvitysten hankkiminen",
      "content": "Maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen käsittelyä varten tarvittavia tietoja. Näiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. Jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen Suomen diplomaattinen edustusto tai lähetetyn virkamiehen johtama konsulaatti voi Maahanmuuttoviraston pyynnöstä kutsua hakijan antamaan asian käsittelyä varten tarvittavia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen käsittelyä varten tarvittavia tietoja. Näiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. Jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen Suomen diplomaattinen edustusto tai lähetetyn virkamiehen johtama konsulaatti voi Maahanmuuttoviraston pyynnöstä kutsua hakijan antamaan asian käsittelyä varten tarvittavia tietoja.",
        "folded_fi": "maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen kasittelya varten tarvittavia tietoja. naiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen suomen diplomaattinen edustusto tai lahetetyn virkamiehen johtama konsulaatti voi maahanmuuttoviraston pyynnosta kutsua hakijan antamaan asian kasittelya varten tarvittavia tietoja.",
        "title_sv": "Inhämtande av tilläggsutredningar",
        "content_sv": "Migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sökande att lämna uppgifter som behövs för behandling av ansökan eller anmälan. Dessa myndigheter ska i mån av möjlighet samtidigt intervjua den sökande. Om ansökan eller anmälan har anhängiggjorts utomlands, kan vederbörande finska diplomatiska beskickning eller av en utsänd tjänsteman ledda konsulat, på Migrationsverkets begäran kalla den sökande att lämna uppgifter som behövs för behandling av ärendet.",
        "normalized_sv": "Migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sökande att lämna uppgifter som behövs för behandling av ansökan eller anmälan. Dessa myndigheter ska i mån av möjlighet samtidigt intervjua den sökande. Om ansökan eller anmälan har anhängiggjorts utomlands, kan vederbörande finska diplomatiska beskickning eller av en utsänd tjänsteman ledda konsulat, på Migrationsverkets begäran kalla den sökande att lämna uppgifter som behövs för behandling av ärendet.",
        "folded_sv": "migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sokande att lamna uppgifter som behovs for behandling av ansokan eller anmalan. dessa myndigheter ska i man av mojlighet samtidigt intervjua den sokande. om ansokan eller anmalan har anhangiggjorts utomlands, kan vederborande finska diplomatiska beskickning eller av en utsand tjansteman ledda konsulat, pa migrationsverkets begaran kalla den sokande att lamna uppgifter som behovs for behandling av arendet."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Maahanmuuttovirastolle annettavat asiakirjat",
      "content": "Tässä laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman määrittämiseen liittyvän viranomaiselle annettavan asiakirjan on oltava alkuperäinen. Maahanmuuttovirasto voi hyväksyä myös oikeaksi todistetun jäljennöksen asiakirjasta, jos jäljennöstä voidaan pitää luotettavana. Ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettävä asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittäminen asiakirjaan ole ilmeisen tarpeetonta. Hakijan tai muun asianosaisen on omasta aloitteestaan vireillä olevassa asiassa huolehdittava asiakirjan kääntämisestä suomen tai ruotsin kielelle. Maahanmuuttovirasto voi hyväksyä myös muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edellä mainittua todistusta, sekä asiakirjan, jota ei ole käännetty, jos tämä on perusteltua kyseisen asiakirjan ja asian laadun perusteella. Maahanmuuttovirasto voi hyväksyä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa säädetyin tavoin toimitetun sähköisen asiakirjan, jos asiakirjaa voidaan pitää luotettavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Tässä laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman määrittämiseen liittyvän viranomaiselle annettavan asiakirjan on oltava alkuperäinen. Maahanmuuttovirasto voi hyväksyä myös oikeaksi todistetun jäljennöksen asiakirjasta, jos jäljennöstä voidaan pitää luotettavana. Ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettävä asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittäminen asiakirjaan ole ilmeisen tarpeetonta. Hakijan tai muun asianosaisen on omasta aloitteestaan vireillä olevassa asiassa huolehdittava asiakirjan kääntämisestä suomen tai ruotsin kielelle. Maahanmuuttovirasto voi hyväksyä myös muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edellä mainittua todistusta, sekä asiakirjan, jota ei ole käännetty, jos tämä on perusteltua kyseisen asiakirjan ja asian laadun perusteella. Maahanmuuttovirasto voi hyväksyä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa säädetyin tavoin toimitetun sähköisen asiakirjan, jos asiakirjaa voidaan pitää luotettavana.",
        "folded_fi": "tassa laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman maarittamiseen liittyvan viranomaiselle annettavan asiakirjan on oltava alkuperainen. maahanmuuttovirasto voi hyvaksya myos oikeaksi todistetun jaljennoksen asiakirjasta, jos jaljennosta voidaan pitaa luotettavana. ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettava asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittaminen asiakirjaan ole ilmeisen tarpeetonta. hakijan tai muun asianosaisen on omasta aloitteestaan vireilla olevassa asiassa huolehdittava asiakirjan kaantamisesta suomen tai ruotsin kielelle. maahanmuuttovirasto voi hyvaksya myos muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edella mainittua todistusta, seka asiakirjan, jota ei ole kaannetty, jos tama on perusteltua kyseisen asiakirjan ja asian laadun perusteella. maahanmuuttovirasto voi hyvaksya sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa saadetyin tavoin toimitetun sahkoisen asiakirjan, jos asiakirjaa voidaan pitaa luotettavana.",
        "title_sv": "Handlingar som ska ges Migrationsverket",
        "content_sv": "En handling som hör samman med en ansökan eller en anmälan eller med bestämmande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. Migrationsverket kan godkänna också en bestyrkt kopia av handlingen, om kopian kan anses vara tillförlitlig. En handling som utfärdats av en utländsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behörig myndighet i staten i fråga, om inte legalisering eller fogande av intyget till handlingen är uppenbart onödigt. Den sökande eller någon annan part ska i ett ärende som anhängiggjorts på deras initiativ sörja för att en handling översätts till finska eller svenska. Migrationsverket kan godkänna också andra än legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har översatts, om detta med hänsyn till handlingens och ärendets art är motiverat. Migrationsverket kan godkänna en elektronisk handling som lämnats in på det sätt som föreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillförlitlig.",
        "normalized_sv": "En handling som hör samman med en ansökan eller en anmälan eller med bestämmande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. Migrationsverket kan godkänna också en bestyrkt kopia av handlingen, om kopian kan anses vara tillförlitlig. En handling som utfärdats av en utländsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behörig myndighet i staten i fråga, om inte legalisering eller fogande av intyget till handlingen är uppenbart onödigt. Den sökande eller någon annan part ska i ett ärende som anhängiggjorts på deras initiativ sörja för att en handling översätts till finska eller svenska. Migrationsverket kan godkänna också andra än legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har översatts, om detta med hänsyn till handlingens och ärendets art är motiverat. Migrationsverket kan godkänna en elektronisk handling som lämnats in på det sätt som föreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillförlitlig.",
        "folded_sv": "en handling som hor samman med en ansokan eller en anmalan eller med bestammande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. migrationsverket kan godkanna ocksa en bestyrkt kopia av handlingen, om kopian kan anses vara tillforlitlig. en handling som utfardats av en utlandsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behorig myndighet i staten i fraga, om inte legalisering eller fogande av intyget till handlingen ar uppenbart onodigt. den sokande eller nagon annan part ska i ett arende som anhangiggjorts pa deras initiativ sorja for att en handling oversatts till finska eller svenska. migrationsverket kan godkanna ocksa andra an legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har oversatts, om detta med hansyn till handlingens och arendets art ar motiverat. migrationsverket kan godkanna en elektronisk handling som lamnats in pa det satt som foreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillforlitlig."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Tiedonsaantioikeus rekistereistä",
      "content": "Maahanmuuttovirastolla on sille laissa säädettyjen tehtävien suorittamiseksi oikeus sen lisäksi, mitä muualla on säädetty, salassapitosäännösten estämättä saada maksutta asianomaisen rekisterinpitäjän kanssa sovitulla tavalla tietoja, jotka ovat välttämättömiä Suomen kansalaisuuden saamisen, säilyttämisen, menettämisen ja siitä vapautumisen edellytysten selvittämiseksi sekä kansalaisuusaseman määrittämiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojärjestelmästä; 2) tietoja sakkorekisteristä; ja 3) verohallinnon tietojärjestelmistä verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. Oikeudesta saada tietoja rikosrekisteristä säädetään rikosrekisterilaissa (770/1993). Edellä 1 momentissa tarkoitetut tiedot voidaan saada teknisen käyttöyhteyden avulla tai konekielisessä muodossa. Maahanmuuttoviraston on ennen teknisen käyttöyhteyden avaamista esitettävä henkilörekisterin pitäjälle selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Maahanmuuttovirastolla on sille laissa säädettyjen tehtävien suorittamiseksi oikeus sen lisäksi, mitä muualla on säädetty, salassapitosäännösten estämättä saada maksutta asianomaisen rekisterinpitäjän kanssa sovitulla tavalla tietoja, jotka ovat välttämättömiä Suomen kansalaisuuden saamisen, säilyttämisen, menettämisen ja siitä vapautumisen edellytysten selvittämiseksi sekä kansalaisuusaseman määrittämiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojärjestelmästä; 2) tietoja sakkorekisteristä; ja 3) verohallinnon tietojärjestelmistä verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. Oikeudesta saada tietoja rikosrekisteristä säädetään rikosrekisterilaissa (770/1993). Edellä 1 momentissa tarkoitetut tiedot voidaan saada teknisen käyttöyhteyden avulla tai konekielisessä muodossa. Maahanmuuttoviraston on ennen teknisen käyttöyhteyden avaamista esitettävä henkilörekisterin pitäjälle selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
        "folded_fi": "maahanmuuttovirastolla on sille laissa saadettyjen tehtavien suorittamiseksi oikeus sen lisaksi, mita muualla on saadetty, salassapitosaannosten estamatta saada maksutta asianomaisen rekisterinpitajan kanssa sovitulla tavalla tietoja, jotka ovat valttamattomia suomen kansalaisuuden saamisen, sailyttamisen, menettamisen ja siita vapautumisen edellytysten selvittamiseksi seka kansalaisuusaseman maarittamiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojarjestelmasta; 2) tietoja sakkorekisterista; ja 3) verohallinnon tietojarjestelmista verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. oikeudesta saada tietoja rikosrekisterista saadetaan rikosrekisterilaissa (770/1993). edella 1 momentissa tarkoitetut tiedot voidaan saada teknisen kayttoyhteyden avulla tai konekielisessa muodossa. maahanmuuttoviraston on ennen teknisen kayttoyhteyden avaamista esitettava henkilorekisterin pitajalle selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti.",
        "title_sv": "Rätt att få uppgifter ur register",
        "content_sv": "Utöver vad som föreskrivs någon annanstans har Migrationsverket för utförande av uppgifter som ankommer på myndigheten enligt lag rätt att utan hinder av sekretessbestämmelserna och på det sätt som avtalas med den registeransvarige utan avgift få uppgifter som är nödvändiga för utredning av förutsättningarna för förvärv, behållande och förlust av samt befrielse från finskt medborgarskap samt för bestämmande av medborgarskapsstatus, enligt följande: 1) uppgifter ur gränsbevakningsväsendets funktionella informationssystem, 2) uppgifter ur bötesregistret, och 3) uppgifter om skattskyldigas inkomster och förmögenhet samt andra beskattningsuppgifter ur skatteförvaltningens datasystem. Bestämmelser om rätten att få uppgifter ur straffregistret finns i straffregisterlagen (770/1993). De uppgifter som avses i 1 mom. kan lämnas med hjälp av teknisk anslutning eller i maskinläsbar form. Innan en teknisk anslutning öppnas ska Migrationsverket lämna den registeransvarige utredning om att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans har Migrationsverket för utförande av uppgifter som ankommer på myndigheten enligt lag rätt att utan hinder av sekretessbestämmelserna och på det sätt som avtalas med den registeransvarige utan avgift få uppgifter som är nödvändiga för utredning av förutsättningarna för förvärv, behållande och förlust av samt befrielse från finskt medborgarskap samt för bestämmande av medborgarskapsstatus, enligt följande: 1) uppgifter ur gränsbevakningsväsendets funktionella informationssystem, 2) uppgifter ur bötesregistret, och 3) uppgifter om skattskyldigas inkomster och förmögenhet samt andra beskattningsuppgifter ur skatteförvaltningens datasystem. Bestämmelser om rätten att få uppgifter ur straffregistret finns i straffregisterlagen (770/1993). De uppgifter som avses i 1 mom. kan lämnas med hjälp av teknisk anslutning eller i maskinläsbar form. Innan en teknisk anslutning öppnas ska Migrationsverket lämna den registeransvarige utredning om att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "utover vad som foreskrivs nagon annanstans har migrationsverket for utforande av uppgifter som ankommer pa myndigheten enligt lag ratt att utan hinder av sekretessbestammelserna och pa det satt som avtalas med den registeransvarige utan avgift fa uppgifter som ar nodvandiga for utredning av forutsattningarna for forvarv, behallande och forlust av samt befrielse fran finskt medborgarskap samt for bestammande av medborgarskapsstatus, enligt foljande: 1) uppgifter ur gransbevakningsvasendets funktionella informationssystem, 2) uppgifter ur botesregistret, och 3) uppgifter om skattskyldigas inkomster och formogenhet samt andra beskattningsuppgifter ur skatteforvaltningens datasystem. bestammelser om ratten att fa uppgifter ur straffregistret finns i straffregisterlagen (770/1993). de uppgifter som avses i 1 mom. kan lamnas med hjalp av teknisk anslutning eller i maskinlasbar form. innan en teknisk anslutning oppnas ska migrationsverket lamna den registeransvarige utredning om att uppgifterna skyddas pa behorigt satt."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Ehdollinen kansalaistamispäätös",
      "content": "Maahanmuuttovirasto voi 1 momentin mukaisessa päätöksessä mainitun hakijan kirjallisesta pyynnöstä päättää ehdon poistamisesta, jos pyyntö on tehty päätöksessä määrätyn ajan kuluessa. Jos ehto koskee myös kanssahakijaa, ehdon poistaminen hänen osaltaan edellyttää hakijan kirjallisen pyynnön lisäksi kanssahakijan huoltajien ja 12 vuotta täyttäneen kanssahakijan suostumusta. Asian ratkaisussa noudatetaan lisäksi soveltuvin osin, mitä lapsen ja huoltajan kuulemisesta tässä laissa säädetään. Jos kanssahakija on päätöksen antamisen jälkeen täyttänyt 18 vuotta tai avioitunut, hänen on pyydettävä ehdon poistamista omalta osaltaan. Ulkomaalainen tulee Suomen kansalaiseksi 1 momentin perusteella sinä päivänä, jolloin Maahanmuuttovirasto toteaa päätöksellään, että ehto on täytetty. Jos Maahanmuuttovirasto päättää 2 momentin mukaisesti ehdon poistamisesta päätöksestä, Suomen kansalaisuus katsotaan saaduksi sinä päivänä, jolloin päätös ehdon poistamisesta on tehty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Maahanmuuttovirasto voi 1 momentin mukaisessa päätöksessä mainitun hakijan kirjallisesta pyynnöstä päättää ehdon poistamisesta, jos pyyntö on tehty päätöksessä määrätyn ajan kuluessa. Jos ehto koskee myös kanssahakijaa, ehdon poistaminen hänen osaltaan edellyttää hakijan kirjallisen pyynnön lisäksi kanssahakijan huoltajien ja 12 vuotta täyttäneen kanssahakijan suostumusta. Asian ratkaisussa noudatetaan lisäksi soveltuvin osin, mitä lapsen ja huoltajan kuulemisesta tässä laissa säädetään. Jos kanssahakija on päätöksen antamisen jälkeen täyttänyt 18 vuotta tai avioitunut, hänen on pyydettävä ehdon poistamista omalta osaltaan. Ulkomaalainen tulee Suomen kansalaiseksi 1 momentin perusteella sinä päivänä, jolloin Maahanmuuttovirasto toteaa päätöksellään, että ehto on täytetty. Jos Maahanmuuttovirasto päättää 2 momentin mukaisesti ehdon poistamisesta päätöksestä, Suomen kansalaisuus katsotaan saaduksi sinä päivänä, jolloin päätös ehdon poistamisesta on tehty.",
        "folded_fi": "maahanmuuttovirasto voi 1 momentin mukaisessa paatoksessa mainitun hakijan kirjallisesta pyynnosta paattaa ehdon poistamisesta, jos pyynto on tehty paatoksessa maaratyn ajan kuluessa. jos ehto koskee myos kanssahakijaa, ehdon poistaminen hanen osaltaan edellyttaa hakijan kirjallisen pyynnon lisaksi kanssahakijan huoltajien ja 12 vuotta tayttaneen kanssahakijan suostumusta. asian ratkaisussa noudatetaan lisaksi soveltuvin osin, mita lapsen ja huoltajan kuulemisesta tassa laissa saadetaan. jos kanssahakija on paatoksen antamisen jalkeen tayttanyt 18 vuotta tai avioitunut, hanen on pyydettava ehdon poistamista omalta osaltaan. ulkomaalainen tulee suomen kansalaiseksi 1 momentin perusteella sina paivana, jolloin maahanmuuttovirasto toteaa paatoksellaan, etta ehto on taytetty. jos maahanmuuttovirasto paattaa 2 momentin mukaisesti ehdon poistamisesta paatoksesta, suomen kansalaisuus katsotaan saaduksi sina paivana, jolloin paatos ehdon poistamisesta on tehty.",
        "title_sv": "Villkorligt beslut om naturalisation",
        "content_sv": "Migrationsverket kan på skriftlig begäran av sökande som nämns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begäran har gjorts inom den i beslutet angivna tiden. Om villkoret också gäller en medsökande, förutsätter strykandet av villkoret för dennes del utom den sökandes skriftliga begäran också samtycke av den medsökandes vårdnadshavare och av en medsökande som har fyllt 12 år. Vid avgörande av ärendet iakttas dessutom i tillämpliga delar vad som i denna lag bestäms om hörande av barn och vårdnadshavare. Om den medsökande efter det att beslutet meddelades har fyllt 18 år eller ingått äktenskap, ska han eller hon begära att villkoret stryks för hans eller hennes del. En utlänning blir med stöd av 1 mom. finsk medborgare den dag då Migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. Om Migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha förvärvats den dag då beslutet om strykande av villkoret har fattats.",
        "normalized_sv": "Migrationsverket kan på skriftlig begäran av sökande som nämns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begäran har gjorts inom den i beslutet angivna tiden. Om villkoret också gäller en medsökande, förutsätter strykandet av villkoret för dennes del utom den sökandes skriftliga begäran också samtycke av den medsökandes vårdnadshavare och av en medsökande som har fyllt 12 år. Vid avgörande av ärendet iakttas dessutom i tillämpliga delar vad som i denna lag bestäms om hörande av barn och vårdnadshavare. Om den medsökande efter det att beslutet meddelades har fyllt 18 år eller ingått äktenskap, ska han eller hon begära att villkoret stryks för hans eller hennes del. En utlänning blir med stöd av 1 mom. finsk medborgare den dag då Migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. Om Migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha förvärvats den dag då beslutet om strykande av villkoret har fattats.",
        "folded_sv": "migrationsverket kan pa skriftlig begaran av sokande som namns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begaran har gjorts inom den i beslutet angivna tiden. om villkoret ocksa galler en medsokande, forutsatter strykandet av villkoret for dennes del utom den sokandes skriftliga begaran ocksa samtycke av den medsokandes vardnadshavare och av en medsokande som har fyllt 12 ar. vid avgorande av arendet iakttas dessutom i tillampliga delar vad som i denna lag bestams om horande av barn och vardnadshavare. om den medsokande efter det att beslutet meddelades har fyllt 18 ar eller ingatt aktenskap, ska han eller hon begara att villkoret stryks for hans eller hennes del. en utlanning blir med stod av 1 mom. finsk medborgare den dag da migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. om migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha forvarvats den dag da beslutet om strykande av villkoret har fattats."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Maahanmuuttoviraston tehtävät",
      "content": "Maahanmuuttovirasto päättää tässä laissa tarkoitetusta Suomen kansalaisuuden saamisesta, säilyttämisestä ja menettämisestä sekä kansalaisuusaseman määrittämisestä. Tässä laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa Maahanmuuttovirasto.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:3",
        "normalized_fi": "Maahanmuuttovirasto päättää tässä laissa tarkoitetusta Suomen kansalaisuuden saamisesta, säilyttämisestä ja menettämisestä sekä kansalaisuusaseman määrittämisestä. Tässä laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa Maahanmuuttovirasto.",
        "folded_fi": "maahanmuuttovirasto paattaa tassa laissa tarkoitetusta suomen kansalaisuuden saamisesta, sailyttamisesta ja menettamisesta seka kansalaisuusaseman maarittamisesta. tassa laissa tarkoitettua hakemusta tai ilmoitusta varten tarvittavien lomakkeiden kaavat vahvistaa maahanmuuttovirasto.",
        "title_sv": "Migrationsverkets uppgifter",
        "content_sv": "Migrationsverket beslutar om förvärv, behållande och förlust av finskt medborgarskap samt om bestämmande av medborgarskapsstatus enligt denna lag. Formulären för de blanketter som behövs för en ansökan eller anmälan som avses i denna lag fastställs av Migrationsverket.",
        "normalized_sv": "Migrationsverket beslutar om förvärv, behållande och förlust av finskt medborgarskap samt om bestämmande av medborgarskapsstatus enligt denna lag. Formulären för de blanketter som behövs för en ansökan eller anmälan som avses i denna lag fastställs av Migrationsverket.",
        "folded_sv": "migrationsverket beslutar om forvarv, behallande och forlust av finskt medborgarskap samt om bestammande av medborgarskapsstatus enligt denna lag. formularen for de blanketter som behovs for en ansokan eller anmalan som avses i denna lag faststalls av migrationsverket."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Täysivaltaiseksi tulon vaikutus vireillä olevaan hakemukseen",
      "content": "Maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkilöille kohtuullisen määräajan, jossa hakemusta on täydennettävä tai se on vahvistettava. Hakijaan, joka on täydentänyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 §:n 2 momentin ja 24 §:n 3 momentin mukaisia edellytyksiä, jos ne ovat täyttyneet ennen huollosta vapautumista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkilöille kohtuullisen määräajan, jossa hakemusta on täydennettävä tai se on vahvistettava. Hakijaan, joka on täydentänyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 § :n 2 momentin ja 24 § :n 3 momentin mukaisia edellytyksiä, jos ne ovat täyttyneet ennen huollosta vapautumista.",
        "folded_fi": "maahanmuuttovirasto asettaa 1 ja 2 momentissa tarkoitetuille henkiloille kohtuullisen maaraajan, jossa hakemusta on taydennettava tai se on vahvistettava. hakijaan, joka on taydentanyt kansalaisuushakemusta tai joka on vahvistanut kansalaisuushakemuksen, sovelletaan 23 §:n 2 momentin ja 24 §:n 3 momentin mukaisia edellytyksia, jos ne ovat tayttyneet ennen huollosta vapautumista.",
        "title_sv": "Ansökan som är anhängig när den sökande blir myndig",
        "content_sv": "Migrationsverket ska förelägga de personer som avses i 1 och 2 mom. en skälig tid under vilken ansökan ska kompletteras eller bekräftas. På en sökande som har kompletterat medborgarskapsansökan eller bekräftat en ansökan tillämpas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sökanden befriats från vårdnaden.",
        "normalized_sv": "Migrationsverket ska förelägga de personer som avses i 1 och 2 mom. en skälig tid under vilken ansökan ska kompletteras eller bekräftas. På en sökande som har kompletterat medborgarskapsansökan eller bekräftat en ansökan tillämpas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sökanden befriats från vårdnaden.",
        "folded_sv": "migrationsverket ska forelagga de personer som avses i 1 och 2 mom. en skalig tid under vilken ansokan ska kompletteras eller bekraftas. pa en sokande som har kompletterat medborgarskapsansokan eller bekraftat en ansokan tillampas villkoren enligt 23 § 2 mom. och 24 § 3 mom., om de har uppfyllts innan sokanden befriats fran vardnaden."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Kansalaisuusaseman määrittäminen",
      "content": "Maahanmuuttovirasto määrittää viranomaisen tai asianosaisen pyynnöstä kansalaisuusaseman, jos asialla on merkitystä Suomen kansalaisuuden olemassaolon tai siihen liittyvän oikeuden tai velvollisuuden kannalta, viranomaisen henkilörekisterissä olevan merkinnän oikeellisuuden, ulkomaalaisen Suomessa oleskelun taikka muun näihin verrattavissa olevan syyn kannalta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:36",
        "normalized_fi": "Maahanmuuttovirasto määrittää viranomaisen tai asianosaisen pyynnöstä kansalaisuusaseman, jos asialla on merkitystä Suomen kansalaisuuden olemassaolon tai siihen liittyvän oikeuden tai velvollisuuden kannalta, viranomaisen henkilörekisterissä olevan merkinnän oikeellisuuden, ulkomaalaisen Suomessa oleskelun taikka muun näihin verrattavissa olevan syyn kannalta.",
        "folded_fi": "maahanmuuttovirasto maarittaa viranomaisen tai asianosaisen pyynnosta kansalaisuusaseman, jos asialla on merkitysta suomen kansalaisuuden olemassaolon tai siihen liittyvan oikeuden tai velvollisuuden kannalta, viranomaisen henkilorekisterissa olevan merkinnan oikeellisuuden, ulkomaalaisen suomessa oleskelun taikka muun naihin verrattavissa olevan syyn kannalta.",
        "title_sv": "Bestämmande av medborgarskapsstatus",
        "content_sv": "Migrationsverket bestämmer medborgarskapsstatus på begäran av en myndighet eller en part, om frågan är av betydelse med hänsyn till om finskt medborgarskap föreligger eller med tanke på en därtill hörande rättighet eller skyldighet, med hänsyn till om en anteckning i en myndighets personregister är korrekt eller med hänsyn till en utlännings vistelse i Finland eller av någon annan därmed jämförbar orsak.",
        "normalized_sv": "Migrationsverket bestämmer medborgarskapsstatus på begäran av en myndighet eller en part, om frågan är av betydelse med hänsyn till om finskt medborgarskap föreligger eller med tanke på en därtill hörande rättighet eller skyldighet, med hänsyn till om en anteckning i en myndighets personregister är korrekt eller med hänsyn till en utlännings vistelse i Finland eller av någon annan därmed jämförbar orsak.",
        "folded_sv": "migrationsverket bestammer medborgarskapsstatus pa begaran av en myndighet eller en part, om fragan ar av betydelse med hansyn till om finskt medborgarskap foreligger eller med tanke pa en dartill horande rattighet eller skyldighet, med hansyn till om en anteckning i en myndighets personregister ar korrekt eller med hansyn till en utlannings vistelse i finland eller av nagon annan darmed jamforbar orsak."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Tiedottaminen kansalaisuuden säilyttämisestä",
      "content": "Väestötietojärjestelmästä poimitulle henkilölle annetaan ohje siitä, miten hänen tulee menetellä, jotta hän voisi säilyttää Suomen kansalaisuuden 22 vuotta täyttäessään. Ohjeen antamisesta vastaa Maahanmuuttovirasto. Ohje annetaan sinä vuonna, jona henkilö täyttää 18 vuotta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Väestötietojärjestelmästä poimitulle henkilölle annetaan ohje siitä, miten hänen tulee menetellä, jotta hän voisi säilyttää Suomen kansalaisuuden 22 vuotta täyttäessään. Ohjeen antamisesta vastaa Maahanmuuttovirasto. Ohje annetaan sinä vuonna, jona henkilö täyttää 18 vuotta.",
        "folded_fi": "vaestotietojarjestelmasta poimitulle henkilolle annetaan ohje siita, miten hanen tulee menetella, jotta han voisi sailyttaa suomen kansalaisuuden 22 vuotta tayttaessaan. ohjeen antamisesta vastaa maahanmuuttovirasto. ohje annetaan sina vuonna, jona henkilo tayttaa 18 vuotta.",
        "title_sv": "Information om behållande av finskt medborgarskap",
        "content_sv": "Personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska förfara för att behålla finskt medborgarskap när de fyller 22 år. Migrationsverket svarar för att en anvisning meddelas. Anvisningen meddelas det år då personen fyller 18 år.",
        "normalized_sv": "Personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska förfara för att behålla finskt medborgarskap när de fyller 22 år. Migrationsverket svarar för att en anvisning meddelas. Anvisningen meddelas det år då personen fyller 18 år.",
        "folded_sv": "personer om vilka uppgift tagits ut ur befolkningsdatasystemet meddelas en anvisning om hur de ska forfara for att behalla finskt medborgarskap nar de fyller 22 ar. migrationsverket svarar for att en anvisning meddelas. anvisningen meddelas det ar da personen fyller 18 ar."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Asianosaisen tietojenantovelvollisuus",
      "content": "Asianosaisen tulee antaa Maahanmuuttovirastolle ja 38 §:ssä tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman määrittämistä varten tiedossaan olevat kansalaisuuden saamiseen ja menettämiseen liittyvät tiedot sekä avustaa tarvittavien tietojen ja asiakirjojen saamisessa niiltä osin kuin avustamista voidaan häneltä kohtuudella vaatia.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:39",
        "normalized_fi": "Asianosaisen tulee antaa Maahanmuuttovirastolle ja 38 § :ssä tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman määrittämistä varten tiedossaan olevat kansalaisuuden saamiseen ja menettämiseen liittyvät tiedot sekä avustaa tarvittavien tietojen ja asiakirjojen saamisessa niiltä osin kuin avustamista voidaan häneltä kohtuudella vaatia.",
        "folded_fi": "asianosaisen tulee antaa maahanmuuttovirastolle ja 38 §:ssa tarkoitetuissa tapauksissa maistraatille kansalaisuusaseman maarittamista varten tiedossaan olevat kansalaisuuden saamiseen ja menettamiseen liittyvat tiedot seka avustaa tarvittavien tietojen ja asiakirjojen saamisessa niilta osin kuin avustamista voidaan hanelta kohtuudella vaatia.",
        "title_sv": "En parts skyldighet att lämna uppgifter",
        "content_sv": "För bestämmande av medborgarskapsstatus ska en part till Migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon känner till och som hänför sig till förvärv eller förlust av medborgarskap samt bistå vid anskaffningen av de uppgifter och handlingar som behövs till den del hans eller hennes bistånd skäligen kan krävas.",
        "normalized_sv": "För bestämmande av medborgarskapsstatus ska en part till Migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon känner till och som hänför sig till förvärv eller förlust av medborgarskap samt bistå vid anskaffningen av de uppgifter och handlingar som behövs till den del hans eller hennes bistånd skäligen kan krävas.",
        "folded_sv": "for bestammande av medborgarskapsstatus ska en part till migrationsverket och i de fall som avses i 38 § till magistraten ge in de uppgifter som han eller hon kanner till och som hanfor sig till forvarv eller forlust av medborgarskap samt bista vid anskaffningen av de uppgifter och handlingar som behovs till den del hans eller hennes bistand skaligen kan kravas."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Viranomaisten keskinäinen ilmoitusvelvollisuus",
      "content": "Maahanmuuttovirasto ilmoittaa väestötietojärjestelmään merkittäväksi Suomen kansalaisuutta koskevan päätöksensä. Maistraatti ilmoittaa Maahanmuuttovirastolle Suomessa syntyneestä lapsesta, jos lapsen vanhemmat on väestötietojärjestelmään merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Maahanmuuttovirasto ilmoittaa väestötietojärjestelmään merkittäväksi Suomen kansalaisuutta koskevan päätöksensä. Maistraatti ilmoittaa Maahanmuuttovirastolle Suomessa syntyneestä lapsesta, jos lapsen vanhemmat on väestötietojärjestelmään merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
        "folded_fi": "maahanmuuttovirasto ilmoittaa vaestotietojarjestelmaan merkittavaksi suomen kansalaisuutta koskevan paatoksensa. maistraatti ilmoittaa maahanmuuttovirastolle suomessa syntyneesta lapsesta, jos lapsen vanhemmat on vaestotietojarjestelmaan merkitty kansalaisuudettomiksi tai jos vanhempien kansalaisuus on tuntematon.",
        "title_sv": "Myndigheternas skyldighet att lämna uppgifter till varandra",
        "content_sv": "Migrationsverket meddelar sina beslut om finskt medborgarskap för anteckning i befolkningsdatasystemet. Magistraten underrättar Migrationsverket om barn som fötts i Finland, ifall barnets föräldrar i befolkningsdatasystemet har antecknats som statslösa eller ifall föräldrarnas medborgarskap är okänt.",
        "normalized_sv": "Migrationsverket meddelar sina beslut om finskt medborgarskap för anteckning i befolkningsdatasystemet. Magistraten underrättar Migrationsverket om barn som fötts i Finland, ifall barnets föräldrar i befolkningsdatasystemet har antecknats som statslösa eller ifall föräldrarnas medborgarskap är okänt.",
        "folded_sv": "migrationsverket meddelar sina beslut om finskt medborgarskap for anteckning i befolkningsdatasystemet. magistraten underrattar migrationsverket om barn som fotts i finland, ifall barnets foraldrar i befolkningsdatasystemet har antecknats som statslosa eller ifall foraldrarnas medborgarskap ar okant."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Muutoksenhaku Maahanmuuttoviraston päätökseen",
      "content": "Maahanmuuttoviraston tämän lain nojalla tekemästä päätöksestä saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:41",
        "normalized_fi": "Maahanmuuttoviraston tämän lain nojalla tekemästä päätöksestä saa valittaa hallinto-oikeuteen siten kuin hallintolainkäyttölaissa (586/1996) säädetään.",
        "folded_fi": "maahanmuuttoviraston taman lain nojalla tekemasta paatoksesta saa valittaa hallinto-oikeuteen siten kuin hallintolainkayttolaissa (586/1996) saadetaan.",
        "title_sv": "Sökande av ändring i Migrationsverkets beslut",
        "content_sv": "Beslut som Migrationsverket fattat med stöd av denna lag får överklagas hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "normalized_sv": "Beslut som Migrationsverket fattat med stöd av denna lag får överklagas hos förvaltningsdomstolen på det sätt som föreskrivs i förvaltningsprocesslagen (586/1996).",
        "folded_sv": "beslut som migrationsverket fattat med stod av denna lag far overklagas hos forvaltningsdomstolen pa det satt som foreskrivs i forvaltningsprocesslagen (586/1996)."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Muutoksenhaku hallinto-oikeuden päätökseen",
      "content": "Hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä saa valittaa korkeimpaan hallinto-oikeuteen. Valitusoikeus on myös Maahanmuuttovirastolla siltä osin kuin hallinto-oikeuden päätöksellä on kumottu Maahanmuuttoviraston päätös tai muutettu sitä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:42",
        "normalized_fi": "Hallinto-oikeuden tämän lain nojalla tekemästä päätöksestä saa valittaa korkeimpaan hallinto-oikeuteen. Valitusoikeus on myös Maahanmuuttovirastolla siltä osin kuin hallinto-oikeuden päätöksellä on kumottu Maahanmuuttoviraston päätös tai muutettu sitä.",
        "folded_fi": "hallinto-oikeuden taman lain nojalla tekemasta paatoksesta saa valittaa korkeimpaan hallinto-oikeuteen. valitusoikeus on myos maahanmuuttovirastolla silta osin kuin hallinto-oikeuden paatoksella on kumottu maahanmuuttoviraston paatos tai muutettu sita.",
        "title_sv": "Sökande av ändring i förvaltningsdomstolens beslut",
        "content_sv": "Beslut som förvaltningsdomstolen har fattat med stöd av denna lag får överklagas hos högsta förvaltningsdomstolen. Också Migrationsverket har besvärsrätt till den del Migrationsverkets beslut har upphävts eller ändrats genom förvaltningsdomstolens beslut.",
        "normalized_sv": "Beslut som förvaltningsdomstolen har fattat med stöd av denna lag får överklagas hos högsta förvaltningsdomstolen. Också Migrationsverket har besvärsrätt till den del Migrationsverkets beslut har upphävts eller ändrats genom förvaltningsdomstolens beslut.",
        "folded_sv": "beslut som forvaltningsdomstolen har fattat med stod av denna lag far overklagas hos hogsta forvaltningsdomstolen. ocksa migrationsverket har besvarsratt till den del migrationsverkets beslut har upphavts eller andrats genom forvaltningsdomstolens beslut."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Hakemuksen ja ilmoituksen vireillepano",
      "content": "Hakemuksen ja ilmoituksen käsittelyn jatkaminen 2 momentin mukaisen tarkastuksen jälkeen edellyttää Maahanmuuttoviraston käsittelymaksun suorittamista. Maksu määräytyy valtion maksuperustelain (150/1992) mukaisesti. Tarkemmat säännökset maksusta annetaan sisäasiainministeriön asetuksella. Tämän lain mukaisten asioiden käsittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:44",
        "normalized_fi": "Hakemuksen ja ilmoituksen käsittelyn jatkaminen 2 momentin mukaisen tarkastuksen jälkeen edellyttää Maahanmuuttoviraston käsittelymaksun suorittamista. Maksu määräytyy valtion maksuperustelain (150/1992) mukaisesti. Tarkemmat säännökset maksusta annetaan sisäasiainministeriön asetuksella. Tämän lain mukaisten asioiden käsittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
        "folded_fi": "hakemuksen ja ilmoituksen kasittelyn jatkaminen 2 momentin mukaisen tarkastuksen jalkeen edellyttaa maahanmuuttoviraston kasittelymaksun suorittamista. maksu maaraytyy valtion maksuperustelain (150/1992) mukaisesti. tarkemmat saannokset maksusta annetaan sisaasiainministerion asetuksella. taman lain mukaisten asioiden kasittelyyn kunniakonsulaateissa sovelletaan hallintolakia (434/2003).",
        "title_sv": "Anhängiggörande av ansökan och anmälan",
        "content_sv": "Ett villkor för fortsatt behandling av ansökan och anmälan efter kontroll enligt 2 mom. är att Migrationsverkets behandlingsavgift betalas. Avgiften bestäms enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiften utfärdas genom förordning av inrikesministeriet. På behandlingen av ärenden enligt denna lag vid honorärkonsulat tillämpas förvaltningslagen (434/2003).",
        "normalized_sv": "Ett villkor för fortsatt behandling av ansökan och anmälan efter kontroll enligt 2 mom. är att Migrationsverkets behandlingsavgift betalas. Avgiften bestäms enligt lagen om grunderna för avgifter till staten (150/1992). Närmare bestämmelser om avgiften utfärdas genom förordning av inrikesministeriet. På behandlingen av ärenden enligt denna lag vid honorärkonsulat tillämpas förvaltningslagen (434/2003).",
        "folded_sv": "ett villkor for fortsatt behandling av ansokan och anmalan efter kontroll enligt 2 mom. ar att migrationsverkets behandlingsavgift betalas. avgiften bestams enligt lagen om grunderna for avgifter till staten (150/1992). narmare bestammelser om avgiften utfardas genom forordning av inrikesministeriet. pa behandlingen av arenden enligt denna lag vid honorarkonsulat tillampas forvaltningslagen (434/2003)."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Lisäselvitysten hankkiminen",
      "content": "Maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen käsittelyä varten tarvittavia tietoja. Näiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. Jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen Suomen diplomaattinen edustusto tai lähetetyn virkamiehen johtama konsulaatti voi Maahanmuuttoviraston pyynnöstä kutsua hakijan antamaan asian käsittelyä varten tarvittavia tietoja.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen käsittelyä varten tarvittavia tietoja. Näiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. Jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen Suomen diplomaattinen edustusto tai lähetetyn virkamiehen johtama konsulaatti voi Maahanmuuttoviraston pyynnöstä kutsua hakijan antamaan asian käsittelyä varten tarvittavia tietoja.",
        "folded_fi": "maahanmuuttovirasto, suojelupoliisi ja keskusrikospoliisi voivat kutsua hakijan antamaan hakemuksen tai ilmoituksen kasittelya varten tarvittavia tietoja. naiden viranomaisten on mahdollisuuksien mukaan haastateltava hakijaa samanaikaisesti. jos hakemus tai ilmoitus on pantu vireille ulkomailla, asianomainen suomen diplomaattinen edustusto tai lahetetyn virkamiehen johtama konsulaatti voi maahanmuuttoviraston pyynnosta kutsua hakijan antamaan asian kasittelya varten tarvittavia tietoja.",
        "title_sv": "Inhämtande av tilläggsutredningar",
        "content_sv": "Migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sökande att lämna uppgifter som behövs för behandling av ansökan eller anmälan. Dessa myndigheter ska i mån av möjlighet samtidigt intervjua den sökande. Om ansökan eller anmälan har anhängiggjorts utomlands, kan vederbörande finska diplomatiska beskickning eller av en utsänd tjänsteman ledda konsulat, på Migrationsverkets begäran kalla den sökande att lämna uppgifter som behövs för behandling av ärendet.",
        "normalized_sv": "Migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sökande att lämna uppgifter som behövs för behandling av ansökan eller anmälan. Dessa myndigheter ska i mån av möjlighet samtidigt intervjua den sökande. Om ansökan eller anmälan har anhängiggjorts utomlands, kan vederbörande finska diplomatiska beskickning eller av en utsänd tjänsteman ledda konsulat, på Migrationsverkets begäran kalla den sökande att lämna uppgifter som behövs för behandling av ärendet.",
        "folded_sv": "migrationsverket, skyddspolisen och centralkriminalpolisen kan kalla den sokande att lamna uppgifter som behovs for behandling av ansokan eller anmalan. dessa myndigheter ska i man av mojlighet samtidigt intervjua den sokande. om ansokan eller anmalan har anhangiggjorts utomlands, kan vederborande finska diplomatiska beskickning eller av en utsand tjansteman ledda konsulat, pa migrationsverkets begaran kalla den sokande att lamna uppgifter som behovs for behandling av arendet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "47",
      "section": "47",
      "title": "Maahanmuuttovirastolle annettavat asiakirjat",
      "content": "Tässä laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman määrittämiseen liittyvän viranomaiselle annettavan asiakirjan on oltava alkuperäinen. Maahanmuuttovirasto voi hyväksyä myös oikeaksi todistetun jäljennöksen asiakirjasta, jos jäljennöstä voidaan pitää luotettavana. Ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettävä asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittäminen asiakirjaan ole ilmeisen tarpeetonta. Hakijan tai muun asianosaisen on omasta aloitteestaan vireillä olevassa asiassa huolehdittava asiakirjan kääntämisestä suomen tai ruotsin kielelle. Maahanmuuttovirasto voi hyväksyä myös muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edellä mainittua todistusta, sekä asiakirjan, jota ei ole käännetty, jos tämä on perusteltua kyseisen asiakirjan ja asian laadun perusteella. Maahanmuuttovirasto voi hyväksyä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa säädetyin tavoin toimitetun sähköisen asiakirjan, jos asiakirjaa voidaan pitää luotettavana.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:47",
        "normalized_fi": "Tässä laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman määrittämiseen liittyvän viranomaiselle annettavan asiakirjan on oltava alkuperäinen. Maahanmuuttovirasto voi hyväksyä myös oikeaksi todistetun jäljennöksen asiakirjasta, jos jäljennöstä voidaan pitää luotettavana. Ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettävä asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittäminen asiakirjaan ole ilmeisen tarpeetonta. Hakijan tai muun asianosaisen on omasta aloitteestaan vireillä olevassa asiassa huolehdittava asiakirjan kääntämisestä suomen tai ruotsin kielelle. Maahanmuuttovirasto voi hyväksyä myös muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edellä mainittua todistusta, sekä asiakirjan, jota ei ole käännetty, jos tämä on perusteltua kyseisen asiakirjan ja asian laadun perusteella. Maahanmuuttovirasto voi hyväksyä sähköisestä asioinnista viranomaistoiminnassa annetussa laissa säädetyin tavoin toimitetun sähköisen asiakirjan, jos asiakirjaa voidaan pitää luotettavana.",
        "folded_fi": "tassa laissa tarkoitettuun hakemukseen, ilmoitukseen tai kansalaisuusaseman maarittamiseen liittyvan viranomaiselle annettavan asiakirjan on oltava alkuperainen. maahanmuuttovirasto voi hyvaksya myos oikeaksi todistetun jaljennoksen asiakirjasta, jos jaljennosta voidaan pitaa luotettavana. ulkomaan viranomaisen antaman asiakirjan on oltava laillistettu tai siihen on liitettava asianomaisen valtion toimivaltaisen viranomaisen antama todistus, jollei laillistaminen tai todistuksen liittaminen asiakirjaan ole ilmeisen tarpeetonta. hakijan tai muun asianosaisen on omasta aloitteestaan vireilla olevassa asiassa huolehdittava asiakirjan kaantamisesta suomen tai ruotsin kielelle. maahanmuuttovirasto voi hyvaksya myos muun kuin laillistetun asiakirjan ja asiakirjan, jossa ei ole edella mainittua todistusta, seka asiakirjan, jota ei ole kaannetty, jos tama on perusteltua kyseisen asiakirjan ja asian laadun perusteella. maahanmuuttovirasto voi hyvaksya sahkoisesta asioinnista viranomaistoiminnassa annetussa laissa saadetyin tavoin toimitetun sahkoisen asiakirjan, jos asiakirjaa voidaan pitaa luotettavana.",
        "title_sv": "Handlingar som ska ges Migrationsverket",
        "content_sv": "En handling som hör samman med en ansökan eller en anmälan eller med bestämmande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. Migrationsverket kan godkänna också en bestyrkt kopia av handlingen, om kopian kan anses vara tillförlitlig. En handling som utfärdats av en utländsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behörig myndighet i staten i fråga, om inte legalisering eller fogande av intyget till handlingen är uppenbart onödigt. Den sökande eller någon annan part ska i ett ärende som anhängiggjorts på deras initiativ sörja för att en handling översätts till finska eller svenska. Migrationsverket kan godkänna också andra än legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har översatts, om detta med hänsyn till handlingens och ärendets art är motiverat. Migrationsverket kan godkänna en elektronisk handling som lämnats in på det sätt som föreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillförlitlig.",
        "normalized_sv": "En handling som hör samman med en ansökan eller en anmälan eller med bestämmande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. Migrationsverket kan godkänna också en bestyrkt kopia av handlingen, om kopian kan anses vara tillförlitlig. En handling som utfärdats av en utländsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behörig myndighet i staten i fråga, om inte legalisering eller fogande av intyget till handlingen är uppenbart onödigt. Den sökande eller någon annan part ska i ett ärende som anhängiggjorts på deras initiativ sörja för att en handling översätts till finska eller svenska. Migrationsverket kan godkänna också andra än legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har översatts, om detta med hänsyn till handlingens och ärendets art är motiverat. Migrationsverket kan godkänna en elektronisk handling som lämnats in på det sätt som föreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillförlitlig.",
        "folded_sv": "en handling som hor samman med en ansokan eller en anmalan eller med bestammande av medborgarskapsstatus enligt denna lag och som ska ges in till en myndighet, ska vara en originalhandling. migrationsverket kan godkanna ocksa en bestyrkt kopia av handlingen, om kopian kan anses vara tillforlitlig. en handling som utfardats av en utlandsk myndighet ska vara legaliserad eller till den ska fogas ett intyg av en behorig myndighet i staten i fraga, om inte legalisering eller fogande av intyget till handlingen ar uppenbart onodigt. den sokande eller nagon annan part ska i ett arende som anhangiggjorts pa deras initiativ sorja for att en handling oversatts till finska eller svenska. migrationsverket kan godkanna ocksa andra an legaliserade handlingar eller handlingar som saknar intyg samt handlingar som inte har oversatts, om detta med hansyn till handlingens och arendets art ar motiverat. migrationsverket kan godkanna en elektronisk handling som lamnats in pa det satt som foreskrivs i lagen om elektronisk kommunikation i myndigheternas verksamhet, om handlingen kan anses vara tillforlitlig."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "48",
      "section": "48",
      "title": "Tiedonsaantioikeus rekistereistä",
      "content": "Maahanmuuttovirastolla on sille laissa säädettyjen tehtävien suorittamiseksi oikeus sen lisäksi, mitä muualla on säädetty, salassapitosäännösten estämättä saada maksutta asianomaisen rekisterinpitäjän kanssa sovitulla tavalla tietoja, jotka ovat välttämättömiä Suomen kansalaisuuden saamisen, säilyttämisen, menettämisen ja siitä vapautumisen edellytysten selvittämiseksi sekä kansalaisuusaseman määrittämiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojärjestelmästä; 2) tietoja sakkorekisteristä; ja 3) verohallinnon tietojärjestelmistä verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. Oikeudesta saada tietoja rikosrekisteristä säädetään rikosrekisterilaissa (770/1993). Edellä 1 momentissa tarkoitetut tiedot voidaan saada teknisen käyttöyhteyden avulla tai konekielisessä muodossa. Maahanmuuttoviraston on ennen teknisen käyttöyhteyden avaamista esitettävä henkilörekisterin pitäjälle selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:48",
        "normalized_fi": "Maahanmuuttovirastolla on sille laissa säädettyjen tehtävien suorittamiseksi oikeus sen lisäksi, mitä muualla on säädetty, salassapitosäännösten estämättä saada maksutta asianomaisen rekisterinpitäjän kanssa sovitulla tavalla tietoja, jotka ovat välttämättömiä Suomen kansalaisuuden saamisen, säilyttämisen, menettämisen ja siitä vapautumisen edellytysten selvittämiseksi sekä kansalaisuusaseman määrittämiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojärjestelmästä; 2) tietoja sakkorekisteristä; ja 3) verohallinnon tietojärjestelmistä verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. Oikeudesta saada tietoja rikosrekisteristä säädetään rikosrekisterilaissa (770/1993). Edellä 1 momentissa tarkoitetut tiedot voidaan saada teknisen käyttöyhteyden avulla tai konekielisessä muodossa. Maahanmuuttoviraston on ennen teknisen käyttöyhteyden avaamista esitettävä henkilörekisterin pitäjälle selvitys siitä, että tietojen suojauksesta huolehditaan asianmukaisesti.",
        "folded_fi": "maahanmuuttovirastolla on sille laissa saadettyjen tehtavien suorittamiseksi oikeus sen lisaksi, mita muualla on saadetty, salassapitosaannosten estamatta saada maksutta asianomaisen rekisterinpitajan kanssa sovitulla tavalla tietoja, jotka ovat valttamattomia suomen kansalaisuuden saamisen, sailyttamisen, menettamisen ja siita vapautumisen edellytysten selvittamiseksi seka kansalaisuusaseman maarittamiseksi seuraavasti: 1) rajavartiolaitoksen toiminnallisesta tietojarjestelmasta; 2) tietoja sakkorekisterista; ja 3) verohallinnon tietojarjestelmista verovelvollisen tuloja ja varallisuutta koskevia tietoja ja muita verotustietoja. oikeudesta saada tietoja rikosrekisterista saadetaan rikosrekisterilaissa (770/1993). edella 1 momentissa tarkoitetut tiedot voidaan saada teknisen kayttoyhteyden avulla tai konekielisessa muodossa. maahanmuuttoviraston on ennen teknisen kayttoyhteyden avaamista esitettava henkilorekisterin pitajalle selvitys siita, etta tietojen suojauksesta huolehditaan asianmukaisesti.",
        "title_sv": "Rätt att få uppgifter ur register",
        "content_sv": "Utöver vad som föreskrivs någon annanstans har Migrationsverket för utförande av uppgifter som ankommer på myndigheten enligt lag rätt att utan hinder av sekretessbestämmelserna och på det sätt som avtalas med den registeransvarige utan avgift få uppgifter som är nödvändiga för utredning av förutsättningarna för förvärv, behållande och förlust av samt befrielse från finskt medborgarskap samt för bestämmande av medborgarskapsstatus, enligt följande: 1) uppgifter ur gränsbevakningsväsendets funktionella informationssystem, 2) uppgifter ur bötesregistret, och 3) uppgifter om skattskyldigas inkomster och förmögenhet samt andra beskattningsuppgifter ur skatteförvaltningens datasystem. Bestämmelser om rätten att få uppgifter ur straffregistret finns i straffregisterlagen (770/1993). De uppgifter som avses i 1 mom. kan lämnas med hjälp av teknisk anslutning eller i maskinläsbar form. Innan en teknisk anslutning öppnas ska Migrationsverket lämna den registeransvarige utredning om att uppgifterna skyddas på behörigt sätt.",
        "normalized_sv": "Utöver vad som föreskrivs någon annanstans har Migrationsverket för utförande av uppgifter som ankommer på myndigheten enligt lag rätt att utan hinder av sekretessbestämmelserna och på det sätt som avtalas med den registeransvarige utan avgift få uppgifter som är nödvändiga för utredning av förutsättningarna för förvärv, behållande och förlust av samt befrielse från finskt medborgarskap samt för bestämmande av medborgarskapsstatus, enligt följande: 1) uppgifter ur gränsbevakningsväsendets funktionella informationssystem, 2) uppgifter ur bötesregistret, och 3) uppgifter om skattskyldigas inkomster och förmögenhet samt andra beskattningsuppgifter ur skatteförvaltningens datasystem. Bestämmelser om rätten att få uppgifter ur straffregistret finns i straffregisterlagen (770/1993). De uppgifter som avses i 1 mom. kan lämnas med hjälp av teknisk anslutning eller i maskinläsbar form. Innan en teknisk anslutning öppnas ska Migrationsverket lämna den registeransvarige utredning om att uppgifterna skyddas på behörigt sätt.",
        "folded_sv": "utover vad som foreskrivs nagon annanstans har migrationsverket for utforande av uppgifter som ankommer pa myndigheten enligt lag ratt att utan hinder av sekretessbestammelserna och pa det satt som avtalas med den registeransvarige utan avgift fa uppgifter som ar nodvandiga for utredning av forutsattningarna for forvarv, behallande och forlust av samt befrielse fran finskt medborgarskap samt for bestammande av medborgarskapsstatus, enligt foljande: 1) uppgifter ur gransbevakningsvasendets funktionella informationssystem, 2) uppgifter ur botesregistret, och 3) uppgifter om skattskyldigas inkomster och formogenhet samt andra beskattningsuppgifter ur skatteforvaltningens datasystem. bestammelser om ratten att fa uppgifter ur straffregistret finns i straffregisterlagen (770/1993). de uppgifter som avses i 1 mom. kan lamnas med hjalp av teknisk anslutning eller i maskinlasbar form. innan en teknisk anslutning oppnas ska migrationsverket lamna den registeransvarige utredning om att uppgifterna skyddas pa behorigt satt."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "55",
      "section": "55",
      "title": "Ehdollinen kansalaistamispäätös",
      "content": "Maahanmuuttovirasto voi 1 momentin mukaisessa päätöksessä mainitun hakijan kirjallisesta pyynnöstä päättää ehdon poistamisesta, jos pyyntö on tehty päätöksessä määrätyn ajan kuluessa. Jos ehto koskee myös kanssahakijaa, ehdon poistaminen hänen osaltaan edellyttää hakijan kirjallisen pyynnön lisäksi kanssahakijan huoltajien ja 12 vuotta täyttäneen kanssahakijan suostumusta. Asian ratkaisussa noudatetaan lisäksi soveltuvin osin, mitä lapsen ja huoltajan kuulemisesta tässä laissa säädetään. Jos kanssahakija on päätöksen antamisen jälkeen täyttänyt 18 vuotta tai avioitunut, hänen on pyydettävä ehdon poistamista omalta osaltaan. Ulkomaalainen tulee Suomen kansalaiseksi 1 momentin perusteella sinä päivänä, jolloin Maahanmuuttovirasto toteaa päätöksellään, että ehto on täytetty. Jos Maahanmuuttovirasto päättää 2 momentin mukaisesti ehdon poistamisesta päätöksestä, Suomen kansalaisuus katsotaan saaduksi sinä päivänä, jolloin päätös ehdon poistamisesta on tehty.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:55",
        "normalized_fi": "Maahanmuuttovirasto voi 1 momentin mukaisessa päätöksessä mainitun hakijan kirjallisesta pyynnöstä päättää ehdon poistamisesta, jos pyyntö on tehty päätöksessä määrätyn ajan kuluessa. Jos ehto koskee myös kanssahakijaa, ehdon poistaminen hänen osaltaan edellyttää hakijan kirjallisen pyynnön lisäksi kanssahakijan huoltajien ja 12 vuotta täyttäneen kanssahakijan suostumusta. Asian ratkaisussa noudatetaan lisäksi soveltuvin osin, mitä lapsen ja huoltajan kuulemisesta tässä laissa säädetään. Jos kanssahakija on päätöksen antamisen jälkeen täyttänyt 18 vuotta tai avioitunut, hänen on pyydettävä ehdon poistamista omalta osaltaan. Ulkomaalainen tulee Suomen kansalaiseksi 1 momentin perusteella sinä päivänä, jolloin Maahanmuuttovirasto toteaa päätöksellään, että ehto on täytetty. Jos Maahanmuuttovirasto päättää 2 momentin mukaisesti ehdon poistamisesta päätöksestä, Suomen kansalaisuus katsotaan saaduksi sinä päivänä, jolloin päätös ehdon poistamisesta on tehty.",
        "folded_fi": "maahanmuuttovirasto voi 1 momentin mukaisessa paatoksessa mainitun hakijan kirjallisesta pyynnosta paattaa ehdon poistamisesta, jos pyynto on tehty paatoksessa maaratyn ajan kuluessa. jos ehto koskee myos kanssahakijaa, ehdon poistaminen hanen osaltaan edellyttaa hakijan kirjallisen pyynnon lisaksi kanssahakijan huoltajien ja 12 vuotta tayttaneen kanssahakijan suostumusta. asian ratkaisussa noudatetaan lisaksi soveltuvin osin, mita lapsen ja huoltajan kuulemisesta tassa laissa saadetaan. jos kanssahakija on paatoksen antamisen jalkeen tayttanyt 18 vuotta tai avioitunut, hanen on pyydettava ehdon poistamista omalta osaltaan. ulkomaalainen tulee suomen kansalaiseksi 1 momentin perusteella sina paivana, jolloin maahanmuuttovirasto toteaa paatoksellaan, etta ehto on taytetty. jos maahanmuuttovirasto paattaa 2 momentin mukaisesti ehdon poistamisesta paatoksesta, suomen kansalaisuus katsotaan saaduksi sina paivana, jolloin paatos ehdon poistamisesta on tehty.",
        "title_sv": "Villkorligt beslut om naturalisation",
        "content_sv": "Migrationsverket kan på skriftlig begäran av sökande som nämns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begäran har gjorts inom den i beslutet angivna tiden. Om villkoret också gäller en medsökande, förutsätter strykandet av villkoret för dennes del utom den sökandes skriftliga begäran också samtycke av den medsökandes vårdnadshavare och av en medsökande som har fyllt 12 år. Vid avgörande av ärendet iakttas dessutom i tillämpliga delar vad som i denna lag bestäms om hörande av barn och vårdnadshavare. Om den medsökande efter det att beslutet meddelades har fyllt 18 år eller ingått äktenskap, ska han eller hon begära att villkoret stryks för hans eller hennes del. En utlänning blir med stöd av 1 mom. finsk medborgare den dag då Migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. Om Migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha förvärvats den dag då beslutet om strykande av villkoret har fattats.",
        "normalized_sv": "Migrationsverket kan på skriftlig begäran av sökande som nämns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begäran har gjorts inom den i beslutet angivna tiden. Om villkoret också gäller en medsökande, förutsätter strykandet av villkoret för dennes del utom den sökandes skriftliga begäran också samtycke av den medsökandes vårdnadshavare och av en medsökande som har fyllt 12 år. Vid avgörande av ärendet iakttas dessutom i tillämpliga delar vad som i denna lag bestäms om hörande av barn och vårdnadshavare. Om den medsökande efter det att beslutet meddelades har fyllt 18 år eller ingått äktenskap, ska han eller hon begära att villkoret stryks för hans eller hennes del. En utlänning blir med stöd av 1 mom. finsk medborgare den dag då Migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. Om Migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha förvärvats den dag då beslutet om strykande av villkoret har fattats.",
        "folded_sv": "migrationsverket kan pa skriftlig begaran av sokande som namns i ett beslut som avses i 1 mom. besluta att villkoret stryks, om begaran har gjorts inom den i beslutet angivna tiden. om villkoret ocksa galler en medsokande, forutsatter strykandet av villkoret for dennes del utom den sokandes skriftliga begaran ocksa samtycke av den medsokandes vardnadshavare och av en medsokande som har fyllt 12 ar. vid avgorande av arendet iakttas dessutom i tillampliga delar vad som i denna lag bestams om horande av barn och vardnadshavare. om den medsokande efter det att beslutet meddelades har fyllt 18 ar eller ingatt aktenskap, ska han eller hon begara att villkoret stryks for hans eller hennes del. en utlanning blir med stod av 1 mom. finsk medborgare den dag da migrationsverket genom sitt beslut konstaterar att villkoret har uppfyllts. om migrationsverket enligt 2 mom. beslutar att villkoret ska strykas i beslutet, anses finskt medborgarskap ha forvarvats den dag da beslutet om strykande av villkoret har fattats."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    }
  ]
}