{
  "id": "989/2007",
  "type": "statute",
  "title": "Laki elintarvikelain muuttamisesta",
  "title_en": "Lag om ändring av livsmedelslagen",
  "status": "in_force",
  "issued_date": "2007-11-09",
  "in_force_date": "2007-11-09",
  "url": "https://opendata.finlex.fi/finlex/avoindata/v1/akn/fi/act/statute/2007/989/fin@",
  "description": "Ingested from Finlex open data (amending-statute)",
  "provisions": [
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Elintarvikkeita koskevat yleiset vaatimukset",
      "content": "Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisältämistä vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisäaineista, aromeista, entsyymeistä, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista sekä niiden käytöstä ja puhtausvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisältämistä vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisäaineista, aromeista, entsyymeistä, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista sekä niiden käytöstä ja puhtausvaatimuksista.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella annetaan tarkempia saannoksia: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisaltamista vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisaaineista, aromeista, entsyymeista, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista seka niiden kaytosta ja puhtausvaatimuksista.",
        "title_sv": "Allmänna krav på livsmedel",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) livsmedlens sammansättning, mikrobiologiska kvalitet och främmande ämnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsämnen, aromer, enzymer, näringsämnen och processhjälpmedel, 4) material och produkter som kommer i beröring med livsmedel samt om användningen och renhetskraven i fråga om dem.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) livsmedlens sammansättning, mikrobiologiska kvalitet och främmande ämnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsämnen, aromer, enzymer, näringsämnen och processhjälpmedel, 4) material och produkter som kommer i beröring med livsmedel samt om användningen och renhetskraven i fråga om dem.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om 1) livsmedlens sammansattning, mikrobiologiska kvalitet och frammande amnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsamnen, aromer, enzymer, naringsamnen och processhjalpmedel, 4) material och produkter som kommer i beroring med livsmedel samt om anvandningen och renhetskraven i fraga om dem."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eräitä elintarvikkeita koskevat vaatimukset",
      "content": "Vitamiinien, kivennäisaineiden ja muiden vastaavien aineiden lisäämisestä elintarvikkeisiin voidaan säätää maa- ja metsätalousministeriön asetuksella. Jos lisäämisestä ei ole erikseen säädetty, mainittujen aineiden lisääminen elintarvikkeisiin on sallittua ainoastaan Elintarvikeviraston myöntämällä luvalla. Lupa voidaan myöntää, jos lisäämisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen täydentäminen. Lupaa ei kuitenkaan tarvita, jos lisätty määrä on sellainen, että se korvaa vain valmistuksessa aiheutuneen hävikin tai tasaa valmistusaineessa luontaisesti esiintyvän vaihtelun. Edellä 3 §:n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelyä. Uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevänä toimivaltaisena elimenä toimii maa- ja metsätalousministeriön yhteydessä uuselintarvikelautakunta. Uuselintarvikelautakunnan tehtävänä on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen sekä muissa Euroopan unionin jäsenvaltioissa tehtyjen ensiarviointien arviointi. Uuselintarvikelautakunnan jäsenet ja varajäsenet sekä puheenjohtajan ja varapuheenjohtajan nimittää maa- ja metsätalousministeriö. Maa- ja metsätalousministeriön asetuksella säädetään uuselintarvikelautakunnan jäsenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtävien järjestämisestä, kansallisesta yhteysviranomaisesta sekä muista uuselintarvikeasetuksen edellyttämistä kansallisista järjestelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Vitamiinien, kivennäisaineiden ja muiden vastaavien aineiden lisäämisestä elintarvikkeisiin voidaan säätää maa- ja metsätalousministeriön asetuksella. Jos lisäämisestä ei ole erikseen säädetty, mainittujen aineiden lisääminen elintarvikkeisiin on sallittua ainoastaan Elintarvikeviraston myöntämällä luvalla. Lupa voidaan myöntää, jos lisäämisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen täydentäminen. Lupaa ei kuitenkaan tarvita, jos lisätty määrä on sellainen, että se korvaa vain valmistuksessa aiheutuneen hävikin tai tasaa valmistusaineessa luontaisesti esiintyvän vaihtelun. Edellä 3 § :n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelyä. Uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevänä toimivaltaisena elimenä toimii maa- ja metsätalousministeriön yhteydessä uuselintarvikelautakunta. Uuselintarvikelautakunnan tehtävänä on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen sekä muissa Euroopan unionin jäsenvaltioissa tehtyjen ensiarviointien arviointi. Uuselintarvikelautakunnan jäsenet ja varajäsenet sekä puheenjohtajan ja varapuheenjohtajan nimittää maa- ja metsätalousministeriö. Maa- ja metsätalousministeriön asetuksella säädetään uuselintarvikelautakunnan jäsenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtävien järjestämisestä, kansallisesta yhteysviranomaisesta sekä muista uuselintarvikeasetuksen edellyttämistä kansallisista järjestelyistä.",
        "folded_fi": "vitamiinien, kivennaisaineiden ja muiden vastaavien aineiden lisaamisesta elintarvikkeisiin voidaan saataa maa- ja metsatalousministerion asetuksella. jos lisaamisesta ei ole erikseen saadetty, mainittujen aineiden lisaaminen elintarvikkeisiin on sallittua ainoastaan elintarvikeviraston myontamalla luvalla. lupa voidaan myontaa, jos lisaamisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen taydentaminen. lupaa ei kuitenkaan tarvita, jos lisatty maara on sellainen, etta se korvaa vain valmistuksessa aiheutuneen havikin tai tasaa valmistusaineessa luontaisesti esiintyvan vaihtelun. edella 3 §:n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelya. uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevana toimivaltaisena elimena toimii maa- ja metsatalousministerion yhteydessa uuselintarvikelautakunta. uuselintarvikelautakunnan tehtavana on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen seka muissa euroopan unionin jasenvaltioissa tehtyjen ensiarviointien arviointi. uuselintarvikelautakunnan jasenet ja varajasenet seka puheenjohtajan ja varapuheenjohtajan nimittaa maa- ja metsatalousministerio. maa- ja metsatalousministerion asetuksella saadetaan uuselintarvikelautakunnan jasenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtavien jarjestamisesta, kansallisesta yhteysviranomaisesta seka muista uuselintarvikeasetuksen edellyttamista kansallisista jarjestelyista.",
        "title_sv": "Krav i fråga om vissa livsmedel",
        "content_sv": "Bestämmelser om tillsättning av vitaminer, mineralämnen och andra motsvarande ämnen i livsmedel kan utfärdas genom förordning av jord- och skogsbruksministeriet. Finns det inte särskilda föreskrifter om tillsättning, får sådana ämnen tillsättas i livsmedel endast med tillstånd av Livsmedelsverket. Tillstånd får beviljas, om syftet är att säkerställa näringsmässig likvärdighet hos ersättningslivsmedel eller att näringsmässigt komplettera ett livsmedel. Tillstånd behövs dock inte om mängden tillskott endast ersätter det svinn som uppstått i tillverkningen eller jämnar ut den naturliga förekomsten av variation i en ingrediens. På utsläppandet på marknaden av livsmedel som omfattas av förordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillämpas det förfarande som anges i förordningen om nya livsmedel. Vid jord- och skogsbruksministeriet finns en nämnd för nya livsmedel, som är behörigt organ för utvärdering av livsmedel enligt artikel 4.3 i förordningen om nya livsmedel. Nämnden för nya livsmedel har till uppgift att genomföra de första utvärderingar i anslutning till utsläppandet av nya livsmedel på marknaden som avses i artikel 6 i förordningen om nya livsmedel samt att utvärdera de första utvärderingar som gjorts i andra medlemsstater inom Europeiska unionen. Medlemmarna och suppleanterna i samt ordföranden och vice ordföranden för nämnden för nya livsmedel förordnas av jord- och skogsbruksministeriet. Genom förordning av jord- och skogsbruksministeriet utfärdas bestämmelser om behörighetskraven och mandattiden för medlemmarna i nämnden, hur nämndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som förordningen om nya livsmedel förutsätter.",
        "normalized_sv": "Bestämmelser om tillsättning av vitaminer, mineralämnen och andra motsvarande ämnen i livsmedel kan utfärdas genom förordning av jord- och skogsbruksministeriet. Finns det inte särskilda föreskrifter om tillsättning, får sådana ämnen tillsättas i livsmedel endast med tillstånd av Livsmedelsverket. Tillstånd får beviljas, om syftet är att säkerställa näringsmässig likvärdighet hos ersättningslivsmedel eller att näringsmässigt komplettera ett livsmedel. Tillstånd behövs dock inte om mängden tillskott endast ersätter det svinn som uppstått i tillverkningen eller jämnar ut den naturliga förekomsten av variation i en ingrediens. På utsläppandet på marknaden av livsmedel som omfattas av förordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillämpas det förfarande som anges i förordningen om nya livsmedel. Vid jord- och skogsbruksministeriet finns en nämnd för nya livsmedel, som är behörigt organ för utvärdering av livsmedel enligt artikel 4.3 i förordningen om nya livsmedel. Nämnden för nya livsmedel har till uppgift att genomföra de första utvärderingar i anslutning till utsläppandet av nya livsmedel på marknaden som avses i artikel 6 i förordningen om nya livsmedel samt att utvärdera de första utvärderingar som gjorts i andra medlemsstater inom Europeiska unionen. Medlemmarna och suppleanterna i samt ordföranden och vice ordföranden för nämnden för nya livsmedel förordnas av jord- och skogsbruksministeriet. Genom förordning av jord- och skogsbruksministeriet utfärdas bestämmelser om behörighetskraven och mandattiden för medlemmarna i nämnden, hur nämndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som förordningen om nya livsmedel förutsätter.",
        "folded_sv": "bestammelser om tillsattning av vitaminer, mineralamnen och andra motsvarande amnen i livsmedel kan utfardas genom forordning av jord- och skogsbruksministeriet. finns det inte sarskilda foreskrifter om tillsattning, far sadana amnen tillsattas i livsmedel endast med tillstand av livsmedelsverket. tillstand far beviljas, om syftet ar att sakerstalla naringsmassig likvardighet hos ersattningslivsmedel eller att naringsmassigt komplettera ett livsmedel. tillstand behovs dock inte om mangden tillskott endast ersatter det svinn som uppstatt i tillverkningen eller jamnar ut den naturliga forekomsten av variation i en ingrediens. pa utslappandet pa marknaden av livsmedel som omfattas av forordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillampas det forfarande som anges i forordningen om nya livsmedel. vid jord- och skogsbruksministeriet finns en namnd for nya livsmedel, som ar behorigt organ for utvardering av livsmedel enligt artikel 4.3 i forordningen om nya livsmedel. namnden for nya livsmedel har till uppgift att genomfora de forsta utvarderingar i anslutning till utslappandet av nya livsmedel pa marknaden som avses i artikel 6 i forordningen om nya livsmedel samt att utvardera de forsta utvarderingar som gjorts i andra medlemsstater inom europeiska unionen. medlemmarna och suppleanterna i samt ordforanden och vice ordforanden for namnden for nya livsmedel forordnas av jord- och skogsbruksministeriet. genom forordning av jord- och skogsbruksministeriet utfardas bestammelser om behorighetskraven och mandattiden for medlemmarna i namnden, hur namndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som forordningen om nya livsmedel forutsatter."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Elintarvikkeesta annettavia tietoja koskevat yleiset vaatimukset",
      "content": "Tarkempia säännöksiä elintarvikkeen pakkauksessa, esitteessä, mainoksessa tai muulla tavoin markkinoinnin yhteydessä annettavista tiedoista annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Tarkempia säännöksiä elintarvikkeen pakkauksessa, esitteessä, mainoksessa tai muulla tavoin markkinoinnin yhteydessä annettavista tiedoista annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikkeen pakkauksessa, esitteessa, mainoksessa tai muulla tavoin markkinoinnin yhteydessa annettavista tiedoista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Allmänna krav på informationen om livsmedel",
        "content_sv": "Närmare bestämmelser om de uppgifter som lämnas på livsmedelsförpackningar, i broschyrer, i reklam eller i andra marknadsföringssammanhang utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om de uppgifter som lämnas på livsmedelsförpackningar, i broschyrer, i reklam eller i andra marknadsföringssammanhang utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om de uppgifter som lamnas pa livsmedelsforpackningar, i broschyrer, i reklam eller i andra marknadsforingssammanhang utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Elintarvikehuoneistoa ja alkutuotantopaikkaa koskevat yleiset vaatimukset",
      "content": "Tarkempia säännöksiä alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa käytettävän ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja käsittelyyn käytettävän veden laatuvaatimuksista ja niissä elintarvikkeita käsittelevälle henkilöstölle asetettavista hygieenisistä vaatimuksista annetaan maa- ja metsätalousministeriön asetuksella. Tarkempia säännöksiä elintarvikkeiden myynnistä tai luovutuksesta ulkotiloissa ja suurissa yleisötilaisuuksissa annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tarkempia säännöksiä alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa käytettävän ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja käsittelyyn käytettävän veden laatuvaatimuksista ja niissä elintarvikkeita käsittelevälle henkilöstölle asetettavista hygieenisistä vaatimuksista annetaan maa- ja metsätalousministeriön asetuksella. Tarkempia säännöksiä elintarvikkeiden myynnistä tai luovutuksesta ulkotiloissa ja suurissa yleisötilaisuuksissa annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa kaytettavan ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja kasittelyyn kaytettavan veden laatuvaatimuksista ja niissa elintarvikkeita kasittelevalle henkilostolle asetettavista hygieenisista vaatimuksista annetaan maa- ja metsatalousministerion asetuksella. tarkempia saannoksia elintarvikkeiden myynnista tai luovutuksesta ulkotiloissa ja suurissa yleisotilaisuuksissa annetaan valtioneuvoston asetuksella.",
        "title_sv": "Allmänna krav på livsmedelslokaler och primärproduktionsställen",
        "content_sv": "Närmare bestämmelser om byggnadstekniska och funktionsmässiga krav på primärproduktionsställen och livsmedelslokaler, om kvalitetskrav när det gäller det vatten som används på primärproduktionsställen och det vatten som i livsmedelslokaler används vid tillverkning och hantering av livsmedel och om hygienkrav som ställs på den personal som hanterar livsmedel där utfärdas genom förordning av jord- och skogsbruksministeriet. Närmare bestämmelser om försäljning eller överlåtelse av livsmedel utomhus och på stora offentliga tillställningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om byggnadstekniska och funktionsmässiga krav på primärproduktionsställen och livsmedelslokaler, om kvalitetskrav när det gäller det vatten som används på primärproduktionsställen och det vatten som i livsmedelslokaler används vid tillverkning och hantering av livsmedel och om hygienkrav som ställs på den personal som hanterar livsmedel där utfärdas genom förordning av jord- och skogsbruksministeriet. Närmare bestämmelser om försäljning eller överlåtelse av livsmedel utomhus och på stora offentliga tillställningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om byggnadstekniska och funktionsmassiga krav pa primarproduktionsstallen och livsmedelslokaler, om kvalitetskrav nar det galler det vatten som anvands pa primarproduktionsstallen och det vatten som i livsmedelslokaler anvands vid tillverkning och hantering av livsmedel och om hygienkrav som stalls pa den personal som hanterar livsmedel dar utfardas genom forordning av jord- och skogsbruksministeriet. narmare bestammelser om forsaljning eller overlatelse av livsmedel utomhus och pa stora offentliga tillstallningar utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Elintarvikkeiden käsittelyä, säilytystä ja kuljetusta koskevat vaatimukset",
      "content": "Elintarvikkeita on käsiteltävä, säilytettävä ja kuljetettava niin, ettei elintarvikkeiden hyvä hygieeninen laatu vaarannu. Hyväksytyssä elintarvikehuoneistossa käsiteltävän ja säilytettävän lihan tulee olla tarkastettu siten kuin 43 §:ssä säädetään, lukuun ottamatta 13 §:n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsästäjien järjestämissä yksityistilaisuuksissa käsiteltävää lihaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden käsittelystä ja kuljettamisesta; 2) elintarvikkeiden käsittely-, säilytys-, kuljetus-, myynti- ja tarjoilutilojen lämpötiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvälisiä kuljetuksia ja tällaisissa kuljetuksissa käytettävää erityiskalustoa koskevan sopimuksen (ATP) (SopS 48/1981; jäljempänä ATP-sopimus) kansallisesta täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Elintarvikkeita on käsiteltävä, säilytettävä ja kuljetettava niin, ettei elintarvikkeiden hyvä hygieeninen laatu vaarannu. Hyväksytyssä elintarvikehuoneistossa käsiteltävän ja säilytettävän lihan tulee olla tarkastettu siten kuin 43 § :ssä säädetään, lukuun ottamatta 13 § :n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsästäjien järjestämissä yksityistilaisuuksissa käsiteltävää lihaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden käsittelystä ja kuljettamisesta; 2) elintarvikkeiden käsittely-, säilytys-, kuljetus-, myynti- ja tarjoilutilojen lämpötiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvälisiä kuljetuksia ja tällaisissa kuljetuksissa käytettävää erityiskalustoa koskevan sopimuksen (ATP) (SopS 48/1981; jäljempänä ATP-sopimus) kansallisesta täytäntöönpanosta.",
        "folded_fi": "elintarvikkeita on kasiteltava, sailytettava ja kuljetettava niin, ettei elintarvikkeiden hyva hygieeninen laatu vaarannu. hyvaksytyssa elintarvikehuoneistossa kasiteltavan ja sailytettavan lihan tulee olla tarkastettu siten kuin 43 §:ssa saadetaan, lukuun ottamatta 13 §:n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsastajien jarjestamissa yksityistilaisuuksissa kasiteltavaa lihaa. maa- ja metsatalousministerion asetuksella annetaan tarkempia saannoksia: 1) elintarvikkeiden kasittelysta ja kuljettamisesta; 2) elintarvikkeiden kasittely-, sailytys-, kuljetus-, myynti- ja tarjoilutilojen lampotiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvalisia kuljetuksia ja tallaisissa kuljetuksissa kaytettavaa erityiskalustoa koskevan sopimuksen (atp) (sops 48/1981; jaljempana atp-sopimus) kansallisesta taytantoonpanosta.",
        "title_sv": "Krav i fråga om hantering, förvaring och transport av livsmedel",
        "content_sv": "Livsmedel ska hanteras, förvaras och transporteras så att livsmedlens goda hygieniska kvalitet inte äventyras. Det kött som hanteras och förvaras i en godkänd livsmedelslokal ska ha kontrollerats på det sätt som föreskrivs i 43 §, med undantag av sådant kött som avses i 13 § 2 mom. 8 punkten eller kött som hanteras vid privata tillställningar som jägare anordnar. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, förvarings-, transport-, försäljnings- och serveringslokaler, 3) det nationella genomförandet av överenskommelsen om internationell transport av lättfördärvliga livsmedel och om specialutrustning för sådan transport (FördrS 48/1981; nedan ATP-avtalet).",
        "normalized_sv": "Livsmedel ska hanteras, förvaras och transporteras så att livsmedlens goda hygieniska kvalitet inte äventyras. Det kött som hanteras och förvaras i en godkänd livsmedelslokal ska ha kontrollerats på det sätt som föreskrivs i 43 § , med undantag av sådant kött som avses i 13 § 2 mom. 8 punkten eller kött som hanteras vid privata tillställningar som jägare anordnar. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, förvarings-, transport-, försäljnings- och serveringslokaler, 3) det nationella genomförandet av överenskommelsen om internationell transport av lättfördärvliga livsmedel och om specialutrustning för sådan transport (FördrS 48/1981; nedan ATP-avtalet).",
        "folded_sv": "livsmedel ska hanteras, forvaras och transporteras sa att livsmedlens goda hygieniska kvalitet inte aventyras. det kott som hanteras och forvaras i en godkand livsmedelslokal ska ha kontrollerats pa det satt som foreskrivs i 43 §, med undantag av sadant kott som avses i 13 § 2 mom. 8 punkten eller kott som hanteras vid privata tillstallningar som jagare anordnar. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, forvarings-, transport-, forsaljnings- och serveringslokaler, 3) det nationella genomforandet av overenskommelsen om internationell transport av lattfordarvliga livsmedel och om specialutrustning for sadan transport (fordrs 48/1981; nedan atp-avtalet)."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Hakemusmenettely elintarvikehuoneiston hyväksymiseksi",
      "content": "Tarkempia säännöksiä hyväksymishakemuksen sisällöstä ja ilmoitusten tekotavasta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tarkempia säännöksiä hyväksymishakemuksen sisällöstä ja ilmoitusten tekotavasta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia hyvaksymishakemuksen sisallosta ja ilmoitusten tekotavasta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Ansökningsförfarande för godkännande av livsmedelslokal",
        "content_sv": "Närmare bestämmelser om innehållet i ansökan om godkännande samt om det sätt på vilket anmälan ska göras utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om innehållet i ansökan om godkännande samt om det sätt på vilket anmälan ska göras utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om innehallet i ansokan om godkannande samt om det satt pa vilket anmalan ska goras utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Elintarvikehuoneiston hyväksyvä viranomainen ja hyväksymispäätös",
      "content": "Tarkempia säännöksiä hyväksymispäätöksen muusta sisällöstä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Tarkempia säännöksiä hyväksymispäätöksen muusta sisällöstä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia hyvaksymispaatoksen muusta sisallosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Myndigheter som godkänner livsmedelslokaler samt beslut om godkännande",
        "content_sv": "Närmare bestämmelser om det övriga innehållet i beslutet om godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om det övriga innehållet i beslutet om godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om det ovriga innehallet i beslutet om godkannande utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Jäljitettävyyttä koskevat vaatimukset",
      "content": "Tarkempia säännöksiä elintarvikkeiden jäljitettävyydestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Tarkempia säännöksiä elintarvikkeiden jäljitettävyydestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikkeiden jaljitettavyydesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Krav i fråga om spårbarhet",
        "content_sv": "Närmare bestämmelser om livsmedels spårbarhet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om livsmedels spårbarhet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om livsmedels sparbarhet utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Omavalvontasuunnitelma",
      "content": "Tarkempia säännöksiä elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvästä kirjanpidosta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Tarkempia säännöksiä elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvästä kirjanpidosta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvasta kirjanpidosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Plan för egenkontroll",
        "content_sv": "Närmare bestämmelser om den plan för egenkontroll som ska utarbetas av livsmedelsföretagare och om bokföringen i anslutning till detta utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om den plan för egenkontroll som ska utarbetas av livsmedelsföretagare och om bokföringen i anslutning till detta utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om den plan for egenkontroll som ska utarbetas av livsmedelsforetagare och om bokforingen i anslutning till detta utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Omavalvontasuunnitelman hyväksyminen",
      "content": "Omavalvontasuunnitelman hyväksymisen yhteydessä valvontaviranomainen määrää elintarviketurvallisuuden varmistamiseksi välttämättömät omavalvontaan kuuluvat tutkimukset. Tarkempia säännöksiä elintarviketurvallisuuden varmistamiseksi välttämättömistä omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Omavalvontasuunnitelman hyväksymisen yhteydessä valvontaviranomainen määrää elintarviketurvallisuuden varmistamiseksi välttämättömät omavalvontaan kuuluvat tutkimukset. Tarkempia säännöksiä elintarviketurvallisuuden varmistamiseksi välttämättömistä omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "omavalvontasuunnitelman hyvaksymisen yhteydessa valvontaviranomainen maaraa elintarviketurvallisuuden varmistamiseksi valttamattomat omavalvontaan kuuluvat tutkimukset. tarkempia saannoksia elintarviketurvallisuuden varmistamiseksi valttamattomista omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Godkännande av planen för egenkontroll",
        "content_sv": "I samband med godkännandet av planen för egenkontroll anger tillsynsmyndigheten vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas. Närmare bestämmelser om vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "I samband med godkännandet av planen för egenkontroll anger tillsynsmyndigheten vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas. Närmare bestämmelser om vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "i samband med godkannandet av planen for egenkontroll anger tillsynsmyndigheten vilka undersokningar egenkontrollen ska omfatta for att livsmedelssakerheten ska kunna tryggas. narmare bestammelser om vilka undersokningar egenkontrollen ska omfatta for att livsmedelssakerheten ska kunna tryggas utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Elintarvikealan toimijan tiedonantovelvollisuus",
      "content": "Elintarvikealan toimijan on välittömästi ilmoitettava asianomaiselle valvontaviranomaiselle merkittävistä omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista sekä toimenpiteistä, joihin kyseisten epäkohtien korjaamiseksi on ryhdytty. Tarkempia säännöksiä ilmoituksen tekemisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Elintarvikealan toimijan on välittömästi ilmoitettava asianomaiselle valvontaviranomaiselle merkittävistä omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista sekä toimenpiteistä, joihin kyseisten epäkohtien korjaamiseksi on ryhdytty. Tarkempia säännöksiä ilmoituksen tekemisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "elintarvikealan toimijan on valittomasti ilmoitettava asianomaiselle valvontaviranomaiselle merkittavista omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista seka toimenpiteista, joihin kyseisten epakohtien korjaamiseksi on ryhdytty. tarkempia saannoksia ilmoituksen tekemisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Livsmedelsföretagares skyldighet att lämna uppgifter",
        "content_sv": "Livsmedelsföretagaren ska omedelbart underrätta den behöriga tillsynsmyndigheten om betydande hälsofaror som uppdagats i egenkontrollen eller på annat sätt samt om åtgärder som vidtagits för att rätta till dessa missförhållanden. Närmare bestämmelser om anmälan utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Livsmedelsföretagaren ska omedelbart underrätta den behöriga tillsynsmyndigheten om betydande hälsofaror som uppdagats i egenkontrollen eller på annat sätt samt om åtgärder som vidtagits för att rätta till dessa missförhållanden. Närmare bestämmelser om anmälan utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "livsmedelsforetagaren ska omedelbart underratta den behoriga tillsynsmyndigheten om betydande halsofaror som uppdagats i egenkontrollen eller pa annat satt samt om atgarder som vidtagits for att ratta till dessa missforhallanden. narmare bestammelser om anmalan utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Zoonoosit",
      "content": "Tarkempia säännöksiä zoonoosien seurannasta ja valvonnasta sekä tutkimustietojen toimittamisesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tarkempia säännöksiä zoonoosien seurannasta ja valvonnasta sekä tutkimustietojen toimittamisesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia zoonoosien seurannasta ja valvonnasta seka tutkimustietojen toimittamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Zoonoser",
        "content_sv": "Närmare bestämmelser om uppföljningen och kontrollen av zoonoser samt förmedlandet av undersökningsinformation utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om uppföljningen och kontrollen av zoonoser samt förmedlandet av undersökningsinformation utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om uppfoljningen och kontrollen av zoonoser samt formedlandet av undersokningsinformation utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Elintarvikehygieeninen osaaminen",
      "content": "Tarkempia säännöksiä osaamistodistuksesta ja elintarvikehygieenisestä osaamisesta sekä siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisällön katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Tarkempia säännöksiä osaamistodistuksesta ja elintarvikehygieenisestä osaamisesta sekä siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisällön katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia osaamistodistuksesta ja elintarvikehygieenisesta osaamisesta seka siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisallon katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Livsmedelshygienisk kompetens",
        "content_sv": "Närmare bestämmelser om kompetensintyg och livsmedelshygienisk kompetens samt om därmed jämförbara utbildningar och examina vilka till innehållet anses motsvara ett avklarat kompetenstest utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om kompetensintyg och livsmedelshygienisk kompetens samt om därmed jämförbara utbildningar och examina vilka till innehållet anses motsvara ett avklarat kompetenstest utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om kompetensintyg och livsmedelshygienisk kompetens samt om darmed jamforbara utbildningar och examina vilka till innehallet anses motsvara ett avklarat kompetenstest utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Osaamistestit",
      "content": "Tarkempia säännöksiä osaamistestaajien kelpoisuudesta ja muista hyväksymisen edellytyksistä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Tarkempia säännöksiä osaamistestaajien kelpoisuudesta ja muista hyväksymisen edellytyksistä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia osaamistestaajien kelpoisuudesta ja muista hyvaksymisen edellytyksista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Kompetenstest",
        "content_sv": "Närmare bestämmelser om kompetenstestares behörighet och andra villkor för godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om kompetenstestares behörighet och andra villkor för godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om kompetenstestares behorighet och andra villkor for godkannande utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Yleinen suunnittelu ja ohjaus",
      "content": "Elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsätalousministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsätalousministeriölle.",
        "folded_fi": "elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsatalousministeriolle.",
        "title_sv": "Allmän planering och styrning",
        "content_sv": "Den allmänna planeringen och övervakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet.",
        "normalized_sv": "Den allmänna planeringen och övervakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet.",
        "folded_sv": "den allmanna planeringen och overvakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Kansalliset vertailulaboratoriot ja hyväksytyt laboratoriot",
      "content": "Maa- ja metsätalousministeriö nimeää kansalliset vertailulaboratoriot ja määrää niiden tehtävät. Valvonta-asetuksessa edellytettyjä kansallisia vertailulaboratorioita koskevista vaatimuksista ja näiden laboratorioiden tehtävistä säädetään valvonta-asetuksen 33 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Maa- ja metsätalousministeriö nimeää kansalliset vertailulaboratoriot ja määrää niiden tehtävät. Valvonta-asetuksessa edellytettyjä kansallisia vertailulaboratorioita koskevista vaatimuksista ja näiden laboratorioiden tehtävistä säädetään valvonta-asetuksen 33 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio nimeaa kansalliset vertailulaboratoriot ja maaraa niiden tehtavat. valvonta-asetuksessa edellytettyja kansallisia vertailulaboratorioita koskevista vaatimuksista ja naiden laboratorioiden tehtavista saadetaan valvonta-asetuksen 33 artiklassa.",
        "title_sv": "Nationella referenslaboratorier och godkända laboratorier",
        "content_sv": "Jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och fastställer deras uppgifter. I artikel 33 i kontrollförordningen föreskrivs om de krav som gäller de nationella referenslaboratorier som avses i kontrollförordningen samt om dessa laboratoriers uppgifter.",
        "normalized_sv": "Jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och fastställer deras uppgifter. I artikel 33 i kontrollförordningen föreskrivs om de krav som gäller de nationella referenslaboratorier som avses i kontrollförordningen samt om dessa laboratoriers uppgifter.",
        "folded_sv": "jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och faststaller deras uppgifter. i artikel 33 i kontrollforordningen foreskrivs om de krav som galler de nationella referenslaboratorier som avses i kontrollforordningen samt om dessa laboratoriers uppgifter."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Hyväksyttyjen laboratorioiden ilmoitusvelvollisuus",
      "content": "Hyväksytyn laboratorion on ilmoitettava 25 §:n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvistä tutkimuksista ja niiden tuloksista Elintarvikevirastolle sekä toimitettava näytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. Tarkempia säännöksiä ilmoituksen sisällöstä ja toimittamisesta sekä näytteiden ja mikrobikantojen säilyttämisestä ja lähettämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Hyväksytyn laboratorion on ilmoitettava 25 § :n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvistä tutkimuksista ja niiden tuloksista Elintarvikevirastolle sekä toimitettava näytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. Tarkempia säännöksiä ilmoituksen sisällöstä ja toimittamisesta sekä näytteiden ja mikrobikantojen säilyttämisestä ja lähettämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "hyvaksytyn laboratorion on ilmoitettava 25 §:n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvista tutkimuksista ja niiden tuloksista elintarvikevirastolle seka toimitettava naytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. tarkempia saannoksia ilmoituksen sisallosta ja toimittamisesta seka naytteiden ja mikrobikantojen sailyttamisesta ja lahettamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Godkända laboratoriers anmälningsskyldighet",
        "content_sv": "Ett godkänt laboratorium ska underrätta Livsmedelsverket om undersökningar och undersökningsresultat i enlighet med 25 § 1 mom. som hänför sig till uppföljning och kontroll av zoonoser samt sända prov och de mikrobstammar som isolerats i undersökningar till ett nationellt referenslaboratorium. Närmare bestämmelser om innehållet i och lämnande av meddelanden samt om förvaring och sändande av prov och mikrobstammar utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Ett godkänt laboratorium ska underrätta Livsmedelsverket om undersökningar och undersökningsresultat i enlighet med 25 § 1 mom. som hänför sig till uppföljning och kontroll av zoonoser samt sända prov och de mikrobstammar som isolerats i undersökningar till ett nationellt referenslaboratorium. Närmare bestämmelser om innehållet i och lämnande av meddelanden samt om förvaring och sändande av prov och mikrobstammar utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "ett godkant laboratorium ska underratta livsmedelsverket om undersokningar och undersokningsresultat i enlighet med 25 § 1 mom. som hanfor sig till uppfoljning och kontroll av zoonoser samt sanda prov och de mikrobstammar som isolerats i undersokningar till ett nationellt referenslaboratorium. narmare bestammelser om innehallet i och lamnande av meddelanden samt om forvaring och sandande av prov och mikrobstammar utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Ruokamyrkytyksen selvittäminen",
      "content": "Tarkempia säännöksiä ruokamyrkytysten selvittämisestä ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Tarkempia säännöksiä ruokamyrkytysten selvittämisestä ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia ruokamyrkytysten selvittamisesta ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Utredning av matförgiftningar",
        "content_sv": "Närmare bestämmelser om utredning av och anmälningar om matförgiftningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om utredning av och anmälningar om matförgiftningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om utredning av och anmalningar om matforgiftningar utfardas genom forordning av statsradet."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Varautuminen erityistilanteisiin",
      "content": "Tarkempia säännöksiä erityistilanteisiin varautumista koskevien suunnitelmien sisällöstä ja laatimisesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Tarkempia säännöksiä erityistilanteisiin varautumista koskevien suunnitelmien sisällöstä ja laatimisesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia erityistilanteisiin varautumista koskevien suunnitelmien sisallosta ja laatimisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Beredskap för särskilda situationer",
        "content_sv": "Närmare bestämmelser om innehållet i och utarbetandet av beredskapsplaner för särskilda situationer utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om innehållet i och utarbetandet av beredskapsplaner för särskilda situationer utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om innehallet i och utarbetandet av beredskapsplaner for sarskilda situationer utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Näytteenotto",
      "content": "Tarkempia säännöksiä näytteenotosta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Tarkempia säännöksiä näytteenotosta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia naytteenotosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Provtagning",
        "content_sv": "Närmare bestämmelser om provtagning utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om provtagning utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om provtagning utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuus",
      "content": "Tarkempia säännöksiä valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Tarkempia säännöksiä valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Tillsynsmyndigheters anmälningsskyldighet och skyldighet att lämna uppgifter",
        "content_sv": "Närmare bestämmelser om tillsynsmyndigheters anmälningsskyldighet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om tillsynsmyndigheters anmälningsskyldighet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om tillsynsmyndigheters anmalningsskyldighet utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Valtion viranomaisten suoritteista perittävät maksut",
      "content": "Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklassa edellytetyistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklassa edellytetyistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkemmat saannokset valvonta-asetuksen 27 ja 28 artiklassa edellytetyista kansallisista jarjestelyista ja maksujen suuruuden maaraamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för statliga myndigheters prestationer",
        "content_sv": "Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollforordningen och om hur avgifternas storlek bestams utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "title": "Kunnan viranomaisen suoritteista perittävät maksut",
      "content": "Edellä 1 momentissa tarkoitetut maksut määrätään siten, että niiden suuruus vastaa enintään toimenpiteestä aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklan edellyttämistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:71",
        "normalized_fi": "Edellä 1 momentissa tarkoitetut maksut määrätään siten, että niiden suuruus vastaa enintään toimenpiteestä aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklan edellyttämistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "edella 1 momentissa tarkoitetut maksut maarataan siten, etta niiden suuruus vastaa enintaan toimenpiteesta aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. tarkemmat saannokset valvonta-asetuksen 27 ja 28 artiklan edellyttamista kansallisista jarjestelyista ja maksujen suuruuden maaraamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för kommunala myndigheters prestationer",
        "content_sv": "De avgifter som avses i 1 mom. bestäms så att beloppet motsvarar högst kostnaderna för åtgärden, om inte något annat följer av artiklarna 27 och 28 i kontrollförordningen. Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "De avgifter som avses i 1 mom. bestäms så att beloppet motsvarar högst kostnaderna för åtgärden, om inte något annat följer av artiklarna 27 och 28 i kontrollförordningen. Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "de avgifter som avses i 1 mom. bestams sa att beloppet motsvarar hogst kostnaderna for atgarden, om inte nagot annat foljer av artiklarna 27 och 28 i kontrollforordningen. narmare bestammelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollforordningen och om hur avgifternas storlek bestams utfardas genom forordning av jord- och skogsbruksministeriet."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Elintarvikkeita koskevat yleiset vaatimukset",
      "content": "Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisältämistä vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisäaineista, aromeista, entsyymeistä, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista sekä niiden käytöstä ja puhtausvaatimuksista.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:7",
        "normalized_fi": "Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisältämistä vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisäaineista, aromeista, entsyymeistä, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista sekä niiden käytöstä ja puhtausvaatimuksista.",
        "folded_fi": "maa- ja metsatalousministerion asetuksella annetaan tarkempia saannoksia: 1) elintarvikkeiden koostumuksesta, mikrobiologisesta laadusta ja niiden sisaltamista vieraista aineista; 2) kasvisten ulkoisesta laadusta; 3) elintarvikkeiden lisaaineista, aromeista, entsyymeista, ravintoaineista ja valmistuksen apuaineista; 4) elintarvikkeen kanssa kosketukseen joutuvista materiaaleista ja tarvikkeista seka niiden kaytosta ja puhtausvaatimuksista.",
        "title_sv": "Allmänna krav på livsmedel",
        "content_sv": "Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) livsmedlens sammansättning, mikrobiologiska kvalitet och främmande ämnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsämnen, aromer, enzymer, näringsämnen och processhjälpmedel, 4) material och produkter som kommer i beröring med livsmedel samt om användningen och renhetskraven i fråga om dem.",
        "normalized_sv": "Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) livsmedlens sammansättning, mikrobiologiska kvalitet och främmande ämnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsämnen, aromer, enzymer, näringsämnen och processhjälpmedel, 4) material och produkter som kommer i beröring med livsmedel samt om användningen och renhetskraven i fråga om dem.",
        "folded_sv": "genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om 1) livsmedlens sammansattning, mikrobiologiska kvalitet och frammande amnen i livsmedel, 2) vegetabiliers yttre kvalitet, 3) tillsatsamnen, aromer, enzymer, naringsamnen och processhjalpmedel, 4) material och produkter som kommer i beroring med livsmedel samt om anvandningen och renhetskraven i fraga om dem."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Eräitä elintarvikkeita koskevat vaatimukset",
      "content": "Vitamiinien, kivennäisaineiden ja muiden vastaavien aineiden lisäämisestä elintarvikkeisiin voidaan säätää maa- ja metsätalousministeriön asetuksella. Jos lisäämisestä ei ole erikseen säädetty, mainittujen aineiden lisääminen elintarvikkeisiin on sallittua ainoastaan Elintarvikeviraston myöntämällä luvalla. Lupa voidaan myöntää, jos lisäämisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen täydentäminen. Lupaa ei kuitenkaan tarvita, jos lisätty määrä on sellainen, että se korvaa vain valmistuksessa aiheutuneen hävikin tai tasaa valmistusaineessa luontaisesti esiintyvän vaihtelun. Edellä 3 §:n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelyä. Uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevänä toimivaltaisena elimenä toimii maa- ja metsätalousministeriön yhteydessä uuselintarvikelautakunta. Uuselintarvikelautakunnan tehtävänä on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen sekä muissa Euroopan unionin jäsenvaltioissa tehtyjen ensiarviointien arviointi. Uuselintarvikelautakunnan jäsenet ja varajäsenet sekä puheenjohtajan ja varapuheenjohtajan nimittää maa- ja metsätalousministeriö. Maa- ja metsätalousministeriön asetuksella säädetään uuselintarvikelautakunnan jäsenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtävien järjestämisestä, kansallisesta yhteysviranomaisesta sekä muista uuselintarvikeasetuksen edellyttämistä kansallisista järjestelyistä.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:8",
        "normalized_fi": "Vitamiinien, kivennäisaineiden ja muiden vastaavien aineiden lisäämisestä elintarvikkeisiin voidaan säätää maa- ja metsätalousministeriön asetuksella. Jos lisäämisestä ei ole erikseen säädetty, mainittujen aineiden lisääminen elintarvikkeisiin on sallittua ainoastaan Elintarvikeviraston myöntämällä luvalla. Lupa voidaan myöntää, jos lisäämisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen täydentäminen. Lupaa ei kuitenkaan tarvita, jos lisätty määrä on sellainen, että se korvaa vain valmistuksessa aiheutuneen hävikin tai tasaa valmistusaineessa luontaisesti esiintyvän vaihtelun. Edellä 3 § :n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelyä. Uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevänä toimivaltaisena elimenä toimii maa- ja metsätalousministeriön yhteydessä uuselintarvikelautakunta. Uuselintarvikelautakunnan tehtävänä on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen sekä muissa Euroopan unionin jäsenvaltioissa tehtyjen ensiarviointien arviointi. Uuselintarvikelautakunnan jäsenet ja varajäsenet sekä puheenjohtajan ja varapuheenjohtajan nimittää maa- ja metsätalousministeriö. Maa- ja metsätalousministeriön asetuksella säädetään uuselintarvikelautakunnan jäsenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtävien järjestämisestä, kansallisesta yhteysviranomaisesta sekä muista uuselintarvikeasetuksen edellyttämistä kansallisista järjestelyistä.",
        "folded_fi": "vitamiinien, kivennaisaineiden ja muiden vastaavien aineiden lisaamisesta elintarvikkeisiin voidaan saataa maa- ja metsatalousministerion asetuksella. jos lisaamisesta ei ole erikseen saadetty, mainittujen aineiden lisaaminen elintarvikkeisiin on sallittua ainoastaan elintarvikeviraston myontamalla luvalla. lupa voidaan myontaa, jos lisaamisen tarkoituksena on korvaavien elintarvikkeiden ravitsemuksellisen vastaavuuden varmistaminen tai elintarvikkeiden ravitsemuksellinen taydentaminen. lupaa ei kuitenkaan tarvita, jos lisatty maara on sellainen, etta se korvaa vain valmistuksessa aiheutuneen havikin tai tasaa valmistusaineessa luontaisesti esiintyvan vaihtelun. edella 3 §:n 1 momentin 8 kohdassa tarkoitetun uuselintarvikeasetuksen soveltamisalaan kuuluvien elintarvikkeiden markkinoille saattamiseen sovelletaan uuselintarvikeasetuksen mukaista menettelya. uuselintarvikeasetuksen 4 artiklan 3 kohdan tarkoittamana elintarvikearviointeja tekevana toimivaltaisena elimena toimii maa- ja metsatalousministerion yhteydessa uuselintarvikelautakunta. uuselintarvikelautakunnan tehtavana on uuselintarvikeasetuksen 6 artiklan tarkoittamien uuselintarvikkeiden markkinoille saattamiseen liittyvien ensiarviointien tekeminen seka muissa euroopan unionin jasenvaltioissa tehtyjen ensiarviointien arviointi. uuselintarvikelautakunnan jasenet ja varajasenet seka puheenjohtajan ja varapuheenjohtajan nimittaa maa- ja metsatalousministerio. maa- ja metsatalousministerion asetuksella saadetaan uuselintarvikelautakunnan jasenten kelpoisuusvaatimuksista ja toimikaudesta, lautakunnan tehtavien jarjestamisesta, kansallisesta yhteysviranomaisesta seka muista uuselintarvikeasetuksen edellyttamista kansallisista jarjestelyista.",
        "title_sv": "Krav i fråga om vissa livsmedel",
        "content_sv": "Bestämmelser om tillsättning av vitaminer, mineralämnen och andra motsvarande ämnen i livsmedel kan utfärdas genom förordning av jord- och skogsbruksministeriet. Finns det inte särskilda föreskrifter om tillsättning, får sådana ämnen tillsättas i livsmedel endast med tillstånd av Livsmedelsverket. Tillstånd får beviljas, om syftet är att säkerställa näringsmässig likvärdighet hos ersättningslivsmedel eller att näringsmässigt komplettera ett livsmedel. Tillstånd behövs dock inte om mängden tillskott endast ersätter det svinn som uppstått i tillverkningen eller jämnar ut den naturliga förekomsten av variation i en ingrediens. På utsläppandet på marknaden av livsmedel som omfattas av förordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillämpas det förfarande som anges i förordningen om nya livsmedel. Vid jord- och skogsbruksministeriet finns en nämnd för nya livsmedel, som är behörigt organ för utvärdering av livsmedel enligt artikel 4.3 i förordningen om nya livsmedel. Nämnden för nya livsmedel har till uppgift att genomföra de första utvärderingar i anslutning till utsläppandet av nya livsmedel på marknaden som avses i artikel 6 i förordningen om nya livsmedel samt att utvärdera de första utvärderingar som gjorts i andra medlemsstater inom Europeiska unionen. Medlemmarna och suppleanterna i samt ordföranden och vice ordföranden för nämnden för nya livsmedel förordnas av jord- och skogsbruksministeriet. Genom förordning av jord- och skogsbruksministeriet utfärdas bestämmelser om behörighetskraven och mandattiden för medlemmarna i nämnden, hur nämndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som förordningen om nya livsmedel förutsätter.",
        "normalized_sv": "Bestämmelser om tillsättning av vitaminer, mineralämnen och andra motsvarande ämnen i livsmedel kan utfärdas genom förordning av jord- och skogsbruksministeriet. Finns det inte särskilda föreskrifter om tillsättning, får sådana ämnen tillsättas i livsmedel endast med tillstånd av Livsmedelsverket. Tillstånd får beviljas, om syftet är att säkerställa näringsmässig likvärdighet hos ersättningslivsmedel eller att näringsmässigt komplettera ett livsmedel. Tillstånd behövs dock inte om mängden tillskott endast ersätter det svinn som uppstått i tillverkningen eller jämnar ut den naturliga förekomsten av variation i en ingrediens. På utsläppandet på marknaden av livsmedel som omfattas av förordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillämpas det förfarande som anges i förordningen om nya livsmedel. Vid jord- och skogsbruksministeriet finns en nämnd för nya livsmedel, som är behörigt organ för utvärdering av livsmedel enligt artikel 4.3 i förordningen om nya livsmedel. Nämnden för nya livsmedel har till uppgift att genomföra de första utvärderingar i anslutning till utsläppandet av nya livsmedel på marknaden som avses i artikel 6 i förordningen om nya livsmedel samt att utvärdera de första utvärderingar som gjorts i andra medlemsstater inom Europeiska unionen. Medlemmarna och suppleanterna i samt ordföranden och vice ordföranden för nämnden för nya livsmedel förordnas av jord- och skogsbruksministeriet. Genom förordning av jord- och skogsbruksministeriet utfärdas bestämmelser om behörighetskraven och mandattiden för medlemmarna i nämnden, hur nämndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som förordningen om nya livsmedel förutsätter.",
        "folded_sv": "bestammelser om tillsattning av vitaminer, mineralamnen och andra motsvarande amnen i livsmedel kan utfardas genom forordning av jord- och skogsbruksministeriet. finns det inte sarskilda foreskrifter om tillsattning, far sadana amnen tillsattas i livsmedel endast med tillstand av livsmedelsverket. tillstand far beviljas, om syftet ar att sakerstalla naringsmassig likvardighet hos ersattningslivsmedel eller att naringsmassigt komplettera ett livsmedel. tillstand behovs dock inte om mangden tillskott endast ersatter det svinn som uppstatt i tillverkningen eller jamnar ut den naturliga forekomsten av variation i en ingrediens. pa utslappandet pa marknaden av livsmedel som omfattas av forordningen om nya livsmedel, som avses i 3 § 1 mom. 8 punkten, tillampas det forfarande som anges i forordningen om nya livsmedel. vid jord- och skogsbruksministeriet finns en namnd for nya livsmedel, som ar behorigt organ for utvardering av livsmedel enligt artikel 4.3 i forordningen om nya livsmedel. namnden for nya livsmedel har till uppgift att genomfora de forsta utvarderingar i anslutning till utslappandet av nya livsmedel pa marknaden som avses i artikel 6 i forordningen om nya livsmedel samt att utvardera de forsta utvarderingar som gjorts i andra medlemsstater inom europeiska unionen. medlemmarna och suppleanterna i samt ordforanden och vice ordforanden for namnden for nya livsmedel forordnas av jord- och skogsbruksministeriet. genom forordning av jord- och skogsbruksministeriet utfardas bestammelser om behorighetskraven och mandattiden for medlemmarna i namnden, hur namndens uppgifter ska ordnas, den nationella kontaktmyndigheten och om andra nationella arrangemang som forordningen om nya livsmedel forutsatter."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Elintarvikkeesta annettavia tietoja koskevat yleiset vaatimukset",
      "content": "Tarkempia säännöksiä elintarvikkeen pakkauksessa, esitteessä, mainoksessa tai muulla tavoin markkinoinnin yhteydessä annettavista tiedoista annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:9",
        "normalized_fi": "Tarkempia säännöksiä elintarvikkeen pakkauksessa, esitteessä, mainoksessa tai muulla tavoin markkinoinnin yhteydessä annettavista tiedoista annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikkeen pakkauksessa, esitteessa, mainoksessa tai muulla tavoin markkinoinnin yhteydessa annettavista tiedoista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Allmänna krav på informationen om livsmedel",
        "content_sv": "Närmare bestämmelser om de uppgifter som lämnas på livsmedelsförpackningar, i broschyrer, i reklam eller i andra marknadsföringssammanhang utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om de uppgifter som lämnas på livsmedelsförpackningar, i broschyrer, i reklam eller i andra marknadsföringssammanhang utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om de uppgifter som lamnas pa livsmedelsforpackningar, i broschyrer, i reklam eller i andra marknadsforingssammanhang utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Elintarvikehuoneistoa ja alkutuotantopaikkaa koskevat yleiset vaatimukset",
      "content": "Tarkempia säännöksiä alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa käytettävän ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja käsittelyyn käytettävän veden laatuvaatimuksista ja niissä elintarvikkeita käsittelevälle henkilöstölle asetettavista hygieenisistä vaatimuksista annetaan maa- ja metsätalousministeriön asetuksella. Tarkempia säännöksiä elintarvikkeiden myynnistä tai luovutuksesta ulkotiloissa ja suurissa yleisötilaisuuksissa annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:10",
        "normalized_fi": "Tarkempia säännöksiä alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa käytettävän ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja käsittelyyn käytettävän veden laatuvaatimuksista ja niissä elintarvikkeita käsittelevälle henkilöstölle asetettavista hygieenisistä vaatimuksista annetaan maa- ja metsätalousministeriön asetuksella. Tarkempia säännöksiä elintarvikkeiden myynnistä tai luovutuksesta ulkotiloissa ja suurissa yleisötilaisuuksissa annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia alkutuotantopaikkojen ja elintarvikehuoneistojen rakenteellisista ja toiminnallisista vaatimuksista, alkutuotantopaikassa kaytettavan ja elintarvikehuoneistossa elintarvikkeiden valmistukseen ja kasittelyyn kaytettavan veden laatuvaatimuksista ja niissa elintarvikkeita kasittelevalle henkilostolle asetettavista hygieenisista vaatimuksista annetaan maa- ja metsatalousministerion asetuksella. tarkempia saannoksia elintarvikkeiden myynnista tai luovutuksesta ulkotiloissa ja suurissa yleisotilaisuuksissa annetaan valtioneuvoston asetuksella.",
        "title_sv": "Allmänna krav på livsmedelslokaler och primärproduktionsställen",
        "content_sv": "Närmare bestämmelser om byggnadstekniska och funktionsmässiga krav på primärproduktionsställen och livsmedelslokaler, om kvalitetskrav när det gäller det vatten som används på primärproduktionsställen och det vatten som i livsmedelslokaler används vid tillverkning och hantering av livsmedel och om hygienkrav som ställs på den personal som hanterar livsmedel där utfärdas genom förordning av jord- och skogsbruksministeriet. Närmare bestämmelser om försäljning eller överlåtelse av livsmedel utomhus och på stora offentliga tillställningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om byggnadstekniska och funktionsmässiga krav på primärproduktionsställen och livsmedelslokaler, om kvalitetskrav när det gäller det vatten som används på primärproduktionsställen och det vatten som i livsmedelslokaler används vid tillverkning och hantering av livsmedel och om hygienkrav som ställs på den personal som hanterar livsmedel där utfärdas genom förordning av jord- och skogsbruksministeriet. Närmare bestämmelser om försäljning eller överlåtelse av livsmedel utomhus och på stora offentliga tillställningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om byggnadstekniska och funktionsmassiga krav pa primarproduktionsstallen och livsmedelslokaler, om kvalitetskrav nar det galler det vatten som anvands pa primarproduktionsstallen och det vatten som i livsmedelslokaler anvands vid tillverkning och hantering av livsmedel och om hygienkrav som stalls pa den personal som hanterar livsmedel dar utfardas genom forordning av jord- och skogsbruksministeriet. narmare bestammelser om forsaljning eller overlatelse av livsmedel utomhus och pa stora offentliga tillstallningar utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Elintarvikkeiden käsittelyä, säilytystä ja kuljetusta koskevat vaatimukset",
      "content": "Elintarvikkeita on käsiteltävä, säilytettävä ja kuljetettava niin, ettei elintarvikkeiden hyvä hygieeninen laatu vaarannu. Hyväksytyssä elintarvikehuoneistossa käsiteltävän ja säilytettävän lihan tulee olla tarkastettu siten kuin 43 §:ssä säädetään, lukuun ottamatta 13 §:n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsästäjien järjestämissä yksityistilaisuuksissa käsiteltävää lihaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden käsittelystä ja kuljettamisesta; 2) elintarvikkeiden käsittely-, säilytys-, kuljetus-, myynti- ja tarjoilutilojen lämpötiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvälisiä kuljetuksia ja tällaisissa kuljetuksissa käytettävää erityiskalustoa koskevan sopimuksen (ATP) (SopS 48/1981; jäljempänä ATP-sopimus) kansallisesta täytäntöönpanosta.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:11",
        "normalized_fi": "Elintarvikkeita on käsiteltävä, säilytettävä ja kuljetettava niin, ettei elintarvikkeiden hyvä hygieeninen laatu vaarannu. Hyväksytyssä elintarvikehuoneistossa käsiteltävän ja säilytettävän lihan tulee olla tarkastettu siten kuin 43 § :ssä säädetään, lukuun ottamatta 13 § :n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsästäjien järjestämissä yksityistilaisuuksissa käsiteltävää lihaa. Maa- ja metsätalousministeriön asetuksella annetaan tarkempia säännöksiä: 1) elintarvikkeiden käsittelystä ja kuljettamisesta; 2) elintarvikkeiden käsittely-, säilytys-, kuljetus-, myynti- ja tarjoilutilojen lämpötiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvälisiä kuljetuksia ja tällaisissa kuljetuksissa käytettävää erityiskalustoa koskevan sopimuksen (ATP) (SopS 48/1981; jäljempänä ATP-sopimus) kansallisesta täytäntöönpanosta.",
        "folded_fi": "elintarvikkeita on kasiteltava, sailytettava ja kuljetettava niin, ettei elintarvikkeiden hyva hygieeninen laatu vaarannu. hyvaksytyssa elintarvikehuoneistossa kasiteltavan ja sailytettavan lihan tulee olla tarkastettu siten kuin 43 §:ssa saadetaan, lukuun ottamatta 13 §:n 2 momentin 8 kohdassa tarkoitettua lihaa tai metsastajien jarjestamissa yksityistilaisuuksissa kasiteltavaa lihaa. maa- ja metsatalousministerion asetuksella annetaan tarkempia saannoksia: 1) elintarvikkeiden kasittelysta ja kuljettamisesta; 2) elintarvikkeiden kasittely-, sailytys-, kuljetus-, myynti- ja tarjoilutilojen lampotiloista; 3) helposti pilaantuvien elintarvikkeiden kansainvalisia kuljetuksia ja tallaisissa kuljetuksissa kaytettavaa erityiskalustoa koskevan sopimuksen (atp) (sops 48/1981; jaljempana atp-sopimus) kansallisesta taytantoonpanosta.",
        "title_sv": "Krav i fråga om hantering, förvaring och transport av livsmedel",
        "content_sv": "Livsmedel ska hanteras, förvaras och transporteras så att livsmedlens goda hygieniska kvalitet inte äventyras. Det kött som hanteras och förvaras i en godkänd livsmedelslokal ska ha kontrollerats på det sätt som föreskrivs i 43 §, med undantag av sådant kött som avses i 13 § 2 mom. 8 punkten eller kött som hanteras vid privata tillställningar som jägare anordnar. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, förvarings-, transport-, försäljnings- och serveringslokaler, 3) det nationella genomförandet av överenskommelsen om internationell transport av lättfördärvliga livsmedel och om specialutrustning för sådan transport (FördrS 48/1981; nedan ATP-avtalet).",
        "normalized_sv": "Livsmedel ska hanteras, förvaras och transporteras så att livsmedlens goda hygieniska kvalitet inte äventyras. Det kött som hanteras och förvaras i en godkänd livsmedelslokal ska ha kontrollerats på det sätt som föreskrivs i 43 § , med undantag av sådant kött som avses i 13 § 2 mom. 8 punkten eller kött som hanteras vid privata tillställningar som jägare anordnar. Genom förordning av jord- och skogsbruksministeriet utfärdas närmare bestämmelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, förvarings-, transport-, försäljnings- och serveringslokaler, 3) det nationella genomförandet av överenskommelsen om internationell transport av lättfördärvliga livsmedel och om specialutrustning för sådan transport (FördrS 48/1981; nedan ATP-avtalet).",
        "folded_sv": "livsmedel ska hanteras, forvaras och transporteras sa att livsmedlens goda hygieniska kvalitet inte aventyras. det kott som hanteras och forvaras i en godkand livsmedelslokal ska ha kontrollerats pa det satt som foreskrivs i 43 §, med undantag av sadant kott som avses i 13 § 2 mom. 8 punkten eller kott som hanteras vid privata tillstallningar som jagare anordnar. genom forordning av jord- och skogsbruksministeriet utfardas narmare bestammelser om 1) hanteringen och transporten av livsmedel, 2) temperaturen i hanterings-, forvarings-, transport-, forsaljnings- och serveringslokaler, 3) det nationella genomforandet av overenskommelsen om internationell transport av lattfordarvliga livsmedel och om specialutrustning for sadan transport (fordrs 48/1981; nedan atp-avtalet)."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Hakemusmenettely elintarvikehuoneiston hyväksymiseksi",
      "content": "Tarkempia säännöksiä hyväksymishakemuksen sisällöstä ja ilmoitusten tekotavasta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:14",
        "normalized_fi": "Tarkempia säännöksiä hyväksymishakemuksen sisällöstä ja ilmoitusten tekotavasta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia hyvaksymishakemuksen sisallosta ja ilmoitusten tekotavasta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Ansökningsförfarande för godkännande av livsmedelslokal",
        "content_sv": "Närmare bestämmelser om innehållet i ansökan om godkännande samt om det sätt på vilket anmälan ska göras utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om innehållet i ansökan om godkännande samt om det sätt på vilket anmälan ska göras utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om innehallet i ansokan om godkannande samt om det satt pa vilket anmalan ska goras utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Elintarvikehuoneiston hyväksyvä viranomainen ja hyväksymispäätös",
      "content": "Tarkempia säännöksiä hyväksymispäätöksen muusta sisällöstä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:15",
        "normalized_fi": "Tarkempia säännöksiä hyväksymispäätöksen muusta sisällöstä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia hyvaksymispaatoksen muusta sisallosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Myndigheter som godkänner livsmedelslokaler samt beslut om godkännande",
        "content_sv": "Närmare bestämmelser om det övriga innehållet i beslutet om godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om det övriga innehållet i beslutet om godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om det ovriga innehallet i beslutet om godkannande utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Jäljitettävyyttä koskevat vaatimukset",
      "content": "Tarkempia säännöksiä elintarvikkeiden jäljitettävyydestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:17",
        "normalized_fi": "Tarkempia säännöksiä elintarvikkeiden jäljitettävyydestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikkeiden jaljitettavyydesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Krav i fråga om spårbarhet",
        "content_sv": "Närmare bestämmelser om livsmedels spårbarhet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om livsmedels spårbarhet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om livsmedels sparbarhet utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Omavalvontasuunnitelma",
      "content": "Tarkempia säännöksiä elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvästä kirjanpidosta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:20",
        "normalized_fi": "Tarkempia säännöksiä elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvästä kirjanpidosta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia elintarvikealan toimijoiden omavalvontasuunnitelmasta ja siihen liittyvasta kirjanpidosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Plan för egenkontroll",
        "content_sv": "Närmare bestämmelser om den plan för egenkontroll som ska utarbetas av livsmedelsföretagare och om bokföringen i anslutning till detta utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om den plan för egenkontroll som ska utarbetas av livsmedelsföretagare och om bokföringen i anslutning till detta utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om den plan for egenkontroll som ska utarbetas av livsmedelsforetagare och om bokforingen i anslutning till detta utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Omavalvontasuunnitelman hyväksyminen",
      "content": "Omavalvontasuunnitelman hyväksymisen yhteydessä valvontaviranomainen määrää elintarviketurvallisuuden varmistamiseksi välttämättömät omavalvontaan kuuluvat tutkimukset. Tarkempia säännöksiä elintarviketurvallisuuden varmistamiseksi välttämättömistä omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:21",
        "normalized_fi": "Omavalvontasuunnitelman hyväksymisen yhteydessä valvontaviranomainen määrää elintarviketurvallisuuden varmistamiseksi välttämättömät omavalvontaan kuuluvat tutkimukset. Tarkempia säännöksiä elintarviketurvallisuuden varmistamiseksi välttämättömistä omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "omavalvontasuunnitelman hyvaksymisen yhteydessa valvontaviranomainen maaraa elintarviketurvallisuuden varmistamiseksi valttamattomat omavalvontaan kuuluvat tutkimukset. tarkempia saannoksia elintarviketurvallisuuden varmistamiseksi valttamattomista omavalvontaan kuuluvista tutkimuksista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Godkännande av planen för egenkontroll",
        "content_sv": "I samband med godkännandet av planen för egenkontroll anger tillsynsmyndigheten vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas. Närmare bestämmelser om vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "I samband med godkännandet av planen för egenkontroll anger tillsynsmyndigheten vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas. Närmare bestämmelser om vilka undersökningar egenkontrollen ska omfatta för att livsmedelssäkerheten ska kunna tryggas utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "i samband med godkannandet av planen for egenkontroll anger tillsynsmyndigheten vilka undersokningar egenkontrollen ska omfatta for att livsmedelssakerheten ska kunna tryggas. narmare bestammelser om vilka undersokningar egenkontrollen ska omfatta for att livsmedelssakerheten ska kunna tryggas utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Elintarvikealan toimijan tiedonantovelvollisuus",
      "content": "Elintarvikealan toimijan on välittömästi ilmoitettava asianomaiselle valvontaviranomaiselle merkittävistä omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista sekä toimenpiteistä, joihin kyseisten epäkohtien korjaamiseksi on ryhdytty. Tarkempia säännöksiä ilmoituksen tekemisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:24",
        "normalized_fi": "Elintarvikealan toimijan on välittömästi ilmoitettava asianomaiselle valvontaviranomaiselle merkittävistä omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista sekä toimenpiteistä, joihin kyseisten epäkohtien korjaamiseksi on ryhdytty. Tarkempia säännöksiä ilmoituksen tekemisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "elintarvikealan toimijan on valittomasti ilmoitettava asianomaiselle valvontaviranomaiselle merkittavista omavalvonnassa tai muulla tavoin esille tulleista terveysvaaroista seka toimenpiteista, joihin kyseisten epakohtien korjaamiseksi on ryhdytty. tarkempia saannoksia ilmoituksen tekemisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Livsmedelsföretagares skyldighet att lämna uppgifter",
        "content_sv": "Livsmedelsföretagaren ska omedelbart underrätta den behöriga tillsynsmyndigheten om betydande hälsofaror som uppdagats i egenkontrollen eller på annat sätt samt om åtgärder som vidtagits för att rätta till dessa missförhållanden. Närmare bestämmelser om anmälan utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Livsmedelsföretagaren ska omedelbart underrätta den behöriga tillsynsmyndigheten om betydande hälsofaror som uppdagats i egenkontrollen eller på annat sätt samt om åtgärder som vidtagits för att rätta till dessa missförhållanden. Närmare bestämmelser om anmälan utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "livsmedelsforetagaren ska omedelbart underratta den behoriga tillsynsmyndigheten om betydande halsofaror som uppdagats i egenkontrollen eller pa annat satt samt om atgarder som vidtagits for att ratta till dessa missforhallanden. narmare bestammelser om anmalan utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Zoonoosit",
      "content": "Tarkempia säännöksiä zoonoosien seurannasta ja valvonnasta sekä tutkimustietojen toimittamisesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:25",
        "normalized_fi": "Tarkempia säännöksiä zoonoosien seurannasta ja valvonnasta sekä tutkimustietojen toimittamisesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia zoonoosien seurannasta ja valvonnasta seka tutkimustietojen toimittamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Zoonoser",
        "content_sv": "Närmare bestämmelser om uppföljningen och kontrollen av zoonoser samt förmedlandet av undersökningsinformation utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om uppföljningen och kontrollen av zoonoser samt förmedlandet av undersökningsinformation utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om uppfoljningen och kontrollen av zoonoser samt formedlandet av undersokningsinformation utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Elintarvikehygieeninen osaaminen",
      "content": "Tarkempia säännöksiä osaamistodistuksesta ja elintarvikehygieenisestä osaamisesta sekä siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisällön katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:27",
        "normalized_fi": "Tarkempia säännöksiä osaamistodistuksesta ja elintarvikehygieenisestä osaamisesta sekä siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisällön katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia osaamistodistuksesta ja elintarvikehygieenisesta osaamisesta seka siihen rinnastettavasta koulutuksesta ja tutkinnoista, joiden sisallon katsotaan vastaavan osaamistestin suorittamista, annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Livsmedelshygienisk kompetens",
        "content_sv": "Närmare bestämmelser om kompetensintyg och livsmedelshygienisk kompetens samt om därmed jämförbara utbildningar och examina vilka till innehållet anses motsvara ett avklarat kompetenstest utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om kompetensintyg och livsmedelshygienisk kompetens samt om därmed jämförbara utbildningar och examina vilka till innehållet anses motsvara ett avklarat kompetenstest utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om kompetensintyg och livsmedelshygienisk kompetens samt om darmed jamforbara utbildningar och examina vilka till innehallet anses motsvara ett avklarat kompetenstest utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Osaamistestit",
      "content": "Tarkempia säännöksiä osaamistestaajien kelpoisuudesta ja muista hyväksymisen edellytyksistä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:28",
        "normalized_fi": "Tarkempia säännöksiä osaamistestaajien kelpoisuudesta ja muista hyväksymisen edellytyksistä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia osaamistestaajien kelpoisuudesta ja muista hyvaksymisen edellytyksista annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Kompetenstest",
        "content_sv": "Närmare bestämmelser om kompetenstestares behörighet och andra villkor för godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om kompetenstestares behörighet och andra villkor för godkännande utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om kompetenstestares behorighet och andra villkor for godkannande utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Yleinen suunnittelu ja ohjaus",
      "content": "Elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsätalousministeriölle.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:29",
        "normalized_fi": "Elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsätalousministeriölle.",
        "folded_fi": "elintarvikevalvonnan yleisen suunnittelun ja valvonnan ohjaus kuuluu maa- ja metsatalousministeriolle.",
        "title_sv": "Allmän planering och styrning",
        "content_sv": "Den allmänna planeringen och övervakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet.",
        "normalized_sv": "Den allmänna planeringen och övervakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet.",
        "folded_sv": "den allmanna planeringen och overvakningen av livsmedelstillsynen styrs av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Kansalliset vertailulaboratoriot ja hyväksytyt laboratoriot",
      "content": "Maa- ja metsätalousministeriö nimeää kansalliset vertailulaboratoriot ja määrää niiden tehtävät. Valvonta-asetuksessa edellytettyjä kansallisia vertailulaboratorioita koskevista vaatimuksista ja näiden laboratorioiden tehtävistä säädetään valvonta-asetuksen 33 artiklassa.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:37",
        "normalized_fi": "Maa- ja metsätalousministeriö nimeää kansalliset vertailulaboratoriot ja määrää niiden tehtävät. Valvonta-asetuksessa edellytettyjä kansallisia vertailulaboratorioita koskevista vaatimuksista ja näiden laboratorioiden tehtävistä säädetään valvonta-asetuksen 33 artiklassa.",
        "folded_fi": "maa- ja metsatalousministerio nimeaa kansalliset vertailulaboratoriot ja maaraa niiden tehtavat. valvonta-asetuksessa edellytettyja kansallisia vertailulaboratorioita koskevista vaatimuksista ja naiden laboratorioiden tehtavista saadetaan valvonta-asetuksen 33 artiklassa.",
        "title_sv": "Nationella referenslaboratorier och godkända laboratorier",
        "content_sv": "Jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och fastställer deras uppgifter. I artikel 33 i kontrollförordningen föreskrivs om de krav som gäller de nationella referenslaboratorier som avses i kontrollförordningen samt om dessa laboratoriers uppgifter.",
        "normalized_sv": "Jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och fastställer deras uppgifter. I artikel 33 i kontrollförordningen föreskrivs om de krav som gäller de nationella referenslaboratorier som avses i kontrollförordningen samt om dessa laboratoriers uppgifter.",
        "folded_sv": "jord- och skogsbruksministeriet utser de nationella referenslaboratorierna och faststaller deras uppgifter. i artikel 33 i kontrollforordningen foreskrivs om de krav som galler de nationella referenslaboratorier som avses i kontrollforordningen samt om dessa laboratoriers uppgifter."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Hyväksyttyjen laboratorioiden ilmoitusvelvollisuus",
      "content": "Hyväksytyn laboratorion on ilmoitettava 25 §:n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvistä tutkimuksista ja niiden tuloksista Elintarvikevirastolle sekä toimitettava näytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. Tarkempia säännöksiä ilmoituksen sisällöstä ja toimittamisesta sekä näytteiden ja mikrobikantojen säilyttämisestä ja lähettämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:40",
        "normalized_fi": "Hyväksytyn laboratorion on ilmoitettava 25 § :n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvistä tutkimuksista ja niiden tuloksista Elintarvikevirastolle sekä toimitettava näytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. Tarkempia säännöksiä ilmoituksen sisällöstä ja toimittamisesta sekä näytteiden ja mikrobikantojen säilyttämisestä ja lähettämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "hyvaksytyn laboratorion on ilmoitettava 25 §:n 1 momentissa tarkoitetuista zoonoosien seurantaan ja valvontaan liittyvista tutkimuksista ja niiden tuloksista elintarvikevirastolle seka toimitettava naytteet ja tutkimuksissa eristetyt mikrobikannat kansalliseen vertailulaboratorioon. tarkempia saannoksia ilmoituksen sisallosta ja toimittamisesta seka naytteiden ja mikrobikantojen sailyttamisesta ja lahettamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Godkända laboratoriers anmälningsskyldighet",
        "content_sv": "Ett godkänt laboratorium ska underrätta Livsmedelsverket om undersökningar och undersökningsresultat i enlighet med 25 § 1 mom. som hänför sig till uppföljning och kontroll av zoonoser samt sända prov och de mikrobstammar som isolerats i undersökningar till ett nationellt referenslaboratorium. Närmare bestämmelser om innehållet i och lämnande av meddelanden samt om förvaring och sändande av prov och mikrobstammar utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Ett godkänt laboratorium ska underrätta Livsmedelsverket om undersökningar och undersökningsresultat i enlighet med 25 § 1 mom. som hänför sig till uppföljning och kontroll av zoonoser samt sända prov och de mikrobstammar som isolerats i undersökningar till ett nationellt referenslaboratorium. Närmare bestämmelser om innehållet i och lämnande av meddelanden samt om förvaring och sändande av prov och mikrobstammar utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "ett godkant laboratorium ska underratta livsmedelsverket om undersokningar och undersokningsresultat i enlighet med 25 § 1 mom. som hanfor sig till uppfoljning och kontroll av zoonoser samt sanda prov och de mikrobstammar som isolerats i undersokningar till ett nationellt referenslaboratorium. narmare bestammelser om innehallet i och lamnande av meddelanden samt om forvaring och sandande av prov och mikrobstammar utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "45",
      "section": "45",
      "title": "Ruokamyrkytyksen selvittäminen",
      "content": "Tarkempia säännöksiä ruokamyrkytysten selvittämisestä ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:45",
        "normalized_fi": "Tarkempia säännöksiä ruokamyrkytysten selvittämisestä ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
        "folded_fi": "tarkempia saannoksia ruokamyrkytysten selvittamisesta ja ilmoittamisesta annetaan valtioneuvoston asetuksella.",
        "title_sv": "Utredning av matförgiftningar",
        "content_sv": "Närmare bestämmelser om utredning av och anmälningar om matförgiftningar utfärdas genom förordning av statsrådet.",
        "normalized_sv": "Närmare bestämmelser om utredning av och anmälningar om matförgiftningar utfärdas genom förordning av statsrådet.",
        "folded_sv": "narmare bestammelser om utredning av och anmalningar om matforgiftningar utfardas genom forordning av statsradet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "Varautuminen erityistilanteisiin",
      "content": "Tarkempia säännöksiä erityistilanteisiin varautumista koskevien suunnitelmien sisällöstä ja laatimisesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:46",
        "normalized_fi": "Tarkempia säännöksiä erityistilanteisiin varautumista koskevien suunnitelmien sisällöstä ja laatimisesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia erityistilanteisiin varautumista koskevien suunnitelmien sisallosta ja laatimisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Beredskap för särskilda situationer",
        "content_sv": "Närmare bestämmelser om innehållet i och utarbetandet av beredskapsplaner för särskilda situationer utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om innehållet i och utarbetandet av beredskapsplaner för särskilda situationer utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om innehallet i och utarbetandet av beredskapsplaner for sarskilda situationer utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "50",
      "section": "50",
      "title": "Näytteenotto",
      "content": "Tarkempia säännöksiä näytteenotosta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:50",
        "normalized_fi": "Tarkempia säännöksiä näytteenotosta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia naytteenotosta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Provtagning",
        "content_sv": "Närmare bestämmelser om provtagning utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om provtagning utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om provtagning utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "52",
      "section": "52",
      "title": "Valvontaviranomaisen ilmoitus- ja tiedonantovelvollisuus",
      "content": "Tarkempia säännöksiä valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:52",
        "normalized_fi": "Tarkempia säännöksiä valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkempia saannoksia valvontaviranomaisten ilmoitusvelvollisuudesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Tillsynsmyndigheters anmälningsskyldighet och skyldighet att lämna uppgifter",
        "content_sv": "Närmare bestämmelser om tillsynsmyndigheters anmälningsskyldighet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om tillsynsmyndigheters anmälningsskyldighet utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om tillsynsmyndigheters anmalningsskyldighet utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "70",
      "section": "70",
      "title": "Valtion viranomaisten suoritteista perittävät maksut",
      "content": "Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklassa edellytetyistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:70",
        "normalized_fi": "Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklassa edellytetyistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "tarkemmat saannokset valvonta-asetuksen 27 ja 28 artiklassa edellytetyista kansallisista jarjestelyista ja maksujen suuruuden maaraamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för statliga myndigheters prestationer",
        "content_sv": "Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "narmare bestammelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollforordningen och om hur avgifternas storlek bestams utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    },
    {
      "provision_ref": "71",
      "section": "71",
      "title": "Kunnan viranomaisen suoritteista perittävät maksut",
      "content": "Edellä 1 momentissa tarkoitetut maksut määrätään siten, että niiden suuruus vastaa enintään toimenpiteestä aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklan edellyttämistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
      "metadata": {
        "source": "finlex",
        "source_eid": "flat:71",
        "normalized_fi": "Edellä 1 momentissa tarkoitetut maksut määrätään siten, että niiden suuruus vastaa enintään toimenpiteestä aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. Tarkemmat säännökset valvonta-asetuksen 27 ja 28 artiklan edellyttämistä kansallisista järjestelyistä ja maksujen suuruuden määräämisestä annetaan maa- ja metsätalousministeriön asetuksella.",
        "folded_fi": "edella 1 momentissa tarkoitetut maksut maarataan siten, etta niiden suuruus vastaa enintaan toimenpiteesta aiheutuneita kustannuksia, jollei valvonta-asetuksen 27 ja 28 artiklasta muuta johdu. tarkemmat saannokset valvonta-asetuksen 27 ja 28 artiklan edellyttamista kansallisista jarjestelyista ja maksujen suuruuden maaraamisesta annetaan maa- ja metsatalousministerion asetuksella.",
        "title_sv": "Avgifter för kommunala myndigheters prestationer",
        "content_sv": "De avgifter som avses i 1 mom. bestäms så att beloppet motsvarar högst kostnaderna för åtgärden, om inte något annat följer av artiklarna 27 och 28 i kontrollförordningen. Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "normalized_sv": "De avgifter som avses i 1 mom. bestäms så att beloppet motsvarar högst kostnaderna för åtgärden, om inte något annat följer av artiklarna 27 och 28 i kontrollförordningen. Närmare bestämmelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollförordningen och om hur avgifternas storlek bestäms utfärdas genom förordning av jord- och skogsbruksministeriet.",
        "folded_sv": "de avgifter som avses i 1 mom. bestams sa att beloppet motsvarar hogst kostnaderna for atgarden, om inte nagot annat foljer av artiklarna 27 och 28 i kontrollforordningen. narmare bestammelser om de nationella arrangemang som avses i artiklarna 27 och 28 i kontrollforordningen och om hur avgifternas storlek bestams utfardas genom forordning av jord- och skogsbruksministeriet."
      },
      "valid_from": "2007-11-09",
      "valid_to": null
    }
  ]
}